{
    "title": "The Devil’s Dictionary - W",
    "author": "Ambrose Bierce",
    "chapter": "24",
    "content": [
        "\n\n",
        "",
        "W (double U) has, of all the letters in our alphabet, the only \ncumbrous name, the names of the others being monosyllabic.  This \nadvantage of the Roman alphabet over the Grecian is the more valued \nafter audibly spelling out some simple Greek word, like \nepixoriambikos.  Still, it is now thought by the learned that other \nagencies than the difference of the two alphabets may have been \nconcerned in the decline of “the glory that was Greece” and the rise \nof “the grandeur that was Rome.”  There can be no doubt, however, that \nby simplifying the name of W (calling it “wow,” for example) our \ncivilization could be, if not promoted, at least better endured.",
        "WALL STREET, n.  A symbol for sin for every devil to rebuke.  That \nWall Street is a den of thieves is a belief that serves every \nunsuccessful thief in place of a hope in Heaven.  Even the great and \ngood Andrew Carnegie has made his profession of faith in the matter.",
        "  Carnegie the dauntless has uttered his call\n  To battle:  “The brokers are parasites all!\"\n  Carnegie, Carnegie, you’ll never prevail;\n  Keep the wind of your slogan to belly your sail,\n  Go back to your isle of perpetual brume,\n  Silence your pibroch, doff tartan and plume:\n  Ben Lomond is calling his son from the fray —\n  Fly, fly from the region of Wall Street away!\n  While still you’re possessed of a single baubee\n  (I wish it were pledged to endowment of me)\n  ’Twere wise to retreat from the wars of finance\n  Lest its value decline ere your credit advance.\n  For a man ’twixt a king of finance and the sea,\n  Carnegie, Carnegie, your tongue is too free!",
        "Anonymus Bink",
        "\nWAR, n.  A by-product of the arts of peace.  The most menacing \npolitical condition is a period of international amity.  The student \nof history who has not been taught to expect the unexpected may justly \nboast himself inaccessible to the light.  “In time of peace prepare \nfor war” has a deeper meaning than is commonly discerned; it means, \nnot merely that all things earthly have an end — that change is the \none immutable and eternal law — but that the soil of peace is thickly \nsown with the seeds of war and singularly suited to their germination \nand growth.  It was when Kubla Khan had decreed his “stately pleasure \ndome” — when, that is to say, there were peace and fat feasting in \nXanadu — that he",
        "                      heard from afar\n  Ancestral voices prophesying war.",
        "  One of the greatest of poets, Coleridge was one of the wisest of \nmen, and it was not for nothing that he read us this parable.  Let us \nhave a little less of “hands across the sea,” and a little more of \nthat elemental distrust that is the security of nations.  War loves to \ncome like a thief in the night; professions of eternal amity provide \nthe night.",
        "WASHINGTONIAN, n.  A Potomac tribesman who exchanged the privilege of \ngoverning himself for the advantage of good government.  In justice to \nhim it should be said that he did not want to.",
        "  They took away his vote and gave instead\n  The right, when he had earned, to eat his bread.\n  In vain — he clamors for his “boss,” pour soul,\n  To come again and part him from his roll.",
        "Offenbach Stutz",
        "\nWEAKNESSES, n.pl.  Certain primal powers of Tyrant Woman wherewith she \nholds dominion over the male of her species, binding him to the \nservice of her will and paralyzing his rebellious energies.",
        "WEATHER, n.  The climate of the hour.  A permanent topic of \nconversation among persons whom it does not interest, but who have \ninherited the tendency to chatter about it from naked arboreal \nancestors whom it keenly concerned.  The setting up official weather \nbureaus and their maintenance in mendacity prove that even governments \nare accessible to suasion by the rude forefathers of the jungle.",
        "  Once I dipt into the future far as human eye could see,\n  And I saw the Chief Forecaster, dead as any one can be —\n  Dead and damned and shut in Hades as a liar from his birth,\n  With a record of unreason seldom paralleled on earth.\n  While I looked he reared him solemnly, that incadescent youth,\n  From the coals that he’d preferred to the advantages of truth.\n  He cast his eyes about him and above him; then he wrote\n  On a slab of thin asbestos what I venture here to quote —\n  For I read it in the rose-light of the everlasting glow:\n  “Cloudy; variable winds, with local showers; cooler; snow.”",
        "Halcyon Jones",
        "\nWEDDING, n.  A ceremony at which two persons undertake to become one, \none undertakes to become nothing, and nothing undertakes to become \nsupportable.",
        "WEREWOLF, n.  A wolf that was once, or is sometimes, a man.  All \nwerewolves are of evil disposition, having assumed a bestial form to \ngratify a beastial appetite, but some, transformed by sorcery, are as \nhumane and is consistent with an acquired taste for human flesh.\n  Some Bavarian peasants having caught a wolf one evening, tied it \nto a post by the tail and went to bed.  The next morning nothing was \nthere!  Greatly perplexed, they consulted the local priest, who told \nthem that their captive was undoubtedly a werewolf and had resumed its \nhuman for during the night.  “The next time that you take a wolf,” the \ngood man said, “see that you chain it by the leg, and in the morning \nyou will find a Lutheran.”",
        "WHANGDEPOOTENAWAH, n.  In the Ojibwa tongue, disaster; an unexpected \naffliction that strikes hard.",
        "  Should you ask me whence this laughter,\n  Whence this audible big-smiling,\n  With its labial extension,\n  With its maxillar distortion\n  And its diaphragmic rhythmus\n  Like the billowing of an ocean,\n  Like the shaking of a carpet,\n  I should answer, I should tell you:\n  From the great deeps of the spirit,\n  From the unplummeted abysmus\n  Of the soul this laughter welleth\n  As the fountain, the gug-guggle,\n  Like the river from the canon [sic],\n  To entoken and give warning\n  That my present mood is sunny.\n  Should you ask me further question —\n  Why the great deeps of the spirit,\n  Why the unplummeted abysmus\n  Of the soule extrudes this laughter,\n  This all audible big-smiling,\n  I should answer, I should tell you\n  With a white heart, tumpitumpy,\n  With a true tongue, honest Injun:\n  William Bryan, he has Caught It,\n  Caught the Whangdepootenawah!",
        "  Is’t the sandhill crane, the shankank,\n  Standing in the marsh, the kneedeep,\n  Standing silent in the kneedeep\n  With his wing-tips crossed behind him\n  And his neck close-reefed before him,\n  With his bill, his william, buried\n  In the down upon his bosom,\n  With his head retracted inly,\n  While his shoulders overlook it?\n  Does the sandhill crane, the shankank,\n  Shiver grayly in the north wind,\n  Wishing he had died when little,\n  As the sparrow, the chipchip, does?\n  No ’tis not the Shankank standing,\n  Standing in the gray and dismal\n  Marsh, the gray and dismal kneedeep.\n  No, ’tis peerless William Bryan\n  Realizing that he’s Caught It,\n  Caught the Whangdepootenawah!",
        "WHEAT, n.  A cereal from which a tolerably good whisky can with some \ndifficulty be made, and which is used also for bread.  The French are \nsaid to eat more bread per capita of population than any other \npeople, which is natural, for only they know how to make the stuff \npalatable.",
        "WHITE, adj. and n.  Black.",
        "WIDOW, n.  A pathetic figure that the Christian world has agreed to \ntake humorously, although Christ’s tenderness towards widows was one \nof the most marked features of his character.",
        "WINE, n.  Fermented grape-juice known to the Women’s Christian Union \nas “liquor,” sometimes as “rum.”  Wine, madam, is God’s next best gift \nto man.",
        "WIT, n.  The salt with which the American humorist spoils his \nintellectual cookery by leaving it out.",
        "WITCH, n.  (1)  Any ugly and repulsive old woman, in a wicked league \nwith the devil.  (2)  A beautiful and attractive young woman, in \nwickedness a league beyond the devil.",
        "WITTICISM, n.  A sharp and clever remark, usually quoted, and seldom \nnoted; what the Philistine is pleased to call a “joke.”",
        "WOMAN, n.",
        "      An animal usually living in the vicinity of Man, and having a \n  rudimentary susceptibility to domestication.  It is credited by \n  many of the elder zoologists with a certain vestigial docility \n  acquired in a former state of seclusion, but naturalists of the \n  postsusananthony period, having no knowledge of the seclusion, \n  deny the virtue and declare that such as creation’s dawn beheld, \n  it roareth now.  The species is the most widely distributed of all \n  beasts of prey, infesting all habitable parts of the globe, from \n  Greeland’s spicy mountains to India’s moral strand.  The popular \n  name (wolfman) is incorrect, for the creature is of the cat kind.  \n  The woman is lithe and graceful in its movement, especially the \n  American variety (felis pugnans), is omnivorous and can be \n  taught not to talk.",
        "Balthasar Pober",
        "\nWORMS’-MEAT, n.  The finished product of which we are the raw \nmaterial.  The contents of the Taj Mahal, the Tombeau Napoleon and the \nGranitarium.  Worms’-meat is usually outlasted by the structure that \nhouses it, but “this too must pass away.”  Probably the silliest work \nin which a human being can engage is construction of a tomb for \nhimself.  The solemn purpose cannot dignify, but only accentuates by \ncontrast the foreknown futility.",
        "  Ambitious fool! so mad to be a show!\n  How profitless the labor you bestow\n      Upon a dwelling whose magnificence\n  The tenant neither can admire nor know.",
        "  Build deep, build high, build massive as you can,\n  The wanton grass-roots will defeat the plan\n      By shouldering asunder all the stones\n  In what to you would be a moment’s span.",
        "  Time to the dead so all unreckoned flies\n  That when your marble is all dust, arise,\n      If wakened, stretch your limbs and yawn —\n  You’ll think you scarcely can have closed your eyes.",
        "  What though of all man’s works your tomb alone\n  Should stand till Time himself be overthrown?\n      Would it advantage you to dwell therein\n  Forever as a stain upon a stone?",
        "Joel Huck",
        "\nWORSHIP, n.  Homo Creator’s testimony to the sound construction and \nfine finish of Deus Creatus.  A popular form of abjection, having an \nelement of pride.",
        "WRATH, n.  Anger of a superior quality and degree, appropriate to \nexalted characters and momentous occasions; as, “the wrath of God,” \n“the day of wrath,” etc.  Amongst the ancients the wrath of kings was \ndeemed sacred, for it could usually command the agency of some god for \nits fit manifestation, as could also that of a priest.  The Greeks \nbefore Troy were so harried by Apollo that they jumped out of the \nfrying-pan of the wrath of Cryses into the fire of the wrath of \nAchilles, though Agamemnon, the sole offender, was neither fried nor \nroasted.  A similar noted immunity was that of David when he incurred \nthe wrath of Yahveh by numbering his people, seventy thousand of whom \npaid the penalty with their lives.  God is now Love, and a director of \nthe census performs his work without apprehension of disaster.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}