{
    "title": "The Boys’ Life of Mark Twain - I. The Family of John Clemens",
    "author": "Paine",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "A long time ago, back in the early years of another century, a family\nnamed Clemens moved from eastern Tennessee to eastern Missouri–from a\nsmall, unheard-of place called Pall Mall, on Wolf River, to an equally\nsmall and unknown place called Florida, on a tiny river named the Salt.",
        "That was a far journey, in those days, for railway trains in 1835 had not\nreached the South and West, and John Clemens and his family traveled in\nan old two-horse barouche, with two extra riding-horses, on one of which\nrode the eldest child, Orion Clemens, a boy of ten, and on the other\nJennie, a slave girl.",
        "In the carriage with the parents were three other children–Pamela and\nMargaret, aged eight and five, and little Benjamin, three years old.  The\ntime was spring, the period of the Old South, and, while these youngsters\ndid not realize that they were passing through a sort of Golden Age, they\nmust have enjoyed the weeks of leisurely journeying toward what was then\nthe Far West–the Promised Land.",
        "The Clemens fortunes had been poor in Tennessee.  John Marshall Clemens,\nthe father, was a lawyer, a man of education; but he was a dreamer, too,\nfull of schemes that usually failed.  Born in Virginia, he had grown up\nin Kentucky, and married there Jane Lampton, of Columbia, a descendant of\nthe English Lamptons and the belle of her region.  They had left Kentucky\nfor Tennessee, drifting from one small town to another that was always\nsmaller, and with dwindling law-practice John Clemens in time had been\nobliged to open a poor little store, which in the end had failed to pay.\nJennie was the last of several slaves he had inherited from his Virginia\nancestors.  Besides Jennie, his fortune now consisted of the horses and\nbarouche, a very limited supply of money, and a large, unsalable tract of\neast Tennessee land, which John Clemens dreamed would one day bring his\nchildren fortune.",
        "Readers of the “Gilded Age” will remember the journey of the Hawkins\nfamily from the “Knobs” of Tennessee to Missouri and the important part\nin that story played by the Tennessee land.  Mark Twain wrote those\nchapters, and while they are not history, but fiction, they are based\nupon fact, and the picture they present of family hardship and struggle\nis not overdrawn.  The character of Colonel Sellers, who gave the\nHawkinses a grand welcome to the new home, was also real.  In life he was\nJames Lampton, cousin to Mrs. Clemens, a gentle and radiant merchant of\ndreams, who believed himself heir to an English earldom and was always on\nthe verge of colossal fortune.  With others of the Lampton kin, he was\nalready settled in Missouri and had written back glowing accounts; though\nperhaps not more glowing than those which had come from another relative,\nJohn Quarles, brother-in-law to Mrs. Clemens, a jovial, whole-hearted\noptimist, well-loved by all who knew him.",
        "It was a June evening when the Clemens family, with the barouche and the\ntwo outriders, finally arrived in Florida, and the place, no doubt,\nseemed attractive enough then, however it may have appeared later.  It\nwas the end of a long journey; relatives gathered with fond welcome;\nprospects seemed bright.  Already John Quarles had opened a general store\nin the little town.  Florida, he said, was certain to become a city.\nSalt River would be made navigable with a series of locks and dams.  He\noffered John Clemens a partnership in his business.",
        "Quarles, for that time and place, was a rich man.  Besides his store he\nhad a farm and thirty slaves.  His brother-in-law’s funds, or lack of\nthem, did not matter.  The two had married sisters.  That was capital\nenough for his hearty nature.  So, almost on the moment of arrival in the\nnew land, John Clemens once more found himself established in trade.",
        "The next thing was to find a home.  There were twenty-one houses in\nFlorida, and none of them large.  The one selected by John and Jane\nClemens had two main rooms and a lean-to kitchen–a small place and\nlowly–the kind of a place that so often has seen the beginning of\nexalted lives.  Christianity began with a babe in a manger; Shakespeare\nfirst saw the light in a cottage at Stratford; Lincoln entered the world\nby way of a leaky cabin in Kentucky, and into the narrow limits of the\nClemens home in Florida, on a bleak autumn day–November 30, 1835–there\nwas born one who under the name of Mark Twain would live to cheer and\ncomfort a tired world.",
        "The name Mark Twain had not been thought of then, and probably no one\nprophesied favorably for the new-comer, who was small and feeble, and not\nover-welcome in that crowded household.  They named him Samuel, after his\npaternal grandfather, and added Langhorne for an old friend–a goodly\nburden for so frail a wayfarer.  But more appropriately they called him\n“Little Sam,” or “Sammy,” which clung to him through the years of his\ndelicate childhood.",
        "It seems a curious childhood, as we think of it now.  Missouri was a\nslave State–Little Sam’s companions were as often black as white.  All\nthe children of that time and locality had negroes for playmates, and\nwere cared for by them.  They were fond of their black companions and\nwould have felt lost without them.  The negro children knew all the best\nways of doing things–how to work charms and spells, the best way to cure\nwarts and heal stone-bruises, and to make it rain, and to find lost\nmoney.  They knew what signs meant, and dreams, and how to keep off\nhoodoo; and all negroes, old and young, knew any number of weird tales.",
        "John Clemens must have prospered during the early years of his Florida\nresidence, for he added another slave to his household–Uncle Ned, a man\nof all work–and he built a somewhat larger house, in one room of which,\nthe kitchen, was a big fireplace.  There was a wide hearth and always\nplenty of wood, and here after supper the children would gather, with\nJennie and Uncle Ned, and the latter would tell hair-lifting tales of\n“ha’nts,” and lonely roads, and witch-work that would make his hearers\nshiver with terror and delight, and look furtively over their shoulders\ntoward the dark window-panes and the hovering shadows on the walls.\nPerhaps it was not the healthiest entertainment, but it was the kind to\ncultivate an imagination that would one day produce “Tom Sawyer” and\n“Huck Finn.”",
        "True, Little Sam was very young at this period, but even a little chap of\ntwo or three would understand most of that fireside talk, and get\nimpressions more vivid than if the understanding were complete.  He was\nbarely four when this earliest chapter of his life came to a close.",
        "John Clemens had not remained satisfied with Florida and his undertakings\nthere.  The town had not kept its promises.  It failed to grow, and the\nlock-and-dam scheme that would make Salt River navigable fell through.\nThen one of the children, Margaret, a black-eyed, rosy little girl of\nnine, suddenly died.  This was in August, 1839.  A month or two later the\nsaddened family abandoned their Florida home and moved in wagons, with\ntheir household furnishings, to Hannibal, a Mississippi River town,\nthirty miles away.  There was only one girl left now, Pamela, twelve\nyears old, but there was another boy, baby Henry, three years younger\nthan Little Sam–four boys in all.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}