{
    "title": "The Boys’ Life of Mark Twain - II. The New Home, and Uncle John Quarles’s Farm",
    "author": "Paine",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "Hannibal was a town with prospects and considerable trade.  It was\nslumbrous, being a slave town, but it was not dead.  John Clemens\nbelieved it a promising place for business, and opened a small general\nstore with Orion Clemens, now fifteen, a studious, dreamy lad, for clerk.",
        "The little city was also an attractive place of residence.  Mark Twain\nremembered it as “the white town drowsing in the sunshine of a summer\nmorning, .  .  .  the great Mississippi, the magnificent Mississippi,\nrolling its mile-wide tide along, ....  the dense forest away on the\nother side.”",
        "The “white town” was built against green hills, and abutting the river\nwere bluffs–Holliday’s Hill and Lover’s Leap.  A distance below the town\nwas a cave–a wonderful cave, as every reader of Tom Sawyer knows–while\nout in the river, toward the Illinois shore, was the delectable island\nthat was one day to be the meeting-place of Tom’s pirate band, and later\nto become the hiding-place of Huck and Nigger Jim.",
        "The river itself was full of interest.  It was the highway to the outside\nworld.  Rafts drifted by; smartly painted steamboats panted up and down,\ntouching to exchange traffic and travelers, a never-ceasing wonder to\nthose simple shut-in dwellers whom the telegraph and railway had not yet\nreached.  That Hannibal was a pleasant place of residence we may believe,\nand what an attractive place for a boy to grow up in!",
        "Little Sam, however, was not yet ready to enjoy the island and the cave.\nHe was still delicate–the least promising of the family.  He was queer\nand fanciful, and rather silent.  He walked in his sleep and was often\nfound in the middle of the night, fretting with the cold, in some dark\ncorner.  Once he heard that a neighbor’s children had the measles, and,\nbeing very anxious to catch the complaint, slipped over to the house and\ncrept into bed with an infected playmate.  Some days later, Little Sam’s\nrelatives gathered about his bed to see him die.  He confessed, long\nafter, that the scene gratified him.  However, he survived, and fell into\nthe habit of running away, usually in the direction of the river.",
        "“You gave me more uneasiness than any child I had,” his mother once said\nto him, in her old age.",
        "“I suppose you were afraid I wouldn’t live,” he suggested.",
        "She looked at him with the keen humor which had been her legacy to him.\n“No, afraid you would,” she said.  Which was only her joke, for she had\nthe tenderest of hearts, and, like all mothers, had a weakness for the\nchild that demanded most of her mother’s care.  It was chiefly on his\naccount that she returned each year to Florida to spend the summer on\nJohn Quarles’s farm.",
        "If Uncle John Quarles’s farm was just an ordinary Missouri farm, and his\nslaves just average negroes, they certainly never seemed so to Little\nSam.  There was a kind of glory about everything that belonged to Uncle\nJohn, and it was not all imagination, for some of the spirit of that\njovial, kindly hearted man could hardly fail to radiate from his\nbelongings.",
        "The farm was a large one for that locality, and the farm-house was a big\ndouble log building–that is, two buildings with a roofed-over passage\nbetween, where in summer the lavish Southern meals were served, brought\nin on huge dishes by the negroes, and left for each one to help himself.\nFried chicken, roast pig, turkeys, ducks, geese, venison just killed,\nsquirrels, rabbits, partridges, pheasants, prairie-chickens, green corn,\nwatermelon–a little boy who did not die on that bill of fare would be\nlikely to get well on it, and to Little Sam the farm proved a life-saver.",
        "It was, in fact, a heavenly place for a little boy.  In the corner of the\nyard there were hickory and black-walnut trees, and just over the fence\nthe hill sloped past barns and cribs to a brook, a rare place to wade,\nthough there were forbidden pools.  Cousin Tabitha Quarles, called\n“Puss,” his own age, was Little Sam’s playmate, and a slave girl, Mary,\nwho, being six years older, was supposed to keep them out of mischief.\nThere were swings in the big, shady pasture, where Mary swung her charges\nand ran under them until their feet touched the branches.  All the woods\nwere full of squirrels and birds and blooming flowers; all the meadows\nwere gay with clover and butterflies, and musical with singing\ngrasshoppers and calling larks; the fence-rows were full of wild\nblackberries; there were apples and peaches in the orchard, and plenty of\nmelons ripening in the corn.  Certainly it was a glorious place!",
        "Little Sam got into trouble once with the watermelons.  One of them had\nnot ripened quite enough when he ate several slices of it.  Very soon\nafter he was seized with such terrible cramps that some of the household\ndid not think he could live.",
        "But his mother said: “Sammy will pull through.  He was not born to die\nthat way.”  Which was a true prophecy.  Sammy’s slender constitution\nwithstood the strain.  It was similarly tested more than once during\nthose early years.  He was regarded as a curious child.  At times dreamy\nand silent, again wild-headed and noisy, with sudden impulses that sent\nhim capering and swinging his arms into the wind until he would fall with\nshrieks and spasms of laughter and madly roll over and over in the grass.\nIt is not remembered that any one prophesied very well for his future at\nsuch times.",
        "The negro quarters on Uncle John’s farm were especially fascinating.  In\none cabin lived a bedridden old woman whom the children looked upon with\nawe.  She was said to be a thousand years old, and to have talked with\nMoses.  She had lost her health in the desert, coming out of Egypt.  She\nhad seen Pharaoh drown, and the fright had caused the bald spot on her\nhead.  She could ward off witches and dissolve spells.",
        "Uncle Dan’l was another favorite, a kind-hearted, gentle soul, who long\nafter, as Nigger Jim in the Tom Sawyer and Huckleberry Finn tales, would\nwin world-wide love and sympathy.",
        "Through that far-off, warm, golden summer-time Little Sam romped and\ndreamed and grew.  He would return each summer to the farm during those\nearly years.  It would become a beautiful memory.  His mother generally\nkept him there until the late fall, when the chilly evenings made them\ngather around the wide, blazing fireplace.  Sixty years later he wrote:",
        "“I can see the room yet with perfect clearness.  I can see all\n     its belongings, all its details; the family-room of the house, with\n     the trundle-bed in one corner and the spinning-wheel in another–a\n     wheel whose rising and falling wail, heard from a distance, was the\n     mournfulest of all sounds to me and made me homesick and low-\n     spirited and filled my atmosphere with the wandering spirits of the\n     dead; the vast fireplace, piled high with flaming logs from whose\n     ends a sugary sap bubbled out but did not go to waste, for we\n     scraped it off and ate it; .  .  .  the lazy cat spread out on the\n     rough hearthstones, the drowsy dogs braced against the jambs,\n     blinking; my aunt in one chimney-corner, and my uncle in the other,\n     smoking his corn-cob pipe.”",
        "It is hard not to tell more of the farm, for the boy who was one day\ngoing to write of Tom and Huck and the rest learned there so many things\nthat Tom and Huck would need to know.",
        "But he must have “book-learning,” too, Jane Clemens said.  On his return\nto Hannibal that first summer, she decided that Little Sam was ready for\nschool.  He was five years old and regarded as a “stirring child.”",
        "“He drives me crazy with his didoes when he’s in the house,” his mother\ndeclared, “and when he’s out of it I’m expecting every minute that some\none will bring him home half dead.”",
        "Mark Twain used to say that he had had nine narrow escapes from drowning,\nand it was at this early age that he was brought home one afternoon in a\nlimp state, having been pulled from a deep hole in Bear Creek by a slave\ngirl.",
        "When he was restored, his mother said: “I guess there wasn’t much danger.\nPeople born to be hanged are safe in water.”",
        "Mark Twain’s mother was the original of Aunt Polly in the story of Tom\nSawyer, an outspoken, keen-witted, charitable woman, whom it was good to\nknow.  She had a heart full of pity, especially for dumb creatures.  She\nrefused to kill even flies, and punished the cat for catching mice.  She\nwould drown young kittens when necessary, but warmed the water for the\npurpose.  She could be strict, however, with her children, if occasion\nrequired, and recognized their faults.",
        "Little Sam was inclined to elaborate largely on fact.  A neighbor once\nsaid to her: “You don’t believe anything that child says, I hope.”",
        "“Oh yes, I know his average.  I discount him ninety per cent.  The rest\nis pure gold.”",
        "She declared she was willing to pay somebody to take him off her hands\nfor a part of each day and try to teach him “manners.”  A certain Mrs. E.\nHorr was selected for the purpose.",
        "Mrs. Horr’s school on Main Street, Hannibal, was of the old-fashioned\nkind.  There were pupils of all ages, and everything was taught up to the\nthird reader and long division.  Pupils who cared to go beyond those\nstudies went to a Mr. Cross, on the hill, facing what is now the public\nsquare.  Mrs. Horr received twenty-five cents a week for each pupil, and\nthe rules of conduct were read daily.  After the rules came the A-B-C\nclass, whose recitation was a hand-to-hand struggle, requiring no study-\ntime.",
        "The rules of conduct that first day interested Little Sam.  He wondered\nhow nearly he could come to breaking them and escape.  He experimented\nduring the forenoon, and received a warning.  Another experiment would\nmean correction.  He did not expect to be caught again; but when he least\nexpected it he was startled by a command to go out and bring a stick for\nhis own punishment.",
        "This was rather dazing.  It was sudden, and, then, he did not know much\nabout choosing sticks for such a purpose.  Jane Clemens had commonly used\nher hand.  A second command was needed to start him in the right\ndirection, and he was still dazed when he got outside.  He had the\nforests of Missouri to select from, but choice was not easy.  Everything\nlooked too big and competent.  Even the smallest switch had a wiry look.\nAcross the way was a cooper’s shop.  There were shavings outside, and one\nhad blown across just in front of him.  He picked it up, and, gravely\nentering the room, handed it to Mrs. Horr.  So far as known, it is the\nfirst example of that humor which would one day make Little Sam famous\nbefore all the world.",
        "It was a failure in this instance.  Mrs. Horr’s comic side may have\nprompted forgiveness, but discipline must be maintained.",
        "“Samuel Langhorne Clemens,” she said (he had never heard it all strung\ntogether in that ominous way), “I am ashamed of you!  Jimmy Dunlap, go\nand bring a switch for Sammy.”  And the switch that Jimmy Dunlap brought\nwas of a kind to give Little Sam a permanent distaste for school.  He\ntold his mother at noon that he did not care for education; that he did\nnot wish to be a great man; that his desire was to be an Indian and scalp\nsuch persons as Mrs. Horr.  In her heart Jane Clemens was sorry for him,\nbut she openly said she was glad there was somebody who could take him in\nhand.",
        "Little Sam went back to school, but he never learned to like it.  A\nschool was ruled with a rod in those days, and of the smaller boys Little\nSam’s back was sore as often as the next.  When the days of early summer\ncame again, when from his desk he could see the sunshine lighting the\nsoft green of Holliday’s Hill, with the glint of the river and the purple\ndistance beyond, it seemed to him that to be shut up with a Webster\nspelling-book and a cross teacher was more than human nature could bear.\nThere still exists a yellow slip of paper upon which, in neat, old-\nfashioned penmanship is written:",
        "     MISS PAMELA CLEMENS",
        "     Has won the love of her teacher and schoolmates by her amiable\n     deportment and faithful application to her various studies.",
        "     E. HORR, Teacher.",
        "Thus we learn that Little Sam’s sister, eight years older than himself,\nattended the same school, and that she was a good pupil.  If any such\nreward of merit was ever conferred on Little Sam, it has failed to come\nto light.  If he won the love of his teacher and playmates, it was\nprobably for other reasons.",
        "Yet he must have learned somehow, for he could read, presently, and was a\ngood speller for his age.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}