{
    "title": "The Adventures of Jimmie Dale II - Chapter V: On Guard",
    "author": "Frank L. Packard",
    "chapter": "6",
    "content": [
        "\n\n",
        "Was he in the city?  In a suburban town?  On a country road?  It\nseemed childishly absurd that he could not at least differentiate to\nthat extent; and yet, from the moment he had been placed in the\nautomobile in which he now found himself, he was forced to admit\nthat he could not tell.  He had started out with the belief that,\nknowing New York and its surroundings as minutely as he knew them,\nit would be impossible, do what they would to prevent it, that at\nthe end of the journey he should be without a clew, and a very good\nclew at that, to the location of what he now called, appropriately\nenough it seemed, the Crime Club.",
        "But he had never ridden blindfolded in a car before!  He could see\nabsolutely nothing.  And if that increased or accentuated his sense\nof hearing, it helped little–the roar of the racing car beat upon\nhis eardrums the more heavily, that was all.  He could tell, of\ncourse, the nature of the roadbed.  They were running on an asphalt\nroad, that was obvious enough; but city streets and suburban streets\nand hundreds of miles of country road around New York were of\nasphalt!",
        "Traffic?  He was quite sure, for he had strained his ears in an\neffort to detect it, that there was little or no traffic; but then,\nit must be one or two o’clock in the morning, and at that hour the\ncity streets, certainly those that would be chosen by these men,\nwould be quite as deserted as any country road!  And as for a sense\nof direction, he had none whatever–even if the car had not been\npersistently swerving and changing its course every little while.\nIf he had been able to form even an approximate idea of the compass\ndirection in which they had started, he might possibly have been\nable in a general way to counteract this further effort of theirs to\nconfuse him; but without the initial direction he was essentially\nbefogged.",
        "With these conclusions finally thrust home upon him, Jimmie Dale\nphilosophically subordinated the matter in his mind, and, leaning\nback, composed himself as comfortably as he could upon his seat.\nThere was a man beside him, and he could feel the legs of two men on\nthe seat facing him.  These, with the driver, would make four.  He\nwas still well guarded!  The car itself was a closed car–not\nhooded, the sense of touch told him–therefore a limousine of some\ndescription.  These facts, in a sense inconsequential, were absorbed\nsubconsciously; and then Jimmie Dale’s brain, remorselessly active,\nin spite of the pain from his throbbing head, was at work again.",
        "It seemed as though a year had passed since, in the early evening,\nas Larry the Bat, he had burrowed so ironically for refuge in Chang\nFoo’s den–from her!  It seemed like some mocking unreality, some\nvisionary dream that, so short a while before, he had read those\nwords of hers that had sent the blood coursing and leaping through\nhis veins in mad exultation at the thought that the culmination of\nthe years had come, that all he longed for, hoped for, that all his\nsoul cried out for was to be his–\"in an hour.”  An HOUR–and he was\nto have seen her, the woman whose face he had never seen, the woman\nwhom he loved!  And the hour instead, the hours since then, had\nbrought a nightmare of events so incredible as to seem but phantoms\nof the imagination.",
        "Phantoms!  He sat up suddenly with a jerk.  The face of the dead\nchauffeur, the limp form lashed in that chair, the horrible picture\nin its entirety, every detail standing out in ghastly relief, took\nform before him.  God knew there was no phantom there!",
        "The man beside him, at the sudden start, lifted a hand and felt\nhurriedly over the bandage across Jimmie Dale’s eyes.",
        "Jimmie Dale was scarcely conscious of the act.  With that face\nbefore him, with the scene re-enacting itself in his mind again, had\ncome another thought, staggering him for a moment with the new\nmenace that it brought.  He had had neither time nor opportunity to\nthink before; it had been all horror, all shock when he had entered\nthat room.  But now, like an inspiration, he saw it all from another\nangle.  There was a glaring fallacy in the game these men had played\nfor his benefit to-night–a fallacy which they had counted on\nglossing over, as it had, indeed, been glossed over, by the sudden\nshock with which they had forced that scene upon him; or, failing in\nthat, they had counted on the fact that his, or any other man’s\nnerve would have failed when it came to open defiance based on a\nsupposition which might, after all, be wrong, and, being wrong,\nmeant death.",
        "But it was not supposition.  Either he was right now, or these men\nwere childish, immature fools–and, whatever else they might be,\nthey were not that!  NOT A SINGLE DROP OF POISON HAD PASSED THE\nCHAUFFEUR’S LIPS.  The man had not been murdered in that room.  He\nhad not, in a sense, been murdered at all.  The man, absolutely,\nunquestionably, without a loophole for doubt, had either been killed\noutright in the automobile accident, or had died immediately\nafterward, probably without regaining consciousness, certainly\nwithout supplying any of the information that was so determinedly\nsought.",
        "Yes, he saw it now!  Their backs were against the wall, they were at\ntheir wits’ end, these men!  The knowledge that the chauffeur\npossessed, that they KNEW he possessed, was evidently life and death\nto them.  To kill the man before they had wormed out of him what\nthey wanted to know, or, at least, until, by holding him a prisoner,\nthey had exhausted every means at their command to make him speak,\nwas the last thing they would do!",
        "Jimmie Dale sat for a long time quite motionless.  The car was\nspeeding at a terrific rate along a straight stretch of road.  He\ncould almost have sworn, guided by some intuitive sense, that they\nwere in the country.  Well, even if it were so, what did that prove!\nThey might have started FROM New York itself–only to return to it\nwhen they had satisfied themselves that he was sufficiently duped.\nOr they might have started legitimately from outside New York, and\nbe going toward the city now.  Since the ultimate destination was\nNew York, and they had made no attempt to hide that from him, it was\nuseless to speculate–for at best it could be only speculation.  He\nhad decided that once before!  The man at his side felt again over\nthe scarf to see that it was in place.",
        "Curiously now Jimmie Dale recalled the inward monitor that had\nwarned him the honours had not all been his in this first round with\nthe Crime Club to-night.  If they had deliberately murdered the\nchauffeur because of a refusal to answer, they would equally have\ndone the same to him.  Fool that he had been not to have seen that\nbefore!  And yet would it have made any difference?  He shook his\nhead.  He could not have acted to any better advantage than he had\ndone.  He could not–his lips curled in grim derision–have been any\nmore convincing.",
        "Convincing!  It was all clear enough now!  If the chauffeur had\nsuffered death rather than talk, even admitting the fact that they\nhad more grounds for suspecting the chauffeur’s complicity, would\nhis, Jimmie Dale’s, mere denial, his choice, too, of death, have\nbeen any the more convincing, or have saved his life where it had\nnot saved the other’s?  A certain added respect for these men,\nagainst whom, until the end now, his victory or theirs, he realised\nhe was fighting for his life, came over him as he recognised the\ntouch of a master hand.  They did not know where to find the Tocsin;\nthe package that she had said was vital to them was still beyond\ntheir reach; the chauffeur was dead; and he, Jimmie Dale, alone\nremained–a clew that they had still to prove valid or invalid it\nwas true, but the only clew in their possession.  And, gaining\nnothing from him by a show of force, to throw him off his guard,\nthey had let him go–meaning him to believe they were convinced he\nknew nothing, and that the episode, the adventure of the night, was,\nas far as they were concerned, ended, finished, and done with!",
        "Time passed, a very long time, as he sat there.  It might have been\nan hour–he could only hazard a guess.  Not one of the men in the\ncar had spoken a word.  But to Jimmie Dale, the car itself, the\nride, its duration, these three strange companions, were for the\ntime being extraneous.  Even that sick giddiness in his head had, at\nleast temporarily, gone from him.",
        "And so, all unsuspectingly, he was to lead them to the Tocsin and\nfall into the trap himself!  His hands, thrust deep in his pockets,\nwere tightly clenched.  They were clever enough, ingenious enough,\npowerful enough to watch him henceforth at every turn–and from now\non, day and night, they were to be reckoned with.  Suppose that in\nsome way, as it might well have happened, for it was now vitally\nnecessary that she should communicate with him and he with her, he\nhad played blindly into their hands, and through him she should have\nfallen into their power!  It brought a sickening chill, a sort of\nhideous panic to Jimmie Dale–and then fury, anger, in a torrent,\nsurged upon him, and there came a merciless desire to crush, to\nstrangle, to stamp out this inhuman band of criminals that, with\nintolerable effrontery to the laws of God and man, were so\nelaborately and scientifically equipped for their monstrous\npurposes!",
        "And then Jimmie Dale, in the darkness, smiled again grimly as the\nleader’s reference to the Gray Seal recurred to him.  Well, perhaps,\nwho knew, they would have reason more than they dreamed of to wish\nthe Gray Seal enrolled in their own ranks!  It was strange, curious!\nHe had thought all that was ended.  Only a few short hours before he\nhad hidden away all, everything that was incident to the life of the\nGray Seal, the clothes of Larry the Bat, that little metal case with\nthe gray-coloured, adhesive seals, a dozen other things, believing\nthat it only remained for him to return and destroy them at his\nleisure as a finishing touch to the Gray Seal’s career–and now,\ninstead, he was face to face with the gravest and most dangerous\nproblem that she had ever called upon him to undertake!",
        "Well, at least, the odds were not all in the Crime Club’s favour.\nWhere they now certainly believed him to be entirely off his guard,\nhe was thoroughly on his guard; and where they might suspect him,\nwatch him, they would suspect and watch only the character, the\nperson of Jimmie Dale, and count not at all upon either Larry the\nBat or–the Gray Seal.",
        "A sort of savage elation fell upon Jimmie Dale.  His brain, that had\nbeen stagnant, confused, physically sick with pain and suffering,\nwas working now with its old-time vigour and ease, mapping,\nplanning, scheming the way ahead.  To strike, and strike quickly–to\nstrike FIRST!  It must be his move next–not theirs!  And he must\nact to-night at once, the moment he was given this pretence to\nliberty that they had in store for him, before they had an\nopportunity of closing down around him with a network of spies that\nhe could not elude.  By morning, Jimmie Dale would be Larry the Bat,\nand inhabiting the Sanctuary again.  And a tip to Jason, his old\nbutler, to the effect, say, that he had gone away for a trip, would\naccount for his disappearance satisfactorily enough; it would not\nnecessarily arouse their suspicions when they eventually discovered\nhe was gone, for against that was always the possible, and quite\nlikely presumption that, where they had succeeded in nothing else,\nthey had at least succeeded in frightening him thoroughly and to the\nextent of imbuing him with a hasty desire to put a safe distance\nbetween himself and them.",
        "And now, with his mind made up to his course of action, an intense\nimpatience to put his plan into effect, an irritation at the useless\ntwistings and turnings of the car that had latterly become more\nfrequent, took hold upon him.  How much longer was this to last!\nThey must have been fully an hour and a half on the road already,\nand–ah, the car was stopping now!",
        "He straightened up in his seat as the machine came to a halt–but\nthe man at his side laid a restraining hand upon him.  The car door\nopened, and one of the men got out.  Jimmie Dale caught an\nindistinct murmur of voices from without, then the man returned to\nhis seat, and the car went on again.",
        "Another half hour passed, that, curbing his irritation and\nimpatience, was filled with the conjectures and questions that anew\ncame crowding in upon his mind.  Why had the car made that stop?  It\nwas rather curious.  It was certainly a prearranged meeting place.\nWhy?  And these clothes that he now wore–why had they made him\nchange?  His own had not been very badly torn.  The reason given him\nwas, on the face of it now, in view of what he now knew, mere\npretence.  What was the ulterior motive behind that pretence?  What\ndid this package, that had already cost a man his life to-night,\ncontain?  Who was the chauffeur?  What was this death feud between\nthe Tocsin and these men?  Did she know where the Crime Club was?\nWho and where was John Johansson?  What was this box that was\nnumbered 428?  Could she supply the links that would forge the chain\ninto an unbroken whole?",
        "And then for the second time the car slowed down–and this time the\nman on the seat beside Jimmie Dale reached up and untied the scarf.",
        "“You get out here,” said the man tersely.",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}