{
    "title": "The Life of Abraham Lincoln - Chapter XXII. The Inauguration",
    "author": "Henry Ketcham",
    "chapter": "24",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "Beautiful for situation and beautiful in construction is the Washington\nCity of to-day. But it was not so in Lincoln’s day. The proper\ndecoration of the city did not begin until Grant’s administration. In\n1861 it was comparatively a small city. Its population numbered only\nabout 65,000. The magnificent modern residences had not been built. The\nhouses were few, low, not handsome, with hideous spaces of unimproved\nland lying between. The streets were not paved with asphalt. Some were\npaved with cobble stones, and some consisted of plain aboriginal mud.\nThe dome of the Capitol was but half finished when Lincoln saw it for\nthe first time, and the huge derrick which surmounted it was painfully\nsuggestive of the gallows. The approach was not a well-kept lawn, but a\nmeadow of grass, ragged and ill-cared for.",
        "Washington society was then, as always, composed of people of education\nand social culture, but it was not such as would kindle the enthusiasm\nof the patriot. From the time whereof the memory of man runneth not to\nthe contrary, it had been dominated by the slave power. The District of\nColumbia is situated in a slave state. The politics of South Carolina\nand Mississippi had always been aggressive, and the social leadership\nhad been the same. J. G. Holland estimated that not more than one in\nfive of the people in Washington in the winter of 1860-61 were glad to\nhave Lincoln come. He was not far from right. Lamon called the city “a\nfocus of political intrigue and corruption.”",
        "For many years, specifically since 1848, the slave power had been\nmasterful in Washington, while its despotic temper had grown\ncontinually more assertive. The intellectual and moral atmosphere\nbecame increasingly repulsive to those who believed in freedom, and\nsuch people would not therefore choose that city as a place of\nresidence.",
        "The departments were of course filled with employees in sympathy with\nslavery. Pierce had been made President in 1853. The Missouri\nCompromise had been repealed in 1854. Buchanan came into office in\n1857. The crowning act of his administration was supporting the Kansas\ninfamy in 1859. From these indications it is easy to estimate the\npolitical status of Washington society when Lincoln entered the city\nFebruary 23, 1861. Many thousands of his friends poured in from all\nquarters north of Mason and Dixon’s line to attend the ceremonies of\nthe inaugural. But these were transients, and foreign to the prevailing\nsentiment of the city.",
        "Every official courtesy, however, was shown to the President-elect. The\noutgoing President and cabinet received him politely. He had many\nsupporters and some personal friends in both houses of congress. These\nreceived him with enthusiasm, while his opponents were not uncivil. The\nmembers of the Supreme Court greeted him with a measure of cordiality.\nBoth Douglas and Breckinridge, the defeated candidates at the late\nelection, called on him. The so-called Peace Conference had brought\ntogether many men of local influence, who seized the opportunity of\nmaking his acquaintance. So the few days passed busily as the time for\ninauguration approached.",
        "Of course anxiety and even excitement were not unknown. One instance is\nenough to relate here. Arrangements were about concluded for the\ncabinet appointments. The most important selection was for the\nSecretary of State. This position had been tendered to Seward months\nbefore and had by him been accepted. The subsequent selections had been\nmade in view of the fact that Seward was to fill this position. On\nSaturday, March 2d, while only a few hours remained before the\ninaugural, Seward suddenly withdrew his promised acceptance. This\nutterly upset the balancings on which Lincoln had so carefully worked\nfor the last four months, and was fitted to cause consternation.\nLincoln’s comment was: “I can’t afford to have Seward take the first\ntrick.” So he sent him an urgent personal note on the morning of March\n4th, requesting him to withdraw this refusal. Seward acceded to this\nand the matter was arranged satisfactorily.",
        "The morning of the day of the inauguration was clear, mild, beautiful.\nThe military display gave a bright and showy appearance to the scene.\nGeneral Scott had used the utmost care to have the arrangements for the\ndefense of the President perfect. There were guards about the carriage,\nguards about the Capitol, a flying battery upon a commanding hill.\nBesides this, sharpshooters were posted on the roofs of the houses\nalong the route of travel, with injunctions to watch narrowly the\nwindows opposite and fire upon the first manifestation of disorder. One\ncannot resist the temptation to speculate upon the excitement that\nwould have developed had a mischievous boy set off a large fire-cracker\nat a critical moment!",
        "Shortly after twelve o’clock, noon, Buchanan called to escort his\nsuccessor to the Capitol. The retiring President and the President-\nelect rode side by side through the streets. Reaching the grounds of\nthe Capitol they found an improvised board tunnel through which they\nwalked arm in arm to the building. This tunnel had been constructed to\nguard against assassination, of which there had recently been many\nthreats. They passed through the senate chamber and through the\nbuilding to the large platform which had been erected at the east\nfront. The procession was headed by the justices of the Supreme Court\nclothed in cap and gown.",
        "The platform was densely packed, but in the number there were four men\nof especial interest. When Lincoln had first been nominated for the\nsenate, at Springfield, June 16, 1858, he made the speech which came to\nbe known as “the house-divided-against-itself speech.” One remarkable\nparagraph is here quoted:",
        "“We cannot absolutely know that all these exact adaptations are the\nresult of preconcert. But when we see a lot of framed timbers,\ndifferent portions of which we know have been gotten out at different\ntimes and places and by different workmen–Stephen, Franklin, Roger,\nand James, for instance–and when we see these timbers joined together,\nand see they exactly make the frame of a house or a mill, all the\ntenons and mortices exactly fitting, and all the lengths and\nproportions of the different pieces exactly adapted to their respective\nplaces, and not a piece too many or too few–not omitting even\nscaffolding–or, if a single piece be lacking, we see the place in the\nframe exactly fitted and prepared yet to bring the piece in–in such a\ncase, we find it impossible not to believe that Stephen and Franklin\nand Roger and James all understood one another from the beginning, and\nall worked upon a common plan or draft drawn up before the first blow\nwas struck.”",
        "The manifest reference here is to the co-workers for the extension of\nslavery: namely, Stephen A. Douglas, Franklin Pierce, Roger B. Taney,\nand James Buchanan. One of this number, Franklin, had fallen into\nwelcome oblivion; James had escorted Lincoln to the platform; Stephen\nstood immediately behind him, alert to show him any courtesy; and\nRoger, as Chief Justice, was about to administer the oath of office. It\nwas a rare case of poetic justice.",
        "Lincoln was introduced to the vast audience by his former neighbor, E.\nD. Baker, at this time senator from Oregon. In one hand Lincoln had his\nsilk hat, and as he looked about for a place to put it, his old\nantagonist, Douglas, took it. To a lady he whispered: “If I can’t be\nPresident, I can at least hold the President’s hat.”",
        "The inaugural address had been submitted confidentially to a few\ntrusted friends for criticism. The only criticisms of importance were\nthose of Seward. By these Lincoln was guided but not governed. A\nperusal of the documents will show that, while Seward’s suggestions\nwere unquestionably good, Lincoln’s finished product was far better.\nThis is specifically true of the closing paragraph, which has been\nwidely admired for its great beauty. From the remarkable address we\nquote only two passages. In the first he meets the charge that he would\ninvolve the country in war. It is as follows:",
        "“I shall take care, as the Constitution itself expressly enjoins upon\nme, that the laws of the Union shall be faithfully executed in all the\nstates. Doing this, which I deem to be only a simple duty on my part, I\nshall perfectly perform it, so far as is practicable, unless my\nrightful masters, the American people, shall withhold the requisition,\nor in some authoritative manner direct the contrary. I trust this will\nnot be regarded as a menace, but only as the declared purpose of the\nUnion that it will constitutionally defend and maintain itself.",
        "“In doing this, there need be no bloodshed or violence, and there shall\nbe none unless it is forced upon the national authority. The power\nconfided to me will be used to hold, occupy, and possess the property\nand places belonging to the government, and collect the duties and\nimposts. But beyond what may be necessary for these objects there\nwill be no invasion, no using of force against or among the people\nanywhere.”",
        "Concerning the clause above italicised there was a general\nquestioning,–Does he mean what he says? In due time they learned that\nhe meant what he said, and all of it.",
        "The address concluded as follows:",
        "“In your hands, my dissatisfied fellow-countrymen, and not in mine, is\nthe momentous issue of civil war. The government will not assail you.\nYou can have no conflict without being yourselves the aggressors. You\nhave no oath registered in Heaven to destroy the government, while I\nshall have the most solemn one to ’preserve, protect, and defend’ it.",
        "“I am loath to close. We are not enemies, but friends. We must not be\nenemies. Though passion may have strained, it must not break, our bonds\nof affection. The mystic cords of memory, stretching from every battle-\nfield and patriot grave to every living heart and hearthstone all over\nthis broad land, will yet swell the chorus of the Union, when again\ntouched, as surely they will be, by the better angels of our nature.”",
        "The address was listened to closely throughout. Immediately upon its\nconclusion the speaker was sworn into office by Chief Justice Taney\nwhose name is connected with the famous Dred Scott decision. James\nBuchanan was now a private citizen and the pioneer rail-splitter was at\nthe head of the United States.",
        "In all the thousands of people there assembled, there was no one who\nlistened more intently than Stephen A. Douglas. At the conclusion he\nwarmly grasped the President hand’s, congratulated him upon the\ninaugural, and pledged him that he would stand by him and support him\nin upholding the Constitution and enforcing the laws. The nobler part\nof the nature of the “little giant” came to the surface. The clearness,\nthe gentleness, the magnanimity, the manliness expressed in this\ninaugural address of his old rival, won him over at last, and he\npledged him here his fealty. For a few months, while the storm was\nbrewing, Douglas was inactive, so that his influence counted on the\nside of the hostile party, the party to which he had always belonged.\nBut when war actually broke out, he hastened to stand by the President,\nand right nobly did he redeem his promise which he had given. Had he\nlived, there are few men whose influence would have been more weighty\nin the cause of the Union. An untimely death cut him off at the\nbeginning of this patriotic activity. His last public act was to\naddress to the legislature of Illinois a masterly plea for the support\nof the war for the Union. He died in Chicago on the 3d of June, 1861.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}