{
    "title": "The Devil’s Dictionary - H",
    "author": "Ambrose Bierce",
    "chapter": "9",
    "content": [
        "\n\n",
        "",
        "HABEAS CORPUS.  A writ by which a man may be taken out of jail when \nconfined for the wrong crime.",
        "HABIT, n.  A shackle for the free.",
        "HADES, n.  The lower world; the residence of departed spirits; the \nplace where the dead live.\n  Among the ancients the idea of Hades was not synonymous with our \nHell, many of the most respectable men of antiquity residing there in \na very comfortable kind of way.  Indeed, the Elysian Fields themselves \nwere a part of Hades, though they have since been removed to Paris.  \nWhen the Jacobean version of the New Testament was in process of \nevolution the pious and learned men engaged in the work insisted by a \nmajority vote on translating the Greek word “Aides” as “Hell\"; but a \nconscientious minority member secretly possessed himself of the record \nand struck out the objectional word wherever he could find it.  At the \nnext meeting, the Bishop of Salisbury, looking over the work, suddenly \nsprang to his feet and said with considerable excitement:  “Gentlemen, \nsomebody has been razing ’Hell’ here!”  Years afterward the good \nprelate’s death was made sweet by the reflection that he had been the \nmeans (under Providence) of making an important, serviceable and \nimmortal addition to the phraseology of the English tongue.",
        "HAG, n.  An elderly lady whom you do not happen to like; sometimes \ncalled, also, a hen, or cat.  Old witches, sorceresses, etc., were \ncalled hags from the belief that their heads were surrounded by a kind \nof baleful lumination or nimbus — hag being the popular name of that \npeculiar electrical light sometimes observed in the hair.  At one time \nhag was not a word of reproach:  Drayton speaks of a “beautiful hag, \nall smiles,” much as Shakespeare said, “sweet wench.”  It would not \nnow be proper to call your sweetheart a hag — that compliment is \nreserved for the use of her grandchildren.",
        "HALF, n.  One of two equal parts into which a thing may be divided, or \nconsidered as divided.  In the fourteenth century a heated discussion \narose among theologists and philosophers as to whether Omniscience \ncould part an object into three halves; and the pious Father \nAldrovinus publicly prayed in the cathedral at Rouen that God would \ndemonstrate the affirmative of the proposition in some signal and \nunmistakable way, and particularly (if it should please Him) upon the \nbody of that hardy blasphemer, Manutius Procinus, who maintained the \nnegative.  Procinus, however, was spared to die of the bite of a \nviper.",
        "HALO, n.  Properly, a luminous ring encircling an astronomical body, \nbut not infrequently confounded with “aureola,” or “nimbus,” a \nsomewhat similar phenomenon worn as a head-dress by divinities and \nsaints.  The halo is a purely optical illusion, produced by moisture \nin the air, in the manner of a rainbow; but the aureola is conferred \nas a sign of superior sanctity, in the same way as a bishop’s mitre, \nor the Pope’s tiara.  In the painting of the Nativity, by Szedgkin, a \npious artist of Pesth, not only do the Virgin and the Child wear the \nnimbus, but an ass nibbling hay from the sacred manger is similarly \ndecorated and, to his lasting honor be it said, appears to bear his \nunaccustomed dignity with a truly saintly grace.",
        "HAND, n.  A singular instrument worn at the end of the human arm and \ncommonly thrust into somebody’s pocket.",
        "HANDKERCHIEF, n.  A small square of silk or linen, used in various \nignoble offices about the face and especially serviceable at funerals \nto conceal the lack of tears.  The handkerchief is of recent \ninvention; our ancestors knew nothing of it and intrusted its duties \nto the sleeve.  Shakespeare’s introducing it into the play of \n“Othello” is an anachronism:  Desdemona dried her nose with her skirt, \nas Dr. Mary Walker and other reformers have done with their coattails \nin our own day — an evidence that revolutions sometimes go backward.",
        "HANGMAN, n.  An officer of the law charged with duties of the highest \ndignity and utmost gravity, and held in hereditary disesteem by a \npopulace having a criminal ancestry.  In some of the American States \nhis functions are now performed by an electrician, as in New Jersey, \nwhere executions by electricity have recently been ordered — the \nfirst instance known to this lexicographer of anybody questioning the \nexpediency of hanging Jerseymen.",
        "HAPPINESS, n.  An agreeable sensation arising from contemplating the \nmisery of another.",
        "HARANGUE, n.  A speech by an opponent, who is known as an harrangue- \noutang.",
        "HARBOR, n.  A place where ships taking shelter from stores are exposed \nto the fury of the customs.",
        "HARMONISTS, n.  A sect of Protestants, now extinct, who came from \nEurope in the beginning of the last century and were distinguished for \nthe bitterness of their internal controversies and dissensions.",
        "HASH, x.  There is no definition for this word — nobody knows what \nhash is.",
        "HATCHET, n.  A young axe, known among Indians as a Thomashawk.",
        "  “O bury the hatchet, irascible Red,\n  For peace is a blessing,” the White Man said.\n      The Savage concurred, and that weapon interred,\n  With imposing rites, in the White Man’s head.",
        "John Lukkus",
        "\nHATRED, n.  A sentiment appropriate to the occasion of another’s \nsuperiority.",
        "HEAD-MONEY, n.  A capitation tax, or poll-tax.",
        "  In ancient times there lived a king\n  Whose tax-collectors could not wring\n  From all his subjects gold enough\n  To make the royal way less rough.\n  For pleasure’s highway, like the dames\n  Whose premises adjoin it, claims\n  Perpetual repairing.  So\n  The tax-collectors in a row\n  Appeared before the throne to pray\n  Their master to devise some way\n  To swell the revenue.  “So great,\"\n  Said they, “are the demands of state\n  A tithe of all that we collect\n  Will scarcely meet them.  Pray reflect:\n  How, if one-tenth we must resign,\n  Can we exist on t’other nine?\"\n  The monarch asked them in reply:\n  “Has it occurred to you to try\n  The advantage of economy?\"\n  “It has,” the spokesman said:  “we sold\n  All of our gray garrotes of gold;\n  With plated-ware we now compress\n  The necks of those whom we assess.\n  Plain iron forceps we employ\n  To mitigate the miser’s joy\n  Who hoards, with greed that never tires,\n  That which your Majesty requires.\"\n  Deep lines of thought were seen to plow\n  Their way across the royal brow.\n  “Your state is desperate, no question;\n  Pray favor me with a suggestion.\"\n  “O King of Men,” the spokesman said,\n  “If you’ll impose upon each head\n  A tax, the augmented revenue\n  We’ll cheerfully divide with you.\"\n  As flashes of the sun illume\n  The parted storm-cloud’s sullen gloom,\n  The king smiled grimly.  “I decree\n  That it be so — and, not to be\n  In generosity outdone,\n  Declare you, each and every one,\n  Exempted from the operation\n  Of this new law of capitation.\n  But lest the people censure me\n  Because they’re bound and you are free,\n  ’Twere well some clever scheme were laid\n  By you this poll-tax to evade.\n  I’ll leave you now while you confer\n  With my most trusted minister.\"\n  The monarch from the throne-room walked\n  And straightway in among them stalked\n  A silent man, with brow concealed,\n  Bare-armed — his gleaming axe revealed!",
        "G.J.",
        "\nHEARSE, n.  Death’s baby-carriage.",
        "HEART, n.  An automatic, muscular blood-pump.  Figuratively, this \nuseful organ is said to be the esat of emotions and sentiments — a \nvery pretty fancy which, however, is nothing but a survival of a once \nuniversal belief.  It is now known that the sentiments and emotions \nreside in the stomach, being evolved from food by chemical action of \nthe gastric fluid.  The exact process by which a beefsteak becomes a \nfeeling — tender or not, according to the age of the animal from \nwhich it was cut; the successive stages of elaboration through which a \ncaviar sandwich is transmuted to a quaint fancy and reappears as a \npungent epigram; the marvelous functional methods of converting a \nhard-boiled egg into religious contrition, or a cream-puff into a sigh \nof sensibility — these things have been patiently ascertained by M. \nPasteur, and by him expounded with convincing lucidity.  (See, also, \nmy monograph, The Essential Identity of the Spiritual Affections and \nCertain Intestinal Gases Freed in Digestion — 4to, 687 pp.)  In a \nscientific work entitled, I believe, Delectatio Demonorum (John \nCamden Hotton, London, 1873) this view of the sentiments receives a \nstriking illustration; and for further light consult Professor Dam’s \nfamous treatise on Love as a Product of Alimentary Maceration.",
        "HEAT, n.",
        "  Heat, says Professor Tyndall, is a mode\n      Of motion, but I know now how he’s proving\n  His point; but this I know — hot words bestowed\n      With skill will set the human fist a-moving,\n  And where it stops the stars burn free and wild.\n  Crede expertum — I have seen them, child.",
        "Gorton Swope",
        "\nHEATHEN, n.  A benighted creature who has the folly to worship \nsomething that he can see and feel.  According to Professor Howison, \nof the California State University, Hebrews are heathens.",
        "  “The Hebrews are heathens!” says Howison.  He’s\n      A Christian philosopher.  I’m\n  A scurril agnostical chap, if you please,\n      Addicted too much to the crime\n      Of religious discussion in my rhyme.",
        "  Though Hebrew and Howison cannot agree\n      On a modus vivendi — not they! —\n  Yet Heaven has had the designing of me,\n      And I haven’t been reared in a way\n      To joy in the thick of the fray.",
        "  For this of my creed is the soul and the gist,\n      And the truth of it I aver:\n  Who differs from me in his faith is an ’ist,\n      And ’ite, an ’ie, or an ’er —\n      And I’m down upon him or her!",
        "  Let Howison urge with perfunctory chin\n      Toleration — that’s all very well,\n  But a roast is “nuts” to his nostril thin,\n      And he’s running — I know by the smell —\n      A secret and personal Hell!",
        "Bissell Gip",
        "\nHEAVEN, n.  A place where the wicked cease from troubling you with \ntalk of their personal affairs, and the good listen with attention \nwhile you expound your own.",
        "HEBREW, n.  A male Jew, as distinguished from the Shebrew, an \naltogether superior creation.",
        "HELPMATE, n.  A wife, or bitter half.",
        "  “Now, why is yer wife called a helpmate, Pat?\"\n      Says the priest.  “Since the time ’o yer wooin’\n  She’s niver [sic] assisted in what ye were at —\n      For it’s naught ye are ever doin’.”",
        "  “That’s true of yer Riverence [sic],” Patrick replies,\n      And no sign of contrition envices;\n  “But, bedad, it’s a fact which the word implies,\n      For she helps to mate the expinses [sic]!”",
        "Marley Wottel",
        "\nHEMP, n.  A plant from whose fibrous bark is made an article of \nneckwear which is frequently put on after public speaking in the open \nair and prevents the wearer from taking cold.",
        "HERMIT, n.  A person whose vices and follies are not sociable.",
        "HERS, pron.  His.",
        "HIBERNATE, v.i.  To pass the winter season in domestic seclusion.  \nThere have been many singular popular notions about the hibernation of \nvarious animals.  Many believe that the bear hibernates during the \nwhole winter and subsists by mechanically sucking its paws.  It is \nadmitted that it comes out of its retirement in the spring so lean \nthat it had to try twice before it can cast a shadow.  Three or four \ncenturies ago, in England, no fact was better attested than that \nswallows passed the winter months in the mud at the bottom of their \nbrooks, clinging together in globular masses.  They have apparently \nbeen compelled to give up the custom and account of the foulness of \nthe brooks.  Sotus Ecobius discovered in Central Asia a whole nation \nof people who hibernate.  By some investigators, the fasting of Lent \nis supposed to have been originally a modified form of hibernation, to \nwhich the Church gave a religious significance; but this view was \nstrenuously opposed by that eminent authority, Bishop Kip, who did not \nwish any honors denied to the memory of the Founder of his family.",
        "HIPPOGRIFF, n.  An animal (now extinct) which was half horse and half \ngriffin.  The griffin was itself a compound creature, half lion and \nhalf eagle.  The hippogriff was actually, therefore, a one-quarter \neagle, which is two dollars and fifty cents in gold.  The study of \nzoology is full of surprises.",
        "HISTORIAN, n.  A broad-gauge gossip.",
        "HISTORY, n.  An account mostly false, of events mostly unimportant, \nwhich are brought about by rulers mostly knaves, and soldiers mostly \nfools.",
        "  Of Roman history, great Niebuhr’s shown\n  ’Tis nine-tenths lying.  Faith, I wish ’twere known,\n  Ere we accept great Niebuhr as a guide,\n  Wherein he blundered and how much he lied.",
        "Salder Bupp",
        "\nHOG, n.  A bird remarkable for the catholicity of its appetite and \nserving to illustrate that of ours.  Among the Mahometans and Jews, \nthe hog is not in favor as an article of diet, but is respected for \nthe delicacy and the melody of its voice.  It is chiefly as a songster \nthat the fowl is esteemed; the cage of him in full chorus has been \nknown to draw tears from two persons at once.  The scientific name of \nthis dicky-bird is Porcus Rockefelleri.  Mr. Rockefeller did not \ndiscover the hog, but it is considered his by right of resemblance.",
        "HOMOEOPATHIST, n.  The humorist of the medical profession.",
        "HOMOEOPATHY, n.  A school of medicine midway between Allopathy and \nChristian Science.  To the last both the others are distinctly \ninferior, for Christian Science will cure imaginary diseases, and they \ncan not.",
        "HOMICIDE, n.  The slaying of one human being by another.  There are \nfour kinds of homocide:  felonious, excusable, justifiable, and \npraiseworthy, but it makes no great difference to the person slain \nwhether he fell by one kind or another — the classification is for \nadvantage of the lawyers.",
        "HOMILETICS, n.  The science of adapting sermons to the spiritual \nneeds, capacities and conditions of the congregation.",
        "  So skilled the parson was in homiletics\n  That all his normal purges and emetics\n  To medicine the spirit were compounded\n  With a most just discrimination founded\n  Upon a rigorous examination\n  Of tongue and pulse and heart and respiration.\n  Then, having diagnosed each one’s condition,\n  His scriptural specifics this physician\n  Administered — his pills so efficacious\n  And pukes of disposition so vivacious\n  That souls afflicted with ten kinds of Adam\n  Were convalescent ere they knew they had ’em.\n  But Slander’s tongue — itself all coated — uttered\n  Her bilious mind and scandalously muttered\n  That in the case of patients having money\n  The pills were sugar and the pukes were honey.",
        "Biography of Bishop Potter",
        "\nHONORABLE, adj.  Afflicted with an impediment in one’s reach.  In \nlegislative bodies it is customary to mention all members as \nhonorable; as, “the honorable gentleman is a scurvy cur.”",
        "HOPE, n.  Desire and expectation rolled into one.",
        "  Delicious Hope! when naught to man it left —\n  Of fortune destitute, of friends bereft;\n  When even his dog deserts him, and his goat\n  With tranquil disaffection chews his coat\n  While yet it hangs upon his back; then thou,\n  The star far-flaming on thine angel brow,\n  Descendest, radiant, from the skies to hint\n  The promise of a clerkship in the Mint.",
        "Fogarty Weffing",
        "\nHOSPITALITY, n.  The virtue which induces us to feed and lodge certain \npersons who are not in need of food and lodging.",
        "HOSTILITY, n.  A peculiarly sharp and specially applied sense of the \nearth’s overpopulation.  Hostility is classified as active and \npassive; as (respectively) the feeling of a woman for her female \nfriends, and that which she entertains for all the rest of her sex.",
        "HOURI, n.  A comely female inhabiting the Mohammedan Paradise to make \nthings cheery for the good Mussulman, whose belief in her existence \nmarks a noble discontent with his earthly spouse, whom he denies a \nsoul.  By that good lady the Houris are said to be held in deficient \nesteem.",
        "HOUSE, n.  A hollow edifice erected for the habitation of man, rat, \nmouse, beelte, cockroach, fly, mosquito, flea, bacillus and microbe.  \nHouse of Correction, a place of reward for political and personal \nservice, and for the detention of offenders and appropriations.  \nHouse of God, a building with a steeple and a mortgage on it.  \nHouse-dog, a pestilent beast kept on domestic premises to insult \npersons passing by and appal the hardy visitor.  House-maid, a \nyoungerly person of the opposing sex employed to be variously \ndisagreeable and ingeniously unclean in the station in which it has \npleased God to place her.",
        "HOUSELESS, adj.  Having paid all taxes on household goods.",
        "HOVEL, n.  The fruit of a flower called the Palace.",
        "      Twaddle had a hovel,\n          Twiddle had a palace;\n      Twaddle said:  “I’ll grovel\n          Or he’ll think I bear him malice” —\n  A sentiment as novel\n      As a castor on a chalice.",
        "      Down upon the middle\n          Of his legs fell Twaddle\n      And astonished Mr. Twiddle,\n          Who began to lift his noddle.\n      Feed upon the fiddle-\n          Faddle flummery, unswaddle\n  A new-born self-sufficiency and think himself a [mockery.]",
        "G.J.",
        "\nHUMANITY, n.  The human race, collectively, exclusive of the \nanthropoid poets.",
        "HUMORIST, n.  A plague that would have softened down the hoar \nausterity of Pharaoh’s heart and persuaded him to dismiss Israel with \nhis best wishes, cat-quick.",
        "  Lo! the poor humorist, whose tortured mind\n  See jokes in crowds, though still to gloom inclined —\n  Whose simple appetite, untaught to stray,\n  His brains, renewed by night, consumes by day.\n  He thinks, admitted to an equal sty,\n  A graceful hog would bear his company.",
        "Alexander Poke",
        "\nHURRICANE, n.  An atmospheric demonstration once very common but now \ngenerally abandoned for the tornado and cyclone.  The hurricane is \nstill in popular use in the West Indies and is preferred by certain \nold-fashioned sea-captains.  It is also used in the construction of \nthe upper decks of steamboats, but generally speaking, the hurricane’s \nusefulness has outlasted it.",
        "HURRY, n.  The dispatch of bunglers.",
        "HUSBAND, n.  One who, having dined, is charged with the care of the \nplate.",
        "HYBRID, n.  A pooled issue.",
        "HYDRA, n.  A kind of animal that the ancients catalogued under many \nheads.",
        "HYENA, n.  A beast held in reverence by some oriental nations from its \nhabit of frequenting at night the burial-places of the dead.  But the \nmedical student does that.",
        "HYPOCHONDRIASIS, n.  Depression of one’s own spirits.",
        "  Some heaps of trash upon a vacant lot\n  Where long the village rubbish had been shot\n  Displayed a sign among the stuff and stumps —\n  “Hypochondriasis.”  It meant The Dumps.",
        "Bogul S. Purvy",
        "\nHYPOCRITE, n.  One who, profession virtues that he does not respect \nsecures the advantage of seeming to be what he depises.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}