{
    "title": "The American Spirit in Literature - Chapter VIII. Poe and Whitman",
    "author": "Bliss Perry",
    "chapter": "8",
    "content": [
        "\n\n",
        "Enter now two egotists, who have little in common save their\negotism, two outsiders who upset most of the conventional\nAmerican rules for winning the literary race, two men of genius,\nin short, about whom we are still quarreling, and whose\ndistinctive quality is more accurately perceived in Europe than\nit has ever been in the United States.",
        "Both Poe and Whitman were Romanticists by temperament. Both\nshared in the tradition and influence of European Romanticism.\nBut they were also late comers, and they were caught in the more\nmorbid and extravagant phases of the great European movement\nwhile its current was beginning to ebb. Their acquaintance with\nits literature was mainly at second-hand and through the medium\nof British and American periodicals. Poe, who was older than\nWhitman by ten years, was fifteen when Byron died, in 1824. He\nwas untouched by the nobler mood of Byron, though his verse was\ncolored by the influence of Byron, Moore, and Shelley. His prose\nmodels were De Quincey, Disraeli, and Bulwer. Yet he owed more to\nColeridge than to any of the Romantics. He was himself a sort of\nColeridge without the piety, with the same keen penetrating\ncritical intelligence, the same lovely opium-shadowed dreams,\nand, alas, with something of the same reputation as a deadbeat.",
        "A child of strolling players, Poe happened to be born in Boston,\nbut he hated “Frog-Pondium\"–his favorite name for the city of\nhis nativity–as much as Whistler hated his native town of\nLowell. His father died early of tuberculosis, and his mother,\nafter a pitiful struggle with disease and poverty, soon followed\nher husband to the grave. The boy, by physical inheritance a\nneurasthenic, though with marked bodily activity in youth, was\nadopted by the Allans, a kindly family in Richmond, Virginia. Poe\nliked to think of himself as a Southerner. He was sent to school\nin England, and in 1826, at seventeen, he attended for nearly a\nyear the newly founded University of Virginia. He was a dark,\nshort, bow-legged boy, with the face of his own Roderick Usher.\nHe made a good record in French and Latin, read, wrote and\nrecited poetry, tramped on the Ragged Mountains, and did not\nnotably exceed his companions in drinking and gambling. But his\nScotch foster-father disapproved of his conduct and withdrew him\nfrom the University. A period of wandering followed. He enlisted\nin the army and was stationed in Boston in 1827, when his first\nvolume, “Tamerlane,” was published. In 1829 he was in Fortress\nMonroe, and published “Al Aaraf” at Baltimore. He entered West\nPoint in 1830, and was surely, except Whistler, the strangest of\nall possible cadets. When he was dismissed in 1831, he had\nwritten the marvellous lines “To Helen,” “Israfel,” and “The City\nin the Sea.” That is enough to have in one’s knapsack at the age\nof twenty-two.",
        "In the eighteen years from 1831 to 1849, when Poe’s unhappy life\ncame to an end in a Baltimore hospital, his literary activity was\nchiefly that of a journalist, critic, and short story writer. He\nlived in Baltimore, Richmond, Philadelphia, and New York. Authors\nwho now exploit their fat bargains with their publishers may have\nforgotten that letter which Poe wrote back to Philadelphia the\nmorning after he arrived with his child-wife in New York: “We are\nboth in excellent spirits . . . . We have now got four dollars\nand a half left. To-morrow I am going to try and borrow three\ndollars, so that I may have a fortnight to go upon.” When the\nchild-wife died in the shabby cottage at Fordham, her wasted body\nwas covered with the old army overcoat which Poe had brought from\nWest Point. If Poe met some of the tests of practical life\ninadequately, it must be remembered that his health failed at\ntwenty-five, that he was pitiably poor, and that the slightest\nindulgence in drink set his overwrought nerves jangling.\nFerguson, the former office-boy of the “Literary Messenger,\"\njudged this man of letters with an office-boy’s firm and\nexperienced eye: “Mr. Poe was a fine gentleman when he was sober.\nHe was ever kind and courtly, and at such times everyone liked\nhim. But when he was drinking he was about one of the most\ndisagreeable men I have ever met.” “I am sorry for him,” wrote C.\nF. Briggs to Lowell. “He has some good points, but taken\naltogether, he is badly made up.” “Badly made up,” no doubt, both\nin body and mind, but all respectable and prosperous Pharisees\nshould be reminded that Poe did not make himself; or rather, that\nhe could not make himself over. Very few men can. Given Poe’s\ntemperament, and the problem is insoluble. He wrote to Lowell in\n1844: “I have been too deeply conscious of the mutability and\nevanescence of temporal things to give any continuous effort to\nanything–to be consistent in anything. My life has been\nWHIM–impulse–passion–a longing for solitude–a scorn of all\nthings present in an earnest desire for the future.” It is the\npathetic confession of a dreamer. Yet this dreamer was also a\nkeen analyzer, a tireless creator of beautiful things. In them he\nsought and found a refuge from actuality. The marvel of his\ncareer is, as I have said elsewhere, that this solitary,\nembittered craftsman, out of such hopeless material as negations\nand abstractions, shadows and superstitions, out of disordered\nfancies and dreams of physical horror and strange crime, should\nhave wrought structures of imperishable beauty.",
        "Let us notice the critical instinct which he brought to the task\nof creation. His theory of verse is simple, in fact too simple to\naccount for all of the facts. The aim of poetry, according to\nPoe, is not truth but pleasure–the rhythmical creation of\nbeauty. Poetry should be brief, indefinite, and musical. Its\nchief instrument is sound. A certain quaintness or grotesqueness\nof tone is a means for satisfying the thirst for supernal beauty.\nHence the musical lyric is to Poe the only true type of poetry; a\nlong poem does not exist. Readers who respond more readily to\nauditory than to visual or motor stimulus are therefore Poe’s\nchosen audience. For them he executes, like Paganini, marvels\nupon his single string. He has easily recognizable devices: the\ndominant note, the refrain, the “repetend,” that is to say the\nphrase which echoes, with some variation, a phrase or line\nalready used. In such poems as “To Helen,” “Israfel,” “The\nHaunted Palace,” “Annabel Lee,” the theme, the tone, the melody\nall weave their magic spell; it is like listening to a\nlute-player in a dream.",
        "That the device often turns into a trick is equally true. In “The\nBells” and “The Raven” we detect the prestidigitator. It is\njugglery, though such juggling as only a master-musician can\nperform. In “Ulalume” and other showpieces the wires get crossed\nand the charm snaps, scattering tinsel fragments of nonsense\nverse. Such are the dangers of the technical temperament\nunenriched by wide and deep contact with human feeling.",
        "Poe’s theory of the art of the short story is now familiar\nenough. The power of a tale, he thought, turned chiefly if not\nsolely upon its unity, its harmony of effect. This is illustrated\nin all of his finest stories. In “The Fall of the House of Usher\"\nthe theme is Fear; the opening sentence strikes the key and the\nclosing sentence contains the climax. In the whole composition\nevery sentence is modulated to the one end in view. The autumn\nlandscape tones with the melancholy house; the somber chamber\nframes the cadaverous face of Roderick Usher; the face is an\nindex of the tumultuous agitation of a mind wrestling with the\ngrim phantom Fear and awaiting the cumulative horror of the final\nmoment. In “Ligeia,” which Poe sometimes thought the best of all\nhis tales, the theme is the ceaseless life of the will, the\npotency of the spirit of the beloved and departed woman. The\nunity of effect is absolute, the workmanship consummate. So with\nthe theme of revenge in “The Cask of Amontillado,” the theme of\nmysterious intrigue in “The Assignation.” In Poe’s detective\nstories, or tales of ratiocination as he preferred to call them,\nhe takes to pieces for our amusement a puzzle which he has\ncunningly put together. “The Gold Bug” is the best known of\nthese, “The Purloined Letter” the most perfect, “The Murders in\nthe Rue Morgue” the most sensational. Then there are the tales\nupon scientific subjects or displaying the pretence of scientific\nknowledge, where the narrator loves to pose as a man without\nimagination and with “habits of rigid thought.” And there are\ntales of conscience, of which “The Black Cat” is the most fearful\nand “William Wilson” the most subtle; and there are landscape\nsketches and fantasies and extravaganzas, most of these poor\nstuff.",
        "It is ungrateful and perhaps unnecessary to dwell upon Poe’s\nlimitations. His scornful glance caught certain aspects of the\nhuman drama with camera-like precision. Other aspects of life,\nand nobler, he never seemed to perceive. The human comedy\nsometimes moved him to laughter, but his humor is impish and his\nwit malign. His imagination fled from the daylight; he dwelt in\nthe twilight among the tombs. He closed his eyes to dream, and\ncould not see the green sunlit earth, seed-time and harvest, man\ngoing forth to his toil and returning to his hearthstone, the\nAmerica that laughs as it labors. He wore upon his finger the\nmagic ring and the genii did his bidding. But we could wish that\nthe palaces they reared for him were not in such a somber land,\nwith such infernal lights gleaming in their windows, and crowded\nwith such horror-haunted forms. We could wish that his\nimagination dealt less often with those primitive terrors that\nbelong to the childhood of our race. Yet when his spell is upon\nus we lapse back by a sort of atavism into primal savagery and\nshudder with a recrudescence of long forgotten fears. No doubt\nPoe was ignorant of life, in the highest sense. He was caged in\nby his ignorance, Yet he had beautiful dusky wings that bruised\nthemselves against his prison.",
        "Poe was a tireless critic of his own work, and both his standards\nof workmanship and his critical precepts have been of great\nservice to his careless countrymen. He turned out between four\nand five short stories a year, was poorly paid for them, and\nindeed found difficulty in selling them at all. Yet he was\nconstantly correcting them for the better. His best poems were\nlikewise his latest. He was tantalized with the desire for\nartistic perfection. He became the pathbreaker for a long file of\nmen in France, Italy, England, and America. He found the way and\nthey brought back the glory and the cash.",
        "I have sometimes imagined Poe, with four other men and one woman,\nseated at a dinner-table laid for six, and talking of their art\nand of themselves. What would the others think of Poe? I fancy\nthat Thackeray would chat with him courteously, but would not\ngreatly care for him. George Eliot, woman-like, would pity him.\nHawthorne would watch him with those inscrutable eyes and\nunderstand him better than the rest. But Stevenson would be\nimmensely interested; he would begin an essay on Poe before he\nwent to sleep. And Mr. Kipling would look sharply at him: he has\nseen that man before, in “The Gate of a Hundred Sorrows.” All of\nthem would find in him something to praise, a great deal to\nmarvel at, and perhaps not much to love. And the sensitive,\nshabby, lonely Poe–what would he think of them? He might not\ncare much for the other guests, but I think he would say to\nhimself with a thrill of pride: “I belong at this table.” And he\ndoes.",
        "Walt Whitman, whom his friend O’Connor dubbed the “good gray\npoet,” offers a bizarre contrast to Edgar Allan Poe. There was\nnothing distinctively American about Poe except his ingenuity; he\nhad no interest in American history or in American ideas; he was\na timeless, placeless embodiment of technical artistry. But\nWhitman had a passion for his native soil; he was hypnotized by\nthe word America; he spent much of his mature life in brooding\nover the question, “What, after all, is an American, and what\nshould an American poet be in our age of science and democracy?\"\nIt is true that he was as untypical as Poe of the average citizen\nof “these states.” His personality is unique. In many respects he\nstill baffles our curiosity. He repels many of his countrymen\nwithout arousing the pity which adds to their romantic interest\nin Poe. Whatever our literary students may feel, and whatever\nforeign critics may assert, it must be acknowledged that to the\nvast majority of American men and women “good old Walt” is still\nan outsider.",
        "Let us try to see first the type of mind with which we are\ndealing. It is fundamentally religious, perceiving the unity and\nkinship and glory of all created things. It is this passion of\nworship which inspired St. Francis of Assisi’s “Canticle to the\nSun.” It cries, “Benedicite, Omnia opera Domini: All ye Green\nThings upon the Earth, bless ye the Lord!” That is the real motto\nfor Whitman’s “Leaves of Grass.” Like St. Francis, and like his\nown immediate master, Ralph Waldo Emerson, Whitman is a mystic.\nHe cannot argue the ultimate questions; he asserts them. Instead\nof marshaling and sifting the proofs for immortality, he chants\n“I know I am deathless.” Like Emerson again, Whitman shares that\npeculiarly American type of mysticism known as Transcendentalism,\nbut he came at the end of this movement instead of at the\nbeginning of it. In his Romanticism, likewise, he is an end of an\nera figure. His affiliations with Victor Hugo are significant;\nand a volume of Scott’s poems which he owned at the age of\nsixteen became his “inexhaustible mine and treasury for more than\nsixty years.” Finally, and quite as uncompromisingly as Emerson,\nThoreau, and Poe, Whitman is an individualist. He represents the\nassertive, Jacksonian period of our national existence. In a\nthousand similes he makes a declaration of independence for the\nseparate person, the “single man” of Emerson’s Phi Beta Kappa\naddress. “I wear my hat as I please, indoors and out.” Sometimes\nthis is mere swagger. Sometimes it is superb.",
        "So much for the type. Let us turn next to the story of Whitman’s\nlife. It must here be told in the briefest fashion, for Whitman’s\nown prose and poetry relate the essentials of his biography. He\nwas born on Long Island, of New England and Dutch ancestry, in\n1819. Lowell, W. W. Story, and Charles A. Dana were born in that\nyear, as was also George Eliot. Whitman’s father was a carpenter,\nwho “leaned to the Quakers.” There were many children. When\nlittle “Walt\"–as he was called, to distinguish him from his\nfather, Walter–was four, the family moved to Brooklyn. The boy\nhad scanty schooling, and by the time he was twenty had tried\ntypesetting, teaching, and editing a country newspaper on Long\nIsland. He was a big, dark-haired fellow, sensitive, emotional,\nextraordinarily impressible.",
        "The next sixteen years were full of happy vagrancy. At twenty-two\nhe was editing a paper in New York, and furnishing short stories\nto the “Democratic Review,” a literary journal which numbered\nBryant, Longfellow, Whittier, Poe, Hawthorne, and Thoreau among\nits contributors. He wrote a novel on temperance, “mostly in the\nreading-room of Tammany Hall,” and tried here and there an\nexperiment in free verse. He was in love with the pavements of\nNew York and the Brooklyn ferryboats, in love with Italian opera\nand with long tramps over Long Island. He left his position on\n“The Brooklyn Eagle” and wandered south to New Orleans. By and by\nhe drifted back to New York, tried lecturing, worked at the\ncarpenter’s trade with his father, and brooded over a book–\"a\nbook of new things.”",
        "This was the famous “Leaves of Grass.” He set the type himself,\nin a Brooklyn printing-office, and printed about eight hundred\ncopies. The book had a portrait of the author–a meditative,\ngray-bearded poet in workman’s clothes–and a confused preface on\nAmerica as a field for the true poet. Then followed the new\ngospel, “I celebrate myself,” chanted in long lines of free\nverse, whose patterns perplexed contemporary readers. For the\nmost part it was passionate speech rather than song, a\nrhapsodical declamation in hybrid rhythms. Very few people bought\nthe book or pretended to understand what it was all about. Some\nwere startled by the frank sexuality of certain poems. But\nEmerson wrote to Whitman from Concord: “I find it the most\nextraordinary piece of wit and wisdom that America has yet\ncontributed.”",
        "Until the Civil War was half over, Whitman remained in Brooklyn,\npatiently composing new poems for successive printings of his\nbook. Then he went to the front to care for a wounded brother,\nand finally settled down in a Washington garret to spend his\nstrength as an army hospital nurse. He wrote “Drum Taps” and\nother magnificent poems about the War, culminating in his\nthrenody on Lincoln’s death, “When Lilacs last in the Dooryard\nBloomed.” Swinburne called this “the most sonorous nocturn ever\nchanted in the church of the world.” After the war had ended,\nWhitman stayed on in Washington as a government clerk, and saw\nmuch of John Burroughs and W. D. O’Connor. John Hay was a staunch\nfriend. Some of the best known poets and critics of England and\nthe Continent now began to recognize his genius. But his health\nhad been permanently shattered by his heroic service as a nurse,\nand in 1873 he suffered a paralytic stroke which forced him to\nresign his position in Washington and remove to his brother’s\nhome in Camden, New Jersey.",
        "He was only fifty-four, but his best work was already done, and\nhis remaining years, until his death in 1892, were those of\npatient and serene invalidism. He wrote some fascinating prose in\nthis final period, and his cluttered chamber in Camden became the\nshrine of many a literary pilgrim, among them some of the\nforemost men of letters of this country and of Europe. He was\ncared for by loyal friends. Occasionally he appeared in public, a\nmagnificent gray figure of a man. And then, at seventy-three, the\n“Dark mother always gliding near” enfolded him.",
        "There are puzzling things in the physical and moral constitution\nof Walt Whitman, and the obstinate questions involved in his\ntheory of poetry and in his actual poetical performance are still\nfar from solution. But a few points concerning him are by this\ntime fairly clear. They must be swiftly summarized.",
        "The first obstacle to the popular acceptance of Walt Whitman is\nthe formlessness or alleged formlessness of “Leaves of Grass.\"\nThis is a highly technical question, involving a more accurate\nnotation than has thus far been made of the patterns and tunes of\nfree verse and of emotional prose. Whitman’s “new and national\ndeclamatory expression,” as he termed it, cannot receive a final\ntechnical valuation until we have made more scientific progress\nin the analysis of rhythms. As regards the contents of his verse,\nit is plain that he included much material unfused and\nuntransformed by emotion. These elements foreign to the nature of\npoetry clog many of his lines. The enumerated objects in his\ncatalogue or inventory poems often remain inert objects only.\nLike many mystics, he was hypnotized by external phenomena, and\nhe often fails to communicate to his reader the trancelike\nemotion which he himself experienced. This imperfect transfusion\nof his material is a far more significant defect in Whitman’s\npoetry than the relatively few passages of unashamed sexuality\nwhich shocked the American public in 1855.",
        "The gospel or burden of “Leaves of Grass” is no more difficult of\ncomprehension than the general drift of Emerson’s essays, which\nhelped to inspire it. The starting point of the book is a\nmystical illumination regarding the unity and blessedness of the\nuniverse, an insight passing understanding, but based upon the\nrevelatory experience of love. In the light of this experience,\nall created things are recognized as divine. The starting-point\nand center of the Whitman world is the individual man, the\n“strong person,” imperturbable in mind, athletic in body,\nunconquerable, and immortal. Such individuals meet in\ncomradeship, and pass together along the open roads of the world.\nNo one is excluded because of his poverty or his sins; there is\nroom in the ideal America for everybody except the doubter and\nsceptic. Whitman does not linger over the smaller groups of human\nsociety, like the family. He is not a fireside poet. He passes\ndirectly from his strong persons, meeting freely on the open\nroad, to his conception of “these States.” One of his typical\nvisions of the breadth and depth and height of America will be\nfound in “By Blue Ontario’s Shore.” In this and in many similar\nrhapsodies Whitman holds obstinately to what may be termed the\nthree points of his national creed. The first is the newness of\nAmerica, and its expression is in his well-known chant of\n“Pioneers, O Pioneers.” Yet this new America is subtly related to\nthe past; and in Whitman’s later poems, such as “Passage to\nIndia,” the spiritual kinship of orient and occident is\nemphasized. The second article of the creed is the unity of\nAmerica. Here he voices the conceptions of Hamilton, Clay,\nWebster, and Lincoln. In spite of all diversity in external\naspects the republic is “one and indivisible.” This unity, in\nWhitman’s view, was cemented forever by the issue of the Civil\nWar. Lincoln, the “Captain,” dies indeed on the deck of the\n“victor ship,” but the ship comes into the harbor “with object\nwon.” Third and finally, Whitman insists upon the solidarity of\nAmerica with all countries of the globe. Particularly in his\nyearning and thoughtful old age, the poet perceived that humanity\nhas but one heart and that it should have but one will. No\nAmerican poet has ever prophesied so directly and powerfully\nconcerning the final issue involved in that World War which he\ndid not live to see.",
        "Whitman, like Poe, had defects of character and defects of art.\nHis life and work raise many problems which will long continue to\nfascinate and to baffle the critics. But after all of them have\nhad their say, it will remain true that he was a seer and a\nprophet, far in advance of his own time, like Lincoln, and like\nLincoln, an inspired interpreter of the soul of this republic.",
        "Continue...",
        "\nThis full text of\nThe American Spirit in Literature, A Chronicle of Great Interpreters, by Bliss Perry, is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The American Spirit in LiteratureBy Bliss PerryAt Amazon"
    ]
}