{
    "title": "The Adventures of Baron Munchausen - Chapter XVI",
    "author": "Raspe",
    "chapter": "18",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  This is a very short chapter, but contains a fact for which the\n  Baron’s memory ought to be dear to every Englishman, especially\n  those who may hereafter have the misfortune of being made\n  prisoners of war.",
        "On my return from Gibraltar I travelled by way of France to England.\nBeing a foreigner, this was not attended with any inconvenience to me.\nI found, in the harbour of Calais, a ship just arrived with a number\nof English sailors as prisoners of war. I immediately conceived an\nidea of giving these brave fellows their liberty, which I accomplished\nas follows:–After forming a pair of large wings, each of them forty\nyards long, and fourteen wide, and annexing them to myself, I mounted\nat break of day, when every creature, even the watch upon deck, was\nfast asleep. As I hovered over the ship I fastened three grappling\nirons to the tops of the three masts with my sling, and fairly lifted\nher several yards out of the water, and then proceeded across to\nDover, where I arrived in half an hour! Having no further occasion for\nthese wings, I made them a present to the governor of Dover Castle,\nwhere they are now exhibited to the curious.",
        "As to the prisoners, and the Frenchmen who guarded them, they did not\nawake till they had been near two hours on Dover Pier. The moment the\nEnglish understood their situation they changed places with their\nguard, and took back what they had been plundered of, but no more, for\nthey were too generous to retaliate and plunder them in return.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}