{
    "title": "The Adventures of Jimmie Dale I - Chapter V: The Affair of the Pushcart Man",
    "author": "Frank L. Packard",
    "chapter": "5",
    "content": [
        "\n\n",
        "Larry the Bat shambled out of the side door of the tenement into the\nback alleyway; shambled along the black alleyway to the street–and\nsmiled a little grimly as a shadow across the roadway suddenly\nshifted its position.  The game was growing acute, critical,\ndesperate even–and it was his move.",
        "Larry the Bat, disreputable denizen of the underworld, alias Jimmie\nDale, millionairs clubman, alias the Gray Seal, whom Carruthers of\nthe MORNING NEWS-ARGUS called the master criminal of the age,\nshuffled along in the direction of the Bowery, his hands plunged\ndeep in the pockets of his frayed and tattered trousers, where his\nfingers, in a curious, wistful way, fondled the keys of his own\nmagnificent residence on Riverside Drive.  It was his move–and it\nwas an impasse, ironical, sardonic, and it was worse–it was full of\nperil.",
        "True, he had outwitted Kline of the secret service two nights\nbefore, when Kline had raided the counterfeiters’ den; true, he had\nno reason to believe that Kline suspected HIM specifically, but the\nman Kline wanted HAD entered the tenement that night, and since then\nthe house had been shadowed day and night.  The result was both\nsimple and disastrous–to Jimmie Dale.  Larry the Bat, a known\ninmate of the house, might come and go as he pleased–but to emerge\nfrom the Sanctuary in the person of Jimmie Dale would be fatal.\nKline had been outwitted, but Kline had not acknowledged final\ndefeat.  The tenement had been searched from top to bottom–\nunostentatiously.  His own room on the first landing had been\nsearched the previous afternoon, when he was out, but they had\nfailed to find the cunningly contrived opening in the floor under\nthe oilcloth in the corner, an impromptu wardrobe, that would\nproclaim Larry the Bat and Jimmie Dale to be one and the same\nperson–that would inevitably lead further to the establishment of\nhis identity as the Gray Seal.  In time, of course, the surveillance\nwould cease–but he could not wait.  That was the monumental irony\nof it–the factor that, all unknown to Kline, was forcing the issue\nhard now.  It was his move.",
        "Since, years ago now, as the Gray Seal, he had begun to work with\nHER, that unknown, mysterious accomplice of his, and the police,\nstung to madness both by the virulent and constant attacks of the\npress and by the humiliating prod of their own failures, sought\ndaily, high and low, with every resource at their command, for the\nGray Seal, he had never been in quite so strange and perilous a\nplight as he found himself at that moment.  To preserve inviolate\nthe identity of Larry the Bat was absolutely vital to his safety.\nIt was the one secret that even she, who so strangely appeared to\nknow all else about him, he was sure, had not discovered–and it was\njust that, in a way, that had brought the present impossible\nsituation to pass.",
        "In the month previous, in a lull between those letters of hers, he\nhad set himself doggedly and determinedly to the renewed task of\nwhat had become so dominantly now a part of his very existence–the\nsolving of HER identity.  And for that month, as the best means to\nthe end–means, however, that only resulted as futilely as the\nattempts that had gone before–he had lived mostly as Larry the Bat,\nreturning to his home in his proper person only when occasion and\nnecessity demanded it.  He had been going home that evening, two\nnights before, walking along Riverside Drive, when from the window\nof the limousine she had dropped the letter at his feet that had\nplunged him into the affair of the Counterfeit Five–and he had not\ngone home!  Eventually, to save himself, he had, in the Sanctuary,\nperforming the transformation in desperate haste, again been forced\nto assume the role of Larry the Bat.",
        "That was really the gist of it.  And yesterday morning he had\nremembered, to his dismay, that he had had little or no money left\nthe night before.  He had intended, of course, to replenish his\nsupply–when he got home.  Only he hadn’t gone home!  And now he\nneeded money–needed it badly, desperately.  With thousands in the\nbank, with abundance even in his safe, in his own den at home, a\nsupply kept there always for an emergency, he was facing actual\nwant–he rattled two dimes, a nickel, and a few odd pennies\nthoughtfully against the keys in his pocket.",
        "To a certain extent, old Jason, his butler, could be trusted.  Jason\neven knew that mysterious letters of tremendous secretive importance\ncame to the house, and the old man always meant well–but he dared\nnot trust even Jason with the secret of his dual personality.  What\nwas he to do?  He needed money imperatively–at once.  Thanks to\nKline, for the time being, at least, he could not rid himself of the\npersonality of Larry the Bat by the simple expedient or slipping\ninto the clothes of Jimmie Dale–he must live, act, and remain Larry\nthe Bat until the secret service officer gave up the hunt.  How\nbridge the gulf between Jimmie Dale and Larry the Bat in old Jason’s\neyes!",
        "Nor was that all.  There was still another matter, and one that, in\norder to counteract it, demanded at once a serious inroad–to the\nextent of a telephone call–upon his slender capital.  A too\nprolonged and unaccounted-for absence from home, and old Jason, in\nhis anxious, blundering solicitude, would have the fat in the fire\nat that end–and the city, and the social firmament thereof, would\nbe humming with the startling news of the disappearance of a well-\nknown millionaire.  The complications that would then ensue, with\nhimself powerless to lift a finger, Jimmie Dale did not care to\nthink about–such a contretemps must at all hazards be prevented.",
        "Jimmie Dale reached the corner of the street, where it intersected\nthe Bowery, and paused languidly by the curb.  No one appeared to be\nfollowing.  He had not expected that there would be–but it was as\nwell to be sure.  He walked then a few steps along the Bowery–and\nslipped suddenly into a doorway, from where he could command a view\nof the street corner that he had just left.  At the end of ten\nminutes, satisfied that no one had any concern in his immediate\nmovements, he shambled on again down the Bowery.",
        "There was a saloon two blocks away that boasted a private telephone\nbooth.  Jimmie Dale made that his destination.",
        "Larry the Bat was a very well-known character in that resort, and\nthe bullet-headed dispenser of drinks behind the bar nodded\nunctuously to him over the heads of those clustered at the rail as\nhe entered; Larry the Bat, as befitted one of the elite of the\nunderworld, was graciously pleased to acknowledge the proletariat\nsalutation with a curt nod.  He walked down to the end of the room,\nentered the telephone booth–and was carelessly careful to close the\ndoor tightly behind him.",
        "He gave the number of his residence on Riverside Drive, and waited\nfor the connection.  After some delay, Jason’s voice answered him.",
        "“Jason,” said Jimmie Dale, in matter-of-fact tones, “I shall be out\nof the city for another three or four days, possibly a week, and–\"\nhe stopped abruptly, as a sort of gasp came to him over the wire.",
        "“Thank God that’s you, sir!” exclaimed the old butler wildly.  “I’ve\nbeen near mad, sir, all day!”",
        "“Don’t get excited, Jason!” said Jimmie Dale a little sharply.  “The\nmere matter of my absence for the last two days is nothing to cause\nyou any concern.  And while I am on the subject, Jason, let me say\nnow that I shall be glad if you will bear that fact in mind in\nfuture.”",
        "“Yes, sir,” stammered Jason.  “But, sir, it ain’t that–good Lord,\nMaster Jim, it ain’t that, sir!  It’s–it’s one of them letters.”",
        "Something like a galvanic shock seemed to jerk the disreputable,\nloose-jointed frame of Larry the Bat suddenly erect–and a strained\nwhiteness crept over the dirty, unwashed face.",
        "“Go on, Jason,” said Jimmie Dale, without a quiver in his voice.",
        "“It came this morning, sir–that shuffer with his automobile left\nit.  I had just time to say you weren’t at home, sir, and he was\ngone.  And then, sir, there ain’t been an hour gone by all through\nthe day that a woman, sir–a lady, begging your pardon, Master Jim–\nhasn’t rung up on the telephone, asking if you were back, and if I\ncould get you, and where you were, and half frantic, sir, half\nsobbing, sometimes, sir, and saying there was a life hanging on it,\nMaster Jim.”",
        "Larry the Bat, staring into the mouthpiece of the instrument,\nsubconsciously passed his hand across his forehead, and\nsubconsciously noted that his fingers, as he drew them away, were\ndamp.",
        "“Where is the letter now, Jason?” inquired Jimmie Dale coolly.",
        "“Here on your desk, Master Jim.  Shall I bring it to you?”",
        "Bring it to him!  How?  When?  Where?  Bring it to him!  The ghastly\nirony of it!  Jimmie Dale tried to think–prodding, spurring\ndesperately that keen, lightning brain of his that had never failed\nhim yet.  How bridge the gulf between Larry the Bat and Jimmie Dale\nin Jason’s eyes–not just for the replenishing of funds now, but\nwith a life at stake!",
        "“No–I think not, Jason,” said Jimmie Dale calmly.  Just leave it\nwhere it is.  And if she telephones again, say that you have told\nme–that will be sufficient to satisfy any further inquiries.  And\nJason–”",
        "“Yes, sir?”",
        "“If she telephones again, try and find out where the call comes\nfrom.”",
        "“I haven’t forgotten what you said once, Master Jim, sir,” said the\nold man eagerly.  “And I’ve been trying that sir, all day.  They’ve\nall come from different pay stations, sir.”",
        "A mirthless little smile tinged Jimmie Dale’s lips.  Of course!  He\nmight have known!  It was always that way, always the same.  He was\nas near to the solution of her identity at that moment as he had\nbeen years ago, when she, in some mysterious way, alone of all the\nworld, had identified him as the Gray Seal!",
        "“Very good, Jason,” he said quietly.  “Don’t bother about it any\nmore.  It will be all right.  You can expect me when you see me.\nGood-night.”  He hung the receiver on the hook, walked out of the\nbooth, and mechanically reached the street.",
        "All right!  It was far from “all right\"–very far from it.  It was\nno trivial thing, that letter; they never had been trivial things,\nthose letters of hers, that involved so often a matter of life and\ndeath–as this one now, perhaps, as her actions would seem to\nindicate, involved life and death more urgently than any that had\ngone before.  It was far from all right–at a moment when his own\nposition, his own safety, was at best but a desperate chance; when\nhis every energy, brain, wit, and cunning were taxed to the utmost\nto save himself!  And yet, somehow, some way, at any cost, he must\nget that letter–and at any cost he must act upon it!  To fail her\nwas to fail utterly in everything that failure in its most\nmiserable, its widest sense, implied–failure in that which rose\nparamount to every other consideration in life!",
        "Fail her!  Jimmie Dale’s lips thinned into a hard, drawn line–and\nthen parted slowly in a curiously whimsical smile.  It would be a\nstrange burglary that he had decided upon, in order that he might\nnot fail her–stranger than any the Gray Seal had ever committed,\nand, in some respects, even more perilous!",
        "He started along the Bowery, walking briskly now, toward the nearest\nsubway station, at Astor Place, his mind for the moment electing to\nface the situation in a humour as whimsical as his smile.  Supposing\nthat, as Larry the Bat, he were caught and arrested during the next\nhour, in Jimmie’s Dale’s residence on Riverside Drive!  With his\narrest as Larry the Bat, Jimmie’s Dale would automatically\ndisappear.  Would follow then the suspicion that Jimmie Dale, the\nmillionaire, had met with foul play, and as time went on, and Jimmie\nDale, being then in prison as Larry the Bat, did not reappear, the\nassurance of it; then the certainty that suspicion would focus on\nLarry the Bat as being connected with the millionaire’s death, since\nLarry the Bat had been caught in Jimmie Dale’s home–and he would be\naccused of his own murder!  It was quite humourous, of course, quite\ngrotesquely bizarre–but it was equally an exceedingly grim\npossibility!  There were drawbacks to a dual personality!",
        "“In a word,” confided Jimmie Dale softly to himself, and a serious\nlight crept into the dark, steady eyes, “I’m in a bit of a nasty\nmess!”",
        "At Astor Place he entered the subway; at Fourteenth Street he\nchanged to an express, and at Ninety-sixth Street he got out.  It\nwas but a short walk west to Riverside Drive, and from there his\nhouse was only a few blocks farther on.",
        "Jimmie Dale did not slouch now.  And for all his disreputable\nattire, incongruous as it was in that neighbourhood, few people that\nhe passed paid any attention to him, none gave him more than a\ncasual glance–Jimmie Dale swung along, upright, with no attempt to\nmake himself inconspicuous, hurrying a little, as one intent upon a\ndefinite errand.  As he neared his house he slowed his pace a little\nuntil a couple, who were passing in front of it, had gone on; then\nhe went up the steps, but noiselessly as a shadow now, to the front\ndoor, opened it softly, closed it softly behind him, and crouched\nfor a moment in the vestibule.",
        "Through the monogrammed lace on the plate glass of the inner doors\nhe could see, a little indistinctly, into the reception hall beyond.\nThe hall was empty.  Jason, for that matter, would be the only one\nlikely to be about; the other servants would have no business there\nin any case, and whether in their quarters above or below, they had\ntheir own stairs at the rear.",
        "Jimmie Dale inserted the key in the spring lock, and opened the door\na cautious fraction of an inch–to listen.  There was no sound–yes,\na subdued murmured–the servants were downstairs in the basement.\nHe slipped inside, slipped, in a flash, across the hall, and,\ntreading like a cat, went up the stairs.  He scarcely seemed to\nbreathe until, with a little sigh of relief, he stood inside his den\non the first floor, with the door shut behind him.",
        "“I must speak to Jason about being a little more watchful,” muttered\nJimmie Dale facetiously.  “Here’s all my property at the mercy of–\nLarry the Bat!”",
        "An instant he stood by the door, looking about him–in the bright\nmoonlight streaming in through the side windows the room’s\nappointments stood out in soft shadows, the huge davenport, the\ngreat, luxurious easy-chairs, an easel with a half-finished canvas,\nas he had left it; the big, flat-topped, rosewood desk, the open\nfireplace–and then, his steps silent on the thick velvet rug under\nfoot, he walked quickly to the desk.",
        "Yes, there it was–the letter.  He placed it hurriedly in his\npocket–the moonlight was not strong enough to read by, and he dared\nnot turn on the lights.",
        "And now money–funds.  In the alcove behind the portiere, Jimmie\nDale dropped on his knees before the squat, barrel-shaped safe, and\nopened it.  He reached inside, took out a package of banknotes,\nplaced the bills in his pocket–and hesitated a moment.  What else\nwould he require?  What act did that letter call upon the Gray Seal\nto perform in the next few hours?  Jimmie Dale stared thoughtfully\ninto the interior of the safe.  Whatever it was, it must be\nperformed in the role of Larry the Bat, for though he could get into\nhis dressing room now, and become Jimmie Dale again, there were\nstill those watchers outside the Sanctuary–THEY must not become\nsuspicious–and if Larry the Bat disappeared mysteriously, Larry the\nBat would be the man that Kline and the secret service of the United\nStates would never cease hunting for, and that would mean that he\ncould never reassume a character that was as necessary for his\nprotection as breath was to life, so long as the Gray Seal worked.\nTrue, he could change now to Jimmie Dale, but he would have to\nchange back again and return to the Sanctuary before morning, as\nLarry the Bat–and remain there until Kline, beaten, called off his\nhuman bloodhounds.  No, a change was not to be thought of.",
        "What, then, would he require–that compact little kit of burglar\ntools, rolled in its leather jacket, that, unrolled slipped about\nhis body like a close-fitting undervest?  As well to take it anyway.\nHe removed his coat and vest, took out the leather bundle from the\nsafe, untied the thongs that bound it together, unrolled it, passed\nit around his body, life belt fashion, secured the thongs over his\nshoulders, and put on his coat and vest again.  A revolver, a\nflashlight?  He had both–at the Sanctuary, under the flooring–but\nthere were duplicates here!  He slipped them into his pockets.\nAnything else–to forestall and provide for any possible\ncontingency?  He hesitated again for a moment, thinking, then slowly\nclosed the inner door of the safe, locked it, swung the outer door\nshut–and, in the act of twirling the knobs, sprang suddenly to his\nfeet.  Sharp, shrill in the stillness of the room, the telephone\nbell on the desk rang out clamourously.",
        "Jimmie Dale’s face set hard, as he leaped out from behind the\ncurtain–had Jason heard it!  It rang again before he could reach\nthe desk–was ringing as he snatched the receiver from the hook.",
        "“Yes, yes!” he called, in a low, guarded, hasty way, into the\nmouthpiece.  “Hello!  What is it?”  And then one hand, resting on\nthe desk, closed around the edge, and tightened until the skin over\nthe knuckles grew ivory white.  It was–SHE!  She!  It was HER\nvoice–he had only heard it once in all his life–that night, two\nnights before, in a silvery laugh from the limousine as it had sped\naway from him down the road–but he knew!  It thrilled him now with\na mad rhapsody, robbing him for the moment of every thought save\nthat she was living, real, existent–that it was HER voice.  “It’s\nyou–YOU!” he said hoarsely.",
        "“Oh, Jimmie–you at last!\"–it came in a little gasping cry of\nrelief.  “The letter–”",
        "“Yes, I’ve got it–it’s all right–it’s all right\"–the words would\nnot seem to come fast enough in his desperate haste.  “But it’s you\nnow.  Listen!  Listen!” he pleaded.  “Tell me who you are!  My God!\nhow I’ve tried to find you, and–”",
        "That rippling, silvery laugh again, but now, too, it seemed to his\neager ear, with just the faintest note of wistfulness in it.",
        "“Some day, Jimmie.  That letter now.  It–”",
        "Jimmie Dale straightened up suddenly–Jason’s steps, running,\nsounded outside the room along the corridor–there was not an\ninstant to lose.",
        "“Hang up!  Good-bye!  Danger!  Don’t ring again!” he whispered\nhurriedly, and, with a miserable smile, replacing the receiver\nbitterly on the hook, he jumped for the curtain.",
        "He reached it none too soon.  The door opened, an electric-light\nswitch clicked, and the room was flooded with light.  Jason, still\nrunning, headed for the desk.",
        "“It’ll be her again!” Jimmie Dale heard the old man mutter, as from\nthe edge of the portiere he watched the other’s actions.",
        "Jason picked up the telephone.",
        "“Hello!  Hello!” he called–then began to click impatiently with the\nreceiver hook.  “Hello! . . .    Who? . . .  Central? . . .  I don’t\nwant any number–somebody was calling here. . . . What? . . .\nNobody on the wire!”",
        "He set the telephone back on the desk with a bewildered air.",
        "“That’s queer!” he exclaimed.  “I could have sworn I heard it ring\ntwice, and–”  He stopped abruptly, and, leaning across the desk,\nhung there, wide-eyed, staring, while a sickly pallor began to steal\ninto his face.  “The letter!” he mumbled wildly.  “The letter–\nMaster Jim’s letter–the letter–it’s GONE!”",
        "Trembling, excited, the old man began to search the desk, then down\non his knees on the floor under it; and then, growing more frantic\nwith every instant, rose and began to hunt around the room in an\nagitated, aimless fashion.",
        "Jason’s distress was very real–he was almost beside himself now\nwith fear and anxiety.  A whimsical, affectionate smile played over\nJimmie Dale’s lips at the old man’s antics–and changed suddenly\ninto one of consternation.  Jason was making directly now for the\ncurtain behind which he stood!  Perhaps, though, he would pass it\nby, and–Jason’s hand reached out and grasped the portiere.",
        "“Jason!” said Jimmie Dale sharply.",
        "The old man staggered back as though he had been struck, tried to\nspeak, choked, and gazed at the curtain with distended eyes.",
        "“Is–is that you, sir–Master Jim–behind the curtain there?” he\nfinally blurted out.  “I–sir–you gave me a start–and the letter,\nMaster Jim–”",
        "“Don’t lose your head, Jason,” said Jimmie Dale coolly.  “I’ve got\nthe letter.  Now do as I bid you.”",
        "“Yes–Master Jim,” faltered the old man.",
        "“Pull down the window shades and draw the portiere together,\"\ndirected Jimmie Dale.",
        "Jason, still overwrought and excited, obeyed a little awkwardly.",
        "“Now the lights, Jason,” instructed Jimmie Dale.  “Turn them off,\nand go and sit down in that chair at the desk.”",
        "Again Jason obeyed, stumbling in the darkness as he returned from\nthe electric-light switch at the farther end of the room.  He sat\ndown in the chair.",
        "Larry the Bat stepped out from behind the curtain.  “I came for that\nletter, Jason,” he explained quietly.  “I am going out again now.  I\nmay be back to-morrow; I may not be back for a week.  You will say\nnothing, not a word, of my having been here to-night.  Do you\nunderstand, Jason?”",
        "“Yes, sir,” said Jason; then hesitantly: “Would you mind saying,\nsir, when you came in?”",
        "“It’s of no consequence, Jason–is it?”",
        "“No, sir,” said Jason.",
        "Jimmie Dale smiled in the darkness.",
        "“Jason!”",
        "“Yes, sir.”",
        "“I wish you to remain where you are, without leaving that chair, for\nthe next ten minutes.”  He moved across the room to the door.\n“Good-night, Jason,” he said.",
        "“Good-night, Master Jim–good-night, sir–oh, Lord!”",
        "Jimmie Dale did not require that ten minutes; it was a very wide\nmargin of safety to obviate the possibility of Jason, from a window,\ndetecting the exit of a disreputable character from the house–in\nthree minutes he was turning the corner of the first cross street\nand walking rapidly away from Riverside Drive.",
        "In the subway station Jimmie Dale read the letter–read it twice\nover, as he always read those strange epistles of hers that opened\nthe door to new peril, new danger to the Gray Seal, but too, that\nseemed somehow to draw tighter, in a glad, big way, the unseen bond\nbetween them; read it, as he always read those letters, almost\nsubconsciously committing the very words to memory with that keen\nfaculty of brain of his.  But now as he began to tear the sheet and\nenvelope into minute particles, a strained, hard look was on his\nface and in his eyes, and his lips, half parted, moved a little.",
        "“It’s a death warrant,” muttered Jimmie Dale.  “I–I guess to-night\nwill see the end of the Gray Seal.  She says I needn’t do it, but I\nguess it’s worth the risk–a human life!”",
        "A downtown express roared into the station.",
        "“What time is it?” Jimmie Dale asked the guard, as he stepped\naboard.",
        "“’Bout midnight,” the man answered tersely.",
        "The forward car was almost empty, and Jimmie Dale chose a seat by\nhimself.  How did she know?  How did she know not only this, but the\nhundred other affairs that she had outlined in those letters of\nhers?  By what means, superhuman, indeed, it seemed, did she–Jimmie\nDale jerked himself erect suddenly.  What good did it do to\nspeculate on that now, when every minute was priceless?  What was HE\nto do, how was he to act, what plan could he formulate and carry\nout, and WIN against odds that, at the outset, were desperate enough\neven to forecast almost certain failure–and death!",
        "Who would ever have suspected old Tom Ludgate, known for years\nthroughout the squalour of the East Side as old Luddy, the pushcart\nman, of having a bag of unset diamonds under his pillow–or under\nthe sack, rather, that he probably used for a pillow!  What a queer\nthing to do!  But then, old Luddy was a character–apparently always\nin the most poverty-stricken condition, apparently hardly more than\nkeeping body and soul together, trusting no one, and obsessed by the\ndread that by depositing in a bank some one would discover that he\nhad money, and attempt to force it from him, he had put his savings,\nyear after year, for twenty years, twenty-five years, perhaps, into\nunset stone–diamonds.  How had she found that out?",
        "Jimmie Dale sank into a deeper reverie.  He could steal them all\nright, and they would be well worth the stealing–old Luddy had done\nwell, and lived and existed on next to nothing–the stones, she\nsaid, were worth about fifteen thousand dollars.  Not so bad, even\nfor twenty-five years of vegetable selling from a pushcart!  He\ncould steal them all right; it would tax the Gray Seal’s ingenuity\nlittle to do so simple a thing as that, but that was not all, nor,\nindeed, hardly a factor in it–it was vital that if he were to\nsucceed at all he must steal them PUBLICLY, as it were.",
        "And after that–WHAT?  His own chances were pretty slim at best.\nJimmie Dale, staring at the grayness of the subway wall through the\nwindow, shook his head slowly–then, with a queer little\nphilosophical shrug of his shoulders, he smiled gravely, seriously.\nIt was all a part of the game, all a part of the life–of the Gray\nSeal!",
        "It was half-past twelve, or a little later, as nearly as he could\njudge, for Larry the Bat carried no such ornate thing in evidence as\na watch, as he halted at the corner of a dark, squalid street in the\nlower East Side.  It was a miserable locality–in daylight humming\nwith a cosmopolitan hive of pitiful humans dragging out as best they\ncould an intolerable existence, a locality peopled with every\nnationality on earth, their community of interest the struggle to\nmaintain life at the lowest possible expenditure, where necessity\neven was pared and shaved down to a minimum; but now, at night time,\nor rather in the early-morning hours, the darkness, in very mercy,\nit seemed, covered it with a veil, as it were, and in the quiet that\nhung over it now hid the bald, the hideous, aye, and the piteous,\ntoo, from view.",
        "It was a narrow street, and the row of tenement houses, each house\nalmost identical with its neighbour, that flanked the pavement on\neither side, seemed, from where Jimmie Dale stood looking down its\nlength, from the corner, to converge together at a point a little\nway beyond, giving it an unreal, ominous, cavernlike effect.  And,\ntoo, there seemed something ominous even in its quiet.  It was as\nthough one sensed acutely the crouching of some Thing in its lair–\nwaiting silently, viciously, with sullen patience.",
        "A footstep sounded–another.  Jimmie Dale drew quickly back around\nthe corner into an areaway.  Two men passed–in helmets–swinging\ntheir nightsticks–that beat was always policed in pairs!",
        "They passed on, turned the corner, and went down the narrow cross\nstreet that Jimmie Dale had just been inspecting.  He started to\nfollow–and drew back again abruptly.  A form flitted suddenly\nacross the road and disappeared in the darkness in the officers’\nwake–ten yards behind the first another followed–at the same\ninterval of distance still another–and yet still one more–four in\nall.",
        "The darkness hid all six, the two policemen, the four men behind\nthem–the only sounds were the OFFICERS’ footsteps dying away in the\ndistance.",
        "Jimmie Dale’s fingers were mechanically testing the mechanism of the\nautomatic in his pocket.",
        "“The Skeeter’s gang!” he muttered to himself.  “Red Mose, the\nMidget, Harve Thoms–and the Skeeter!  The Worst apaches in the city\nof New York; death contractors–the lowest bidders!  Professional\nassassins, and a man’s life any time for twenty-five dollars!  I\nwonder–I’ve never done it yet–but I wonder if it would be a crime\nin God’s sight if one shot–to KILL!”",
        "Jimmie Dale was at the corner again–again the street before him was\nblack, deserted, empty.  He chose the right hand side, and, well in\nthe shadow of the houses, as an extra precaution, stole along\nsilently.  He stopped finally before one where, in the doorway, hung\na little sign.  Jimmie Dale mounted the porch, and with his eyes\nclose to the sign could just make out the larger words in the big\nprinted type:",
        "Jimmie Dale nodded.  That was right.  The first house on the right-\nhand side, with the room-to-rent sign, her letter had said.  His\nfingers were testing the doorknob.  The door was not locked.",
        "“Naturally, it wouldn’t be locked,” Jimmie Dale told himself grimly–\nand stepped inside.",
        "He stood for an instant without movement, every faculty on the\nalert.  Far up above him a step, guarded though his trained ear made\nit out to be, creaked faintly upon the stairs–there was no other\nsound.  The creaking, almost inaudible at its loudest, receded\nfarther up–and silence fell.",
        "In the darkness, noiselessly, Jimmie Dale groped for the stairway,\nfound it, and began to ascend.  The minutes passed–it seemed a\nminute even from step to step, and there were three flights to the\ntop!  There must be no creaking this time–the slightest sound, he\nknew well enough, would be not only fatal to the work he had to do,\nbut probably fatal to himself as well.  He had been near death many\ntimes–the consciousness that he was nearer to it now, possibly,\nthan he had ever been before, seemed to stimulate his senses into\nacute and abnormal energy.  And, too, the physical effort, as, step\nby step, the flexed muscles relaxing so slowly, little by little,\ngradually, each time as he found foothold on the step higher up, was\na terrific strain.  At the top his face was bathed in perspiration,\nand he wiped it off with his coat sleeve.",
        "It was still dark here, intensely dark, and his eyes, though grown\naccustomed to it, could make out nothing but the deeper shadow of\nthe walls.  But thanks to her, always a mistress of accurate and\nminute detail, he possessed a mental plan of his surroundings.  The\nhead of the stairs gave on the middle of the hallway–the hallway\nran to his right and left.  To his right, on the opposite side of\nthe hall, was the door of old Luddy’s squalid two-room apartment.",
        "For a moment Jimmie Dale stood hesitant–a sudden perplexity and\nanxiety growing upon him.  It was strange!  What did it mean?  He\nhad nerved himself to a quick, desperate attempt, trusting to\nsurprise and his own wit and agility for victory–there had seemed\nno other way than that, since he had seen those four men at the\ncorner–since they were AHEAD of him.  True, they were not much\nahead of him, not enough to have accomplished their purpose–and,\nfurthermore, they were not in that room.  He knew that absolutely,\nbeyond question of doubt.  He had listened for just that all the\nnerve-racking way up the stairs.  But where were they?  There was no\nsound–not a sound–just blackness, dark, impenetrable, utter, that\nbegan to palpitate now.",
        "It came in a whisper, wavering, sibilant–from his left.  A sort of\nrelief, fierce in the breaking of the tense expectancy, premonitory\nin the possibilities that it held, swept Jimmie Dale.  He crept\nalong the hall.  The whisper had come from that room, presumably\nempty–that was for rent!",
        "By the door he crouched–his sensitive fingers, eyes to Jimmie Dale\nso often–feeling over jamb and panels with a delicate, soundless\ntouch.  The door was just ajar.  The fingers crept inside and\ntouched the knob and lock–there was no key within.",
        "The whispering still went on–but it seemed like a screaming of\nvultures now in Jimmie Dale’s ears, as the words came to him.",
        "“Aw, say, Skeeter, dis high-brow stunt gives me de pip!  Me fer\ngoin’ in dere an’ croakin’ de geezer reg’lar, widout de frills.\nWho’s to know?  Say, just about two minutes, an’ we’re beatin’ it\nwid de sparklers.”",
        "An inch, a half inch at a time, the knob slowly, very, very slowly\nturning, the door was being closed by the crouched form on the\nthreshold.",
        "“Close yer trap, Mose!” came a fierce response.  “We ain’t fixed the\nlay all day for nothin’.  There ain’t a soul on earth knows he’s got\nany sparklers, ’cept us.  If there was, it would be different–then\nthey’d know that was what whoever did it was after, see?”",
        "The door was closed–the knob slowly, very, very slowly being\nreleased again.  From one of the leather pockets under Jimmie Dale’s\nvest came a tiny steel instrument that he inserted in the key-hole.",
        "The same voice spoke on:",
        "“That’s what we’re croaking him for, ’cause nobody knows about them\ndiamonds, and so’s he can’t TELL anybody afterward that any were\npinched.  An’ that’s why it’s got to look like he just got tired of\nliving and did it himself.  I guess that’ll hold the police when\nthey find the poor old duck hanging from the ceiling, with a bit of\ncord around his neck, and a chair kicked out from under his feet on\nthe floor.  Ain’t you got the brains of a louse to see that?”",
        "“Sure\"–the whisper came dully, in grudging intonation through the\npanels–the door was locked.  “Sure, but it’s de hangin’ ’round\nwaitin’ to get busy that’s gettin’ me goat, an’–”",
        "Jimmie Dale straightened up and began to retreat along the corridor.\nA merciless rage was upon him now, every fiber of his being seemed\nto tingle and quiver with it–the damnable, hellish ingenuity of it\nall seemed to choke and suffocate him.",
        "“Luck!” muttered Jimmie Dale between his clenched teeth.  “Oh, the\nblessed luck to get that door locked!  I’ve got time now to set the\nstage for my own get-away before the showdown!”",
        "He stole on along the corridor.  Excerpts from her letter were\nrunning through his brain: “It would do no good to warn him, Jimmie–\nthe Skeeter and his gang would never let up on him until they got\nthe stones. . . .  It would do no good for you to steal them first,\nfor they would only take that as a ruse of old Luddy’s, and murder\nthe man first and hunt afterward. . . .  In some way you must let\nthe Skeeter SEE you steal them, make them think, make them certain\nthat it is a bona-fide theft, so that they will no longer have any\ninterest or any desire to do old Luddy harm. . . .  And for it to\nappear real to them, it must appear real to old Luddy himself–do\nnot take any chances there.”",
        "Jimmie Dale’s eyes narrowed.  Yes, it was simple enough now with\nthat pack of hell’s wolves guarded for the moment by a locked door,\nforced to give him warning by breaking the door before they could\nget out.  It was simple enough now to enter old Luddy’s room, steal\nthe stones at the revolver point, then make enough disturbance–when\nhe was ready–to set the gang in motion, and, as they rushed in open\nhim, to make his escape with the stones to the roof through Luddy’s\nroom.  That was simple enough–there was an opening to the roof in\nLuddy’s room, she had said, and there was a ladder kept there in\nplace.  On hot nights, it seemed, the old man used to go up there\nand sleep on the roof–not now, of course.  It was too late in the\nyear for that–but the opening in the roof was there, and the ladder\nremained there, too.",
        "Yes, it was simple enough now.  And the next morning the papers\nwould rave with execrations against the Gray Seal–for the robbery\nof the life savings of a poor, defenseless old man, for committing\nas vile and pitiful a crime as had ever stirred New York!  Even\nCarruthers, of the MORNING NEWS-ARGUS, would be moved to bitter\nattack.  Good old Carruthers–who little thought that the Gray Seal\nwas his old college pal, his present most intimate friend, Jimmie\nDale!  And afterward–after the next morning?  Well, that, at least,\nhad never been in doubt.  Old Luddy could be made to leave New York,\nand, once away, with the Skeeter and his gang robbed of incentive to\npay any further attention to him, the stones could be secretly\nreturned to the old man.  And it would to the public, to the police,\nbe just another of the Gray Seal’s crimes–that was all!",
        "Jimmie Dale had reached old Luddy’s door.  The Gray Seal?  Oh, yes,\nthey would know it was the Gray Seal–the insignia was familiar\nenough; familiar to the crooks of the underworld, who held it in\nawe; familiar to the police, to whom it was an added barb of\nridicule.  He was placing it now, that insignia, a diamond-shaped,\ngray paper seal, on the panel of the door; and now, a black silk\nmask adjusted over his face, Jimmie Dale bent to insert the little\nsteel instrument in the lock–a pitiful, paltry thing, a cheap lock,\nto fingers that could play so intimately with twirling knobs and\ndials, masters of the intricate mechanism of vaults and safes!",
        "And then, about to open the door, a sort of sudden dismay fell upon\nhim.  He had not thought of that–somehow, it had not occurred to\nhim!  WHAT WAS IT THEY WERE WAITING FOR?  Why had they not struck at\nonce, as, when he had first entered the house, he had supposed they\nwould do?  What was it?  Why was it?  Was old Luddy out?  Were they\nwaiting for his return–or what?",
        "The door, without sound, moved gradually under his hand.  A faint\nodor assailed his nostrils!  It was dark, very dark.  Across the\nroom, in a direct line, was the doorway of the inner room–she had\nexplained that in her letter.  It was slow progress to cross that\nroom without sound, in silence–it was a snail’s movement–for fear\nthat even a muscle might crack.",
        "And now he stood in the inner doorway.  It was dark here, to–and\nyet, how bizarre, a star seemed to twinkle through the very roof of\nthe room itself!  The odour was pungent now.  There was a long-drawn\nsigh–then a low, indescribable sound of movement.  SOMEBODY, APART\nFROM OLD LUDDY, WAS IN THE ROOM!",
        "It swept, the full consciousness of it, upon Jimmie Dale in an\ninstantaneous flash.  Chloroform; the open scuttle in the roof; the\nwaiting of those others–all fused into a compact logical whole.\nThey had loosened the scuttle during the day, probably when old\nLuddy was away–one of them had crept down there now to chloroform\nthe old man into insensibility–the others would complete the\nghastly work presently by stringing their victim up to the ceiling–\nand it would be suicide, for, long before morning came, long before\nthe old man would be discovered, the fumes of the chloroform would\nbe gone.",
        "It seemed like a cold hand, deathlike, clutching at his heart.  Was\nhe too late, after all!  Chloroform alone could–kill!  To the\nright, just a little to the right–he must make no mistake–his ear\nplaced the sound!  He whipped his hands from the side pockets of his\ncoat–the ray of his flashlight cut across the room and fell upon an\naged face upon a bed, upon a hand clutching a wad of cloth, the\ncloth pressed horribly against the nose and mouth of the upturned\nface–and then, roaring in the stillness, spitting a vicious lane of\nfire that paralleled the flashlight’s ray, came the tongue flame of\nhis automatic.",
        "There was a yell, a scream, that echoed out, reverberated, and went\nracketing through the house, and Jimmie Dale leaped forward–over a\ntable, sending it crashing to the floor.  The man had reeled back\nagainst the wall, clutching at a shattered wrist, staring into the\nflashlight’s eye, white-faced, jaw dropped, lips working in mingled\npain and fear.",
        "“Harve Thoms–you, eh?” gritted Jimmie Dale.",
        "A cunning look swept the distorted face.  Here, apparently, was only\none man–there were pals, three of them, only a few yards away.",
        "“You ain’t got nothing on me!” he snarled, sparring for time.  “You\npolice are too damned fresh with your guns!”",
        "“I’ll take yours!” snapped Jimmie Dale, and snatched it deftly from\nthe other’s pocket.  “This ain’t any police job, my bucko, and you\nmake a move and I’ll drop you for keeps, if what you’ve got already\nain’t enough to teach you to keep your hands off jobs that belong to\nyour betters!”",
        "He was working with mad haste as he spoke.  One minute at the\noutside was, perhaps, all he could count upon.  Already he had\ncaught the rattle of the locked door down the hall.  He lit a match\nand turned on the gas over the bed–it was the most dangerous thing\nhe could do–he knew that well enough, none knew it better–it was\noffering himself as a fair mark when the others rushed in, as they\nwould in a moment now–but the Skeeter and his gang and this man\nhere must have no misconception of his purpose, his reason for being\nthere, the same as their own, the theft of the stones–and no\nmisconception as to his SUCCESS.",
        "“Y’ain’t the police!\"–it came in a choked gasp from the other, as\nhe blinked in the sudden light “Say then–”",
        "“Shut up!” ordered Jimmie Dale curtly.  “And mind what I told you\nabout moving!”  He leaned over the bed.  Old Luddy, though under the\ninfluence of the chloroform, was moving restlessly.  Thoms had\nevidently only begun to apply the chloroform–old Luddy was safe!\nJimmie Dale ran his hand in under the pillow.  “If you ain’t swiped\nthem already they ought to be here!” he growled; “and if you have\nI’ll–ah!”  A little chamois bag was in his hand.  He laughed\nsneeringly at Thoms, opened the bag, allowed a few stones to trickle\ninto his hand–and then, without stopping to replace them, dashed\nstones and bag into his pocket.  The door along the corridor crashed\nopen.",
        "“What’s that?” he gasped out, in well-simulated fright–and sprang\nfor the ladder that led up to the roof.",
        "It had all taken, perhaps, the minute that he had counted on–no\nmore.  Noises came from the floors below now, a confusion of them–\nthe shot, the scream had been heard by others, save those who had\nbeen in the locked room.  And the latter were outside now in the\ncorridor, running to their accomplice’s aid.",
        "There was a pause at the outer door–then an oath–and coupled with\nthe oath an exclamation:",
        "“The Gray Seal!”",
        "They had swept a flashlight over the door panel–Jimmie Dale,\nhalfway up the ladder, smiled grimly.",
        "The door opened–there was a rush of feet.  The man with the\nshattered wrist yelled, cursing wildly:",
        "“Here he is–on the ladder!  Let him have it!  Fill him full of\nholes!”",
        "Jimmie Dale was in the light–they were in the dark of the outer\nroom.  He fired at the threshold, checking their rush–as a hail of\nbullets chipped and tore at the ladder and spat wickedly against the\nwall.  He swung through to the roof, trying, as he did so, to kick\nthe ladder loose behind him.  It was fastened!",
        "The three gunmen jumped into the room–from the roof Jimmie Dale got\na glimpse of them below, as he flung himself clear of the opening.\nBullets whistled through the aperture–a voice roared up as he\ngained his feet:",
        "“Come on!  After him!  The whole place is alive, but this lets us\nout.  We can frame up how we came to be here easy enough.  Never\nmind the old geezer there any more!  Get the Gray Seal–the reward\nthat’s out for him is worth twice the sparklers, and–”",
        "Jimmie Dale hurled the cover over the scuttle.  He could have stood\nthem off from above and kept the ladder clear with his revolver, but\nthe alarm seemed general now–windows were opening, voices were\ncalling to one another–from the windows across the street he must\nstand out in sharp outline against the sky.  Yes–he was seen now.",
        "A woman’s voice, from a top-story window across the street, screamed\nout, high-pitched in excitement:",
        "“There he is!  There he is!  On the roof there!”",
        "Jimmie Dale started on the run along the roof.  The houses, built\nwall to wall, flat-roofed, seemed to offer an open course ahead of\nhim–until a lane or an intersecting street should bar his way!  But\nthey were not quite all on the same level, though–the wall of the\nnext house rose suddenly breast high in front of him.  He flung\nhimself up, regained his feet–and ducked instantly behind a\nchimney.",
        "The crack of a revolver echoed through the night–a bullet drummed\nthrough the air–the Skeeter and his gang were on the roof now,\ndashing forward, firing as they ran.  Two shots from Jimmie Dale’s\nautomatic, in quick succession cooled the ardour of their rush–and\nthey broke, black, flitting forms, for the shelter of chimneys, too.",
        "And now the whole neighbourhood seemed awakened.  A dull-toned roar,\nas from some great gulf below, rolled up from the street, a medley\nof slamming windows, the rush of feet as people poured from the\nhouses, cries, shouts, and yells–and high over all the shrill call\nof the police-patrol whistle–and the CRACK, CRACK, CRACK of the\nSkeeter’s revolver shots–the Skeeter and his hellhounds for once\nself-appointed allies of the law!",
        "Twice again Jimmie Dale fired–then crouching, running low, he\nzigzagged his way across the next roof.  The bullets followed him–\nonce more his pursuers dashed forward.  And again Jimmie Dale, his\nface set like stone now, his breath coming in hard gasps, dodged\nbehind a chimney, and with his gun checked their rush for the third\ntime.",
        "He glanced about him–and with a growing sense of disaster saw that\ntwo houses farther on the stretch of roof appeared to end.  There\nwould be a lane or a street there!  And in another minute or two, if\nit were not already the case, others would be following the gunmen\nto the roof, and then he would be–he caught his breath suddenly in\na queer little strangled cry of relief.  Just back of him, a few\nyards away, his eyes made out what, in the darkness, seemed to be a\nglass skylight.",
        "A dark form sped like a deeper shadow across the black in front of\nhim, making for a chimney nearer by, closing in the range.  Jimmie\nDale fired–wide.  Tight as was the corner he was in, little as was\nthe mercy deserved at his hands, he could not, after all, bring\nhimself to shoot–to kill.",
        "A voice, the Skeeter’s, bawled out raucously:",
        "“Rush him all together–from different sides at once!”",
        "A backward leap!  Jimmie Dale’s boot was crashing glass and frame,\nstamping at it desperately, making a hole for his body through the\nskylight.  A yell, a chorus of them, answered this–then the crunch\nof racing feet on the gravel roof.  He emptied his revolver,\nsweeping the darkness with a semicircle of vicious flashes.",
        "It seemed an hour–it was barely the fraction of a second, as he\nhung by his hands from the side of the skylight frame, his body\nswinging back and forth in the unknown blackness below.  The\nskylight might be, probably was, directly over the stair well, and\nopen clear to the basement of the house–but it was his only chance.\nHe swung his body well out, let go–and dropped.  With the impetus\nhe smashed against a wall, was flung back from it in a sort of\nrebound, and his hands closed, gripping fiercely, on banisters.  It\nhad been the stair well beyond any question of doubt, but his swing\nhad sent him clear of it.",
        "Above, they had not yet reached the skylight.  Jimmie Dale snatched\na precious moment to listen, as he rose, and found himself, apart\nfrom bruises, perhaps unhurt.  There was commotion, too, in this\nhouse below, the alarm had extended and spread along the block–but\nthe commotion was all in the FRONT of the house–the street was the\nlure.",
        "Jimmie Dale started down the stairs, and in an instant he had gained\nthe landing.  In another he had slipped to the rear of the hall–\nsomewhere there, from the hall itself, from one of the rear rooms,\nthere must be an exit to the fire escape.  To attempt to leave by\nthe front way was certain capture.",
        "They were yelling, shouting down now through the sky-light above, as\nJimmie Dale softly raised the window sash at the rear of the hall.\nThe fire escape was there.  Shouts from along the corridor, from the\ntenement dwellers who had been crowding their neighbours’ rooms,\ncraning their necks probably from the front windows, answered the\nshouts now from the roof and the skylight; doors opened; forms\nrushed out–but it was dark in the corridor, only a murky yellow at\nthe upper end from the opened doors.",
        "Jimmie Dale slipped through the window to the fire escape, and,\nworking cautiously, silently, but with the speed of a trained\nathlete, made his way down.  At the bottom he dropped from the iron\nplatform into the back yard, ran for the fence and climbed over into\na lane on the other side.",
        "And then, as he ran, Jimmie Dale snatched the mask from his face and\nput it in his pocket.  He was safe now.  He swept the sweat drops\nfrom his forehead with the back of his hand–noticing them for the\nfirst time.  It had been close–almost as close for him as it had\nbeen for old Luddy.  And to-morrow the papers would execrate the\nGray Seal!  He smiled a little wanly.  His breath was still coming\nhard.  Presently they would scour the lane–when they found that\ntheir quarry was not in the house.  What a racket they were making!\nThe whole district seemed roused like a swarm of angry bees.",
        "He kept on along the lane–and dodged suddenly into a cross street\nwhere the two intersected.  The clang of a bell dinned discordantly\nin his ears–a patrol wagon swept by him, racing for the scene of\nthe disturbance–the riot call was out!",
        "Again Jimmie Dale smiled wearily, passing his hand across his eyes.",
        "“I guess,” said Jimmie Dale, “I’m pretty near all in.  And I guess\nit’s time that Larry the Bat went–home.”",
        "And a little later a figure turned from the Bowery and shambled down\nthe cross street, a disreputable figure, with hands plunged deep in\nhis pockets–and a shadow across the roadway suddenly shifted its\nposition as the shambling figure slouched into the black alleyway\nand entered the tenement’s side door.",
        "And Larry the Bat smiled softly to himself–Kline’s men were still\non guard!",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}