{
    "title": "The Diary of a Nobody - Chapter I.",
    "author": "George and Weedon Grossmith",
    "chapter": "2",
    "content": [
        "\n\n",
        "We settle down in our new home, and I resolve to keep a diary.\nTradesmen trouble us a bit, so does the scraper.  The Curate calls\nand pays me a great compliment.",
        "\n\nThe Laurels\n",
        "\nMy clear wife Carrie and I have just been a week in our new house,\n“The Laurels,” Brickfield Terrace, Holloway - a nice six-roomed\nresidence, not counting basement, with a front breakfast-parlour.\nWe have a little front garden; and there is a flight of ten steps\nup to the front door, which, by-the-by, we keep locked with the\nchain up.  Cummings, Gowing, and our other intimate friends always\ncome to the little side entrance, which saves the servant the\ntrouble of going up to the front door, thereby taking her from her\nwork.  We have a nice little back garden which runs down to the\nrailway.  We were rather afraid of the noise of the trains at\nfirst, but the landlord said we should not notice them after a bit,\nand took 2 pounds off the rent.  He was certainly right; and beyond\nthe cracking of the garden wall at the bottom, we have suffered no\ninconvenience.",
        "After my work in the City, I like to be at home.  What’s the good\nof a home, if you are never in it?  “Home, Sweet Home,” that’s my\nmotto.  I am always in of an evening.  Our old friend Gowing may\ndrop in without ceremony; so may Cummings, who lives opposite.  My\ndear wife Caroline and I are pleased to see them, if they like to\ndrop in on us.  But Carrie and I can manage to pass our evenings\ntogether without friends.  There is always something to be done:  a\ntin-tack here, a Venetian blind to put straight, a fan to nail up,\nor part of a carpet to nail down - all of which I can do with my\npipe in my mouth; while Carrie is not above putting a button on a\nshirt, mending a pillow-case, or practising the “Sylvia Gavotte” on\nour new cottage piano (on the three years’ system), manufactured by\nW. Bilkson (in small letters), from Collard and Collard (in very\nlarge letters).  It is also a great comfort to us to know that our\nboy Willie is getting on so well in the Bank at Oldham.  We should\nlike to see more of him.  Now for my diary:-",
        "\nApril 3. - Tradesmen called for custom, and I promised Farmerson,\nthe ironmonger, to give him a turn if I wanted any nails or tools.\nBy-the-by, that reminds me there is no key to our bedroom door, and\nthe bells must be seen to.  The parlour bell is broken, and the\nfront door rings up in the servant’s bedroom, which is ridiculous.\nDear friend Gowing dropped in, but wouldn’t stay, saying there was\nan infernal smell of paint.",
        "\n\nOur dear friend Gowing\n",
        "April 4.  Tradesmen still calling; Carrie being out, I arranged to\ndeal with Horwin, who seemed a civil butcher with a nice clean\nshop.  Ordered a shoulder of mutton for to-morrow, to give him a\ntrial.  Carrie arranged with Borset, the butterman, and ordered a\npound of fresh butter, and a pound and a half of salt ditto for\nkitchen, and a shilling’s worth of eggs.  In the evening, Cummings\nunexpectedly dropped in to show me a meerschaum pipe he had won in\na raffle in the City, and told me to handle it carefully, as it\nwould spoil the colouring if the hand was moist.  He said he\nwouldn’t stay, as he didn’t care much for the smell of the paint,\nand fell over the scraper as he went out.  Must get the scraper\nremoved, or else I shall get into a SCRAPE.  I don’t often make\njokes.",
        "\n\nOur dear friend Cummings\n",
        "April 5. - Two shoulders of mutton arrived, Carrie having arranged\nwith another butcher without consulting me.  Gowing called, and\nfell over scraper coming in.  MUST get that scraper removed.",
        "April 6. - Eggs for breakfast simply shocking; sent them back to\nBorset with my compliments, and he needn’t call any more for\norders.  Couldn’t find umbrella, and though it was pouring with\nrain, had to go without it.  Sarah said Mr. Gowing must have took\nit by mistake last night, as there was a stick in the ’all that\ndidn’t belong to nobody.  In the evening, hearing someone talking\nin a loud voice to the servant in the downstairs hall, I went out\nto see who it was, and was surprised to find it was Borset, the\nbutterman, who was both drunk and offensive.  Borset, on seeing me,\nsaid he would be hanged if he would ever serve City clerks any more\n- the game wasn’t worth the candle.  I restrained my feelings, and\nquietly remarked that I thought it was POSSIBLE for a city clerk to\nbe a GENTLEMAN.  He replied he was very glad to hear it, and wanted\nto know whether I had ever come across one, for HE hadn’t.  He left\nthe house, slamming the door after him, which nearly broke the\nfanlight; and I heard him fall over the scraper, which made me feel\nglad I hadn’t removed it.  When he had gone, I thought of a\nsplendid answer I ought to have given him.  However, I will keep it\nfor another occasion.",
        "April 7. - Being Saturday, I looked forward to being home early,\nand putting a few things straight; but two of our principals at the\noffice were absent through illness, and I did not get home till\nseven.  Found Borset waiting.  He had been three times during the\nday to apologise for his conduct last night.  He said he was unable\nto take his Bank Holiday last Monday, and took it last night\ninstead.  He begged me to accept his apology, and a pound of fresh\nbutter.  He seems, after all, a decent sort of fellow; so I gave\nhim an order for some fresh eggs, with a request that on this\noccasion they SHOULD be fresh.  I am afraid we shall have to get\nsome new stair-carpets after all; our old ones are not quite wide\nenough to meet the paint on either side.  Carrie suggests that we\nmight ourselves broaden the paint.  I will see if we can match the\ncolour (dark chocolate) on Monday.",
        "April 8, Sunday. - After Church, the Curate came back with us.  I\nsent Carrie in to open front door, which we do not use except on\nspecial occasions.  She could not get it open, and after all my\ndisplay, I had to take the Curate (whose name, by-the-by, I did not\ncatch,) round the side entrance.  He caught his foot in the\nscraper, and tore the bottom of his trousers.  Most annoying, as\nCarrie could not well offer to repair them on a Sunday.  After\ndinner, went to sleep.  Took a walk round the garden, and\ndiscovered a beautiful spot for sowing mustard-and-cress and\nradishes.  Went to Church again in the evening:  walked back with\nthe Curate.  Carrie noticed he had got on the same pair of\ntrousers, only repaired.  He wants me to take round the plate,\nwhich I think a great compliment.",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}