{
    "title": "The Adventures of Baron Munchausen",
    "author": "Raspe",
    "chapter": "1",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "It is a curious fact that of that class of literature to which\nMunchausen belongs, that namely of Voyages Imaginaires, the three\ngreat types should have all been created in England. Utopia, Robinson\nCrusoe, and Gulliver, illustrating respectively the philosophical, the\nedifying, and the satirical type of fictitious travel, were all\nwritten in England, and at the end of the eighteenth century a fourth\ntype, the fantastically mendacious, was evolved in this country. Of\nthis type Munchausen was the modern original, and remains the\nclassical example. The adaptability of such a species of composition\nto local and topical uses might well be considered prejudicial to its\nchances of obtaining a permanent place in literature. Yet Munchausen\nhas undoubtedly achieved such a place. The Baron’s notoriety is\nuniversal, his character proverbial, and his name as familiar as that\nof Mr. Lemuel Gulliver, or Robinson Crusoe, mariner, of York.\nCondemned by the learned, like some other masterpieces, as worthless,\nMunchausen’s travels have obtained such a world-wide fame, that the\nstory of their origin possesses a general and historic interest apart\nfrom whatever of obscurity or of curiosity it may have to recommend\nit.",
        "The work first appeared in London in the course of the year 1785. No\ncopy of the first edition appears to be accessible; it seems, however,\nto have been issued some time in the autumn, and in the Critical\nReview for December 1785 there is the following notice: “Baron\nMunchausen’s Narrative of his Marvellous Travels and Campaigns in\nRussia. Small 8vo, IS. (Smith). This is a satirical production\ncalculated to throw ridicule on the bold assertions of some\nparliamentary declaimers. If rant may be best foiled at its own\nweapons, the author’s design is not ill-founded; for the marvellous\nhas never been carried to a more whimsical and ludicrous extent.” The\nreviewer had probably read the work through from one paper cover to\nthe other. It was in fact too short to bore the most blasé of his\nkind, consisting of but forty-nine small octavo pages. The second\nedition, which is in the British Museum, bears the following title;\n“Baron Munchausen’s Narrative of his Marvellous Travels and Campaigns\nin Russia; humbly dedicated and recommended to country gentlemen, and\nif they please to be repeated as their own after a hunt, at horse\nraces, in watering places, and other such polite assemblies; round the\nbottle and fireside. Smith. Printed at Oxford. 1786.” The fact that\nthis little pamphlet again consists of but forty-nine small octavo\npages, combined with the similarity of title (as far as that of the\nfirst edition is given in the Critical Review), publisher, and\nprice, affords a strong presumption that it was identical with the\nfirst edition. This edition contains only chapters ii., iii., iv., v.,\nand vi. (pp. 10-44) of the present reprint. These chapters are the\nbest in the book and their substantial if peculiar merit can hardly be\ndenied, but the pamphlet appears to have met with little success, and\nearly in 1786 Smith seems to have sold the property to another\nbookseller, Kearsley. Kearsley had it enlarged, but not, we are\nexpressly informed, in the preface to the seventh edition, by the hand\nof the original author (who happened to be in Cornwall at the time).\nHe also had it illustrated and brought it out in the same year in book\nform at the enhanced price of two shillings, under the title:\n“Gulliver Reviv’d: The Singular Travels, Campaigns, Voyages and\nSporting Adventures of Baron Munnikhouson commonly pronounced\nMunchausen; as he relates them over a bottle when surrounded by his\nfriends. A new edition considerably enlarged with views from the\nBaron’s drawings. London. 1786.” A well-informed Critical Reviewer\nwould have amended the title thus: “Lucian reviv’d: or Gulliver Beat\nwith his own Bow.”",
        "Four editions now succeeded each other with rapidity and without\nmodification. A German translation appeared in 1786 with the imprint\nLondon: it was, however, in reality printed by Dieterich at Göttingen.\nIt was a free rendering of the fifth edition, the preface being a\nclumsy combination of that prefixed to the original edition with that\nwhich Kearsley had added to the third.",
        "The fifth edition (which is, with the exception of trifling\ndifferences on the title-page, identical with the third, fourth, and\nsixth) is also that which has been followed in the present reprint\ndown to the conclusion of chapter twenty, where it ends with the words\n“the great quadrangle.” The supplement treating of Munchausen’s\nextraordinary flight on the back of an eagle over France to Gibraltar,\nSouth and North America, the Polar Regions, and back to England is\nderived from the seventh edition of 1793, which has a new sub-title:–\n“Gulliver reviv’d, or the Vice of Lying properly exposed.” The preface\nto this enlarged edition also informs the reader that the last four\neditions had met with extraordinary success, and that the\nsupplementary chapters, all, that is, with the exception of chapters\nii., iii., iv., v., and vi., which are ascribed to Baron Munchausen\nhimself, were the production of another pen, written, however, in the\nBaron’s manner. To the same ingenious person the public was indebted\nfor the engravings with which the book was embellished. The seventh\nwas the last edition by which the classic text of Munchausen was\nseriously modified. Even before this important consummation had been\narrived at, a sequel, which was within a fraction as long as the\noriginal work (it occupies pp. 163-299 of this volume), had appeared\nunder the title, “A Sequel to the Adventures of Baron Munchausen.\n. . . Humbly dedicated to Mr. Bruce the Abyssinian traveller, as the\nBaron conceives that it may be some service to him, previous to his\nmaking another journey into Abyssinia. But if this advice does not\ndelight Mr. Bruce, the Baron is willing to fight him on any terms he\npleases.” This work was issued separately. London, 1792, 8vo.",
        "Such is the history of the book during the first eight or constructive\nyears of its existence, beyond which it is necessary to trace it,\nuntil at least we have touched upon the long-vexed question of its\nauthorship.",
        "Munchausen’s travels have in fact been ascribed to as many different\nhands as those of Odysseus. But (as in most other respects) it differs\nfrom the more ancient fabulous narrative in that its authorship has\nbeen the subject of but little controversy. Many people have\nentertained erroneous notions as to its authorship, which they have\ncirculated with complete assurance; but they have not felt it\nincumbent upon them to support their own views or to combat those of\nother people. It has, moreover, been frequently stated with equal\nconfidence and inaccuracy that the authorship has never been settled.\nAn early and persistent version of the genesis of the travels was that\nthey took their origin from the rivalry in fabulous tales of three\naccomplished students at Göttingen University, Bürger, Kästner, and\nLichtenberg; another ran that Gottfried August Bürger, the German poet\nand author of “Lenore,” had at a later stage of his career met Baron\nMunchausen in Pyrmont and taken down the stories from his own lips.\nPercy in his anecdotes attributes the Travels to a certain Mr. M.\n(Munchausen also began with an M.) who was imprisoned at Paris during\nthe Reign of Terror. Southey in his “Omniana” conjectured, from the\ncoincidences between two of the tales and two in a Portuguese\nperiodical published in 1730, that the English fictions must have been\nderived from the Portuguese. William West the bookseller and numerous\nfollowers have stated that Munchausen owed its first origin to Bruce’s\nTravels, and was written for the purpose of burlesquing that unfairly\ntreated work. Pierer boldly stated that it was a successful anonymous\nsatire upon the English government of the day, while Meusel with equal\ntemerity affirmed in his “Lexikon” that the book was a translation of\nthe “well-known Munchausen lies” executed from a (non-existent) German\noriginal by Rudolph Erich Raspe. A writer in the Gentleman’s\nMagazine for 1856 calls the book the joint production of Bürger and\nRaspe.",
        "Of all the conjectures, of which these are but a selection, the most\naccurate from a German point of view is that the book was the work of\nBürger, who was the first to dress the Travels in a German garb, and\nwas for a long time almost universally credited with the sole\nproprietorship. Bürger himself appears neither to have claimed nor\ndisclaimed the distinction. There is, however, no doubt whatever that\nthe book first appeared in English in 1785, and that Bürger’s German\nversion did not see the light until 1786. The first German edition\n(though in reality printed at Göttingen) bore the imprint London, and\nwas stated to be derived from an English source; but this was,\nreasonably enough, held to be merely a measure of precaution in case\nthe actual Baron Munchausen (who was a well-known personage in\nGöttingen) should be stupid enough to feel aggrieved at being made the\nbutt of a gross caricature. In this way the discrepancy of dates\nmentioned above might easily have been obscured, and Bürger might\nstill have been credited with a work which has proved a better\nprotection against oblivion than “Lenore,” had it not been for the\nofficious sensitiveness of his self-appointed biographer, Karl von\nReinhard. Reinhard, in an answer to an attack made upon his hero for\nbringing out Munchausen as a pot-boiler in German and English\nsimultaneously, definitely stated in the Berlin Gesellschafters of\nNovember 1824, that the real author of the original work was that\ndisreputable genius, Rudolph Erich Raspe, and that the German work was\nmerely a free translation made by Bürger from the fifth edition of the\nEnglish work. Bürger, he stated, was well aware of, but was too high-\nminded to disclose the real authorship.",
        "Taking Reinhard’s solemn asseveration in conjunction with the\nascertained facts of Raspe’s career, his undoubted acquaintance with\nthe Baron Munchausen of real life and the first appearance of the work\nin 1785, when Raspe was certainly in England, there seems to be little\ndifficulty in accepting his authorship as a positive fact. There is no\ndifficulty whatever, in crediting Raspe with a sufficient mastery of\nEnglish idiom to have written the book without assistance, for as\nearly as January 1780 (since which date Raspe had resided\nuninterruptedly in this country) Walpole wrote to his friend Mason\nthat “Raspe writes English much above ill and speaks it as readily as\nFrench,” and shortly afterwards he remarked that he wrote English\n“surprisingly well.” In the next year, 1781, Raspe’s absolute command\nof the two languages encouraged him to publish two moderately good\nprose-translations, one of Lessing’s “Nathan the Wise,” and the other\nof Zachariae’s Mock-heroic, “Tabby in Elysium.” The erratic character\nof the punctuation may be said, with perfect impartiality, to be the\nonly distinguishing feature of the style of the original edition of\n“Munchausen.”",
        "Curious as is this long history of literary misappropriation, the\nchequered career of the rightful author, Rudolph Erich Raspe, offers a\nchapter in biography which has quite as many points of singularity.",
        "Born in Hanover in 1737, Raspe studied at the Universities of\nGöttingen and Leipsic. He is stated also to have rendered some\nassistance to a young nobleman in sowing his wild oats, a sequel to\nhis university course which may possibly help to explain his\nsubsequent aberrations. The connection cannot have lasted long, as in\n1762, having already obtained reputation as a student of natural\nhistory and antiquities, he obtained a post as one of the clerks in\nthe University Library at Hanover.",
        "No later than the following year contributions written in elegant\nLatin are to be found attached to his name in the Leipsic Nova Acta\nEruditorum. In 1764 he alluded gracefully to the connection between\nHanover and England in a piece upon the birthday of Queen Charlotte,\nand having been promoted secretary of the University Library at\nGöttingen, the young savant commenced a translation of Leibniz’s\nphilosophical works which was issued in Latin and French after the\noriginal MSS. in the Royal Library at Hanover, with a preface by\nRaspe’s old college friend Kästner (Göttingen, 1765). At once a\ncourtier, an antiquary, and a philosopher, Raspe next sought to\ndisplay his vocation for polite letters, by publishing an ambitious\nallegorical poem of the age of chivalry, entitled “Hermin and\nGunilde,” which was not only exceedingly well reviewed, but received\nthe honour of a parody entitled “Harlequin and Columbine.” He also\nwrote translations of several of the poems of Ossian, and a\ndisquisition upon their genuineness; and then with better inspiration\nhe wrote a considerable treatise on “Percy’s Reliques of Ancient\nPoetry,” with metrical translations, being thus the first to call the\nattention of Germany to these admirable poems, which were afterwards\nso successfully ransacked by Bürger, Herder, and other early German\nromanticists.",
        "In 1767 Raspe was again advanced by being appointed Professor at the\nCollegium Carolinum in Cassel, and keeper of the landgrave of Hesse’s\nrich and curious collection of antique gems and medals. He was shortly\nafterwards appointed Librarian in the same city, and in 1771 he\nmarried. He continued writing on natural history, mineralogy, and\narchæology, and in 1769 a paper in the 59th volume of the\nPhilosophical Transactions, on the bones and teeth of elephants and\nother animals found in North America and various boreal regions of the\nworld, procured his election as an honorary member of the Royal\nSociety of London. His conclusion in this paper that large elephants\nor mammoths must have previously existed in boreal regions has, of\ncourse, been abundantly justified by later investigations. When it is\nadded that Raspe during this part of his life also wrote papers on\nlithography and upon musical instruments, and translated Algarotti’s\nTreatise on “Architecture, Painting, and Opera Music,” enough will\nhave been said to make manifest his very remarkable and somewhat\nprolix versatility. In 1773 he made a tour in Westphalia in quest of\nMSS., and on his return, by way of completing his education, he turned\njournalist, and commenced a periodical called the Cassel Spectator,\nwith Mauvillon as his co-editor. In 1775 he was travelling in Italy on\na commission to collect articles of vertu for the landgrave, and it\nwas apparently soon after his return that he began appropriating to\nhis own use valuable coins abstracted from the cabinets entrusted to\nhis care. He had no difficulty in finding a market for the antiques\nwhich he wished to dispose of, and which, it has been charitably\nsuggested, he had every intention of replacing whenever opportunity\nshould serve. His consequent procedure was, it is true, scarcely that\nof a hardened criminal. Having obtained the permission of the\nlandgrave to visit Berlin, he sent the keys of his cabinet back to the\nauthorities at Cassel–and disappeared. His thefts, to the amount of\ntwo thousand rixdollars, were promptly discovered, and advertisements\nwere issued for the arrest of the Councillor Raspe, described without\nsuspicion of flattery as a long-faced man, with small eyes, crooked\nnose, red hair under a stumpy periwig, and a jerky gait. The\nnecessities that prompted him to commit a felony are possibly\nindicated by the addition that he usually appeared in a scarlet dress\nembroidered with gold, but sometimes in black, blue, or grey clothes.\nHe was seized when he had got no farther than Klausthal, in the Hartz\nmountains, but he lost no time in escaping from the clutches of the\npolice, and made his way to England. He never again set foot on the\ncontinent.",
        "He was already an excellent English scholar, so that when he reached\nLondon it was not unnatural that he should look to authorship for\nsupport. Without loss of time, he published in London in 1776 a volume\non some German Volcanoes and their productions; in 1777 he translated\nthe then highly esteemed mineralogical travels of Ferber in Italy and\nHungary. In 1780 we have an interesting account of him from Horace\nWalpole, who wrote to his friend, the Rev. William Mason: “There is a\nDutch sçavant come over who is author of several pieces so learned\nthat I do not even know their titles: but he has made a discovery in\nmy way which you may be sure I believe, for it proves what I expected\nand hinted in my ’Anecdotes of Painting,’ that the use of oil colours\nwas known long before Van Eyck.” Raspe, he went on to say, had\ndiscovered a MS. of Theophilus, a German monk in the fourth century,\nwho gave receipts for preparing the colours, and had thereby convicted\nVasari of error. “Raspe is poor, and I shall try and get subscriptions\nto enable him to print his work, which is sensible, clear, and\nunpretending.” Three months later it was, “Poor Raspe is arrested by\nhis tailor. I have sent him a little money, and he hopes to recover\nhis liberty, but I question whether he will be able to struggle on\nhere.” His “Essay on the Origin of Oil Painting” was actually\npublished through Walpole’s good service in April 1781. He seems to\nhave had plans of going to America and of excavating antiquities in\nEgypt, where he might have done good service, but the bad name that he\nhad earned dogged him to London. The Royal Society struck him off its\nrolls, and in revenge he is said to have threatened to publish a\ntravesty of their transactions. He was doubtless often hard put to it\nfor a living, but the variety of his attainments served him in good\nstead. He possessed or gained some reputation as a mining expert, and\nmaking his way down into Cornwall, he seems for some years subsequent\nto 1782 to have been assay-master and storekeeper of some mines at\nDolcoath. While still at Dolcoath, it is very probable that he put\ntogether the little pamphlet which appeared in London at the close of\n1785, with the title “Baron Munchausen’s Narrative of his Marvellous\nTravels and Campaigns in Russia,” and having given his jeu d’esprit\nto the world, and possibly earned a few guineas by it, it is not\nlikely that he gave much further thought to the matter. In the course\nof 1785 or 1786, he entered upon a task of much greater magnitude and\nimmediate importance, namely, a descriptive catalogue of the\nCollection of Pastes and Impressions from Ancient and Modern Gems,\nformed by James Tassie, the eminent connoisseur. Tassie engaged Raspe\nin 1785 to take charge of his cabinets, and to commence describing\ntheir contents: he can hardly have been ignorant of his employé’s\ndelinquencies in the past, but he probably estimated that mere casts\nof gems would not offer sufficient temptation to a man of Raspe’s\neclectic tastes to make the experiment a dangerous one. Early in 1786,\nRaspe produced a brief but well-executed conspectus of the arrangement\nand classification of the collection, and this was followed in 1791 by\n“A Descriptive Catalogue,” in which over fifteen thousand casts of\nancient and modern engraved gems, cameos, and intaglios from the most\nrenowned cabinets in Europe were enumerated and described in French\nand English. The two quarto volumes are a monument of patient and\nhighly skilled industry, and they still fetch high prices. The\nelaborate introduction prefixed to the work was dated from Edinburgh,\nApril 16, 1790.",
        "This laborious task completed, Raspe lost no time in applying himself\nwith renewed energy to mineralogical work. It was announced in the\nScots Magazine for October 1791 that he had discovered in the\nextreme north of Scotland, where he had been invited to search for\nminerals, copper, lead, iron, manganese, and other valuable products\nof a similar character. From Sutherland he brought specimens of the\nfinest clay, and reported a fine vein of heavy spar and “every symptom\nof coal.” But in Caithness lay the loadstone which had brought Raspe\nto Scotland. This was no other than Sir John Sinclair of Ulbster, a\nbenevolent gentleman of an ingenious and inquiring disposition, who\nwas anxious to exploit the supposed mineral wealth of his barren\nScottish possessions. With him Raspe took up his abode for a\nconsiderable time at his spray-beaten castle on the Pentland Firth,\nand there is a tradition, among members of the family, of Sir John’s\nunfailing appreciation of the wide intelligence and facetious humour\nof Raspe’s conversation. Sinclair had some years previously discovered\na small vein of yellow mundick on the moor of Skinnet, four miles from\nThurso. The Cornish miners he consulted told him that the mundick was\nitself of no value, but a good sign of the proximity of other valuable\nminerals. Mundick, said they, was a good horseman, and always rode on\na good load. He now employed Raspe to examine the ground, not\ndesigning to mine it himself, but to let it out to other capitalists\nin return for a royalty, should the investigation justify his hopes.\nThe necessary funds were put at Raspe’s disposal, and masses of\nbright, heavy material were brought to Thurso Castle as a foretaste of\nwhat was coming. But when the time came for the fruition of this\ngolden promise, Raspe disappeared, and subsequent inquiries revealed\nthe deplorable fact that these opulent ores had been carefully\nimported by the mining expert from Cornwall, and planted in the places\nwhere they were found. Sir Walter Scott must have had the incident\n(though not Raspe) in his mind when he created the Dousterswivel of\nhis “Antiquary.” As for Raspe, he betook himself to a remote part of\nthe United Kingdom, and had commenced some mining operations in\ncountry Donegal, when he was carried off by scarlet fever at Muckross\nin 1794. Such in brief outline was the career of Rudolph Erich Raspe,\nscholar, swindler, and undoubted creator of Baron Munchausen.",
        "The merit of Munchausen, as the adult reader will readily perceive,\ndoes not reside in its literary style, for Raspe is no exception to\nthe rule that a man never has a style worthy of the name in a language\nthat he did not prattle in. But it is equally obvious that the real\nand original Munchausen, as Raspe conceived and doubtless intended at\none time to develop him, was a delightful personage whom it would be\nthe height of absurdity to designate a mere liar. Unfortunately the\ntask was taken out of his hand and a good character spoiled, like many\nanother, by mere sequel-mongers. Raspe was an impudent scoundrel, and\nfortunately so; his impudence relieves us of any difficulty in\nresolving the question,–to whom (if any one) did he owe the original\nconception of the character whose fame is now so universal.",
        "When Raspe was resident in Göttingen he obtained, in all probability\nthrough Gerlach Adolph von Munchausen, the great patron of arts and\nletters and of Göttingen University, an introduction to Hieronynimus\nKarl Friedrich von Munchausen, at whose hospitable mansion at\nBodenwerder he became an occasional visitor. Hieronynimus, who was\nborn at Bodenwerder on May 11, 1720, was a cadet of what was known as\nthe black line of the house of Rinteln Bodenwerder, and in his youth\nserved as a page in the service of Prince Anton Ulrich of Brunswick.\nWhen quite a stripling he obtained a cornetcy in the “Brunswick\nRegiment” in the Russian service, and on November 27, 1740, he was\ncreated a lieutenant by letters patent of the Empress Anna, and served\ntwo arduous campaigns against the Turks during the following years. In\n1750 he was promoted to be a captain of cuirassiers by the Empress\nElizabeth, and about 1760 he retired from the Russian service to live\nupon his patrimonial estate at Bodenwerder in the congenial society of\nhis wife and his paragon among huntsmen, Rösemeyer, for whose\nparticular benefit he maintained a fine pack of hounds. He kept open\nhouse, and loved to divert his guests with stories, not in the\nbraggart vein of Dugald Dalgetty, but so embellished with palpably\nextravagant lies as to crack with a humour that was all their own. The\nmanner has been appropriated by Artemus Ward and Mark Twain, but it\nwas invented by Munchausen. Now the stories mainly relate to sporting\nadventures, and it has been asserted by one contemporary of the baron\nthat Munchausen contracted the habit of drawing such a long-bow as a\nmeasure of self-defence against his invaluable but loquacious\nhenchman, the worthy Rösemeyer. But it is more probable, as is hinted\nin the first preface, that Munchausen, being a shrewd man, found the\npractice a sovereign specific against bores and all other kinds of\nserious or irrelevant people, while it naturally endeared him to the\nfriends of whom he had no small number.",
        "He told his stories with imperturbable sang froid, in a dry manner,\nand with perfect naturalness and simplicity. He spoke as a man of the\nworld, without circumlocution; his adventures were numerous and\nperhaps singular, but only such as might have been expected to happen\nto a man of so much experience. A smile never traversed his face as he\nrelated the least credible of his tales, which the less intimate of\nhis acquaintance began in time to think he meant to be taken\nseriously. In short, so strangely entertaining were both manner and\nmatter of his narratives, that “Munchausen’s Stories” became a by-word\namong a host of appreciative acquaintance. Among these was Raspe, who\nyears afterwards, when he was starving in London, bethought himself of\nthe incomparable baron. He half remembered some of his sporting\nstories, and supplemented these by gleanings from his own commonplace\nbook. The result is a curious medley, which testifies clearly to\nlearning and wit, and also to the turning over of musty old books of\nfacetiæ written in execrable Latin.",
        "  The story of the Baron’s horse being cut in two by the descending\n  portcullis of a besieged town, and the horseman’s innocence of the\n  fact until, upon reaching a fountain in the midst of the city, the\n  insatiate thirst of the animal betrayed his deficiency in hind\n  quarters, was probably derived by Raspe from the Facetiæ\n  Bebelianæ of Heinrich Bebel, first published at Strassburgh in\n  1508.",
        "  There it is given as follows: “De Insigni Mendacio. Faber\n  clavicularius quem superius fabrum mendaciorum dixi, narravit se\n  tempore belli, credens suos se subsecuturos equitando ad cujusdam\n  oppidi portas penetrasse: et cum ad portas venisset cataractam\n  turre demissam, equum suum post ephippium discidisse,\n  dimidiatumque reliquisse, atque se media parte equi ad forum usque\n  oppidi equitasse, et caedem non modicam peregisse. Sed cum\n  retrocedere vellet multitudine hostium obrutus, tum demum equum\n  cecidisse seque captum fuisse.”",
        "  The drinking at the fountain was probably an embellishment of\n  Raspe’s own. Many of Bebel’s jests were repeated in J. P. Lange’s\n  Delici Academic (Heilbronn, 1665), a section of which was\n  expressly devoted to “Mendacia Ridicula\"; but the yarn itself is\n  probably much older than either. Similarly, the quaint legend of\n  the thawing of the horn was told by Castiglione in his\n  Cortegiano, first published in 1528. This is how Castiglione\n  tells it: A merchant of Lucca had travelled to Poland in order to\n  buy furs; but as there was at that time a war with Muscovy, from\n  which country the furs were procured, the Lucchese merchant was\n  directed to the confines of the two countries. On reaching the\n  Borysthenes, which divided Poland and Muscovy, he found that the\n  Muscovite traders remained on their own side of the river from\n  distrust, on account of the state of hostilities. The Muscovites,\n  desirous of being heard across the river announced the prices of\n  their furs in a loud voice; but the cold was so intense that their\n  words were frozen in the air before they could reach the opposite\n  side. Hereupon the Poles lighted a fire in the middle of the\n  river, which was frozen into a solid mass; and in the course of an\n  hour the words which had been frozen up were melted, and fell\n  gently upon the further bank, although the Muscovite traders had\n  already gone away. The prices demanded were, however, so high that\n  the Lucchese merchant returned without making any purchase. A\n  similar idea is utilised by Rabelais in Pantagruel, and by\n  Steele in one of his Tatlers. The story of the cherry tree\n  growing out of the stag’s head, again, is given in Lange’s book,\n  and the fact that all three tales are of great antiquity is proved\n  by the appearance of counterparts to them in Lady Guest’s edition\n  of the Mabinogion. A great number of nug canor of a\n  perfectly similar type are narrated in the sixteenth century\n  “Travels of the Finkenritter” attributed to Lorenz von Lauterbach.",
        "To humorous waifs of this description, without fixed origin or\nbirthplace, did Raspe give a classical setting amongst embroidered\nversions of the baron’s sporting jokes. The unscrupulous manner in\nwhich he affixed Munchausen’s own name to the completed jeu d’esprit\nis, ethically speaking, the least pardonable of his crimes; for when\nRaspe’s little book was first transformed and enlarged, and then\ntranslated into German, the genial old baron found himself the victim\nof an unmerciful caricature, and without a rag of concealment. It is\nconsequently not surprising to hear that he became soured and reticent\nbefore his death at Bodenwerder in 1797.",
        "Strangers had already begun to come down to the place in the hope of\ngetting a glimpse of the eccentric nobleman, and foolish stories were\ntold of his thundering out his lies with apoplectic visage, his eyes\nstarting out of his head, and perspiration beading his forehead. The\nfountain of his reminiscences was in reality quite dried up, and it\nmust be admitted that this excellent old man had only too good reason\nto consider himself an injured person.",
        "In this way, then, came to be written the first delightful chapters of\nBaron Munchausen’s “Narrative of his Travels and Campaigns in Russia.\"\nIt was not primarily intended as a satire, nor was it specially\ndesigned to take of the extravagant flights of contemporary\ntravellers. It was rather a literary frivolity, thrown off at one\neffort by a tatterdemalion genius in sore need of a few guineas.",
        "The remainder of the book is a melancholy example of the fallacy of\nenlargements and of sequels. Neither Raspe nor the baron can be\nseriously held responsible for a single word of it. It must have been\nwritten by a bookseller’s hack, whom it is now quite impossible to\nidentify, but who was evidently of native origin; and the book is a\ncharacteristically English product, full of personal and political\nsatire, with just a twang of edification. The first continuation\n(chapters one and seven, to twenty, inclusive), which was supplied\nwith the third edition, is merely a modern rechauffé, with “up to\ndate” allusions, of Lucian’s Vera Historia. Prototypes of the\nmajority of the stories may either be found in Lucian or in the twenty\nvolumes of Voyages Imaginaires, published at Paris in 1787. In case,\nhowever, any reader should be sceptical as to the accuracy of this\nstatement he will have no very great difficulty in supposing, as Dr.\nJohnson supposed of Ossian, that anybody could write a great amount of\nsuch stuff if he would only consent to abandon his mind to the task.",
        "With the supplementary chapters commence topical allusions to the\nrecently issued memoirs of Baron de Tott, an enterprising Frenchman\nwho had served the Great Turk against the Russians in the Crimea (an\nEnglish translation of his book had appeared in 1785). The satire upon\nthis gallant soldier’s veracity appears to be quite undeserved, though\none can hardly read portions of his adventures without being forcibly\nreminded of the Baron’s laconic style. It is needless to add that the\namazing account of De Tott’s origin is grossly libellous. The amount\nof public interest excited by the æronautical exploits of Montgolfier\nand Blanchard was also playfully satirised. Their first imitator in\nEngland, Vincenzo Lunardi, had made a successful ascent from\nMoorfields as recently as 1784, while in the following year Blanchard\ncrossed the channel in a balloon and earned the sobriquet Don Quixote\nde la Manche. His grotesque appropriation of the motto “Sic itur ad\nastra” made him, at least, a fit object for Munchausen’s gibes. In\nthe Baron’s visit to Gibraltar we have evidence that the anonymous\nwriter, in common with the rest of the reading public, had been\nstudying John Drinkwater’s “History of the Siege of Gibraltar\"\n(completed in 1783), which had with extreme rapidity established its\nreputation as a military classic. Similarly, in the Polar adventures,\nthe “Voyage towards the North Pole,” 1774, of Constantine John Phipps,\nafterwards Lord Mulgrave, is gently ridiculed, and so also some\nincidents from Patrick Brydone’s “Tour through Sicily and Malta\"\n(1773), are, for no obvious reason, contemptuously dragged in. The\nexploitation of absurd and libellous chap-book lives of Pope Clement\nXIV., the famous Ganganelli, can only be described as a low bid for\nvulgar applause. A French translation of Baron Friedrich von Trenck’s\ncelebrated Memoirs appeared at Metz in 1787, and it would certainly\nseem that in overlooking them the compiler of Munchausen was guilty of\na grave omission. He may, however, have regarded Trenck’s adventures\nless as material for ridicule than as a series of hâbleries which\nthreatened to rival his own.",
        "The Seventh Edition, published in 1793, with the supplement (pp. 142-\n161), was, with the abominable proclivity to edification which marked\nthe publisher of the period (that of “Goody Two-Shoes” and “Sandford\nand Merton”), styled “Gulliver Reviv’d: or the Vice of Lying Properly\nExposed.” The previous year had witnessed the first appearance of the\nsequel, of which the full title has already been given, “with twenty\ncapital copperplates, including the baron’s portrait.” The merit of\nMunchausen as a mouthpiece for ridiculing traveller’s tall-talk, or\nindeed anything that shocked the incredulity of the age, was by this\ntime widely recognised. And hence with some little ingenuity the\npopular character was pressed into the service of the vulgar clamour\nagainst James Bruce, whose “Travels to Discover the Sources of the\nNile” had appeared in 1790. In particular Bruce’s description of the\nAbyssinian custom of feeding upon “live bulls and kava” provoked a\nchorus of incredulity. The traveller was ridiculed upon the stage as\nMacfable, and in a cloud of ephemeral productions; nor is the\nfollowing allusion in Peter Pindar obscure:–",
        " “Nor have I been where men (what loss alas!)\n  Kill half a cow, then send the rest to grass.”",
        "The way in which Bruce resented the popular scepticism is illustrated\nby the following anecdote told by Sir Francis Head, his biographer. A\ngentleman once observed, at a country house where Bruce was staying,\nthat it was not possible that the natives of Abyssinia could eat raw\nmeat! “Bruce said not a word, but leaving the room, shortly returned\nfrom the kitchen with a piece of raw beef-steak, peppered and salted\nin the Abyssinian fashion. ’You will eat that, sir, or fight me,’ he\nsaid. When the gentleman had eaten up the raw flesh (most willingly\nwould he have eaten his words instead), Bruce calmly observed, ’Now,\nsir, you will never again say it is impossible.’” In reality, Bruce\nseems to have been treated with much the same injustice as Herodotus.\nThe truth of the bulk of his narrative has been fully established,\nalthough a passion for the picturesque may certainly have led him to\nembellish many of the minor particulars. And it must be remembered,\nthat his book was not dictated until twelve years after the events\nnarrated.",
        "Apart from Bruce, however, the sequel, like the previous continuation,\ncontains a great variety of political, literary, and other allusions\nof the most purely topical character–Dr. Johnson’s Tour in the\nHebrides, Mr. Pitt, Burke’s famous pamphlet upon the French\nRevolution, Captain Cook, Tippoo Sahib (who had been brought to bay by\nLord Cornwallis between 1790 and 1792). The revolutionary pandemonium\nin Paris, and the royal flight to Varennes in June 1791, and the loss\nof the “Royal George” in 1782, all form the subjects of quizzical\ncomments, and there are many other allusions the interest of which is\nquite as ephemeral as those of a Drury Lane pantomime or a Gaiety\nBurlesque.",
        "Nevertheless the accretions have proved powerless to spoil\n“Munchausen.” The nucleus supplied by Raspe was instinct with so much\nenergy that it has succeeded in vitalising the whole mass of\nextraneous extravagance.",
        "Although, like “Gulliver’s Travels,” “Munchausen” might at first sight\nappear to be ill-suited, in more than one respect, for the nursery,\nyet it has proved the delight of children of all ages; and there are\nprobably few, in the background of whose childish imagination the\nastonishing Munchausen has not at one time or another, together with\nRobinson Crusoe, Jack-the-Giant-Killer, and the Pied Piper of Hamelyn,\nassumed proportions at once gigantic and seductively picturesque.",
        "The work, as has been shown, assumed its final form before the close\nof the eighteenth century; with the nineteenth it commenced its\ntriumphant progress over the civilised world. Some of the subsequent\ntransformations and migrations of the book are worthy of brief record.",
        "A voluminous German continuation was published at Stendhal in three\nvolumes between 1794 and 1800. There was also a continuation\ncomprising exploits at Walcheren, the Dardanelles, Talavera, Cintra,\nand elsewhere, published in London in 1811. An elaborate French\ntranslation, with embellishments in the French manner, appeared at\nParis in 1862. Immerman’s celebrated novel entitled “Munchausen” was\npublished in four volumes at Dusseldorf in 1841, and a very free\nrendering of the Baron’s exploits, styled “Munchausen’s\nLugenabenteuer,” at Leipsic in 1846. The work has also been translated\ninto Dutch, Danish, Magyar (Bard de Mánx), Russian, Portuguese,\nSpanish (El Conde de las Maravillas), and many other tongues, and an\nestimate that over one hundred editions have appeared in England,\nGermany, and America alone, is probably rather under than above the\nmark.",
        "The book has, moreover, at the same time provided illustrations to\nwriters and orators, and the richest and most ample material for\nillustrations to artists. The original rough woodcuts are anonymous,\nbut the possibilities of the work were discovered as early as 1809, by\nThomas Rowlandson, who illustrated the edition published in that year.\nThe edition of 1859 owed embellishments to Crowquill, while Cruikshank\nsupplied some characteristic woodcuts to that of 1869. Coloured\ndesigns for the travels were executed by a French artist Richard in\n1878, and illustrations were undertaken independently for the German\neditions by Riepenhausen and Hosemann respectively. The German artist\nAdolph Schrödter has also painted a celebrated picture representing\nthe Baron surrounded by his listeners. But of all the illustrations\nyet invented, the general verdict has hitherto declared in favour of\nthose supplied to Théophile Gautier’s French edition of 1862 by\nGustave Doré, who fully maintained by them the reputation he had\ngained for work of a similar genre in his drawings for Balzac’s\nContes Drôlatiques. When, however, the public has had an opportunity\nof appreciating the admirably fantastic drawings made by Mr. William\nStrang and Mr. J. B. Clark for the present edition, they will probably\nadmit that Baron Munchausen’s indebtedness to his illustrations,\nalready very great, has been more than doubled.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}