{
    "title": "The Adventures of Baron Munchausen - Chapter XXVIII",
    "author": "Raspe",
    "chapter": "33",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  The Baron sets all the people of the empire to work to build a\n  bridge from their country to Great Britain–His contrivance to\n  render the arch secure–Orders an inscription to be engraved on\n  the bridge–Returns with all his company, chariot, etc., to\n  England–Surveys the kingdoms and nations under him from the\n  middle of the bridge.",
        "“And now, most noble Baron,” said the illustrious Hilaro Frosticos,\n“now is the time to make this people proceed in any business that we\nfind convenient. Take them at this present ferment of the mind, let\nthem not think, but at once set them to work.” In short, the whole\nnation went heartily to the business, to build an edifice such as was\nnever seen in any other country. I took care to supply them with their\nfavourite kava and fudge, and they worked like horses. The tower of\nBabylon, which, according to Hermogastricus, was seven miles high, or\nthe Chinese wall, was a mere trifle, in comparison to this stupendous\nedifice, which was completed in a very short space of time.",
        "It was of an immense height, far beyond anything that ever had been\nbefore erected, and of such gentle ascent, that a regiment of cavalry\nwith a train of cannon could ascend with perfect ease and facility. It\nseemed like a rainbow in the heavens, the base of which appeared to\nrise in the centre of Africa, and the other extremity seemed to stoop\ninto great Britain. A most noble bridge indeed, and a piece of masonry\nthat has outdone Sir Christopher Wren. Wonderful must it have been to\nform so tremendous an arch, especially as the artists had certain\ndifficulties to labour against which they could not have in the\nformation of any other arch in the world–I mean, the attraction of\nthe moon and planets: Because the arch was of so great a height, and\nin some parts so elongated from the earth, as in a great measure to\ndiminish in its gravitation to the centre of our globe; or rather,\nseemed more easily operated upon by the attraction of the planets: So\nthat the stones of the arch, one would think, at certain times, were\nready to fall up to the moon, and at other times to fall down to the\nearth. But as the former was more to be dreaded, I secured stability\nto the fabric by a very curious contrivance: I ordered the architects\nto get the heads of some hundred numbskulls and blockheads, and fix\nthem to the interior surface of the arch, at certain intervals, all\nthe whole length, by which means the arch was held together firm, and\nits inclination to the earth eternally established; because of all the\nthings in the world, the skulls of these kind of animals have a\nstrange facility of tending to the centre of the earth.",
        "The building being completed, I caused an inscription to be engraved\nin the most magnificent style upon the summit of the arch, in letters\nso great and luminous, that all vessels sailing to the East or West\nIndies might read them distinct in the heavens, like the motto of\nConstantine.",
        "  KARDOL BAGARLAN KAI TON FARINGO SARGAI RA\n  MO PASHROL VATINEAC CAL COLNITOS RO NA FILNAT\n  AGASTRA SA DINGANNAL FANO.",
        "That is to say, “As long as this arch and bond of union shall exist,\nso long shall the people be happy. Nor can all the power of the world\naffect them, unless the moon, advancing from her usual sphere, should\nso much attract the skulls as to cause a sudden elevation, on which\nthe whole will fall into the most horrible confusion.”",
        "An easy intercourse being thus established between Great Britain and\nthe centre of Africa, numbers travelled continually to and from both\ncountries, and at my request mail coaches were ordered to run on the\nbridge between both empires. After some time, having settled the\ngovernment to my satisfaction, I requested permission to resign, as a\ngreat cabal had been excited against me in England; I therefore\nreceived my letters of recall, and prepared to return to Old England.",
        "In fine, I set out upon my journey, covered with applause and general\nadmiration. I proceeded with the same retinue that I had before–\nSphinx, Gog and Magog, &c., and advanced along the bridge, lined on\neach side with rows of trees, adorned with festoons of various\nflowers, and illuminated with coloured lights. We advanced at a great\nrate along the bridge, which was so very extensive that we could\nscarcely perceive the ascent, but proceeded insensibly until we\narrived on the centre of the arch. The view from thence was glorious\nbeyond conception; ’twas divine to look down on the kingdoms and seas\nand islands under us. Africa seemed in general of a tawny brownish\ncolour, burned up by the sun: Spain seemed more inclining to a yellow,\non account of some fields of corn scattered over the kingdom; France\nappeared more inclining to a bright straw-colour, intermixed with\ngreen; and England appeared covered with the most beautiful verdure. I\nadmired the appearance of the Baltic Sea, which evidently seemed to\nhave been introduced between those countries by the sudden splitting\nof the land, and that originally Sweden was united to the western\ncoast of Denmark; in short, the whole interstice of the Gulf of\nFinland had no being, until these countries, by mutual consent,\nseparated from one another. Such were my philosophical meditations as\nI advanced, when I observed a man in armour with a tremendous spear or\nlance, and mounted upon a steed, advancing against me. I soon\ndiscovered by a telescope that it could be no other than Don Quixote,\nand promised myself much amusement in the rencounter.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}