{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter X. Ancient Speculations Concerning Creation",
    "author": "Eliza Burt Gamble",
    "chapter": "12",
    "content": [
        "\n\n",
        "[92] Hesiod, The Theogony.",
        "So long as human beings worshipped the abstract principle of\ncreation, the manifestations of which proceed from the earth and\nsun, they doubtless reasoned little on the nature of its hitherto\ninseparable parts.  They had not at that early period begun to\nlook outside of Nature for their god-idea, but when through the\npeculiar course of development which had been entered upon, the\nsimple conception of a creative agency originally entertained\nbecame obscured, mankind began to speculate on the nature and\nattributes of the two principles by which everything is produced,\nand to dispute over their relative importance in the office of\nreproduction.  Much light has been thrown upon these speculations\nby the Kosmogonies which have come down to us from the\nPhoenicians, Babylonians, and other peoples of past ages.  In the\nPhoenician Kosmogony, according to the Mokh doctrine as recorded\nby Philo, out of the kosmic egg Toleeleth (female) “sprang all\nthe impregnation of creation and the beginning of the universe.” \nIn this exposition of the beginnings of things, it is distinctly\nstated that the spirit which in after ages came to be regarded as\nsomething outside or above Nature, “had no consciousness of its\nown creation.”  Commenting on the above, Bunsen is constrained to\nadmit that it is usually understood as being “decidedly\npantheistic.”  He suggests, however, that the writer may HAVE\nINTENDED TO SAY (the italics are mine) that “the spirit who was\nheretofore the Creator was the unconscious spirit.”",
        "Berosus, the scholar of Babylon, who, until a comparatively\nrecent time has furnished all the information extant concerning\nBabylonian antiquities, in his account of the creation of man and\nof the universe, says that in the beginning all was water and\ndarkness; that in the water were the beginnings of life; but as\nyet there was no order.  Men were there with the wings of birds\nand even with the feet of beasts.  There were also quadrupeds and\nmen with fishes’ tails, all of which had been produced by a\ntwofold principle.  Over this incongruous mass a woman presided. \nThis woman is called Omoroka by the Babylonians and by the\nChaldeans Thalatth.  The  latter name, signifies, “bearing” or\n“egg producing.”",
        "In the Babylonian Kosmogony, according to Endemus, the pupil of\nAristotle, the beginning of the universe was called Tauthe, which\nbeing interpreted means “Mother of the Gods.”  Associated with\nher sometimes appears the male principle–Apason.  In the history\nof Berosus, there is given an account of Oaunes–a mythical\nteacher of Babylon, who appeared with the head of a human being\nand the body of a fish or serpent.  This personage brought to the\nBabylonians all the knowledge which they possessed.  Oaunes wrote\n“concerning the generation of mankind, of their different ways of\nlife, and of their civil polity.”  He it was who gave the above\naccount of creation.  He says that finally Omoroka, or Thalatth,\nthe woman who existed before the creation, was divided, one half\nof her forming the heavens, “the other half the earth.”  “All\nthis,” Berosus declares, “was an allegorical description of\nNature.\"[93]",
        "[93] Prof. Smith, Chaldean Account of Genesis, pp. 34, 35.",
        "In the following legend will be observed the groundwork for the\nstory of the flood.  Xisuthrus was a king of Chaldea.  To him the\ndeity, Kronos, appeared in a vision and warned him that upon the\nfifteenth day of the month Daesius there would be a flood, by\nwhich mankind would be destroyed.  He therefore enjoined him to\nwrite a history of the beginning, progress, and conclusion of all\nthings down to the present time, and to bury it in Sippara, the\nCity of the Sun.  He was commanded also to build a vessel, and\ntake with him into it his friends and relations, and to convey on\nboard everything necessary to sustain life, together with all the\ndifferent animals, both birds and quadrupeds, and trust himself\nfearlessly to the deep. Having asked the deity whither he was to\nsail, he was answered: “To the gods\"; upon which he offered up a\nprayer for the good of mankind.  He then obeyed the divine\nadmonition, and built a vessel five stadia in length and two in\nbreadth.  Into this he put everything which he had prepared, and\nlast of all conveyed into it his wife, his children, and his\nfriends.",
        "“After the flood had been upon the earth, and was in time abated,\nXisuthrus sent out birds from the vessel, which not finding any\nfood, nor any place whereupon they might rest their feet,\nreturned to him again.  After an interval of some days, he sent\nthem forth a second time; and they now returned with their feet\ntinged with mud.  He made a trial a third time with these birds;\nbut they returned to him no more: from which he judged that the\nsurface of the earth had appeared above the waters.  He therefore\nmade an opening in the vessel, end upon looking out found that it\nwas stranded upon the side of some mountain, upon which he\nimmediately quitted it with his wife, his daughter, and the\npilot.  Xisuthrus then paid his adoration to the earth: and,\nhaving constructed an altar, offered sacrifices to the gods, and,\nwith those who had come out of the vessel with him, disappeared. \nHim they saw no more, but they could distinguish his voice in the\nair, and could hear him admonish them to pay due regard to the\ngods.  He informed them that it was on account of his piety that\nhe had been taken away to live with the gods, and that his wife\nand daughter had obtained the same honor.”",
        "It is more than likely that this story, which as we have seen has\nextended to the remotest corners of the earth, has an esoteric\nmeaning, and that it embodies the doctrines of the ancients\nrelative to re- incarnation and the renewal of worlds.  Doubtless\nit portrays not only the end of a cycle, but that by it is\nprefigured the fortunes of a human soul, which in its ascent, is\nfrom time to time forced into a human body.",
        "All the early Kosmogonies are intermingled with the history of a\ngreat flood, from the ravages of which an ark which contained a\nman was saved.  The Gothic story of creation indicates that the\nScythians belonged to the same race as the Chaldeans.  At the\nbeginning of time when nothing had been formed, and before the\nearth, the sea, or the heavens appeared, Muspelsheim existed.  A\nbreath of heat passing over the vapors, melted them into water,\nand from this water was formed a cow named Aedumla, who was the\nprogenitor of Odin, Vile, and Ve, the Trinity of the Gothic\nnation.",
        "There is also another tradition, probably a later, which asserts\nthat from the drops of water produced by the primeval breath of\nheat, a man, Ymer, was brought forth.  The son of Ymer was\npreserved in a storm-tossed bark, his father being dragged into\nthe middle of the abyss, where, from his body the earth was\nproduced.  The sea was made of his blood, the mountains of his\nbones, and the rocks of his teeth.  As three of his descendants\nwere walking on the shore one day, they found two pieces of wood\nwhich had been washed up by the waves.  Of these they made a man\nand a woman.  The man they named Aske and the woman Emla.  From\nthis pair has descended the human race.",
        "The marked resemblance between the characters of the Gothic Ymer\nand the Chaldean Omoroka, from each of whose bodies the universe\nis created, has been observed by various writers.  After\nreferring to Mallet’s conclusions upon this subject, Faber\nremarks:",
        "“They are indeed evidently the same person, not only in point of\ncharacter, but, if I mistake not, in appellation: for Ymer or\nUmer is Omer-Oca expressed in a more simple form.  The difference\nof sex does by no means invalidate this opinion, which rests upon\nthe perfect identity of their characters: for the Great Mother,\nlike the Great Father, was an hermaphrodite; or, rather, that\nperson from whom all things were supposed to be produced, was the\nGreat Father and the Great Mother united together in one compound\nbeing.  Ymer and Omoroca are each the same as that hermaphrodite\nJupiter of the Orphic theology.”",
        "We have observed, however, that in all the older traditions this\nhermaphrodite conception is accounted as female, it is the Great\nMother within whom is contained the male; in later ages, however,\nit is represented as male, the female being concealed beneath\nconvenient symbols.",
        "The Trinity of the Goths was male; yet as Odin could not create\nindependently of the female energy he is provided with a wife,\nFrigga, to whom “all fair things belonged, and who had\npriestesses among the early German tribes.”  Frigga when\nworshipped alone was both female and male.  According to one\nGerman tradition, Tiw (Zeus), which in its earliest conception\nwas female, was the parent of the first man.  This man begat\nthree sons who became the fathers of the three Deutsch tribes. \nIsh (or Ash) was the parent of the Franks and Allemans; Ing was\nthe progenitor of the Swedes, Angles, and Saxons; and Er, or\nErman, was the eponymous leader of the tribes called by the\nRomans Hermiones.",
        "The Kosmogony of the Chinese is similar in all respects to that\nof other countries.  The first man, Puoncu, was born from an egg.",
        "The Chinese say that this egg-born Puoncu, who is identical with\nBrahm, Noah, and Adam, is not the great Creator or God, but only\nthe first man.  Their great God or Tien is a Unity which\ncomprehends three, and their human triad–a triplicated being who\nis the parent of the human race–is a lower expression of the\nsame power, and to him has finally been ascribed the office of\nCreator.",
        "The Kosmogony of the Japanese begins with the opening of the\nsacred egg from which all things were produced.  This egg is\nidentical with the ark, and from it the diluvian patriarch was\nborn.  He was “Baal-Peor or the lord of opening; and, from an\nidea that the Ark was an universal mother, he was considered as\nthe masculine principle of generation, and was adored by his\napostate descendants with all the abominations of phallic\nworship.”",
        "In the Theogony of Hesiod, Uranus is represented as being the\nparent of three sons, and the same legend repeated in the story\nof Cronus portrays him also as a triplicated deity.  According to\nthe Peruvian Kosmogony all things sprang from Viracocha who is\nsaid to be identical with the Greek Aphrodite.  Besides this\nsuperior God they venerated a triad which was closely connected\nwith the sun.  These gods were called Chuquilla, Catuilla, and\nIntyllapa.  They say that as their ancestors journeyed from a\nremote country to the Northwest they bore the image of their god\nin a coifer or box made of reeds.  To the four priests who had\ncharge of this box or ark he communicated his oracles and\ndirections.  He not only gave them laws but taught them the\nceremonies and sacrifices which they were to observe.  “And even\nas the pillar of cloud and fire conducted the Israelites in their\npassage through the wilderness, so this Spanish devil gave them\nnotice when to advance forward, and when to stay.\"[94]",
        "[94] Faber, Pagan Idolatry, book i., ch. v.",
        "According to Marsden, the New Zealanders believe that three gods\ncreated the first man, and that the first woman was made from one\nof his ribs.",
        "Among the Otaheitans and various tribes of Indians, the belief\nprevails that all created things have proceeded from a\ntriplicated deity who was saved from the ravages of a flood in an\nark or ship.",
        "The fact is observed that the Theogonies and Kosmogonies of all\npeoples have reference to a flood or to the renewal of life after\nthe destruction of the world, and that the Great Father who is\npreserved, and who comes forth from an ark or ship with the seeds\nof a former world, represents the beginning of a new era.  Adam\nwith his three sons, Cain, Abel, and Seth, Noah with his triad,\nShem, Ham, and Japheth, Menu and his triple offspring, and so on,\nall mean exactly the same thing, namely, the renewal of life at\nthe close of a cycle, or manwantara.",
        "From the traditions extant in nearly every quarter of the globe,\nit would seem that, prior to the so- called flood in the time of\nNoah, man, as a Creator, had not to any extent been worshipped,\nbut, on the contrary, that the great universal dual principle\nwhich pervades Nature and which is back of matter and force, for\ninstance Tien among the Chinese, Iav among the Hebrews, and Aum\namong the Hindoos, had been the Deity adored; but with the\ndecline of virtue and knowledge, this God was gradually abandoned\nfor a lesser one, a deity better suited to the comprehension of\n“fallen” man.",
        "In the Elohistic narrative of creation which appears in the first\nchapter of Genesis, a dual or triune God, female and male, says,\nLet us make man in our own image, and accordingly a male and a\nfemale are created.  In the Jehovistic account, however, in the\nsecond chapter of the same book, a document of much later date,\nman is made first and afterward woman.  In fact, in the latter\nnarrative she appears as an afterthought and is created simply\nfor his use; she is taken from his side and is wholly dependent\nupon him for existence.  This fact is recognized by Bishop\nColenso in the following words:",
        "“Thus in the second account of creation, the man is APPARENTLY\ncreated first, and the woman is CERTAINLY created the last, of\nall living creatures; whereas, in the older story the man and\nwoman are created last of all, as the crowning work of Elohim,\nand are created together–’and Elohim created man in His own\nimage, in the image of Elohim created He him; male and female\ncreated He them.’ This ancient Elohistic narrative, then, the\nJehovist had before him; and he enlarged and enlivened it by\nintroducing a number of passages recording additional incidents\nin the lives of the patriarchs before and after the flood, and\nespecially by inserting the second account of the creation, ii.,\n4-25.”",
        "Colenso observes that verse four of chapter second belongs to the\nElohist, and that it was removed from its original position at\nthe beginning of Gen. i., in order to form the commencement of\nthe Jehovistic account of the creation.[95]",
        "[95] Lectures on the Pentateuch, p. 32.",
        "Quoting from Bishop Browne in the New Bible Commentary, the same\nwriter remarks that in the Elohistic account of the creation “we\nhave that which was probably the ancient primeval record of the\nformation of the world.\"[96]",
        "[96] Ibid. p. 16.",
        "The oldest or Elohistic portion of Genesis is, at the present\ntime, seen to conceal great wisdom and a knowledge of Nature far\nsurpassing that of later times.",
        "According to Higgins, the first verse of the first chapter of\nGenesis, if properly translated, would not declare that in the\nbeginning God created the heavens and the earth, but that Wisdom\n“formed” the earth and the planets.  In none of the ancient\nKosmogonies can there be a word found regarding the creation of\nmatter.  From the facts which have come down to us respecting the\nspeculations of the ancients, it is plain that the original\nconception was, that within the primeval beginnings described in\ntheir Kosmogonies, in chaos or unorganized matter, was contained\nprimeval force; no attempt, however, was made by them to account\nfor the creation of either motion or matter.",
        "As soon as human beings began to speculate on the attributes of\ntheir Deity; when the two principles composing it began to\nseparate, and the idea was gaining ground that the male was the\nonly important factor in reproduction, the sun became male, the\nearth and sea female.  Still, even then the doctrine seems not to\nhave been questioned, that the creative agency had proceeded from\nmatter, or that it was developed in and through it.  The belief\nthat something can be made from nothing was reserved for a later\nage.",
        "In the oldest Semitic Kosmogonies, we are assured that the\nself-conscious God who is manifested in the order of the\nuniverse, proceeded out of the great abyss, and out of\nunorganized, dark, primeval matter.  During the earlier historic\nperiod, however, by both Jew and Gentile, the belief was\nentertained that spirit is material.  It is the essence of\nfire–a substance akin to the galvanic or electric fluid.  This\nmasculine element, the manifestation of which is desire, or heat,\nand which was finally set up as an eternal, self-existent,\ncreative force, or God, was originally regarded as a\nmanifestation of matter, and as having no independent existence. \nIn an earlier age, this so-called creative agency is associated\nwith a force far superior to itself, namely, Light or Wisdom. \nMinerva, who is the first emanation from the Deity, “formed” all\nthings.  She it is who discriminates all things and gives laws to\nthe universe.  “She represented to the Greeks that spiritual\nelement which lifts knowledge into wisdom, and talent into\ngenius.\"[97] But with the importance which began to be assumed by\nman when he began to regard himself as a creator, and when\nthrough ignorance and sensuality the principles of a more\nenlightened race were forgotten, desire, or heat, was separated\nfrom matter and came to be regarded as an independent entity,\nwhich itself had created matter out of nothing.  Thus is noticed\nthe extent to which the god-idea has been developed in\naccordance with the relative positions of the sexes.",
        "[97] L. T. Ives, Art Words.",
        "According to the Grecian mythology, much of which was a\ncomparatively late development, mortal woman was the handiwork of\nVulcan the Firegod, who, being commissioned by Jove to execute “a\nsnare for gods and man,” moulded the beauteous form of woman. \nThis is a worthy example of the contempt and scorn shown by the\nGreeks for women during the later period of their career as a\nnation.  That such contempt was a later development is shown in\nthe fact that woman was originally the gift of Pallas Athene, or\nWisdom.  When she first appeared on the scene she was crowned by\nthe gods, in fact she was the first object honored with a crown. \nConcerning the conceptions regarding women as held at an earlier\nage, and those which came to prevail after she had become “the\ncause of evil in the world,” we have the following from\nTertullian:",
        "“If there was a Pandora, whom Hesiod mentions as the first woman,\nhers was the first head the Graces crowned, for she received\ngifts from all the gods, whence she got her name Pandora.  But\nMoses, a prophet, not a poet-shepherd, shows us the first woman\nEve having her loins more naturally girt about with leaves than\nher temples with flowers.  Pandora then is a myth.\"[98]",
        "[98] Tertullian, vol. i., p. 341.",
        "Woman, who was originally the gift of Wisdom, or Minerva, and who\nwhen created was garlanded with flowers as the crown of creation,\nbecame, in course of time, an accursed and wicked thing who must\nhenceforth cover herself with leaves to hide her shame. \nTertullian, who, with the rest of the early fathers in the\nChristian church, had imbibed the latter doctrine concerning her,\ncould not believe the tradition set forth by Hesiod; therefore\nPandora was a myth, while the corrupted fable, that of Eve as the\ntempter, was accepted as a natural representation of womanhood.",
        "When woman was created, “all the gods conferred a gifted grace.”",
        "[99] Hesiod, Works and Days.",
        "Later, however, Pandora herself becomes the pourer forth of ills\non the head of defenceless man.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}