{
    "title": "The Old Merchant Marine - Chapter VI. “Free Trade and Sailors’ Rights”",
    "author": "Ralph D. Paine",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "When the first Congress under the new Federal Constitution\nassembled in 1789, a spirit of pride was manifested in the swift\nrecovery and the encouraging growth of the merchant marine,\ntogether with a concerted determination to promote and protect it\nby means of national legislation. The most imperative need was a\nseries of retaliatory measures to meet the burdensome navigation\nlaws of England, to give American ships a fair field and no\nfavors. The Atlantic trade was therefore stimulated by allowing a\nreduction of ten per cent of the customs duties on goods imported\nin vessels built and owned by American citizens. The East India\ntrade, which already employed forty New England ships, was\nfostered in like manner. Teas brought direct under the American\nflag paid an average duty of twelve cents a pound while teas in\nforeign bottoms were taxed twenty-seven cents. It was sturdy\nprotection, for on a cargo of one hundred thousand pounds of\nassorted teas from India or China, a British ship would pay\n$27,800 into the custom house and a Salem square-rigger only\n$10,980.",
        "The result was that the valuable direct trade with the Far East\nwas absolutely secured to the American flag. Not content with\nthis, Congress decreed a system of tonnage duties which permitted\nthe native owner to pay six cents per ton on his vessel while the\nforeigner laid down fifty cents as an entry fee for every ton his\nship measured, or thirty cents if he owned an American-built\nvessel. In 1794, Congress became even more energetic in defense\nof its mariners and increased the tariff rates on merchandise in\nforeign vessels. A nation at last united, jealous of its rights,\nresentful of indignities long suffered, and intelligently alive\nto its shipping as the chief bulwark of prosperity, struck back\nwith peaceful weapons and gained a victory of incalculable\nadvantage. Its Congress, no longer feeble and divided, laid the\nfoundations for American greatness upon the high seas which was\nto endure for more than a half century. Wars, embargoes, and\nconfiscations might interrupt but they could not seriously harm\nit.",
        "In the three years after 1789 the merchant shipping registered\nfor the foreign trade increased from 123,893 tons to 411,438\ntons, presaging a growth without parallel in the history of the\ncommercial world. Foreign ships were almost entirely driven out\nof American ports, and ninety-one per cent of imports and\neighty-six per cent of exports were conveyed in vessels built and\nmanned by Americans. Before Congress intervened, English\nmerchantmen had controlled three-fourths of our commerce\noverseas. When Thomas Jefferson, as Secretary of State, fought\ndown Southern opposition to a retaliatory shipping policy, he\nuttered a warning which his countrymen were to find still true\nand apt in the twentieth century: “If we have no seamen, our\nships will be useless, consequently our ship timber, iron, and\nhemp; our shipbuilding will be at an end; ship carpenters will go\nover to other nations; our young men have no call to the sea; our\nproducts, carried in foreign bottoms, will be saddled with\nwar-freight and insurance in time of war--and the history of the\nlast hundred years shows that the nation which is our carrier has\nthree years of war for every four years of peace.”",
        "The steady growth of an American merchant marine was interrupted\nonly once in the following decade. In the year 1793 war broke out\nbetween England and France. A decree of the National Convention\nof the French Republic granted neutral vessels the same rights as\nthose which flew the tricolor. This privilege reopened a rushing\ntrade with the West Indies, and hundreds of ships hastened from\nAmerican ports to Martinique, Guadeloupe, and St. Lucia.",
        "Like a thunderbolt came the tidings that England refused to look\nupon this trade with the French colonies as neutral and that her\ncruisers had been told to seize all vessels engaged in it and to\nsearch them for English-born seamen. This ruling was enforced\nwith such barbarous severity that it seemed as if the War for\nIndependence had been fought in vain. Without warning, unable to\nsave themselves, great fleets of Yankee merchantmen were\nliterally swept from the waters of the West Indies. At St.\nEustatius one hundred and thirty of them were condemned. The\njudges at Bermuda condemned eleven more. Crews and passengers\nwere flung ashore without food or clothing, were abused,\ninsulted, or perhaps impressed in British privateers. The ships\nwere lost to their owners. There was no appeal and no redress. At\nMartinique an English fleet and army captured St. Pierre in\nFebruary, 1794. Files of marines boarded every American ship in\nthe harbor, tore down the colors, and flung two hundred and fifty\nseamen into the foul holds of a prison hulk. There they were\nkept, half-dead with thirst and hunger while their vessels,\nuncared for, had stranded or sunk at their moorings. Scores of\noutrages as abominable as this were on record in the office of\nthe Secretary of State. Shipmasters were afraid to sail to the\nsouthward and, for lack of these markets for dried cod, the\nfishing schooners of Marblehead were idle.",
        "For a time a second war with England seemed imminent. An alarmed\nCongress passed laws to create a navy and to fortify the most\nimportant American harbors. President Washington recommended an\nembargo of thirty days, which Congress promptly voted and then\nextended for thirty more. It was a popular measure and strictly\nenforced by the mariners themselves. The mates and captains of\nthe brigs and snows in the Delaware River met and resolved not to\ngo to sea for another ten days, swearing to lie idle sooner than\nfeed the British robbers in the West Indies. It was in the midst\nof these demonstrations that Washington seized the one hope of\npeace and recommended a special mission to England.",
        "The treaty negotiated by John Jay in 1794 was received with an\noutburst of popular indignation. Jay was damned as a traitor,\nwhile the sailors of Portsmouth burned him in effigy. By way of\nan answer to the terms of the obnoxious treaty, a seafaring mob\nin Boston raided and burned the British privateer Speedwell,\nwhich had put into that port as a merchantman with her guns and\nmunitions hidden beneath a cargo of West India produce.",
        "The most that can be said of the commercial provisions of the\ntreaty is that they opened direct trade with the East Indies but\nat the price of complete freedom of trade for British shipping in\nAmerican ports. It must be said, too, that although the treaty\nfailed to clear away the gravest cause of hostility--the right of\nsearch and impressment--yet it served to postpone the actual\ndash, and during the years in which it was in force American\nshipping splendidly prospered, freed of most irksome handicaps.",
        "The quarrel with France had been brewing at the same time and for\nsimilar reasons. Neutral trade with England was under the ban,\nand the Yankee shipmaster was in danger of losing his vessel if\nhe sailed to or from a port under the British flag. It was out of\nthe frying-pan into the fire, and French privateers welcomed the\nexcuse to go marauding in the Atlantic and the Caribbean. What it\nmeant to fight off these greedy cutthroats is told in a newspaper\naccount of the engagement of Captain Richard Wheatland, who was\nhomeward bound to Salem in the ship Perseverance in 1799. He was\nin the Old Straits of Bahama when a fast schooner came up astern,\nshowing Spanish colors and carrying a tremendous press of canvas.\nUnable to run away from her, Captain Wheatland reported to his\nowners:",
        "“We took in steering sails, wore ship, hauled up our courses,\npiped all hands to quarters and prepared for action. The schooner\nimmediately took in sail, hoisted an English Union flag and\npassed under our lee at a considerable distance. We wore ship,\nshe did the same, and we passed each other within half a musket.\nA fellow hailed us in broken English and ordered the boat hoisted\nout and the captain to come aboard, which he refused. He again\nordered our boat out and enforced his orders with a menace that\nin case of refusal he would sink us, using at the same time the\nvilest and most infamous language it is possible to conceive of.\n. . . We hauled the ship to wind and as he passed poured a whole\nbroadside into him with great success. Sailing faster than we, he\nranged considerably ahead, tacked and again passed, giving us a\nbroadside and furious discharge of musketry, which he kept up\nincessantly until the latter part of the engagement. His musket\nballs reached us in every direction but his large shot either\nfell short or went considerably over us while our guns loaded\nwith round shot and square bars of iron were plied so briskly and\ndirected with such good judgment that before he got out of range\nwe had cut his mainsail and foretopsail all to rags and cleared\nhis decks so effectively that when he bore away from us there\nwere scarcely ten men to be seen. He then struck his English flag\nand hoisted the flag of The Terrible Republic and made off with\nall the sail he could carry, much disappointed, no doubt, at not\nbeing able to give us a fraternal embrace. We feel confidence\nthat we have rid the world of some infamous pests of society.”",
        "By this time, the United States was engaged in active hostilities\nwith France, although war had not been declared. The news of the\nindignities which American commissions had suffered at the hands\nof the French Directory had stirred the people to war pitch.\nStrong measures for national defense were taken, which stopped\nlittle short of war. The country rallied to the slogan, “Millions\nfor defense but not one cent for tribute,” and the merchants of\nthe seaports hastened to subscribe funds to build frigates to be\nloaned to the Government. Salem launched the famous Essex, ready\nfor sea six months after the keel was laid, at a cost of $75,000.\nHer two foremost merchants, Elias Hasket Derby and William Gray,\nled the list with ten thousand dollars each. The call sent out by\nthe master builder, Enos Briggs, rings with thrilling effect:",
        "“To Sons of Freedom! All true lovers of Liberty of your Country!\nStep forth and give your assistance in building the frigate to\noppose French insolence and piracy. Let every man in possession\nof a white oak tree be ambitious to be foremost in hurrying down\nthe timber to Salem where the noble structure is to be fabricated\nto maintain your rights upon the seas and make the name of\nAmerica respected among the nations of the world. Your largest\nand longest trees are wanted, and the arms of them for knees and\nrising timber. Four trees are wanted for the keel which\naltogether will measure 146 feet in length, and hew sixteen\ninches square.”",
        "This handsome frigate privately built by patriots of the republic\nilluminates the coastwise spirit and conditions of her time. She\nwas a Salem ship from keel to truck. Captain Jonathan Haraden,\nthe finest privateersman of the Revolution, made the rigging for\nthe mainmast at his ropewalk in Brown Street. Joseph Vincent\nfitted out the foremast and Thomas Briggs the mizzenmast in their\nlofts at the foot of the Common. When the huge hemp cables were\nready for the frigate, the workmen carried them to the shipyard\non their shoulders, the parade led by fife and drum. Her sails\nwere cut from duck woven in Daniel Rust’s factory in Broad Street\nand her iron work was forged by Salem shipsmiths. It was not\nsurprising that Captain Richard Derby was chosen to command the\nEssex, but he was abroad in a ship of his own and she sailed\nunder Captain Edward Preble of the Navy.",
        "The war cloud passed and the merchant argosies overflowed the\nwharves and havens of New England, which had ceased to monopolize\nthe business on blue water. New York had become a seaport with\nlong ranks of high-steeved bowsprits soaring above pleasant\nBattery Park and a forest of spars extending up the East River.\nIn 1790 more than two thousand ships, brigs, schooners, and\nsmaller craft had entered and cleared, and the merchants met in\nthe coffee-houses to discuss charters, bills-of-lading, and\nadventures. Sailors commanded thrice the wages of laborers\nashore. Shipyards were increasing and the builders could build as\nlarge and swift East Indiamen as those of which Boston and Salem\nboasted.",
        "Philadelphia had her Stephen Girard, whose wealth was earned in\nships, a man most remarkable and eccentric, whose career was one\nof the great maritime romances. Though his father was a\nprosperous merchant of Bordeaux engaged in the West India trade,\nhe was shifting for himself as a cabin-boy on his father’s ships\nwhen only fourteen years old. With no schooling, barely able to\nread and write, this urchin sailed between Bordeaux and the\nFrench West Indies for nine years, until he gained the rank of\nfirst mate. At the age of twenty-six he entered the port of\nPhiladelphia in command of a sloop which had narrowly escaped\ncapture by British frigates. There he took up his domicile and\nlaid the foundation of his fortune in small trading ventures to\nNew Orleans and Santo Domingo.",
        "In 1791 he began to build a fleet of beautiful ships for the\nChina and India trade, their names, Montesquieu, Helvetius,\nVoltaire, and Rousseau, revealing his ideas of religion and\nliberty. So successfully did he combine banking and shipping that\nin 1813 he was believed to be the wealthiest merchant in the\nUnited States. In that year one of his ships from China was\ncaptured off the Capes of the Delaware by a British privateer.\nHer cargo of teas, nankeens, and silks was worth half a million\ndollars to him but he succeeded in ransoming it on the spot by\ncounting out one hundred and eighty thousand Spanish milled\ndollars. No privateersman could resist such strategy as this.",
        "Alone in his old age, without a friend or relative to close his\neyes in death, Stephen Girard, once a penniless, ignorant French\ncabin-boy, bequeathed his millions to philanthropy, and the\nGirard College for orphan boys, in Philadelphia, is his monument.",
        "The Treaty of Amiens brought a little respite to Europe and a\npeaceful interlude for American shipmasters, but France and\nEngland came to grips again in 1803. For two years thereafter the\nUnited States was almost the only important neutral nation not\ninvolved in the welter of conflict on land and sea, and trade\neverywhere sought the protection of the Stars and Stripes.\nEngland had swept her own rivals, men-of-war and merchantmen,\nfrom the face of the waters. France and Holland ceased to carry\ncargoes beneath their own ensigns. Spain was afraid to send her\ngalleons to Mexico and Peru. All the Continental ports were\nbegging for American ships to transport their merchandise. It was\na maritime harvest unique and unexpected.",
        "Yankee skippers were dominating the sugar trade of Cuba and were\nrolling across the Atlantic with the coffee, hides, and indigo of\nVenezuela and Brazil. Their fleets crowded the roadsteads of\nManila and Batavia and packed the warehouses of Antwerp, Lisbon,\nand Hamburg. It was a situation which England could not tolerate\nwithout attempting to thwart an immense traffic which she\nconstrued as giving aid and comfort to her enemies. Under cover\nof the so-called Rule of 1756 British admiralty courts began to\ncondemn American vessels carrying products from enemies’ colonies\nto Europe, even when the voyage was broken by first entering an\nAmerican port. It was on record in September, 1805, that fifty\nAmerican ships had been condemned in England and as many more in\nthe British West Indies.",
        "This was a trifling disaster, however, compared with the huge\ncalamity which befell when Napoleon entered Berlin as a conqueror\nand proclaimed his paper blockade of the British Isles. There was\nno French navy to enforce it, but American vessels dared not sail\nfor England lest they be snapped up by French privateers. The\nBritish Government savagely retaliated with further prohibitions,\nand Napoleon countered in like manner until no sea was safe for a\nneutral ship and the United States was powerless to assert its\nrights. Thomas Jefferson as President used as a weapon the\nEmbargo of 1807, which was, at first, a popular measure, and\nwhich he justified in these pregnant sentences: “The whole world\nis thus laid under interdict by these two nations, and our own\nvessels, their cargoes, and crews, are to be taken by the one or\nthe other for whatever place they may be destined out of our\nlimits. If, therefore, on leaving our harbors we are certainly to\nlose them, is it not better as to vessels, cargoes, and seamen,\nto keep them at home?”",
        "A people proud, independent, and pugnacious, could not long\nsubmit to a measure of defense which was, in the final sense, an\nabject surrender to brute force. New England, which bore the\nbrunt of the embargo, was first to rebel against it. Sailors\nmarched through the streets clamoring for bread or loaded their\nvessels and fought their way to sea. In New York the streets of\nthe waterside were deserted, ships dismantled, countinghouses\nunoccupied, and warehouses empty. In one year foreign commerce\ndecreased in value from $108,000,000 to $22,000,000.",
        "After fifteen months Congress repealed the law, substituting a\nNon-Intercourse Act which suspended trade with Great Britain and\nFrance until their offending orders were repealed. All such\nmeasures were doomed to be futile. Words and documents, threats\nand arguments could not intimidate adversaries who paid heed to\nnothing else than broadsides from line-of-battle ships or the\ncharge of battalions. With other countries trade could now be\nopened. Hopefully the hundreds of American ships long pent-up in\nharbor winged it deep-laden for the Baltic, the North Sea, and\nthe Mediterranean. But few of them ever returned. Like a brigand,\nNapoleon lured them into a trap and closed it, advising the\nPrussian Government, which was under his heel: “Let the American\nships enter your ports. Seize them afterward. You shall deliver\nthe cargoes to me and I will take them in part payment of the\nPrussian war debt.”",
        "Similar orders were executed wherever his mailed fist reached,\nthe pretext being reprisal for the Non-Intercourse Act. More than\ntwo hundred American vessels were lost to their owners, a\nten-million-dollar robbery for which France paid an indemnity of\nfive millions after twenty years. It was the grand climax of the\nexploitation which American commerce had been compelled to endure\nthrough two centuries of tumult and bloodshed afloat. There\nlingers today in many a coastwise town an inherited dislike for\nFrance. It is a legacy of that far-off catastrophe which beggared\nmany a household and filled the streets with haggard, broken\nshipmasters.",
        "It was said of this virile merchant marine that it throve under\npillage and challenged confiscation. Statistics confirm this\nbrave paradox. In 1810, while Napoleon was doing his worst, the\ndeep-sea tonnage amounted to 981,019; and it is a singular fact\nthat in proportion to population this was to stand as the high\ntide of American foreign shipping until thirty-seven years later.\nIt ebbed during the War of 1812 but rose again with peace and a\nreal and lasting freedom of the seas.",
        "This second war with England was fought in behalf of merchant\nseamen and they played a nobly active part in it. The ruthless\nimpressment of seamen was the most conspicuous provocation, but\nit was only one of many. Two years before hostilities were openly\ndeclared, British frigates were virtually blockading the port of\nNew York, halting and searching ships as they pleased, making\nprizes of those with French destinations, stealing sailors to\nfill their crews, waging war in everything but name, and enjoying\nthe sport of it. A midshipman of one of them merrily related:\n“Every morning at daybreak we set about arresting the progress of\nall the vessels we saw, firing off guns to the right and left to\nmake every ship that was running in heave to or wait until we had\nleisure to send a boat on board to see, in our lingo, what she\nwas made of. I have frequently known a dozen and sometimes a\ncouple of dozen ships lying a league or two off the port, losing\ntheir fair wind, their tide, and worse than all, their market for\nmany hours, sometimes the whole day, before our search was\ncompleted.”",
        "The right of a belligerent to search neutral vessels for\ncontraband of war or evidence of a forbidden destination was not\nthe issue at stake. This was a usage sanctioned by such\ninternational law as then existed. It was the alleged right to\nsearch for English seamen in neutral vessels that Great Britain\nexercised, not only on the high seas but even in territorial\nwaters, which the American Government refused to recognize. In\nvain the Government had endeavored to protect its sailors from\nimpressment by means of certificates of birth and citizenship.\nThese documents were jeered at by the English naval lieutenant\nand his boarding gang, who kidnapped from the forecastle such\nstalwart tars as pleased their fancy. The victim who sought to\ninform an American consul of his plight was lashed to the rigging\nand flogged by a boatswain’s mate. The files of the State\nDepartment, in 1807, had contained the names of six thousand\nAmerican sailors who were as much slaves and prisoners aboard\nBritish men-of-war as if they had been made captives by the Dey\nof Algiers. One of these incidents, occurring on the ship Betsy,\nCaptain Nathaniel Silsbee, while at Madras in 1795, will serve to\nshow how this brutal business was done.",
        "“I received a note early one morning from my chief mate that one\nof my sailors, Edward Hulen, a fellow townsman whom I had known\nfrom boyhood, had been impressed and taken on board of a British\nfrigate then being in port .... I immediately went on board my\nship and having there learned all the facts in the case,\nproceeded to the frigate, where I found Hulen and in his presence\nwas informed by the first lieutenant of the frigate that he had\ntaken Hulen from my ship under a peremptory order from his\ncommander to visit every American ship in port and take from each\nof them one or more of their seamen .... I then called upon\nCaptain Cook, who commanded the frigate, and sought first by all\nthe persuasive means that I was capable of using and ultimately\nby threats to appeal to the Government of the place to obtain\nHulen’s release, but in vain . . . . It remained for me only to\nrecommend Hulen to that protection of the lieutenant which a good\nseaman deserves, and to submit to the high-handed insult thus\noffered to the flag of my country which I had no means either of\npreventing or resisting.”",
        "After several years’ detention in the British Navy, Hulen\nreturned to Salem and lived to serve on board privateers in the\nsecond war with England.",
        "Several years’ detention! This was what it meant to be a pressed\nman, perhaps with wife and children at home who had no news of\nhim nor any wages to support them. At the time of the Nore Mutiny\nin 1797, there were ships in the British fleet whose men had not\nbeen paid off for eight, ten, twelve, and in one instance fifteen\nyears. These wooden walls of England were floating hells, and a\nseaman was far better off in jail. He was flogged if he sulked\nand again if he smiled flogged until the blood ran for a hundred\noffenses as trivial as these. His food was unspeakably bad and\noften years passed before he was allowed to set foot ashore.\nDecent men refused to volunteer and the ships were filled with\nthe human scum and refuse caught in the nets of the press-gangs\nof Liverpool, London, and Bristol.",
        "It is largely forgotten or unknown that this system of recruiting\nwas as intolerable in England as it was in the United States and\nas fiercely resented. Oppressive and unjust, it was nevertheless\nendured as the bulwark of England’s defense against her foes. It\nground under its heel the very people it protected and made them\nserfs in order to keep them free. No man of the common people who\nlived near the coast of England was safe from the ruffianly\npress-gangs nor any merchant ship that entered her ports. It was\nthe most cruel form of conscription ever devised. Mob violence\nopposed it again and again, and British East Indiamen fought the\nKing’s tenders sooner than be stripped of their crews and left\nhelpless. Feeling in America against impressment was never more\nhighly inflamed, even on the brink of the War of 1812, than it\nhad long been in England itself, although the latter country was\nunable to rise and throw it off. Here are the words, not of an\nangry American patriot but of a modern English historian writing\nof his own nation:* “To the people the impress was an axe laid at\nthe foot of the tree. There was here no question, as with trade,\nof the mere loss of hands who could be replaced. Attacking the\nfamily in the person of its natural supporter and protector, the\noctopus system of which the gangs were the tentacles, struck at\nthe very foundations of domestic life and brought to thousands of\nhouseholds a poverty as bitter and a grief as poignant as death.\n. . . The mutiny at the Nore brought the people face to face with\nthe appalling risks attendant on wholesale pressing while the war\nwith America, incurred for the sole purpose of upholding the\nright to press, taught them the lengths to which their rulers\nwere still prepared to go in order to enslave them.\"*",
        "* The Press Gang Afloat and Ashore, by J. R. Hutchinson.",
        "Continue...",
        "\nThe e-text of “The Old Merchant Marine, A Chronicle of American Ships and Sailors” (Ralph D. Paine) is free for you to copy.\nPage created by Philipp Lenssen.\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Merchant MarineBy Ralph D. PaineAt Amazon"
    ]
}