{
    "title": "The Renaissance: Studies in Art and Poetry - The School of Giorgione",
    "author": "Walter Pater",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "[130] IT is the mistake of much popular criticism to regard\npoetry, music, and painting–all the various products of art–as but\ntranslations into different languages of one and the same fixed\nquantity of imaginative thought, supplemented by certain\ntechnical qualities of colour, in painting; of sound, in music; of\nrhythmical words, in poetry.  In this way, the sensuous element in\nart, and with it almost everything in art that is essentially artistic,\nis made a matter of indifference; and a clear apprehension of the\nopposite principle–that the sensuous material of each art brings\nwith it a special phase or quality of beauty, untranslatable into the\nforms of any other, an order of impressions distinct in kind–is the\nbeginning of all true aesthetic criticism.  For, as art addresses not\npure sense, still less the pure intellect, but the “imaginative\nreason” through the senses, there are differences of kind in\naesthetic beauty, corresponding to the differences in kind of the\ngifts of sense themselves. Each art, therefore, having its own\npeculiar and untranslatable sensuous charm, has its own [131]\nspecial mode of reaching the imagination, its own special\nresponsibilities to its material.  One of the functions of aesthetic\ncriticism is to define these limitations; to estimate the degree in\nwhich a given work of art fulfils its responsibilities to its special\nmaterial; to note in a picture that true pictorial charm, which is\nneither a mere poetical thought or sentiment, on the one hand, nor\na mere result of communicable technical skill in colour or design,\non the other; to define in a poem that true poetical quality, which\nis neither descriptive nor meditative merely, but comes of an\ninventive handling of rhythmical language, the element of song in\nthe singing; to note in music the musical charm, that essential\nmusic, which presents no words, no matter of sentiment or\nthought, separable from the special form in which it is conveyed\nto us.",
        "To such a philosophy of the variations of the beautiful, Lessing’s\nanalysis of the spheres of sculpture and poetry, in the Laocoon,\nwas an important contribution.  But a true appreciation of these\nthings is possible only in the light of a whole system of such art-\ncasuistries.  Now painting is the art in the criticism of which this\ntruth most needs enforcing, for it is in popular judgments on\npictures that the false generalisation of all art into forms of poetry\nis most prevalent.  To suppose that all is mere technical\nacquirement in delineation or touch, working through [132] and\naddressing itself to the intelligence, on the one side, or a merely\npoetical, or what may be called literary interest, addressed also to\nthe pure intelligence, on the other:–this is the way of most\nspectators, and of many critics, who have never caught sight all\nthe time of that true pictorial quality which lies between, unique\npledge, as it is, of the possession of the pictorial gift, that\ninventive or creative handling of pure line and colour, which, as\nalmost always in Dutch painting, as often also in the works of\nTitian or Veronese, is quite independent of anything definitely\npoetical in the subject it accompanies.  It is the drawing–the\ndesign projected from that peculiar pictorial temperament or\nconstitution, in which, while it may possibly be ignorant of true\nanatomical proportions, all things whatever, all poetry, all ideas\nhowever abstract or obscure, float up as visible scene or image: it\nis the colouring–that weaving of light, as of just perceptible gold\nthreads, through the dress, the flesh, the atmosphere, in Titian’s\nLace-girl, that staining of the whole fabric of the thing with a\nnew, delightful physical quality.  This drawing, then–the\narabesque traced in the air by Tintoret’s flying figures, by\nTitian’s forest branches; this colouring–the magic conditions of\nlight and hue in the atmosphere of Titian’s Lace-girl, or Rubens’s\nDescent from the Cross:–these essential pictorial qualities must\nfirst of all delight the sense, delight it as [133] directly and\nsensuously as a fragment of Venetian glass; and through this\ndelight alone become the vehicle of whatever poetry or science\nmay lie beyond them in the intention of the composer.  In its\nprimary aspect, a great picture has no more definite message for\nus than an accidental play of sunlight and shadow for a few\nmoments on the wall or floor: is itself, in truth, a space of such\nfallen light, caught as the colours are in an Eastern carpet, but\nrefined upon, and dealt with more subtly and exquisitely than by\nnature itself.  And this primary and essential condition fulfilled,\nwe may trace the coming of poetry into painting, by fine\ngradations upwards; from Japanese fan-painting, for instance,\nwhere we get, first, only abstract colour; then, just a little\ninterfused sense of the poetry of flowers; then, sometimes,\nperfect flower-painting; and so, onwards, until in Titian we have,\nas his poetry in the Ariadne, so actually a touch of true childlike\nhumour in the diminutive, quaint figure with its silk gown, which\nascends the temple stairs, in his picture of the Presentation of the\nVirgin, at Venice.",
        "But although each art has thus its own specific order of\nimpressions, and an untranslatable charm, while a just\napprehension of the ultimate differences of the arts is the\nbeginning of aesthetic criticism; yet it is noticeable that, in its\nspecial mode of handling its given material, each art may be\nobserved to pass into the [134] condition of some other art, by\nwhat German critics term an Anders-streben–a partial alienation\nfrom its own limitations, through which the arts are able, not\nindeed to supply the place of each other, but reciprocally to lend\neach other new forces.",
        "Thus some of the most delightful music seems to be always\napproaching to figure, to pictorial definition.  Architecture, again,\nthough it has its own laws–laws esoteric enough, as the true\narchitect knows only too well–yet sometimes aims at fulfilling\nthe conditions of a picture, as in the Arena chapel; or of\nsculpture, as in the flawless unity of Giotto’s tower at Florence;\nand often finds a true poetry, as in those strangely twisted\nstaircases of the chateaux of the country of the Loire, as if it were\nintended that among their odd turnings the actors in a theatrical\nmode of life might pass each other unseen; there being a poetry\nalso of memory and of the mere effect of time, by which\narchitecture often profits greatly.  Thus, again, sculpture aspires\nout of the hard limitation of pure form towards colour, or its\nequivalent; poetry also, in many ways, finding guidance from the\nother arts, the analogy between a Greek tragedy and a work of\nGreek sculpture, between a sonnet and a relief, of French poetry\ngenerally with the art of engraving, being more than mere figures\nof speech; and all the arts in common aspiring towards the\nprinciple of music; music being the typical, or ideally\nconsummate [135] art, the object of the great Anders-streben of\nall art, of all that is artistic, or partakes of artistic qualities.",
        "All art constantly aspires towards the condition of music.  For\nwhile in all other kinds of art it is possible to distinguish the\nmatter from the form, and the understanding can always make\nthis distinction, yet it is the constant effort of art to obliterate it.\nThat the mere matter of a poem, for instance, its subject, namely,\nits given incidents or situation–that the mere matter of a picture,\nthe actual circumstances of an event, the actual topography of a\nlandscape–should be nothing without the form, the spirit, of the\nhandling, that this form, this mode of handling, should become an\nend in itself, should penetrate every part of the matter: this is\nwhat all art constantly strives after, and achieves in different\ndegrees.",
        "This abstract language becomes clear enough, if we think of\nactual examples.  In an actual landscape we see a long white\nroad, lost suddenly on the hill-verge.  That is the matter of one of\nthe etchings of M. Alphonse Legros: only, in this etching, it is\ninformed by an indwelling solemnity of expression, seen upon it\nor half-seen, within the limits of an exceptional moment, or\ncaught from his own mood perhaps, but which he maintains as\nthe very essence of the thing, throughout his work.  Sometimes a\nmomentary tint of stormy light may invest a homely or too\nfamiliar scene with a character which might well have been [136]\ndrawn from the deep places of the imagination.",
        "Then we might say that this particular effect of light, this sudden\ninweaving of gold thread through the texture of the haystack, and\nthe poplars, and the grass, gives the scene artistic qualities, that it\nis like a picture.  And such tricks of circumstance are commonest\nin landscape which has little salient character of its own; because,\nin such scenery, all the material details are so easily absorbed by\nthat informing expression of passing light, and elevated,\nthroughout their whole extent, to a new and delightful effect by\nit.  And hence the superiority, for most conditions of the\npicturesque, of a river-side in France to a Swiss valley, because,\non the French river-side, mere topography, the simple material,\ncounts for so little, and, all being very pure, untouched, and\ntranquil in itself, mere light and shade have such easy work in\nmodulating it to one dominant tone.  The Venetian landscape, on\nthe other hand, has in its material conditions much which is hard,\nor harshly definite; but the masters of the Venetian school have\nshown themselves little burdened by them.  Of its Alpine\nbackground they retain certain abstracted elements only, of cool\ncolour and tranquillising line; and they use its actual details, the\nbrown windy turrets, the straw-coloured fields, the forest\narabesques, but as the notes of a music which duly accompanies\nthe presence of their men and women, presenting us with the\n[137] spirit or essence only of a certain sort of landscape–a\ncountry of the pure reason or half-imaginative memory.",
        "Poetry, again, works with words addressed in the first instance to\nthe pure intelligence; and it deals, most often, with a definite\nsubject or situation.  Sometimes it may find a noble and quite\nlegitimate function in the conveyance of moral or political\naspiration, as often in the poetry of Victor Hugo.  In such\ninstances it is easy enough for the understanding to distinguish\nbetween the matter and the form, however much the matter, the\nsubject, the element which is addressed to the mere intelligence,\nhas been penetrated by the informing, artistic spirit.  But the ideal\ntypes of poetry are those in which this distinction is reduced to its\nminimum; so that lyrical poetry, precisely because in it we are\nleast able to detach the matter from the form, without a deduction\nof something from that matter itself, is, at least artistically, the\nhighest and most complete form of poetry.  And the very\nperfection of such poetry often appears to depend, in part, on a\ncertain suppression or vagueness of mere subject, so that the\nmeaning reaches us through ways not distinctly traceable by the\nunderstanding, as in some of the most imaginative compositions\nof William Blake, and often in Shakespeare’s songs, as pre-\neminently in that song of Mariana’s page in Measure for\nMeasure, in which the kindling force and poetry of the whole\n[138] play seems to pass for a moment into an actual strain of\nmusic.",
        "And this principle holds good of all things that partake in any\ndegree of artistic qualities, of the furniture of our houses, and of\ndress, for instance, of life itself, of gesture and speech, and the\ndetails of daily intercourse; these also, for the wise, being\nsusceptible of a suavity and charm, caught from the way in which\nthey are done, which gives them a worth in themselves.  Herein,\nagain, lies what is valuable and justly attractive, in what is called\nthe fashion of a time, which elevates the trivialities of speech,\nand manner, and dress, into “ends in themselves,” and gives them\na mysterious grace and attractiveness in the doing of them.",
        "Art, then, is thus always striving to be independent of the mere\nintelligence, to become a matter of pure perception, to get rid of\nits responsibilities to its subject or material; the ideal examples of\npoetry and painting being those in which the constituent elements\nof the composition are so welded together, that the material or\nsubject no longer strikes the intellect only; nor the form, the eye\nor the ear only; but form and matter, in their union or identity,\npresent one single effect to the “imaginative reason,” that\ncomplex faculty for which every thought and feeling is twin-born\nwith its sensible analogue or symbol.",
        "It is the art of music which most completely [139] realises this\nartistic ideal, this perfect identification of matter and form.  In its\nconsummate moments, the end is not distinct from the means, the\nform from the matter, the subject from the expression; they\ninhere in and completely saturate each other; and to it, therefore,\nto the condition of its perfect moments, all the arts may be\nsupposed constantly to tend and aspire.  In music, then, rather\nthan in poetry, is to be found the true type or measure of\nperfected art.  Therefore, although each art has its\nincommunicable element, its untranslatable order of impressions,\nits unique mode of reaching the “imaginative reason,” yet the arts\nmay be represented as continually struggling after the law or\nprinciple of music, to a condition which music alone completely\nrealises; and one of the chief functions of aesthetic criticism,\ndealing with the products of art, new or old, is to estimate the\ndegree in which each of those products approaches, in this sense,\nto musical law.",
        "By no school of painters have the necessary limitations of the art\nof painting been so unerringly though instinctively apprehended,\nand the essence of what is pictorial in a picture so justly\nconceived, as by the school of Venice; and the train of thought\nsuggested in what has been now said is, perhaps, a not unfitting\nintroduction to a few pages about Giorgione, who, though much\nhas been taken by recent criticism from [140] what was reputed\nto be his work, yet, more entirely than any other painter, sums up,\nin what we know of himself and his art, the spirit of the Venetian\nschool.",
        "The beginnings of Venetian painting link themselves to the last,\nstiff, half-barbaric splendours of Byzantine decoration, and are\nbut the introduction into the crust of marble and gold on the walls\nof the Duomo of Murano, or of Saint Mark’s, of a little more of\nhuman expression.  And throughout the course of its later\ndevelopment, always subordinate to architectural effect, the work\nof the Venetian school never escaped from the influence of its\nbeginnings.  Unassisted, and therefore unperplexed, by\nnaturalism, religious mysticism, philosophical theories, it had no\nGiotto, no Angelico, no Botticelli.  Exempt from the stress of\nthought and sentiment, which taxed so severely the resources of\nthe generations of Florentine artists, those earlier Venetian\npainters, down to Carpaccio and the Bellini, seem never for a\nmoment to have been so much as tempted to lose sight of the\nscope of their art in its strictness, or to forget that painting must\nbe before all things decorative, a thing for the eye, a space of\ncolour on the wall, only more dexterously blent than the marking\nof its precious stone or the chance interchange of sun and shade\nupon it:–this, to begin and end with; whatever higher matter of\nthought, or poetry, or religious reverie might play its part therein,\n[141] between.  At last, with final mastery of all the technical\nsecrets of his art, and with somewhat more than “a spark of the\ndivine fire” to his share, comes Giorgione.  He is the inventor of\ngenre, of those easily movable pictures which serve neither for\nuses of devotion, nor of allegorical or historic teaching–little\ngroups of real men and women, amid congruous furniture or\nlandscape–morsels of actual life, conversation or music or play,\nbut refined upon or idealised, till they come to seem like glimpses\nof life from afar.  Those spaces of more cunningly blent colour,\nobediently filling their places, hitherto, in a mere architectural\nscheme, Giorgione detaches from the wall.  He frames them by\nthe hands of some skilful carver, so that people may move them\nreadily and take with them where they go, as one might a poem in\nmanuscript, or a musical instrument, to be used, at will, as a\nmeans of self-education, stimulus or solace, coming like an\nanimated presence, into one’s cabinet, to enrich the air as with\nsome choice aroma, and, like persons, live with us, for a day or a\nlifetime.  Of all art such as this, art which has played so large a\npart in men’s culture since that time, Giorgione is the initiator.\nYet in him too that old Venetian clearness or justice, in the\napprehension of the essential limitations of the pictorial art, is\nstill undisturbed.  While he interfuses his painted work with a\nhigh-strung sort of poetry, caught directly from a singularly rich\nand high-strung [142] sort of life, yet in his selection of subject,\nor phase of subject, in the subordination of mere subject to\npictorial design, to the main purpose of a picture, he is typical of\nthat aspiration of all the arts towards music, which I have\nendeavoured to explain,–towards the perfect identification of\nmatter and form.",
        "Born so near to Titian, though a little before him, that these two\ncompanion pupils of the aged Giovanni Bellini may almost be\ncalled contemporaries, Giorgione stands to Titian in something\nlike the relationship of Sordello to Dante, in Browning’s poem.\nTitian, when he leaves Bellini, becomes, in turn, the pupil of\nGiorgione.  He lives in constant labour more than sixty years\nafter Giorgione is in his grave; and with such fruit, that hardly\none of the greater towns of Europe is without some fragment of\nhis work.  But the slightly older man, with his so limited actual\nproduct (what remains to us of it seeming, when narrowly\nexplained, to reduce itself to almost one picture, like Sordello’s\none fragment of lovely verse), yet expresses, in elementary\nmotive and principle, that spirit–itself the final acquisition of all\nthe long endeavours of Venetian art–which Titian spreads over\nhis whole life’s activity.",
        "And, as we might expect, something fabulous and illusive has\nalways mingled itself in the brilliancy of Giorgione’s fame.  The\nexact relationship to him of many works–drawings, [143]\nportraits, painted idylls–often fascinating enough, which in\nvarious collections went by his name, was from the first\nuncertain.  Still, six or eight famous pictures at Dresden, Florence\nand the Louvre, were with no doubt attributed to him, and in\nthese, if anywhere, something of the splendour of the old\nVenetian humanity seemed to have been preserved.  But of those\nsix or eight famous pictures it is now known that only one is\ncertainly from Giorgione’s hand.  The accomplished science of\nthe subject has come at last, and, as in other instances, has not\nmade the past more real for us, but assured us only that we\npossess less of it than we seemed to possess.  Much of the work\non which Giorgione’s immediate fame depended, work done for\ninstantaneous effect, in all probability passed away almost within\nhis own age, like the frescoes on the facade of the fondaco dei\nTedeschi at Venice, some crimson traces of which, however, still\ngive a strange additional touch of splendour to the scene of the\nRialto.  And then there is a barrier or borderland, a period about\nthe middle of the sixteenth century, in passing through which the\ntradition miscarries, and the true outlines of Giorgione’s work\nand person are obscured.  It became fashionable for wealthy\nlovers of art, with no critical standard of authenticity, to collect\nso-called works of Giorgione, and a multitude of imitations came\ninto circulation.  And now, in the “new [144] Vasari,\"* the great\ntraditional reputation, woven with so profuse demand on men’s\nadmiration, has been scrutinised thread by thread; and what\nremains of the most vivid and stimulating of Venetian masters, a\nlive flame, as it seemed, in those old shadowy times, has been\nreduced almost to a name by his most recent critics.",
        "Yet enough remains to explain why the legend grew up above the\nname, why the name attached itself, in many instances, to the\nbravest work of other men.  The Concert in the Pitti Palace, in\nwhich a monk, with cowl and tonsure, touches the keys of a\nharpsichord, while a clerk, placed behind him, grasps the handle\nof the viol, and a third, with cap and plume, seems to wait upon\nthe true interval for beginning to sing, is undoubtedly\nGiorgione’s.  The outline of the lifted finger, the trace of the\nplume, the very threads of the fine linen, which fasten themselves\non the memory, in the moment before they are lost altogether in\nthat calm unearthly glow, the skill which has caught the waves of\nwandering sound, and fixed them for ever on the lips and hands–\nthese are indeed the master’s own; and the criticism which, while\ndismissing so much hitherto believed to be Giorgione’s, has\nestablished the claims of this one picture, has left it among the\nmost precious things in the world of art.",
        "It is noticeable that the “distinction” of this [145] Concert, its\nsustained evenness of perfection, alike in design, in execution,\nand in choice of personal type, becomes for the “new Vasari” the\nstandard of Giorgione’s genuine work.  Finding here sufficient to\nexplain his influence, and the true seal of mastery, its authors\nassign to Pellegrino da San Daniele the Holy Family in the\nLouvre, in consideration of certain points where it comes short of\nthis standard.  Such shortcoming, however, will hardly diminish\nthe spectator’s enjoyment of a singular charm of liquid air, with\nwhich the whole picture seems instinct, filling the eyes and lips,\nthe very garments, of its sacred personages, with some wind-\nsearched brightness and energy; of which fine air the blue peak,\nclearly defined in the distance, is, as it were, the visible pledge.\nSimilarly, another favourite picture in the Louvre, the subject of a\ndelightful sonnet by a poet* whose own painted work often comes\nto mind as one ponders over these precious things–the Fete\nChampetre, is assigned to an imitator of Sebastian del Piombo;\nand the Tempest, in the Academy at Venice, to Paris Bordone, or\nperhaps to “some advanced craftsman of the sixteenth century.\"\nFrom the gallery at Dresden, the Knight embracing a Lady, where\nthe knight’s broken gauntlets seem to mark some well-known\npause in a story we would willingly hear the rest of, is conceded\nto “a Brescian hand,” and Jacob meeting Rachel to [146] a pupil\nof Palma.  And then, whatever their charm, we are called on to\ngive up the Ordeal, and the Finding of Moses with its jewel-like\npools of water, perhaps to Bellini.",
        "Nor has the criticism, which thus so freely diminishes the number\nof his authentic works, added anything important to the well-\nknown outline of the life and personality of the man: only, it has\nfixed one or two dates, one or two circumstances, a little more\nexactly.  Giorgione was born before the year 1477, and spent his\nchildhood at Castelfranco, where the last crags of the Venetian\nAlps break down romantically, with something of parklike grace,\nto the plain.  A natural child of the family of the Barbarelli by a\npeasant-girl of Vedelago, he finds his way early into the circle of\nnotable persons–people of courtesy.  He is initiated into those\ndifferences of personal type, manner, and even of dress, which\nare best understood there–that “distinction” of the Concert of the\nPitti Palace.  Not far from his home lives Catherine of Cornara,\nformerly Queen of Cyprus; and, up in the towers which still\nremain, Tuzio Costanzo, the famous condottiere–a picturesque\nremnant of medieval manners, amid a civilisation rapidly\nchanging.  Giorgione paints their portraits; and when Tuzio’s son,\nMatteo, dies in early youth, adorns in his memory a chapel in the\nchurch of Castelfranco, painting on this occasion, perhaps, the\naltar-piece, foremost among his authentic [147] works, still to be\nseen there, with the figure of the warrior-saint, Liberale, of which\nthe original little study in oil, with the delicately gleaming, silver-\ngrey armour, is one of the greater treasures of the National\nGallery.  In that figure, as in some other knightly personages\nattributed to him, people have supposed the likeness of the\npainter’s own presumably gracious presence.  Thither, at last, he\nis himself brought home from Venice, early dead, but celebrated.\nIt happened, about his thirty-fourth year, that in one of those\nparties at which he entertained his friends with music, he met a\ncertain lady of whom he became greatly enamoured, and “they\nrejoiced greatly,” says Vasari, “the one and the other, in their\nloves.”  And two quite different legends concerning it agree in\nthis, that it was through this lady he came by his death; Ridolfi\nrelating that, being robbed of her by one of his pupils, he died of\ngrief at the double treason; Vasari, that she being secretly\nstricken of the plague, and he making his visits to her as usual,\nGiorgione took the sickness from her mortally, along with her\nkisses, and so briefly departed.",
        "But, although the number of Giorgione’s extant works has been\nthus limited by recent criticism, all is not done when the real and\nthe traditional elements in what concerns him have been\ndiscriminated; for, in what is connected with a great name, much\nthat is not real is often very stimulating.  For the aesthetic\nphilosopher, [148] therefore, over and above the real Giorgione\nand his authentic extant works, there remains the Giorgionesque\nalso–an influence, a spirit or type in art, active in men so\ndifferent as those to whom many of his supposed works are really\nassignable.  A veritable school, in fact, grew together out of all\nthose fascinating works rightly or wrongly attributed to him; out\nof many copies from, or variations on him, by unknown or\nuncertain workmen, whose drawings and designs were, for\nvarious reasons, prized as his; out of the immediate impression he\nmade upon his contemporaries, and with which he continued in\nmen’s minds; out of many traditions of subject and treatment,\nwhich really descend from him to our own time, and by retracing\nwhich we fill out the original image.  Giorgione thus becomes a\nsort of impersonation of Venice itself, its projected reflex or\nideal, all that was intense or desirable in it crystallising about the\nmemory of this wonderful young man.",
        "And now, finally, let me illustrate some of the characteristics of\nthis School of Giorgione, as we may call it, which, for most of us,\nnotwithstanding all that negative criticism of the “new Vasari,\"\nwill still identify itself with those famous pictures at Florence, at\nDresden and Paris.  A certain artistic ideal is there defined for us-\n-the conception of a peculiar aim and procedure in art, which we\nmay understand as the Giorgionesque, [149] wherever we find it,\nwhether in Venetian work generally, or in work of our own time.\nOf this the Concert, that undoubted work of Giorgione in the Pitti\nPalace, is the typical instance, and a pledge authenticating the\nconnexion of the school, and the spirit of the school, with the\nmaster.",
        "I have spoken of a certain interpenetration of the matter or\nsubject of a work of art with the form of it, a condition realised\nabsolutely only in music, as the condition to which every form of\nart is perpetually aspiring.  In the art of painting, the attainment\nof this ideal condition, this perfect interpenetration of the subject\nwith the elements of colour and design, depends, of course, in\ngreat measure, on dexterous choice of that subject, or phase of\nsubject; and such choice is one of the secrets of Giorgione’s\nschool.  It is the school of genre, and employs itself mainly with\n“painted idylls,” but, in the production of this pictorial poetry,\nexercises a wonderful tact in the selecting of such matter as lends\nitself most readily and entirely to pictorial form, to complete\nexpression by drawing and colour.  For although its productions\nare painted poems, they belong to a sort of poetry which tells\nitself without an articulated story.  The master is pre-eminent for\nthe resolution, the ease and quickness, with which he reproduces\ninstantaneous motion–the lacing-on of armour, with the head\nbent back so stately–the fainting lady–the embrace, rapid as the\nkiss, caught with death itself from dying [150] lips–some\nmomentary conjunction of mirrors and polished armour and still\nwater, by which all the sides of a solid image are exhibited at\nonce, solving that casuistical question whether painting can\npresent an object as completely as sculpture.  The sudden act, the\nrapid transition of thought, the passing expression–this he arrests\nwith that vivacity which Vasari has attributed to him, il fuoco\nGiorgionesco, as he terms it.  Now it is part of the ideality of the\nhighest sort of dramatic poetry, that it presents us with a kind of\nprofoundly significant and animated instants, a mere gesture, a\nlook, a smile, perhaps–some brief and wholly concrete moment–\ninto which, however, all the motives, all the interests and effects\nof a long history, have condensed themselves, and which seem to\nabsorb past and future in an intense consciousness of the present.\nSuch ideal instants the school of Giorgione selects, with its\nadmirable tact, from that feverish, tumultuously coloured world\nof the old citizens of Venice–exquisite pauses in time, in which,\narrested thus, we seem to be spectators of all the fulness of\nexistence, and which are like some consummate extract or\nquintessence of life.",
        "It is to the law or condition of music, as I said, that all art like this\nis really aspiring; and, in the school of Giorgione, the perfect\nmoments of music itself, the making or hearing of music, song or\nits accompaniment, are themselves prominent as subjects.  On\nthat background [151] of the silence of Venice, so impressive to\nthe modern visitor, the world of Italian music was then forming.\nIn choice of subject, as in all besides, the Concert of the Pitti\nPalace is typical of everything that Giorgione, himself an\nadmirable musician, touched with his influence.  In sketch or\nfinished picture, in various collections, we may follow it through\nmany intricate variations–men fainting at music; music at the\npool-side while people fish, or mingled with the sound of the\npitcher in the well, or heard across running water, or among the\nflocks; the tuning of instruments; people with intent faces, as if\nlistening, like those described by Plato in an ingenious passage of\nthe Republic, to detect the smallest interval of musical sound, the\nsmallest undulation in the air, or feeling for music in thought on a\nstringless instrument, ear and finger refining themselves\ninfinitely, in the appetite for sweet sound; a momentary touch of\nan instrument in the twilight, as one passes through some\nunfamiliar room, in a chance company.",
        "In these then, the favourite incidents of Giorgione’s school,\nmusic or the musical intervals in our existence, life itself is\nconceived as a sort of listening–listening to music, to the reading\nof Bandello’s novels, to the sound of water, to time as it flies.\nOften such moments are really our moments of play, and we are\nsurprised at the unexpected blessedness of what may seem our\n[152] least important part of time; not merely because play is in\nmany instances that to which people really apply their own best\npowers, but also because at such times, the stress of our servile,\neveryday attentiveness being relaxed, the happier powers in\nthings without are permitted free passage, and have their way\nwith us.  And so, from music, the school of Giorgione passes\noften to the play which is like music; to those masques in which\nmen avowedly do but play at real life, like children “dressing\nup,” disguised in the strange old Italian dresses, parti-coloured, or\nfantastic with embroidery and furs, of which the master was so\ncurious a designer, and which, above all the spotless white linen\nat wrist and throat, he painted so dexterously.",
        "But when people are happy in this thirsty land water will not be\nfar off; and in the school of Giorgione, the presence of water–the\nwell, or marble-rimmed pool, the drawing or pouring of water, as\nthe woman pours it from a pitcher with her jewelled hand in the\nFete Champetre, listening, perhaps, to the cool sound as it falls,\nblent with the music of the pipes–is as characteristic, and almost\nas suggestive, as that of music itself.  And the landscape feels,\nand is glad of it also–a landscape full of clearness, of the effects\nof water, of fresh rain newly passed through the air, and collected\ninto the grassy channels.  The air, moreover, in the school of\nGiorgione, seems as vivid as the people who breathe [153] it, and\nliterally empyrean, all impurities being burnt out of it, and no\ntaint, no floating particle of anything but its own proper elements\nallowed to subsist within it.",
        "Its scenery is such as in England we call “park scenery,” with\nsome elusive refinement felt about the rustic buildings, the choice\ngrass, the grouped trees, the undulations deftly economised for\ngraceful effect.  Only, in Italy all natural things are as it were\nwoven through and through with gold thread, even the cypress\nrevealing it among the folds of its blackness.  And it is with gold\ndust, or gold thread, that these Venetian painters seem to work,\nspinning its fine filaments, through the solemn human flesh,\naway into the white plastered walls of the thatched huts.  The\nharsher details of the mountains recede to a harmonious distance,\nthe one peak of rich blue above the horizon remaining but as the\nsensible warrant of that due coolness which is all we need ask\nhere of the Alps, with their dark rains and streams.  Yet what real,\nairy space, as the eye passes from level to level, through the long-\ndrawn valley in which Jacob embraces Rachel among the flocks!\nNowhere is there a truer instance of that balance, that modulated\nunison of landscape and persons–of the human image and its\naccessories–already noticed as characteristic of the Venetian\nschool, so that, in it, neither personage nor scenery is ever a mere\npretext for the other.",
        "[154] Something like this seems to me to be the vraie verite about\nGiorgione, if I may adopt a serviceable expression, by which the\nFrench recognise those more liberal and durable impressions\nwhich, in respect of any really considerable person or subject,\nanything that has at all intricately occupied men’s attention, lie\nbeyond, and must supplement, the narrower range of the strictly\nascertained facts about it.  In this, Giorgione is but an illustration\nof a valuable general caution we may abide by in all criticism.\nAs regards Giorgione himself, we have indeed to take note of all\nthose negations and exceptions, by which, at first sight, a “new\nVasari” seems merely to have confused our apprehension of a\ndelightful object, to have explained away in our inheritance from\npast time what seemed of high value there.  Yet it is not with a\nfull understanding even of those exceptions that one can leave off\njust at this point.  Properly qualified, such exceptions are but a\nsalt of genuineness in our knowledge; and beyond all those\nstrictly ascertained facts, we must take note of that indirect\ninfluence by which one like Giorgione, for instance, enlarges his\npermanent efficacy and really makes himself felt in our culture.\nIn a just impression of that, is the essential truth, the vraie verite,\nconcerning him.",
        "1877.",
        "144. *Crowe and Cavalcaselle; History of Painting in North Italy.",
        "145. *Dante Gabriel Rossetti.",
        "Continue...",
        "\nThis is the complete public domain etext of Walter Horatio Pater’s\n“The Renaissance: Studies in Art and Poetry” (Dedication: To C.L.S, February 1873.)\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}