{
    "title": "The World’s Great Sermons - Jeremy Taylor",
    "author": "Grenville Kleiser",
    "chapter": "3",
    "content": [
        "\n\n",
        "CHRIST’S ADVENT TO JUDGMENT",
        "Jeremy Taylor, born in Cambridge, England, in 1613, was the son of a\nbarber. By his talents he obtained an entrance into Caius College,\nwhere his exceptional progress obtained for him admission to the\nministry in his twenty-first year, two years before the canonical age.\nHe was appointed in succession fellow of All Souls, Oxford, through\nthe influence of Laud, chaplain to the King, and rector of Uppingham.\nDuring the Commonwealth he was expelled from his living and opened a\nschool in Wales, employing his seclusion in writing his memorable work\n“The Liberty of Prophesying.”",
        "At the Restoration, Charles II raised him to the bishopric of Down and\nConnor (1660), in which post he remained until his death in 1667. His\n“_Ductor Dubitantium,” dedicated to Charles II, is a work of subtilty\nand ingenuity; his “Holy Living” and “Holy Dying” (1652), are unique\nmonuments of learning and devotion. His sermons form, however, his\nmost brilliant and most voluminous productions, and fully establish\nhis claims to the first place among the learned, witty, fanciful,\nornate and devotional prose writers of his time.",
        "1613-1667",
        "CHRIST’S ADVENT TO JUDGMENT",
        "For we must all appear before the judgment seat of Christ, that every\none may receive the things done in his body, according to that he hath\ndone, whether it be good or bad.–II Cor., v., 10.",
        "If we consider the person of the Judge, we first perceive that He is\ninterested in the injury of the crimes He is to sentence: “They shall\nlook on Him whom they have pierced.” It was for thy sins that the\nJudge did suffer such unspeakable pains as were enough to reconcile\nall the world to God; the sum and spirit of which pains could not be\nbetter understood than by the consequence of His own words, “My\nGod, my God, why hast thou forsaken me?” meaning, that He felt such\nhorrible, pure, unmingled sorrows, that, altho His human nature was\npersonally united to the Godhead, yet at that instant he felt no\ncomfortable emanations by sensible perception from the Divinity, but\nHe was so drenched in sorrow that the Godhead seemed to have forsaken\nHim. Beyond this, nothing can be added: but then, that thou hast for\nthy own particular made all this sin in vain and ineffective, that\nChrist thy Lord and Judge should be tormented for nothing, that thou\nwouldst not accept felicity and pardon when he purchased them at so\ndear a price, must needs be an infinite condemnation to such persons.\nHow shalt thou look upon Him that fainted and died for love of thee,\nand thou didst scorn His miraculous mercies? How shall we dare to\nbehold that holy face that brought salvation to us, and we turned away\nand fell in love with death, and kissed deformity and sins? And yet in\nthe beholding that face consists much of the glories of eternity. All\nthe pains and passions, the sorrows and the groans, the humility and\npoverty, the labors and watchings, the prayers and the sermons, the\nmiracles and the prophecies, the whip and the nails, the death and the\nburial, the shame and the smart, the cross and the grave of Jesus,\nshall be laid upon thy score, if thou hast refused the mercies and\ndesign of all their holy ends and purposes. And if we remember what a\ncalamity that was which broke the Jewish nation in pieces, when Christ\ncame to judge them for their murdering Him who was their King and the\nPrince of Life, and consider that this was but a dark image of the\nterrors of the day of judgment, we may then apprehend that there is\nsome strange unspeakable evil that attends them that are guilty of\nthis death, and of so much evil to their Lord. Now it is certain if\nthou wilt not be saved by His death, you are guilty of His death; if\nthou wilt not suffer Him to have thee, thou art guilty of destroying\nHim; and then let it be considered what is to be expected from that\nJudge before whom you stand as His murderer and betrayer. But this is\nbut half of this consideration.",
        "Christ may be crucified again, and upon a new account, put to an open\nshame. For after that Christ has done all this by the direct actions\nof His priestly office, of sacrificing himself for us, He hath also\ndone very many things for us which are also the fruits of His first\nlove and prosecutions of our redemption. I will not instance the\nstrange arts of mercy that our Lord uses to bring us to live holy\nlives; but I consider, that things are so ordered, and so great\na value set upon our souls since they are the images of God, and\nredeemed by the blood of the Holy Lamb, that the salvation of our\nsouls is reckoned as a part of Christ’s reward, a part of the\nglorification of His humanity. Every sinner that repents causes joy to\nChrist, and the joy is so great that it runs over and wets the fair\nbrows and beauteous looks of cherubim and seraphim, and all the angels\nhave a part of that banquet; then it is that our blest Lord feels the\nfruits of His holy death; the acceptation of His holy sacrifice, the\ngraciousness of His person, the return of His prayers. For all that\nChrist did or suffered, and all that He now does as a priest in\nheaven, is to glorify His Father by bringing souls to God. For this it\nwas that He was born and died, that He descended from heaven to earth,\nfrom life to death, from the cross to the grave; this was the purpose\nof His resurrection and ascension, of the end and design of all the\nmiracles and graces of God manifested to all the world by Him; and now\nwhat man is so vile, such a malicious fool, that will refuse to bring\njoy to his Lord by doing himself the greatest good in the world? They\nwho refuse to do this, are said to crucify the Lord of Life again,\nand put him to an open shame–that is, they, as much as in them lies,\nbring Christ from His glorious joys to the labors of His life and the\nshame of His death; they advance His enemies, and refuse to advance\nthe kingdom of their Lord; they put themselves in that state in which\nthey were when Christ came to die for them; and now that He is in a\nstate that He may rejoice over them (for He hath done all His share\ntowards it), every wicked man takes his head from the blessing, and\nrather chooses that the devils should rejoice in his destruction,\nthan that his Lord should triumph in his felicity. And now upon the\nsupposition of these premises, we may imagine that it will be an\ninfinite amazement to meet that Lord to be our Judge whose person we\nhave murdered, whose honor we have disparaged, whose purposes we have\ndestroyed, whose joys we have lessened, whose passion we have made\nineffectual, and whose love we have trampled under our profane and\nimpious feet.",
        "But there is yet a third part of this consideration. As it will be\ninquired at the day of judgment concerning the dishonors to the person\nof Christ, so also concerning the profession and institution of\nChrist, and concerning His poor members; for by these also we make sad\nreflections upon our Lord. Every man that lives wickedly disgraces\nthe religion and institution of Jesus, he discourages strangers from\nentering into it, he weakens the hands of them that are in already,\nand makes that the adversaries speak reproachfully of the name of\nChrist; but altho it is certain our Lord and Judge will deeply resent\nall these things, yet there is one thing which He takes more tenderly,\nand that is, the uncharitableness of men towards His poor. It shall\nthen be upbraided to them by the Judge, that Himself was hungry\nand they refused to give meat to Him that gave them His body and\nheart-blood to feed them and quench their thirst; that they denied a\nrobe to cover His nakedness, and yet He would have clothed their souls\nwith the robe of His righteousness, lest their souls should be found\nnaked on the day of the Lord’s visitation; and all this unkindness is\nnothing but that evil men were uncharitable to their brethren, they\nwould not feed the hungry, nor give drink to the thirsty nor clothe\nthe naked, nor relieve their brothers’ needs, nor forgive their\nfollies, nor cover their shame, nor turn their eyes from delighting in\ntheir affronts and evil accidents; this is it which our Lord will take\nso tenderly, that His brethren for whom He died, who sucked the paps\nof His mother, that fed on His body and are nourished with His blood,\nwhom He hath lodged in His heart and entertains in His bosom, the\npartners of His spirit and co-heirs of His inheritance, that these\nshould be denied relief and suffered to go away ashamed, and unpitied;\nthis our blest Lord will take so ill, that all those who are guilty of\nthis unkindness, have no reason to expect the favor of the Court.",
        "To this if we add the almightiness of the Judge, His infinite wisdom\nand knowledge of all causes, and all persons, and all circumstances,\nthat He is infinitely just, inflexibly angry, and impartial in His\nsentence, there can be nothing added either to the greatness or the\nrequisites of a terrible and an almighty Judge. For who can resist Him\nwho is almighty? Who can evade His scrutiny that knows all things?\nWho can hope for pity of Him that is inflexible? Who can think to be\nexempted when the Judge is righteous and impartial? But in all these\nannexes of the Great Judge, that which I shall now remark, is that\nindeed which hath terror in it, and that is, the severity of our Lord.\nFor then is the day of vengeance and recompenses, and no mercy at\nall shall be showed, but to them that are the sons of mercy; for the\nother, their portion is such as can be expected from these premises.",
        "If we remember the instances of God’s severity in this life, in the\ndays of mercy and repentance, in those days when judgment waits upon\nmercy, and receives laws by the rules and measures of pardon, and that\nfor all the rare streams of loving; kindness issuing out of paradise\nand refreshing all our fields with a moisture more fruitful than the\nfloods of Nilus, still there are mingled some storms and violences,\nsome fearful instances of the divine justice, we may more readily\nexpect it will be worse, infinitely worse, at that day, when judgment\nshall ride in triumph, and mercy shall be the accuser of the wicked.\nBut so we read, and are commanded to remember, because they are\nwritten for our example, that God destroyed at once five cities of the\nplain, and all the country, and Sodom and her sisters are set forth\nfor an example, suffering the vengeance of eternal fire. Fearful it\nwas when God destroyed at once twenty-three thousand for fornication,\nand an exterminating angel in one night killed one hundred and\neighty-five thousand of the Assyrians, and the first-born of all the\nfamilies of Egypt, and for the sin of David in numbering the people,\nthree score and ten thousand of the people died, and God sent ten\ntribes into captivity and eternal oblivion and indistinction from a\ncommon people for their idolatry. Did not God strike Korah and his\ncompany with fire from heaven? and the earth opened and swallowed up\nthe congregation of Abiram? And is not evil come upon all the world\nfor one sin of Adam? Did not the anger of God break the nation of\nthe Jews all in pieces with judgments so great, that no nation ever\nsuffered the like, because none ever sinned so? And at once it was\ndone, that God in anger destroyed all the world, and eight persons\nonly escaped the angry baptism of water, and yet this world is the\ntime of mercy; God hath opened here His magazines, and sent His Holy\nSon as the great channel and fountain of it, too: here He delights in\nmercy, and in judgment loves to remember it, and it triumphs over all\nHis works, and God contrives instruments and accidents, chances and\ndesigns, occasions and opportunities for mercy. If, therefore, now the\nanger of God makes such terrible eruptions upon the wicked people that\ndelight in sin, how great may we suppose that anger to be, how severe\nthat judgment, how terrible that vengeance, how intolerable those\ninflictions which God reserves for the full effusion of indignation on\nthe great day of vengeance!",
        "We may also guess at it by this: if God upon all single instances,\nand in the midst of our sins, before they are come to the full, and\nsometimes in the beginning of an evil habit, be so fierce in His\nanger, what can we imagine it to be in that day when the wicked are\nto drink the dregs of that horrid potion, and count over all the\nparticulars of their whole treasure of wrath? “This is the day of\nwrath, and God shall reveal, or bring forth, His righteous judgments.\"\nThe expression is taken from Deut. xxxii., 34: “Is not this laid up in\nstore with me, and sealed up among my treasures? I will restore it in\nthe day of vengeance, for the Lord shall judge His people, and repent\nHimself for His servants.” For so did the Lybian lion that was brought\nup under discipline, and taught to endure blows, and eat the meat\nof order and regular provision, and to suffer gentle usages and\nthe familiarities of societies; but once He brake out into His own\nwildness, and killed two Roman boys; but those that forage in the\nLybian mountains tread down and devour all that they meet or master;\nand when they have fasted two days, lay up an anger great as is their\nappetite, and bring certain death to all that can be overcome. God is\npleased to compare himself to a lion; and though in this life He hath\nconfined Himself with promises and gracious emanations of an infinite\ngoodness, and limits himself by conditions and covenants, and suffers\nHimself to be overcome by prayers, and Himself hath invented ways of\natonement and expiation; yet when He is provoked by our unhandsome and\nunworthy actions, He makes sudden breaches, and tears some of us in\npieces, and of others He breaks their bones or affrights their hopes\nand secular gaieties, and fills their house with mourning and cypress,\nand groans and death. But when this Lion of the tribe of Judah shall\nappear upon His own mountain, the mountain of the Lord, in His natural\ndress of majesty, and that justice shall have her chain and golden\nfetters taken off, then justice shall strike, and mercy shall hold her\nhands; she shall strike sore strokes, and pity shall not break the\nblow; and God shall account with us by minutes, and for words, and for\nthoughts, and then He shall be severe to mark what is done amiss;\nand that justice may reign entirely, God shall open the wicked man’s\ntreasure, and tell the sums, and weigh grains and scruples. Said Philo\nupon the place of Deuteronomy before quoted: As there are treasures of\ngood things, and God has crowns and scepters in store for His saints\nand servants, and coronets for martyrs, and rosaries for virgins, and\nvials full of prayers, and bottles full of tears, and a register of\nsighs and penitential groans, so God hath a treasure of wrath and\nfury, of scourges and scorpions, and then shall be produced the shame\nof lust, and the malice of envy, and the groans of the opprest, and\nthe persecutions of the saints, and the cares of covetousness, and\nthe troubles of ambition, and the insolencies of traitors, and the\nviolence of rebels, and the rage of anger, and the uneasiness of\nimpatience, and the restlessness of unlawful desires; and by this time\nthe monsters and diseases will be numerous and intolerable, when God’s\nheavy hand shall press the sanies and the intolerableness, the\nobliquity and the unreasonableness, the amazement and the disorder,\nthe smart and the sorrow, the guilt and the punishment, out from all\nour sins, and pour them into one chalice, and mingle them with an\ninfinite wrath, and make the wicked drink of all the vengeance, and\nforce it down their unwilling throats with the violence of devils and\naccurst spirits.",
        "We may guess at the severity of the Judge by the lesser strokes of\nthat judgment which He is pleased to send upon sinners in this world,\nto make them afraid of the horrible pains of doomsday–I mean the\ntorments of an unquiet conscience, the amazement and confusions\nof some sins and some persons. For I have sometimes seen persons\nsurprised in a base action, and taken in the circumstances of crafty\ntheft and secret injustices, before their excuse was ready. They\nhave changed their color, their speech hath faltered, their tongue\nstammered, their eyes did wander and fix nowhere, till shame made\nthem sink into their hollow eye-pits to retreat from the images and\ncircumstances of discovery; their wits are lost, their reason useless,\nthe whole order of their soul is decomposed, and they neither see, nor\nfeel, nor think, as they used to do, but they are broken into disorder\nby a stroke of damnation and a lesser stripe of hell; but then if you\ncome to observe a guilty and a base murderer, a condemned traitor,\nand see him harassed first by an evil conscience, and then pulled in\npieces by the hangman’s hooks, or broken upon sorrows and the wheel,\nwe may then guess (as well as we can in this life) what the pains\nof that day shall be to accurst souls. But those we shall consider\nafterward in their proper scene; now only we are to estimate the\nseverity of our Judge by the intolerableness of an evil conscience;\nif guilt will make a man despair–and despair will make a man mad,\nconfounded, and dissolved in all the regions of his senses and more\nnoble faculties, that he shall neither feel, nor hear, nor see\nanything but specters and illusions, devils and frightful dreams, and\nhear noises, and shriek fearfully, and look pale and distracted, like\na hopeless man from the horrors and confusions of a lost battle, upon\nwhich all his hopes did stand–then the wicked must at the day of\njudgment expect strange things and fearful, and such which now no\nlanguage can express, and then no patience can endure. Then only it\ncan truly be said that he is inflexible and inexorable. No prayers\nthen can move Him, no groans can cause Him to pity thee; therefore\npity thyself in time, that when the Judge comes thou mayest be one of\nthe sons of everlasting mercy, to whom pity belongs as part of thine\ninheritance, for all else shall without any remorse (except His own)\nbe condemned by the horrible sentence.",
        "That all may think themselves concerned in this consideration, let us\nremember that even the righteous and most innocent shall pass through\na severe trial. Many of the ancients explicated this severity by the\nfire of conflagration, which say they shall purify those souls at the\nday of judgment, which in this life have built upon the foundation\n(hay and stubble) works of folly and false opinions, states of\nimperfection. So St. Augustine’s doctrine was: “The great fire at\ndoomsday shall throw some into the portion of the left hand, and\nothers shall be purified and represented on the right.” And the\nsame is affirmed by Origen and Lactantius; and St. Hilary thus\nexpostulates: “Since we are to give account for every idle word, shall\nwe long for the day of judgment, wherein we must, every one of us,\npass that unwearied fire in which those grievous punishments for\nexpiating the soul from sins must be endured; for to such as have been\nbaptized with the Holy Ghost it remaineth that they be consummated\nwith the fire of judgment.” And St. Ambrose adds: “That if any be as\nPeter or as John, they are baptized with this fire, and he that is\npurged here had need to be purged there again. Let him also purify us,\nthat every one of us being burned with that flaming sword, not burned\nup or consumed, we may enter into Paradise, and give thanks unto the\nLord who hath brought us into a place of refreshment.” This opinion of\ntheirs is, in the main of it, very uncertain; relying upon the sense\nof some obscure place of Scripture is only apt to represent the\ngreat severity of the Judge at that day, and it hath in it this only\ncertainty, that even the most innocent person hath great need of\nmercy, and he that hath the greatest cause of confidence, altho he\nruns to no rocks to hide him, yet he runs to the protection of the\ncross, and hides himself under the shadow of the divine mercies: and\nhe that shall receive the absolution of the blest sentence shall\nalso suffer the terrors of the day, and the fearful circumstances of\nChrist’s coming. The effect of this consideration is this: That if the\nrighteous scarcely be saved, where shall the wicked and the sinner\nappear? And if St. Paul, whose conscience accused him not, yet durst\nnot be too confident, because he was not hereby justified, but might\nbe found faulty by the severer judgment of his Lord, how shall we\nappear, with all our crimes and evil habits round about us? If there\nbe need of much mercy to the servants and friends of the Judge, then\nHis enemies shall not be able to stand upright in judgment.",
        "Let us next consider the circumstances of our appearing and his\nsentence; and first I consider that men at the day of judgment that\nbelong not to the portion of life, shall have three sorts of accusers:\n1. Christ Himself, who is their judge; 2. Their own conscience, whom\nthey have injured and blotted with characters of death and foul\ndishonor; 3. The devil, their enemy, whom they served.",
        "Christ shall be their accuser, not only upon the stock of those direct\ninjuries (which I before reckoned) of crucifying the Lord of\nLife, once and again, etc., but upon the titles of contempt and\nunworthiness, of unkindness and ingratitude; and the accusation will\nbe nothing else but a plain representation of those artifices and\nassistances, those bonds and invitations, those constrainings and\nimportunities, which our dear Lord used to us to make it almost\nimpossible to lie in sin, and necessary to be saved. For it will, it\nmust needs be, a fearful exprobration of our unworthiness, when the\nJudge Himself shall bear witness against us that the wisdom of God\nHimself was strangely employed in bringing us safely to felicity. I\nshall draw a short scheme which, altho it must needs be infinitely\nshort, of what God hath done for us, yet it will be enough to shame\nus. God did not only give His Son for an example, and the Son gave\nHimself for a price for us, but both gave the Holy Spirit to assist\nus in mighty graces, for the verifications of faith, and the\nentertainments of hope, and the increase and perseverance of charity.\nGod gave to us a new nature, He put another principle into us, a third\npart of a perfective constitution; we have the spirit put into us, to\nbe a part of us, as properly to produce actions of a holy life, as the\nsoul of man in the body does produce the natural. God hath exalted\nhuman nature, and made it in the person of Jesus Christ, to sit above\nthe highest seat of angels, and the angels are made ministering\nspirits, ever since their Lord became our brother. Christ hath by a\nmiraculous sacrament given us His body to eat and His blood to drink;\nHe made ways that we may become all one with Him. He hath given us an\neasy religion, and hath established our future felicity upon natural\nand pleasant conditions, and we are to be happy hereafter if we suffer\nGod to make us happy here; and things are so ordered that a man must\ntake more pains to perish than to be happy. God hath found out rare\nways to make our prayers acceptable, our weak petitions, the desires\nof our imperfect souls, to prevail mightily with God, and to lay a\nholy violence and an undeniable necessity upon Himself; and God will\ndeny us nothing but when we ask of Him to do us ill offices, to give\nus poisons and dangers, and evil nourishment, and temptations; and He\nthat hath given such mighty power to the prayers of His servants, yet\nwill not be moved by those potent and mighty prayers to do any good\nman an evil turn, or to grant him one mischief–in that only God can\ndeny us. But in all things else God hath made all the excellent things\nin heaven and earth to join toward the holy and fortunate effects;\nfor He that appointed an angel to present the prayers of saints,\nand Christ makes intercession for us, and the Holy Spirit makes\nintercession for us with groans unutterable, and all the holy men in\nthe world pray for all and for every one, and God hath instructed us\nwith scriptures, and precedents, and collateral and direct assistances\nto pray, and He encouraged us with divers excellent promises, and\nparables, and examples, and teaches us what to pray, and how, and\ngives one promise to public prayer, and another to private prayer, and\nto both the blessing of being heard.",
        "Add to this account that God did heap blessings upon us without order,\ninfinitely, perpetually, and in all instances, when we needed and when\nwe needed not. He heard us when we prayed, giving us all, and giving\nus more, than we desired. He desired that we should ask, and yet He\nhath also prevented our desires. He watched for us, and at His own\ncharge sent a whole order of men whose employment is to minister to\nour souls; and if all this had not been enough, He had given us more\nalso. He promised heaven to our obedience, a province for a dish of\nwater, a kingdom for a prayer, satisfaction for desiring it, grace\nfor receiving, and more grace for accepting and using the first.\nHe invited us with gracious words and perfect entertainments; He\nthreatened horrible things to us if we would not be happy; He hath\nmade strange necessities for us, making our very repentance to be a\nconjugation of holy actions, and holy times, and a long succession;\nHe hath taken away all excuses from us; He hath called us from\ntemptation; He bears our charges; He is always beforehand with us in\nevery act of favor, and perpetually slow in striking, and His arrows\nare unfeathered; and He is so long, first, in drawing His sword, and\nanother long while in whetting it, and yet longer in lifting His hand\nto strike, that before the blow comes the man hath repented long,\nunless he be a fool and impudent; and then God is so glad of an excuse\nto lay His anger aside, that certainly, if after all this, we refuse\nlife and glory, there is no more to be said; this plain story will\ncondemn us; but the story is very much longer; and, as our conscience\nwill represent all our sins to us, so the Judge will represent all His\nFather’s kindnesses, as Nathan did to David, when he was to make the\njustice of the divine sentence appear against him. Then it shall\nbe remembered that the joys of every day’s piety would have been a\ngreater pleasure every night than the remembrance of every night’s sin\ncould have been in the morning; that every night the trouble and labor\nof the day’s virtue would have been as much passed and turned to as\nthe pleasure of that day’s sin, but that they would be infinitely\ndistinguished by the effects. The offering ourselves to God every\nmorning, and the thanksgiving to God every night, hope and fear, shame\nand desire, the honor of leaving a fair name behind us, and the shame\nof dying like a fool,–everything indeed in the world is made to be an\nargument and an inducement to us to invite us to come to God and be\nsaved; and therefore when this, and infinitely more shall by the Judge\nbe exhibited in sad remembrances, there needs no other sentence; we\nshall condemn ourselves with a hasty shame and a fearful confusion,\nto see how good God hath been to us, and how base we have been to\nourselves. Thus Moses is said to accuse the Jews; and thus also He\nthat does accuse, is said to condemn, as Verres was by Cicero, and\nClaudia by Domitius her accuser, and the world of impenitent persons\nby the men of Nineveh, and all by Christ, their Judge. I represent\nthe horror of this circumstance to consist in this, besides the\nreasonableness of the judgment, and the certainty of the condemnation,\nit can not but be an argument of an intolerable despair to perishing\nsouls, when He that was our advocate all our life, shall, in the day\nof that appearing, be our Accuser and our Judge, a party against us,\nan injured person in the day of His power and of His wrath, doing\nexecution upon all His own foolish and malicious enemies.",
        "Our conscience shall be our accuser. But this signifies but these two\nthings: First, That we shall be condemned for the evils that we have\ndone and shall then remember, God by His power wiping away the dust\nfrom the tables of our memory, and taking off the consideration and\nthe voluntary neglect and rude shufflings of our cases of conscience.\nFor then we shall see things as they are, the evil circumstances and\nthe crooked intentions, the adherent unhandsomeness and the direct\ncrimes; for all things are laid up safely, and tho we draw a curtain\nof cobweb over them, and a few fig-leaves before our shame, yet God\nshall draw away the curtain, and forgetfulness shall be no more,\nbecause, with a taper in the hand of God, all the corners of our\nnastiness shall be discovered. And, secondly, it signifies this also,\nthat not only the justice of God shall be confest by us in our own\nshame and condemnation, but the evil of the sentence shall be received\ninto us, to melt our bowels and to break our heart in pieces within\nus, because we are the authors of our own death, and our own inhuman\nhands have torn our souls in pieces. Thus far the horrors are great,\nand when evil men consider it, it is certain they must be afraid to\ndie. Even they that have lived well, have some sad considerations, and\nthe tremblings of humility, and suspicion of themselves. I remember\nSt. Cyprian tells of a good man who in his agony of death saw a\nfantasm of a noble and angelical shape, who, frowning and angry, said\nto him: “Ye can not endure sickness, ye are troubled at the evils of\nthe world, and yet you are loath to die and to be quit of them;\nwhat shall I do to you?” Altho this is apt to represent every man’s\ncondition more or less, yet, concerning persons of wicked lives,\nit hath in it too many sad degrees of truth; they are impatient of\nsorrow, and justly fearful of death, because they know not how to\ncomfort themselves in the evil accidents of their lives; and their\nconscience is too polluted to take death for sanctuary, and to hope\nto have amends made to their condition by the sentence of the day of\njudgment. Evil and sad is their condition who can not be contented\nhere nor blest hereafter, whose life is their misery and their\nconscience is their enemy, whose grave is their prison and death their\nundoing, and the sentence of doomsday the beginning of an intolerable\ncondition.",
        "The third sort of accusers are the devils, and they will do it with\nmalicious and evil purposes. The prince of the devils hath Diabolus\nfor one of his chiefest appellatives. The accuser of the brethren\nhe is by his profest malice and employment; and therefore God, who\ndelights that His mercy should triumph and His goodness prevail over\nall the malice of men and devils, hath appointed one whose office is\nto reprove the accuser and to resist the enemy, and to be a defender\nof their cause who belong to God. The Holy Spirit is a defender; the\nevil spirit is the accuser; and they that in this life belong to one\nor the other, shall in the same proportion be treated at the day of\njudgment. The devil shall accuse the brethren, that is, the saints\nand servants of God, and shall tell concerning their follies and\ninfirmities, the sins of their youth and weakness of their age, the\nimperfect grace and the long schedule of omissions of duty, their\nscruples and their fears, their diffidences and pusillanimity, and all\nthose things which themselves by strict examination find themselves\nguilty of and have confest all their shame and the matter of their\nsorrows, their evil intentions and their little plots, their carnal\nconfidences and too fond adherences of the things of this world, their\nindulgence and easiness of government, their wilder joys and freer\nmeals, their loss of time and their too forward and apt compliances,\ntheir trifling arrests and little peevishnesses, the mixtures of the\nworld with the thing of the Spirit, and all the incidences of\nhumanity he will bring forth and aggravate them by circumstances of\ningratitude, and the breach of promise, and the evacuating all their\nholy purposes, and breaking their resolutions, and rifling their vows,\nand all these things, being drawn into an entire representment, and\nthe bills clogged by numbers, will make the best man in the world seem\nfoul and unhandsome, and stained with the characters of death and evil\ndishonor. But for these there is appointed a defender. The Holy Spirit\nthat maketh intercession for us shall then also interpose, and against\nall these things shall oppose the passion of our blest Lord, and upon\nall their defects shall cast the robe of righteousness; and the sins\nof their youth shall not prevail so much as the repentance of their\nage, and their omissions be excused by probable intervening causes,\nand their little escapes shall appear single and in disunion, because\nthey were always kept asunder by penitential prayers and sighings, and\ntheir seldom returns of sin by their daily watchfulness, and their\noften infirmities by the sincerity of their souls, and their scruples\nby their zeal, and their passions by their love, and all by the\nmercies of God and the sacrifice which their Judge offered and the\nHoly Spirit made effective by daily graces and assistances. These,\ntherefore, infallibly go to the portion of the right hand, because the\nLord our God shall answer for them. But as for the wicked, it is not\nso with them; for altho the plain story of their life be to them a\nsad condemnation, yet what will be answered when it shall be told\nconcerning them, that they despised God’s mercies, and feared not His\nangry judgments; that they regarded not His Word, and loved not\nHis excellences; that they were not persuaded by the promises nor\naffrighted by His threatenings; that they neither would accept His\ngovernment nor His blessings; that all the sad stories that ever\nhappened in both the worlds (in all which Himself did escape till the\nday of His death, and was not concerned in them save only that He was\ncalled upon by every one of them, which He ever heard or saw or was\ntold of, to repentance), that all these were sent to Him in vain? But\ncan not the accuser truly say to the Judge concerning such persons,\n“They were Thine by creation, but mine by their own choice; Thou didst\nredeem them indeed, but they sold themselves to me for a trifle, or\nfor an unsatisfying interest; Thou diedst for them, but they obeyed\nmy commandments; I gave them nothing, I promised them nothing but the\nfilthy pleasures of a night, or the joys of madness, or the delights\nof a disease; I never hanged upon the cross three long hours for them,\nnor endured the labors of a poor life thirty-three years together for\ntheir interest; only when they were Thine by the merit of Thy death,\nthey quickly became mine by the demerit of their ingratitude; and when\nThou hadst clothed their soul with Thy robe, and adorned them by Thy\ngraces, we stript them naked as their shame, and only put on a robe of\ndarkness, and they thought themselves secure and went dancing to\ntheir grave like a drunkard to a fight, or a fly unto a candle; and\ntherefore they that did partake with us in our faults must divide with\nus in our portion and fearful interest.” This is a sad story because\nit ends in death, and there is nothing to abate or lessen the\ncalamity. It concerns us therefore to consider in time that he that\ntempts us will accuse us, and what he calls pleasant now he shall then\nsay was nothing, and all the gains that now invite earthly souls and\nmean persons to vanity, was nothing but the seeds of folly, and the\nharvest in pain and sorrow and shame eternal. But then, since this\nhorror proceeds upon the account of so many accusers, God hath put it\nin our power by a timely accusation of ourselves in the tribunal of\nthe court Christian, to prevent all the arts of aggravation which at\ndoomsday shall load foolish and undiscerning souls. He that accuses\nhimself of his crimes here, means to forsake them, and looks upon them\non all sides, and spies out his deformity, and is taught to hate them,\nhe is instructed and prayed for, he prevents the anger of God and\ndefeats the devil’s malice, and, by making shame the instrument of\nrepentance, he takes away the sting, and makes that to be his medicine\nwhich otherwise would be his death: and, concerning this exercise, I\nshall only add what the patriarch of Alexandria told an old religious\nperson in his hermitage. Having asked him what he found in that\ndesert, he was answered, “Only this, to judge and condemn myself\nperpetually; that is the employment of my solitude.” The patriarch\nanswered, “There is no other way.” By accusing ourselves we shall make\nthe devil’s malice useless, and our own consciences clear, and be\nreconciled to the Judge by the severities of an early repentance, and\nthen we need to fear no accusers.",
        "Continue...",
        "\nThis eBook of “The World’s Great Sermons” by Grenville Kleiser belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The World's Great Sermons, Vol. 3By Grenville KleiserAt Amazon"
    ]
}