{
    "title": "The Revolutions of Time - Chapter 4: Onan, Lord of the Past",
    "author": "Jonathan Dunn",
    "chapter": "6",
    "content": [
        "\n\n",
        "Not wishing to delve too far into my past or relate what would be\nmundane and disconnected with my story, I will summarize with brevity\nwhat my situation was. I was a military man, an Air force pilot to be\nexact, and was on active duty patrolling the no-fly zones off the coast\nof China, it being, at that time, an area of very high tensions. The\nsituation was grim, as any small incident promised to set the pendulums\nof war into motion, but the worst had subsided, and things were\nbeginning to look as if that incendiary incident wouldn’t come after\nall. The main part of my story begins on a cloudy night of what was to\nme just a few weeks back, though it seems like many ages ago now, and\nindeed, it was.",
        "I was flying over an area that was littered with small volcanic islands,\nthe type that rise above or fall below sea level continually, so that\nwhat one year is above water is later below. Some of them have even been\nknown to only rise above the waves for a short time, and then vanish\nfrom the sea completely, worn down by wind and waves. The night was\nmurky, and the air was thick with water and dust, the result being that\nthere was no natural light whatsoever, and any artificial light that\ncould be mustered was largely reduced to nothing, visibility being no\nmore than twenty feet.",
        "The wind was calm and the flying, though strenuous from lack of sight,\nwas without turbulence. I was doing well, until out of nowhere I heard a\nloud crack of thunder, followed by a bolt of lightning that hit the\nplane. At once I lost all of the instruments, excepting the actual\ncontrol of the plane in manual, meaning that the radar and all the\nguidance systems were crippled, and I could see nothing. Not knowing\nwhat to do, and not being able to radio for help, I pulled down and\nslowed until I was just barely remaining airborne, and began looking for\nan island to land on.",
        "Once below 200 feet, the clouds gave way and I saw an island. I aimed\nfor it and slowed more, preparing to land on it. I did, though just\nbarely, for it was extremely small, being one of those inconsistent\nvolcanic islands. Getting out of the plane, I was greeted by a strong\nblast of wind that was dripping water from its cold grip, and I was\ninstantly chilled to the bone. There was nothing on the island at all,\nexcept for the hole in its center, from which, no doubt, came the lava\nthat had formed it. It was on a slightly elevated hill, and looked as if\nit had not erupted for many thousands of years. With nothing to do at\nthat moment except to get an idea of the island that I had landed on, I\nwalked over to it and knelt down beside it, peering blankly into its\ndepths. It seemed to be absolutely devoid of light, and, as often\nhappens, its darkness was mysterious to me, for I wondered what lay\nhidden in it, and my curiosity got the better of my common sense. I\nleaned slowly forward. Then, as I did so, I heard a loud and terrible\nvoice, personified in the crashing of the waves and the moaning of the\nwind, and it said in a monotonous and unending refrain, “Enter.” Nothing\nmore nor less than the continual repetition of that word. This alarmed\nme, and as I did not want to do that, I began to stand upright and back\naway from it, to return to my plane. But as I raised my knee from the\nground in order to stand, my other knee slipped under the increased\npressure, and in the ensuing instability, I completely lost my balance\nand fell forward into the hole.",
        "There are certain events in our lives that change the whole course of\nour existence, and falling forward into the hole was one for me. Its\nimmediate effects weren’t injurious to me at all, but it matured with\ntime, like a good wine, and grew until it overcame me, starting the\nchain of events which would result in my demise. Yet not only mine, but\nthat of everyone.",
        "Let me continue, though, and I will explain what I mean and not confuse\nyou more. I landed with a thud on a pile of soft dirt some twenty feet\ndown, in a dark place which seemed open, not cavernous and cramped as I\nwould have expected. My eyes adjusted to the darkness, and as they did,\nI realized it was not now totally lightless, for there was a faint glow\ncoming from somewhere in the distance. Looking up through the passage I\nhad come down, I saw that there was no way to climb up it, and,\naccordingly, set off to find the source of the faint light that came\nfrom the distance. After walking cautiously through the darkness, I\nreached a curve and then a tunnel-like exit to the spacious cavern that\nI was in, and as I turned it I saw the source of the light: lava flows.\nThe room, or area, I had entered was rather thin and round, with a river\nof lava flowing downwards and a small ledge of rock winding along its\nedge. Together they descended spirally downwards at a gentle angle,\ntaking the form of an intelligently designed ramp. As I followed it down\nI soon broke out in a sweat, for the gurgling, fiery plasma heated the\narea up to a warm degree.",
        "I found myself looking intently at the flowing fire beside which I\nwalked, its strangeness stealing my meditations from other things, and I\nlooked at it absorbingly, not paying attention to the path that I walked\non, so entranced was I with the feeling that its boiling character gave\nto me.",
        "As I walked along the lava preoccupied with my meditations and not\npaying conscious attention to the path, my subconscious was carefully\nmonitoring my way, and when once my eyes glanced upward, I quickly saw\nthat my surroundings had changed. The narrow, spiral descending tunnel\nhad given way to a very cavernous area where the lava flow formed a\nlarge lake of fire. A domed ceiling crowned this great room, though not\nexact and polished, having instead a rough appearance as it stretched\nfrom wall to wall, a semi-chasm of a hundred yards, more or less, with\nits uppermost height being not less than twenty yards. On the far walls\nwere two lava falls, trickling from raised tunnels in the wall into the\nbody of lava, which covered the whole bottom of the room. There was a\nplatform that sat in the middle of the fiery lake, connected to the\ntunnel I had come from by a walkway of stone. This room was different\nthan the other two, also, in its fashion, for while the previous had\nvague evidences of intelligent design, this one was very obviously\nartificially decorated. The walkway above mentioned was of ornate stone\nwith an intricate design of circles, squares, and triangles carved into\nit, and on each corner of the center stage was a long pillar that\nreached from floor to ceiling, each carved like a totem pole, with a\nvariety of animals and shapes stacked upon one another. The dome was\ndone ornately as well, for I saw as I walked further into the room that\nwhat I had thought had been imperfections in the dome proved to be an\nelaborate three dimensional sculpture that stuck out from the ceiling,\ndepicting an intricate scene of figures and telling a story of some\ngreat saga of war and peace, pride and prejudice, love and hate, faith\nand betrayal, all combined to make the greatest mural: history, the\nstory of time itself.",
        "As I looked in awe upon its beauty, I was startled by a voice coming\nfrom an unseen figure somewhere on the center platform. It said, “Jehu,\nyou have come at last. Welcome.”",
        "The voice was very gentle and pleasing to the ears, slowly and\nconfidently spoken, meticulously articulated. I looked around in its\ndirection and saw a short, elderly gnome with a long white beard\nreaching to his chest and a short crop of hair on his oblong head, which\nwas outfitted with a sharp, angular nose, a pair of sparkling eyes, and\ntwo protruding ears. He was no more than four feet tall, and no less\nthan three, with a dignified poise to him, and was dressed in a dark\nrobe with a black and gold design on it. We looked at each other for a\nmoment, he smiling pleasantly and me expressionless, for though I felt\nthat I should be surprised, or at least bewildered, at the sight of a\ngnome in an underground cavern, I was not, it was as if I had almost\nbeen expecting it to happen, as if in the back of my mind I had already\nbeen there and done that. Perhaps it was only a case of predestined deja\nvu, or maybe it was something less tangible. Either way, the gnome then\nbroke the silence again, saying:",
        "“Let me introduce myself, Jehu. I am Onan, the Lord of the Past, and\nthese are the Chambers of History.”",
        "He then paused for a moment, waiting for my reaction, which was, again,\nnot too much surprised, but rather complacent, thought I didn’t look\nbored or snobbish, as is sometimes the case in that situation. Instead I\nbecame as genial as possible, realizing that whatever force was behind\nthis, it was greater than I.",
        "“Hello, Onan, it is pleasure to meet you,” I said, advancing with a\nproffered hand extended towards him, which I realized belatedly made me\nappear oafish, but he took it good-naturedly, and with his pleasantness\neliminated my unease at shaking the hand of one half my size. He then\nbeckoned for me to follow him, and turned and walked to the center of\nthe platform, where he unexpectedly laid down on his back, facing the\nmuraled dome. I did the same, somewhat hesitantly, though I found it to\nbe quite comfortable once I was down. He saw my sluggishness and by way\nof explanation said to me:",
        "“Do not be troubled, my dear Jehu, for we lie on our backs to bring\nabout clarity of mind.”",
        "Then he continued speaking, calling my attention to the sculptured dome:",
        "“That is history,” he said.",
        "“What do you mean,” I asked, “I’ve always viewed history as an organic\nbeing, constantly growing as it devours the present.”",
        "“It is an organic being,” he replied, “A monstrous beast of sorts. But\nthat (meaning the mural on the dome), my friend, is the genetics of\nhistory, its code that dictates what it is and what it will become, the\nmaster plan.”",
        "Allow me to take a moment to describe the mural for you. Firstly, its\nform: it was spread out across the dome like the painted ceiling of the\nSistine Chapel, its whole being a broad, harmonious picture that\ncomplimented itself, telling a story throughout its united branches. It\nwas much more than a painting, though, because it stood out from the\ndome like a group of completely independent sculptures, but placed so as\nto tell the combined story with a sort of native ease, not stressed or\nartificial, yet seeming as natural and beautiful as water in its flowing\ngrace. Now I will endeavor to describe its content, though I realize\nthat in this case the picture must be worth many millions of words.",
        "The center of the mural was its beginning, and there a man was standing\nproudly upright, dressed in splendid clothes of fine linens. He held in\nhis hand a magnificent cup of gold with a row each of diamonds, rubies,\nsapphires, and pearls running along its breadth. It contained a dark red\nliquid, which appeared to be boiling, and the man was holding it out to\na fierce lion whose shoulders were four feet across and whose mouth was\nlike a cavern, with stalactites and stalagmites of the most terrifying\nnature. With an evil glare in its eyes toward the man, the lion drank\nthirstily from the cup. Around the man and the lion there was a ring of\nblazing fire, leaping out of the dome like great pillars of flame,\nentrapping them within its narrow circle. On the outside of the fire was\na group of mighty lizards and beasts, the smallest of which was larger\nthan several elephants. Their whole attention was paid to a great fight\nin which they were engaged, yet their foe was naught but the reflections\nof themselves on the great sea which surrounded the island that held\nthese strange sights. Several of them were dead or severely wounded at\nhaving been accidentally mauled by their fighting brethren. Across the\nocean from the island there was another landmass, whose far edges were\nnot in sight. On it were many ape-men bowing down in worship of a\ngigantic White Eagle which was soaring far above them with a multitude\nof lords and ladies gripped in its massive talons. The lords were\ndressed in silken robes and adorned with many pieces of fine jewelry,\nand the ladies were clothed in skirts of crimson; both groups had upon\ntheir faces looks of pleasure, and contempt towards those far below\nthem.",
        "Onan continued speaking, “You see, Jehu, the whole of history, both that\nnow written and that yet to come, is planned, executed according to its\nown power, for the course of time is marked as clearly as the tides: by\nits own coming and going it is revealed. Revealed, however, only in an\nabstract and undefined manner, so that while its marks are clearly seen,\nit is only by special revelations that it is shown in a comprehensive\nand detailed light. And that is why I have summoned you here, my dear\nJehu, for you are the chosen one, summoned to help me.”",
        "I was skeptical and asked him, “You summoned me? But how, I was to\nforced to crash land on the island by the weather, and accidentally fell\ninto the volcano’s mouth. It was by my own freewill decisions that the\ncircumstances of my arrival here were fulfilled.”",
        "Onan laughed quietly and said, “History is not an unstoppable machine,\nallied with fate to control the destiny of all things past and future,\nnor does it nullify the power of man’s freewill, yet the force that acts\nupon the minds of men to form them is history itself. You see, men are\nnot the opponents of history and fate, for they do not impede its\nprogress with their freewill decisions, instead they are its minions,\nits slaves, building up its strength and carrying out its dictates by\nits influence, so that they become history as they serve it, adding to\nits organism their own consciouses. While you were brought to these\nChambers by circumstances of your own choosing, your desires in choosing\nthose circumstances were dictated by the experiences of the past. But\nnever mind how I summoned you, for you are here now.”",
        "“Very well,” I said, not wishing to disagree with the Lord of the Past.\nStill, I was in a stubborn frame of mind, and asked, “But if the past is\nas powerful as you construe it to be, then why does the Lord of the Past\nneed the help of a mere mortal like myself? Or do you mean you need a\nmore direct agent than those you control only by influence?”",
        "“Something like that,” he answered. “You see, there was a great disaster\nonce, which was blamed on me, and in order to atone for it, I promised\nto send a kinsman redeemer before anything so devastating happened\nagain, and I believe you are the perfect choice.”",
        "“What devastating event hasn’t been blamed on the past in one form or\nanother?” I said, “But why not just go yourself?”",
        "“It is against the rules,” Onan told me.",
        "“How typical.”",
        "“Yes, indeed, I sometimes wonder what good it is to be a god if you\ncan’t do anything yourself,” he said with a sigh.",
        "“What do you want me to do there, then?”",
        "“I cannot tell you, unfortunately.”",
        "“Against the rules?” I asked.",
        "“Very much so. All that I can do is send an agent with a slight\nunderstanding of the situation of history and physical existence to the\npeople, but he must make the judgments of how to proceed all on his own.\nIf I did tell you, it wouldn’t be much different than going myself, and\nthen there would be no human resolution to human problems.”",
        "“Our lives serve as a spectator sport to the gods, then?” I inquired of\nhim.",
        "“I am afraid not,” he said, “It is much more serious than that. The\nGreeks were not all wrong, you know.”",
        "“Who else, I wonder.”",
        "“Not many,” he sighed, “But tell me, are you ready?”",
        "“As I’ll ever be.”",
        "“Then I will begin. The understanding of life begins with the\nunderstanding of physical existence,” Onan said, “And by physical\nexistence I mean the quality of being materially animated. Not to\nconfuse it with consciousness, which is the ability to think and reason,\nit is rather the realm in which one has substance and continuity. I will\ncall the elements of physical being time and matter, those words\nrepresenting widely known concepts. Matter provides the raw substance\nand time gives those lifeless objects a plane of being to exist in.\nWithout time, matter can do nothing except sit in a sterile state, in a\nvacuum in which nothing could occur; and without matter, time would\nflow, but nothing would move with it. Thus, the basis of physical\nexistence is time and matter, each being useless separately, yet\ntogether being the perfect combination of a tangible object and the\nfluid, forward movement to animate it. Imagine it as a three-dimensional\npainting, matter given depth by time.”",
        "“Not so complicated,” I said cheerfully.",
        "“Not yet, you mean,” he laughed.",
        "“Exactly, tell me more.”",
        "“Not just yet, Jehu. First you must help me.”",
        "“The time to begin has come then?” I asked.",
        "“Yes, you must go now,” he said, “And remember, I’ll be watching. Good-\nbye.”",
        "And with that, not even standing up, Onan put me into a deep state of\ncomatose and sent me through time to the unknown lands and people whom I\nwas to deliver. I awoke, as you will remember, in the center of the\nsavanna. Now that you know the circumstances of my arrival on Daem, I\nwill go back to where I was before: on the way to the Canitaur’s hidden\nfortress.",
        "Continue...",
        "\nThis eBook of “The Revolutions of Time” by Jonathan Dunn belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Revolutions of TimeBy Jonathan DunnAt Amazon"
    ]
}