{
    "title": "The Life of Abraham Lincoln - Chapter XIII. Two Things That Lincoln Missed",
    "author": "Henry Ketcham",
    "chapter": "15",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "Lincoln’s intimate friends have noted that he seemed to be under the\nimpression that he was a man of destiny. This phrase was a favorite\nwith Napoleon, who often used it of himself. But the two men were so\nwidely different in character and career, that it is with reluctance\nthat one joins their names even for the moment that this phrase is\nused. Napoleon was eager to sacrifice the whole of Europe to satisfy\nthe claims of his personal ambition; Lincoln was always ready to stand\naside and sacrifice himself for the country. The one was selfishness\nincarnate; the other was a noble example of a man who never hesitated\nto subordinate his own welfare to the general good, and whose career\ncame to its climax in his martyrdom. Whether the presidency was or was\nnot, Lincoln’s destiny, it was certainly his destination. Had anything\noccurred to thrust him one side in this career, it would have prevented\nhis complete development, and would have been an irreparable calamity\nto his country and to the world.",
        "Twice in his life he earnestly desired certain offices and failed to\nget them. Had he succeeded in either case, it is not at all probable\nthat he would ever have become President. One therefore rejoices in the\nknowledge that he missed them.",
        "After his term in congress he was, in a measure, out of employment.\nPolitical life is like to destroy one’s taste for the legitimate\npractise of the law, as well as to scatter one’s clients. Lincoln was\nnot a candidate for reelection. Upon the election of General Taylor it\nwas generally understood that the democrats would be turned out of\noffice and their places supplied by whigs. The office of Land\nCommissioner was expected to go to Illinois. At the solicitation of\nfriends he applied for it, but so fearful was he that he might stand in\nthe way of others, or impede the welfare of the state, that he did not\nurge his application until too late. The President offered him the\ngovernorship of the territory of Oregon, which he declined. Had he been\nsuccessful in his application, it would have kept him permanently out\nof the study and practise of the law. It would have kept his residence\nin Washington so that it would not have been possible for him to hold\nhimself in touch with his neighbors. So far as concerned his\nillustrious career, it would have side-tracked him. He himself\nrecognized this later, and was glad that he had failed in this, his\nfirst and only application for a government appointment.",
        "About six years later he again missed an office to which he aspired.\nThis was in 1854, the year of the speeches at Springfield and Peoria\ndescribed in the last chapter. Shields, the man of the duel with broad-\nswords, was United States senator. His term of office was about to\nexpire and the legislature would elect his successor. The state of\nIllinois had been democratic,–both the senators, Shields and Douglas,\nwere democrats,–but owing to the new phases of the slavery question,\nthe anti-slavery men were able to carry the legislature, though by a\nnarrow margin.",
        "Lincoln had been very useful to the party during the campaign and had\nbeen elected to the legislature from his own district. He wanted to be\nsenator. He was unquestionably the choice of nearly all the whigs. Had\nan election taken place then, he would undoubtedly have been elected.",
        "But a curious obstacle intervened. There was a provision in the\nconstitution of Illinois which disqualified members of the legislature\nfrom holding the office of United States senator. Lincoln was therefore\nnot eligible. He could only become so by resigning his seat. There\nappeared to be no risk in this, for he had a safe majority of 605. It\nseemed as though he could name his successor. But there are many\nuncertainties in politics.",
        "The campaign had been one of unusual excitement and it was followed by\nthat apathy which is the common sequel to all excessive activity. The\ndemocrats kept quiet. They put up no candidate. They fostered the\nimpression that they would take no part in the special election. Only\none democrat was casually named as a possible victim to be sacrificed\nto the triumph of the whigs. He was not a popular nor an able man, and\nwas not to be feared as a candidate for this office.",
        "But the unusual quietness of the democrats was the most dangerous sign.\nThey had organized a “still hunt.” This was an adroit move, but it was\nperfectly fair. It is not difficult to guess whose shrewdness planned\nthis, seeing that the question was vital to the career of Douglas. The\ndemocratic party preserved their organization. The trusted lieutenants\nheld the rank and file in readiness for action. When the polls were\nopened on election day, the democrats were there, and the whigs were\nnot. At every election precinct appeared democratic workers to\nelectioneer for the man of their choice. Carriages were provided for\nthe aged, the infirm, and the indifferent who were driven to the polls\nso that their votes were saved to the party.",
        "The whigs were completely taken by surprise. It was too late to talk up\ntheir candidate. They had no provision and no time to get the absent\nand indifferent to the polls. The result was disastrous to them.\nLincoln’s “safe” majority was wiped out and a Douglas democrat was\nchosen to succeed him.",
        "It may be surmised that this did not tend to fill the whigs with\nenthusiasm, nor to unite the party. From all over the state there arose\ngrumblings that the Sangamon contingent of the party had been so\nignobly outwitted. Lincoln had to bear the brunt of this discontent.\nThis was not unnatural nor unreasonable, for he was the party manager\nfor that district. When the legislature went into joint session Lincoln\nhad manifestly lost some of his prestige. It may be said by way of\npalliation that the “still hunt” was then new in politics. And it was\nthe only time that Lincoln was caught napping.",
        "Even with the loss to the whigs of this seat, the Douglas democrats\nwere in a minority. Lincoln had a plurality but not a majority. The\nbalance of power was held by five anti-Nebraska democrats, who would\nnot under any circumstances vote for Lincoln or any other whig. Their\ncandidate was Lyman Trumbull. After a long and weary deadlock, the\ndemocrats dropped their candidate Shields and took up the governor of\nthe state. The governor has presumably a strong influence with the\nlegislature, and this move of the partisans was a real menace to the\nanti-slavery men. Lincoln recognized the danger, at once withdrew his\ncandidacy, and persuaded all the anti-slavery men to unite on Trumbull.\nThis was no ordinary conciliation, for upon every subject except the\nNebraska question alone, Trumbull was an uncompromising democrat. The\nwhig votes gave him the necessary majority. The man who started in with\nfive votes won the prize. Lincoln not only failed to get into the\nsenate, but he was out of the legislature.",
        "In commenting on this defeat of Lincoln for the United States senate,\nthe present writer wishes first of all to disavow all superstitions and\nall belief in signs. But there is one fact which is worthy of mention,\nand for which different persons will propose different explanations. It\nis a fact that in all the history of the United States no person has\nbeen elected direct from the senate to the presidency. This is the more\ninteresting because the prominent senator wields a very powerful\ninfluence, an influence second only to that of the President himself.\nWhen one considers the power of a leading senator, one would suppose\nthat that was the natural stepping-stone to the presidency. But history\ndoes not support this supposition. It teaches the opposite.",
        "Many prominent senators have greatly desired to be president, but no\none has succeeded unless he first retired from the senate. Among the\nmore widely known aspirants to the presidency who have been\nunsuccessful, are Jackson (his first candidacy), Clay, Webster,\nDouglas, Morton, Seward, Sherman, and Blaine. So many failures may be a\nmere coincidence. On the other hand there may be a reason for them.\nThey seem to teach that the senate is not the best start for the\npresidential race, but the worst.",
        "The history of ethics teaches that the most determined hostility\nagainst the best is the good, not the bad. So it may be that in the\npolitics of this country, the greatest obstacle to the highest position\nmay be the next highest.",
        "These facts, of course, do not prove that if Lincoln had been elected\nsenator in 1854, or in 1858 when he was the opposing candidate to\nDouglas, he would therefore have failed of election to the presidency.\nHe may have been an exception. He may have been the only one to break\nthis rule in over a hundred years. But the sequel proved that he was\nbest where he was. He remained among his people. He moused about the\nstate library, enduring criticism but mastering the history of slavery.\nHe kept a watchful eye on the progress of events. He was always alert\nto seize an opportunity and proclaim in trumpet tones the voice of\nconscience, the demands of eternal righteousness. But he waited. His\nhour had not yet come. He bided his time. It was not a listless\nwaiting, it was intensely earnest and active. Far more than he could\nrealize, he was in training for the stupendous responsibilities which\nshould in due time fall upon him. It is fortunate for all that he did\nnot learn to limit his powers to the arena of the senate, which, though\ngreat, is limited. He kept near to the people. When his hour struck, he\nwas ready.",
        "For this reason we call his two failures escapes. He did not get the\ngovernment land office, he did not get the senatorship. He did get the\npresidency, and that in the crisis of the history of the nation. What\nis more, when he got that he was thoroughly furnished unto every good\nwork.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}