{
    "title": "The Adventures of Jimmie Dale II - Chapter VIII: The Tocsin",
    "author": "Frank L. Packard",
    "chapter": "9",
    "content": [
        "\n\n",
        "It was only a little way back along the street from the Sanctuary to\nthe corner on the Bowery where as Jimmie Dale he had left her, where\nas Larry the Bat now he was going to meet her again; it would take\nonly a moment or so, even at Larry the Bat’s habitual,\ncharacteristic, slouching, gait–but it seemed that was all too\nslow, that he must throw discretion to the winds and run the\ndistance.  His blood was tingling; there was elation upon him,\ncoupled with an almost childlike dread that she might be gone.",
        "“The Tocsin!  The Tocsin!” he kept saying to himself.",
        "Yes; she was still there, still whiningly imploring those who passed\nto buy her miserable pencils–and then, with a quick-flung whisper\nto him to follow as he slouched up close to her, she had started\nslowly down the street.",
        "“The Tocsin!  The Tocsin!  The Tocsin!\"–his brain seemed to be\nringing with the words, ringing with them in a note clear as a\nsilver bell.  The Tocsin–at last!  The woman who so strangely, so\nwonderfully, so mysteriously had entered into his life, and\npossessed it, and filled it with a love and yearning that had come\nto mold and sway and actuate his very existence–the woman for whom\nhe had fought; for whom he had risked, and gladly risked, his\nwealth, his name, his honour–everything; the woman for whose sake\nhe, the Gray Seal, was sought and hounded as the most notorious\ncriminal of the age; she whose cleverness, whose resourcefulness,\nwhose amazing intimacy with the hidden things of the underworld had\nseemed, indeed, to border on the supernatural; she, the Tocsin–the\nwoman whose face he had never seen before!  The woman whose face he\nhad never seen before–and who now was that wretched hag that\nhobbled along the street before him, begging, whining, and\nimportuning the passers-by to purchase of her pitiful wares!",
        "He laughed a little–buoyantly.  He had never pictured a first\nmeeting such as this!  A hag?  Yes!  And one as disreputable in\nappearance as he himself, as Larry the Bat, was disreputable!  But\nhe had seen her eyes!  Inimitable as was her disguise, she could not\nhide her eyes, or hide the pledge they held of the beauty of form\nand feature beneath the tattered rags and the touch of a master in\nthe make-up that brought haggard want and age into the face–and\ndimly he began to divine the source, the means by which she had\nacquired the information that for years had enabled her to plan\ntheir coups, that had enabled him to execute them under the guise of\ncrime, that for years had seemed beyond all human reach.",
        "Where was she going?  Where was she taking him?  But what did it\nmatter!  The years of waiting were at an end–the years of mystery\nin a few moments now would be mystery no more!",
        "Ah!  She had turned from the Bowery, and was heading east.  He\nshuffled on after her, guardedly, a half block behind.  It was well\nthat Jimmie Dale had disappeared, that he was Larry the Bat again–\nthe neighbourhood was growing more and more one that Jimmie Dale\ncould not long linger in without attracting attention; while, on the\nother hand, it was the natural environment of such as Larry the Bat\nand such as she, who was leading him now to the supreme moment of\nhis life.  Yes, it was that–the fulfillment of the years!  The\nthought of it alone filled his mind, his soul; it brushed aside, it\nblotted out for the time being the danger, the peril, the deadly\nmenace that hung over them both.  It was only that she, the Tocsin,\nwas here–only that at last they would be together.",
        "On she went, traversing street after street, the direction always\ntrending toward the river–until finally she halted before what\nappeared to be, as nearly as he could make out in the almost total\ndarkness of the ill-lighted street, a small and tumble-down, self-\ncontained dwelling that bordered on what seemed to be an unfenced\nstore yard of some description.  He drew his breath in sharply.  She\nhad halted–waiting for him to come up with her.  She was waiting\nfor him–WAITING for him!  It seemed as though he drank of some\nstrange, exhilarating elixir–he reached her side eagerly–and then–\nand then–her hand had caught his, and she was leading him into the\nhouse, into a black passage where he could see nothing, into a room\nequally black over whose threshold he stumbled, and her voice in a\nlow, conscious way, with a little tremour, a half sob in it that\nthrilled him with its promise, was in his ears:",
        "“We are safe here, Jimmie, for a little while–but, oh, Jimmie, what\nhave I done!  What have I done to bring you into this–only–only–I\nwas so sure, so sure, Jimmie, that there was nothing more to fear!”",
        "The blood was beating in hammer blows at his temples.  It seemed all\nunreal, untrue that this moment could be his, that it was not a\ndream–a dream which was presently to be snatched from him in a\nbitter awakening.  And then he laughed out wildly, passionately.\nNo–it was true, it was real!  Her breath was on his cheek, it was a\nliving, pulsing hand that was still in his–and then soul and mind\nand body seemed engulfed and lost in a mad ecstasy–and she was in\nhis arms, crushed to him, and he was raining kisses upon her face.",
        "“I love you!  I love you!” he was crying hoarsely; and over and over\nagain: “I love you!  I love you!”",
        "She did not struggle.  The warm, rich lips were yielding to his; he\ncould feel the throb, the life in the young, lithe form against his\nown.  She was his–his!  The years, the past, all were swept away–\nand she was his at last–his for always.  And there came a mighty\nsense of kingship upon him, as though all the world were at his\nfeet, and virility, and a great, glad strength above all other\nmen’s, and a song was in his soul, a song triumphant–for she was\nhis!",
        "“You!” he cried out–and strained her to him.  “You!” he cried\nagain–and kissed her lips and her eyelids and her lips again.",
        "And then her head was buried on his shoulder, and she was crying\nsoftly; but after a moment she raised her hands and laid them upon\nhis face, and held them there, and because it was dark, dared to\nraise her head as well, and her eyes to look into his.",
        "Then for a long time they stood there so, and for a long time\nneither spoke–and then with a little startled, broken cry, as\nthough the peril and the menace hanging over them, forgotten for the\nmoment, were thrust like a knife stab suddenly upon her, she drew\nherself away, and ran from him, and went and got a lamp, and lighted\nit, and set it upon the table.",
        "And Jimmie Dale, still standing there, watched her.  How gloriously\nher eyes shone, dimmed and misty with the tears that filled them\nthough they were!  And there was nothing incongruous in the rags\nthat clothed her, in the squalour and poverty of the bare room, in\nthe white furrows that the tears had plowed through the grime and\nmake-up on her cheeks.",
        "“You wonderful, wonderful woman!” Jimmie Dale whispered.",
        "She shook her head as though almost in self-reproach.",
        "“I am not wonderful, Jimmie,” she said, in a low voice.  “I\"–and\nthen she caught his arm, and her voice broke a little–\"I’ve brought\nyou into this–probably to your death.  Jimmie, tell me what\nhappened last night, and since then.  I–I’ve thought at times to-\nday I should go mad.  Oh, Jimmie, there is so much to say to-night,\nso much to do if–if we are ever to be together for–for always.\nLast night, Jimmie–the telephone–I knew there was danger–that all\nhad gone wrong–what was it?”",
        "His arms were around her shoulders, drawing her close to him again.",
        "“I found the wires tapped,” he said slowly.",
        "“Yes, and–and the man you met–the chauffeur?”",
        "“He is dead,” Jimmie Dale answered gently.",
        "He felt her hand close with a quick, spasmodic clutch upon his arm;\nher face grew white–and for a moment she turned away her head.",
        "“And–and the package?” she asked presently.",
        "“I do not know,” replied Jimmie Dale.  “He did not have it with him;\nhe–”",
        "“Wait!” she interrupted quickly.  “We are only wasting time like\nthis!  Tell me everything, everything just as it happened,\neverything from the moment you received my letter.”",
        "And, holding her there in his arms, softening as best he could the\nmore brutal details, he told her.  And, at the end, for a little\nwhile she was silent; then in a strained, impulsive way she asked\nagain:",
        "“The chauffeur–you are sure–you are positive that he is dead?”",
        "“Yes,” said Jimmie Dale grimly; “I am sure.”  And then the pent-up\nflood of questions burst from his lips.  Who was the chauffeur?  The\npackage, the box numbered 428, and John Johansson?  And the Crime\nClub?  And the issue at stake?  The danger, the peril that\nsurrounded her?  And she–above all–more than anything else–about\nherself–her strange life, its mystery?",
        "She checked him with a strangely wistful touch of her finger upon\nhis lips, with a queer, pathetic shake of her head.",
        "“No, Jimmie; not that way.  You would never understand.  I cannot–”",
        "“But I am to know–now!  Surely I am to know NOW!” he cried, a\nsudden sense of dismay upon him.  Three years!  Three years–and\nalways the “next” time!  “I must know now, if I am to help you!”",
        "She smiled a little wanly at him, as she drew herself away, and,\ndropping into a chair, placed her elbows on the rickety table,\ncupping her chin in her hands.",
        "“Yes; you are to know now,” she said, almost as though she were\ntalking to herself; then, with a swift intake of her breath,\nimpulsively: “Jimmie!  Jimmie!  I had thought that it would be all\nso different when–when you came.  That–that I would have nothing\nto fear–for you–for me–because–it would be all over.  And now\nyou are here, Jimmie–and, oh, thank God for you!–but I feel to-\nnight almost–almost as though it were hopeless, that–that we were\nbeaten.”",
        "“Beaten!”  He stepped quickly to the table, and sat down, and took\none of her hands away from her face to hold it in both his own.\n“Beaten!” he laughed out defiantly; then, playfully, soothingly, to\nreassure her: “Jimmie Dale and Larry the Bat and the Gray Seal and\nthe Tocsin–BEATEN!  And after we have just scored the last trick!”",
        "“But we do not hold many trumps, Jimmie,” she answered gravely.\n“You have seen something of this Crime Club’s power, its methods,\nits merciless, cruel, inhuman cunning, and you, perhaps, think that\nyou understand–but you have not begun to grasp the extent of either\nthat power or cunning.  This horrible organisation has been in\nexistence for many years.  I do not know how many.  I only know that\nthe men of whom it is composed are not ordinary criminals, that they\ndo not work in the ordinary way–to-day, they set the machinery of\nfraud, deception, robbery, and murder in motion that ten years from\nnow, and, perhaps, only then, will culminate in the final success of\ntheir schemes–and they play only for enormous stakes.  But\"–her\nlips grew set–\"you will see for yourself.  I must not talk any\nlonger than is necessary; we must not take too much time.  You count\non three days before they begin to suspect that all is not right\nwith Jimmie Dale–I know them better than you, and I give you two\ndays, forty-eight hours at the outside, and possibly far less.\nJimmie\"–abruptly–\"did you ever hear of Peter LaSalle?”",
        "“The capitalist?  Yes!” said Jimmie Dale.  “He died a few years ago.\nI know his brother Henry well–at the club, and all that.”",
        "“Do you!” she said evenly.  “Well, the man you know is not Peter\nLaSalle’s brother; he is an impostor–and one of the Crime Club.”",
        "“Not–Peter LaSalle’s brother!\"–Jimmie Dale repeated the words\nmechanically.  And suddenly his brain was whirling.  Vaguely, dimly,\nin little memory snatches, events, not pertinent then, vitally\nsignificant now, came crowding upon him.  Peter LaSalle had come\nfrom somewhere in the West to live in New York; and very shortly\nafterward had died.  The estate had been worth something over eleven\nmillions.  And there had been–he leaned quickly, tensely forward\nover the table, staring at her.  “My God!” he whispered hoarsely.\n“You are not, you cannot be–the–the daughter–Peter LaSalle’s\ndaughter, who disappeared strangely!”",
        "“Yes,” she said quietly.  “I am Marie LaSalle.”",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}