{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. I.",
    "author": "I. Windslow Ayer",
    "chapter": "2",
    "content": [
        "\n\n",
        "SECRET SERVICE TO SECURE SUCCESS OF SOUTHERN ARMS–STATE SOVEREIGNTY–THE\nGENERAL PURPOSES OF SECRET POLITICAL ORGANIZATIONS–RECOLLECTIONS THAT CAN\nNEVER DIE–VOICES FROM OUR BRAVE SOLDIERS AT THE FRONT, BESPEAKING OUR\nPROTECTION FOR THEIR WIVES, CHILDREN, PARENTS AND HOMES FROM NORTHERN\nCOPPERHEADS–CHARACTER OF THE LEADERS OF THE DIFFERENT SECRET ORDERS.",
        "The signal potency of secret organizations at the South prior to the\nsecession of States, and indeed the only really effective machinery by\nwhich an attempt at disunion by the people could have been made to appear\npossible, early in the great struggle engaged the earnest attention of the\nSouthern leaders. Knowing as they did that had the question of secession\nbeen primarily an open one, for free discussion, that the masses of the\npeople would have rejected the proposition with deserved scorn and\nindignation, and hung the ambitious adventurers who dared propose the\nsacrilege. They realized the importance of establishing the order in the\nNorth. The leaders saw with delight the working of secret organizations,\nwhere men were sworn to secrecy, and drawn onward step by step, till they\nreached the very brink of the fearful precipice. Thus did the people\nfasten upon themselves and each other the shackles of slavery, which they\nhave since so unwillingly worn. The doctrine of State sovereignty\nproclaimed by John C. Calhoun, and which, together with its apostles,\nJackson well knew how to receive, had been instilled into the minds of the\npeople of the States, which since their admission into the Union had been\nat war with destiny, and in the hope of securing perpetuity of their\npeculiar institutions, they attempted the dissolution of the Union. Truly\ngratifying it must have been to the extremists in those States to have\nwatched the gathering clouds, and to listen to the low murmuring thunder\nwhich presaged the coming storm, and well they knew how fearful would be\nits fury, but blinded to the inevitable result, they were confident of\nultimate success, when they should have so far disseminated the Calhoun\npoison at the North, as to have made oath-bound slaves in such numbers as\nwould paralyze the efforts of Union men, and render it necessary to recall\nour armies from the field to suppress insurrection at home, and to change\nthe theatre of the war to Northern soil. None knew the importance of\nintroducing the machinery of secret political organizations better than\nDavis himself, for he had not forgotten the Charleston Convention, the\nworking of the secret orders then, and subsequent events had of course\nconfirmed him in the opinion that a divided North would not be a\nformidable adversary, and that he was warranted in the firm belief that\nhis wish to be “let alone” would be realised. With these views, shrewd and\nsagacious men established themselves early in Missouri, Kentucky, Indiana,\nIllinois and other States, and put the machinery in motion. The order\nsprung up in various sections of the country, and treason flourished well,\nas poisonous plants often show the greatest vitality. This plan was a\nsuccess. Men high in rank and station–men from every profession and walk\nin life, embraced the principles of the order, and soon it could boast of\nlegislators, judges of the higher courts, clergymen, doctors, lawyers,\nmerchants and men from every avocation. Judge Bullitt, from the Supreme\nbench in Kentucky, Judge Morris of the Circuit Court of Illinois, Judd and\nRobinson, lawyers and candidates for the highest State offices, Col.\nWalker, agent of the State of Indiana, editors of the daily press, and men\nhigh in official station, and in the confidence of the people,\nex-Governors of States and disaffected politicians, all seized upon this\nnew element of power and with various motives, the chief of which was self\nagrandisement at any cost, even at the cost of our National existence–\nentered with zeal upon the work of disseminating the doctrines, and\nextending the organization throughout the North and West.",
        "The leaders gratified by success, courted the support of the organizations\nthey fostered till the candidates for the highest offices in the State and\nNation felt certain of obtaining election, were they but in favor with the\nsecret orders they aided in establishing. While the leaders were men of\ncunning, many of them of intellect and education, the rank and file was\nmade up of different material. It not being necessary by the tenets of the\norder that they should think at all, brains were at a discount–muscle\nonly was required–beings who would fall into line at the word of command\nand follow on to an undertaking, however desperate and criminal, without\nasking or thinking, or caring for the purpose to be attained; beings who\ncould be put in harness and led or driven wherever and whenever it might\nsuit their masters. Men from the lowest walks of life were preferred. In\nthe lower strata of the order, social distinction was waived by the\nleaders, and the lowest wretch in the order was placed on a level with\njudges, merchants and politicians, at least within the hall of meeting,\nthus offering inducements potent enough to make the lodge room a place of\ninterest and pleasure, and thus the organization thrived.",
        "It became known of course that secret organizations of a most dangerous\nclass were in existence, and their fruits were easily recognized. Our\nbrave boys in the army were often importuned by letters, to desert their\nposts and to betray their flag. Union men were subject to annoyances that\nbecame unendurable, soldiers wives and families were grossly insulted,\nsoldiers visiting their homes upon furloughs were often assaulted or\nmurdered, quarrels upon petty pretexts were incited, neighbors arrayed\nagainst each other, dwellings burned by incendiaries, unoffending union\nmen murdered, military secrets of greatest importance betrayed, libels of\nthe most gross and malicious character by such papers as the Chicago\nTimes, and by such men as Wilbur F. Story, its editor, till at length a\nvoice came to us from the army in the field, which was often echoed,\nbegging Union citizens at home, by their love of the Union, by the love\nthey bore their own families, to protect the absent soldiers’ wives,\nmothers, sisters and firesides from the Copperheads who remained at home;\nthey would meet the enemy at the front, they would march fearlessly to the\ncannon’s belching throat, and meet death or mutilation upon the field of\nbattle for their Country’s cause; not for themselves did they know fear or\ncare for danger, but when the tidings came to them from home, when after\ntoilsome marches, hunger and fatigue, or suffering from wounds received in\ndesperate engagements, when resting a brief hour, and their eyes fell upon\nmissives from home, from wives who bade them go and fight for freedom, and\nreturn not with shame upon their brows, when tender thoughts of home, of\nchildren and every “loved spot” that they had left behind, came crowding\nto their minds, who shall say that they were wanting in heroism if their\nfaces became pale, their lips trembled and the tears dimmed their eyes, as\nthey read of wrongs and insults endured from Copperheads at home, or of\nplots and acts by cowardly traitors to aid the common enemy; and when\ntheir entreaty comes to us to strike down the deadly foe at home and give\nprotection to the helpless, let him blush with shame to call himself a\nman, let him never claim to be an American citizen, never claim protection\nof our Country’s flag, let him close his ears to the sound of rejoicing\nfor final and complete victory, let him only hold companionship with\ncowards and with culprits, and hide himself from the light of day who will\nturn a deaf ear to the soldiers’ prayer. Copperheads who have withheld\ntheir sympathy and their efforts for our country in its days of darkness\nand of peril, should and will be known of men in all future time; their\nlives will be blighted, their names will be a reproach and a by-word,\ntheir children will blush for their parents, and the name of Benedict\nArnold will no longer be the synonym of treason and betrayal–his name\nwill be rescued from the infamy each passing year of the existence of our\ncountry has heaped upon it, and the Copperheads of the present day will\nreceive the anathemas of all coming generations, till their very names\nshall be a curse too horrid for mortals to apply, and thenceforth be only\nechoed in the lowest depths of hell.",
        "By Providential discovery of the existence of the Order of Sons of Liberty\nin Chicago, and the utmost vigilance, prudence, perseverance, patience,\npromptness and daring, the aims, designs and acts of this Order, of the\nAmerican Knights and kindred organizations have been brought to light, its\nevery evil purpose and plan laid before the Government, and the pet\ninstitution of Jeff. Davis has been turned inside out, so that “he who\nruns may read;” the curtain has been raised and the light of noonday has\nbeen let in, discovering to the public the horrid creation of traitors in\nour very midst–people who breathe the very air we do, who enjoy the same\nblessings and privileges, aye, and perhaps sit at the same tables. The\nfriends and sympathizers of these traitors have sought to cast obloquy and\ndistrust upon the statements of those who have successfully broken up the\ngreat conspiracy, and perjury has sought to blacken their reputations, but\nin vain. Truth will prevail.",
        "The list of names of the members of the Sons of Liberty have been obtained\nand preserved, and will be valuable for reference hereafter.",
        "As the reader passes down South Clark street, at the corner of Monroe, he\nwill notice upon the right a large building of peculiar structure, and,\nnow bearing the name “Invincible Club Hall.” It was here the temples of\nthe Sons of Liberty, or, as they were then called, the “American Knights,\"\nheld their secret sessions, going stealthily up the stairs singly or in\ngroups of two or three, to avoid observation, and when once inside the\nhall they were guarded by an outside sentinel, whose duty it was to\napprise them of danger and to guard against its approach to the “temple\";\nbut let not the fault-finding Sons blame their Tyler now for any neglect\nof duty; once under the ban of suspicion he has proved himself as staunch\na rebel and traitor as Jeff. Davis himself, and is entitled to all the\nconsideration of a “devilish good fellow.” But within a year, more or\nless, the “temple” of the Illini, as it was called, removed from Clark\nstreet to the large building upon the corner of Randolph and Dearborn\nstreets, known as “McCormick’s Block.” Every Thursday evening prior to the\neighth of November 1864, the windows of the hall in the fifth story gave\nevidence that the hall was occupied, but further than this evidence was\nnot for the observer, however curious he might be, unless, perchance, he\nwas a member of “the Order.” Clambering up the long nights of stairs that\nlead to the hall, on a Thursday evening, the party in quest of discovery\nwould be not a little surprised at the class of men he would notice upon\nthe march upward; he would involuntarily button up his pockets and keep as\nfar distant from his fellow travelers as possible, for a more God-forsaken\nlooking class of vagabonds never before entered a respectable building,\nand it is a matter of some doubt whether so many graceless scoundrels were\never before convened in one building in Chicago, not excepting the Armory\nwhen the police have been unusually active and vigilant. Occasionally a\nfine looking man would brush hastily by you, as if afraid to be discovered\nand recognised–not in the least conscience-stricken, perhaps, for his\npurposes and intentions. Should the gas-light show to you the comely\nfeatures of the Grand Senior Obadiah Jackson, Jr. Esq., on his pilgrimage\nupward, you would scarcely be willing to believe that he was the presiding\ngenius of the room in the upper regions, and bound to dispense light and\nwisdom to the motley crowd who would so soon be filling the hall with\nfumes of cheap tobacco and the poorest quality of whiskey, mingled with\nthe fragrance of onions, borne by gentle zephyrs from yonder open\nvestibule. Yonder comes L.A. Doolittle, Esq., a lawyer of some distinction\nand a justice of the peace; he wears a look of wisdom, and you can read\nupon his face that he is certain that the “despot Lincoln,” and “Lincoln’s\nhirelings,” and “Lincoln’s bastiles” are all going under together beneath\nthe wheels of the triumphal car drawn by the opposition party, with\nVallandigham as the leader. But we will not try to find any great number\nof fine looking men in very close proximity to the hall. Arriving on the\nfifth floor, and proceeding to a door upon which you find the sign of the\n“American Protestant Association,” your friends casting furtive glances\naround and behind them, disappear by the door and are lost to view; one by\none, like stars upon the approach of dawn, our constellation vanishes. You\nopen the door, but your curiosity is not repaid; the seedy friends who\npreceded you but an instant are lost to sight–presto! the room is as\nvacant as a last year’s robin’s nest, and observation detects a hole of\nsix inches in diameter in a door in one side of the room; you try the\ndoor, but it is fast, and you may leave if you wish, but the idea of a\nCopperhead crawling through a hole six inches in diameter will haunt your\ndreams that night.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}