{
    "title": "The Nature of Goodness - II. Misconceptions of Goodness",
    "author": "George Herbert Palmer",
    "chapter": "3",
    "content": [
        "\nGeorge Herbert Palmer, (1842-1933)\nProfessor of Natural Religion, Moral Philosophy and Civil Polity\nHarvard University\nPortrait: 1926, 40 x 30 inches, Oil\n",
        "\n\n",
        "Our diagram of goodness, as drawn in the last chapter, has its special\nimperfections, and through these cannot fail to suggest certain\nerroneous notions of goodness. To these I now turn. The first of them\nis connected with its own method of construction. It will be\nremembered that we arbitrarily threw an arrow from D to A, thus making\nwhat was hitherto an end become a means to its own means. Was this\nlegitimate? Does any such closed circle exist?",
        "It certainly does not. Our universe contains nothing that can be\nrepresented by that figure. Indeed if anywhere such a self-sufficing\norganism did exist, we could never know it. For, by the hypothesis, it\nwould be altogether adequate to itself and without relations beyond\nits own bounds. And if it were thus cut off from connection with\neverything except itself, it could not even affect our knowledge. It\nwould be a closed universe within our universe, and be for us as good\nas zero. We must own, then, that we have no acquaintance with any such\nperfect organism, while the facts of life reveal conditions widely\nunlike those here represented.",
        "What these conditions are becomes apparent when we put significance\ninto the letters hitherto employed. Let our diagram become a picture\nof the organic life of John. Then A might represent his physical life,\nB his business life, C his civil, D his domestic; and we should have\nasserted that each of these several functions in the life of John\nassists all the rest. His physical health favors his commercial and\npolitical success, while at the same time making him more valuable in\nthe domestic circle. But home life, civic eminence, and business\nprosperity also tend to confirm his health. In short, every one of\nthese factors in the life of John mutually affects and is affected by\nall the others.",
        "But when thus supplied with meaning, Figure 3 evidently fails to\nexpress all it should say. B is intended to exhibit the business life\nof John. But this is surely not lived alone. Though called a function\nof John, it is rather a function of the community, and he merely\nshares it. I had no right to confine to John himself that which\nplainly stretches beyond him. Let us correct the figure, then, by\nlaying off another beside it to represent Peter, one of those who\nshares in the business experience of John. This common business life",
        "of theirs, B, we may say, enables Peter to gratify his own adventurous\ndisposition, E; and this again stimulates his scientific tastes, F.\nBut Peter’s eminence in science commends him so to his townsmen that\nhe comes to share again C, the civic life of John. Yet as before in\nthe case of John, each of Peter’s powers works forward, backward, and\nacross, constructing in Peter an organic whole which still is\ninterlocked with the life of John. Each, while having functions of his\nown, has also functions which are shared with his neighbor.",
        "Nor would this involvement of functions pause with Peter. To make our\ndiagram really representative, each of the two individuals thus far\ndrawn would need to be surrounded by a multitude of others, all\nsharing in some degree the functions of their neighbors. Or rather\neach individual, once connected with his neighbors, would find all his\nfunctions affected by all those possessed by his entire group. For\nfear of making my figure unintelligible through its fullness of relations, I have sent out arrows in all\ndirections from the letter A only; but in reality they would run from\nall to all. And I have also thought that we persons affect one another\nquite as decidedly through the wholeness of our characters as we do\nthrough any interlocking of single traits. Such totality of\nrelationship I have tried to suggest by connecting the centres of each\nlittle square with the centres of adjacent ones. John as a whole is\nthus shown to be good for Peter as a whole.",
        "We have successively found ourselves obliged to broaden our conception\nuntil the goodness of a single object has come to imply that of a\ngroup. The two phases of goodness are thus seen to be mutually\ndependent. Extrinsic goodness or serviceability, that where an object\nemploys an already constituted wholeness to further the wholeness of\nanother, cannot proceed except through intrinsic goodness, or that\nwhere fullness and adjustment of functions are expressed in the\nconstruction of an organism. Nor can intrinsic goodness be supposed to\nexist shut up to itself and parted from extrinsic influence. The two\nare merely different modes or points of view for assessing goodness\neverywhere. Goodness in its most elementary form appears where one\nobject is connected with another as means to end. But the more\nelaborately complicated the relation becomes, and the richer the\nentanglement of means and ends–internal and external–in the\nadjustment of object or person, so much ampler is the goodness. Each\nobject, in order to possess any good, must share in that of the\nuniverse.",
        "But the diagram suggests a second question. Are all the functions here\nrepresented equally influential in forming the organism? Our figure\nimplies that they are, and I see no way of drawing it so as to avoid\nthe implication. But it is an error. In nature our powers have\ndifferent degrees of influence. We cannot suppose that John’s\nphysical, commercial, domestic, and political life will have precisely\nequal weight in the formation of his being. One or the other of them\nwill play a larger part. Accordingly we very properly speak of greater\ngoods and lesser goods, meaning by the former those which are more\nlargely contributory to the organism. In our physical being, for\nexample, we may inquire whether sight or digestion is the greater\ngood; and our only means of arriving at an answer would be to stop\neach function and then note the comparative consequence to the\norganism. Without digestion, life ceases; without sight, it is\nrendered uncomfortable. If we are considering merely the relative\namounts of bodily gain from the two functions, we must call digestion\nthe greater good. In a table, excellence of make is apt to be a\ngreater good than excellence of material, the character of the\ncarpentry having more effect on its durability than does the special\nkind of wood employed. The very doubts about such results which arise\nin certain cases confirm the truth of the definition here proposed;\nfor when we hesitate, it is on account of the difficulty we find in\ndetermining how far maintenance of the organism depends on the one or\nthe other of the qualities compared. The meaning of the terms greater\nand lesser is clearer than their application. A function or quality is\ncounted a greater good in proportion as it is believed to be more\ncompletely of the nature of a means.",
        "Another question unsettled by the diagram is so closely connected with\nthe one just examined as often to be confused with it. It is this: Are\nall functions of the same kind, rank, or grade? They are not; and this\nqualitative difference is indicated by the terms higher and lower, as\nthe quantitative difference was by greater and less. But differences\nof rank are more slippery matters than difference of amount, and\neasily lend themselves to arbitrary and capricious treatment. In\nordinary speech we are apt to employ the words high and low as mere\nsigns of approval or disapproval. We talk of one occupation,\nenjoyment, work of art, as superior to another, and mean hardly more\nthan that we like it better. Probably there is not another pair of\nterms current in ethics where the laudatory usage is so liable to slip\ninto the place of the descriptive. Our opponent’s ethics always seem\nto embody low ideals, our own to be of a higher type. Accordingly the\nterms should not be used in controversy unless we have in mind for\nthem a precise meaning other than eulogy or disparagement.",
        "And such a meaning they certainly may possess. As the term greater\ngood is employed to indicate the degree in which a quality serves as a\nmeans, so may the higher good show the degree in which it is an end.\nDigestion, which was just now counted a greater good than sight, might\nstill be rightly reckoned a lower; for while it contributes more\nlargely to the constitution of the human organism, it on that very\naccount expresses less the purposes to which that organism will be\nput. It is true we have seen how in any organism every power is both\nmeans and end. It would be impossible, then, to part out its powers,\nand call some altogether great and others altogether high. But though\nthere is purpose in all, and construction in all, certain are more\nmarkedly the one than the other. Some express the superintending\nfunctions; others, the subservient. Some condition, others are\nconditioned by. In man, for example, the intellectual powers certainly\nserve our bodily needs. But that is not their principal office;\nrather, in them the aims of the entire human being receive expression.\nTo abolish the distinction of high and low would be to try to\nobliterate from our understanding of the world all estimates of the\ncomparative worth of its parts; and with these estimates its rational\norder would also disappear. Such attempts have often been made. In\nextreme polytheism there are no superiors among the gods and no\ninferiors, and chaos consequently reigns. A similar chaos is projected\ninto life when, as in the poetry of Walt Whitman, all grades of\nimportance are stripped from the powers of man and each is ranked as\nof equal dignity with every other.",
        "That there is difficulty in applying the distinction, and determining\nwhich function is high and which low, is evident. To fix the purposes\nof an object would often be presumptuous. With such perplexities I am\nnot concerned. I merely wish to point out a perfectly legitimate and\neven important signification of the terms high and low, quite apart\nfrom their popular employment as laudatory or depreciative epithets.\nIt surely is not amiss to call the legibility of a book a higher good\nthan its shape, size, or weight, though in each of these some quality\nof the book is expressed.",
        "A further point of possible misconception in our diagram is the number\nof factors represented. As here shown, these are but four. They might\nbetter be forty. The more richly functional a thing or person is, the\ngreater its goodness. Poverty of powers is everywhere a form of evil.\nFor how can there be largeness of organization where there is little\nto organize? Or what is the use of organization except as a mode of\nfurnishing the smoothest and most compact expression to powers? Wealth\nand order are accordingly everywhere the double traits of goodness,\nand a chief test of the worth of any organism will be the diversity of\nthe powers it includes. Throughout my discussion I have tried to help\nthe reader to keep this twofold goodness in mind by the use of such\nphrases as “fullness of organization.”",
        "Yet it must be confessed that between the two elements of goodness\nthere is a kind of opposition, needful though both are for each other.\nOrder has in it much that is repressive; and wealth–in the sense of\nfecundity of powers–is, especially at its beginning, apt to be\ndisorderly. When a new power springs into being, it is usually chaotic\nor rebellious. It has something else to attend to besides bringing\nitself into accord with what already exists. There is violence in it,\na lack of sobriety, and only by degrees does it find its place in the\nscheme of things. This is most observable in living beings, because it\nis chiefly they who acquire new powers. But there are traces of it\neven among things. A chemical acid and base meeting, are pretty\ncareless of everything except the attainment of their own action.\nHuman beings are born, and for some time remain, clamorous, obliging\nthe world around to attend more to them than they to it. There is ever\na confusion in exuberant life which bewilders the onlooker, even while\nhe admits that life had better be.",
        "The deep opposition between these contrasted sides of goodness is\nmirrored in the conflicting moral ideals of conservatism and\nradicalism, of socialism and individualism, which have never been\nabsent from the societies of men, nor even, I believe, from those of\nanimals. Conservatism insists on unity and order; radicalism on\nwealthy life, diversified powers, particular independence. Either,\nleft to itself, would crush society, one by emptying it of initiative,\nthe other by splitting it into a company of warring atoms. Ordinarily\neach is dimly aware of its need of an opponent, yet does not on that\naccount denounce him the less, or less eagerly struggle to expel him\nfrom provinces asserted to be its own.",
        "By temperament certain classes of the community are naturally disposed\nto become champions of the one or the other of these supplemental\nideals. Artists, for the most part, incline to the ideal of abounding\nlife, exult in each novel manifestation which it can be made to\nassume, and scoff at order as Philistinism.",
        "Moralists, on the other hand, lay grievous stress on order, as if it\nhad any value apart from its promotion of life. Assuming that\nsufficient exuberance will come, unfostered by morality, they shut it\nout from their charge, make duty to consist in checking instinct, and\ndevote themselves to pruning the sprouting man. But this is absurdly\nto narrow ethics, whose true aim is to trace the laws involved in the\nconstruction of a good person. In such construction the supply of\nmoral material, and the fostering of a wide diversity of vigorous\npowers, is as necessary as bringing these powers into proper working\nform. Richness of character is as important as correctness. The\nworld’s benefactors have often been one-sided and faulty men. None of\nus can be complete; and we had better not be much disturbed over the\nfact, but rather set ourselves to grow strong enough to carry off our\ndefects.",
        "Because ethics has not always kept its eyes open to this obvious\nduality of goodness it has often incurred the contempt of practical\nmen. The ethical writers of our time have done better. They have come\nto see that the goodness of a person or thing consists in its being as\nrichly diversified as is possible up to the limit of harmonious,\nworking, and also in being orderly up to the limit of repression of\npowers. Beyond either of these limits evil begins. What I have\nexpressed in my diagram as the fullest organization is intended to lie\nwithin them.",
        "It remains to compare the view of goodness here presented with two\nothers which have met with wide approval. The competence of my own\nwill be tested by seeing whether it can explain these, or they it.\nGoodness is sometimes defined as that which satisfies desire. Things\nare not good in themselves, but only as they respond to human wishes.\nA certain combination of colors or sounds is good, because I like it.\nA republic we Americans consider the best form of government because\nwe believe that this more completely than any other meets the\nlegitimate desires of its people. I know a little boy who after\ntasting with gusto his morning’s oatmeal would turn for sympathy to\neach other person at table with the assertive inquiry, “Good? Good?\nGood?” He knew no good but enjoyment, and this was so keen that he\nexpected to find it repeated in each of his friends. It is true we\noften call actions good which are not immediately pleasing; for\nexample, the cutting off of a leg which is crushed past the\npossibility of cure. But the leg, if left, will cause still more\ndistress or even death. In the last analysis the word good will be\nfound everywhere to refer to some satisfaction of human desire. If we\ncount afflictions good, it is because we believe that through them\npermanent peace may best be reached. And rightly do those name the\nBible the Good Book who think that it more than any other has helped\nto alleviate the woes of man.",
        "With this definition I shall not quarrel. So far as it goes, it seems\nto me not incorrect. In all good I too find satisfaction of desire.\nOnly, though true, the definition is in my judgment vague and\ninadequate. For we shall still need some standard to test the goodness\nof desires. They themselves may be good, and some of them are better\nthan others. It is good to eat candy, to love a friend, to hate a foe,\nto hear the sound of running water, to practice medicine, to gather\nwealth, learning, or postage stamps. But though each of these\nrepresents a natural desire, they cannot all be counted equally good.\nThey must be tried by some standard other than themselves. For desires\nare not detachable facts. Each is significant only as a piece of a\nlife. In connection with that life it must be judged. And when we ask\nif any desire is good or bad, we really inquire how far it may play a\npart in company with other desires in making up a harmonious\nexistence. By its organic quality, accordingly, we must ultimately\ndetermine the goodness of whatever we desire. If it is organic, it\ncertainly will satisfy desire. But we cannot reverse this statement\nand assert that whatever satisfies desire will be organically good. My\nown mode of statement is, therefore, clearer and more adequate than\nthe one here examined, because it brings out fully important\nconsiderations which in this are only implied. Whatever contributes to\nthe solidity and wealth of an organism is, from the point of view of\nthat organism, good.",
        "A second inadequate definition of goodness is that it is adaptation to\nenvironment. This is a far more important conception than the\npreceding; but again, while not untrue, is still, in my judgment,\npartial and ambiguous. When its meaning is made clear and exact, it\nseems to coincide with my own; for it points out that nothing can be\nseparately good, but becomes so through fulfillment of relations. Each\nthing or person is surrounded by many others. To them it must fit\nitself. Being but a part, its goodness is found in serving that whole\nwith which it is connected. That is a good oar which suits well the\nhands of the rower, the row-lock of the boat, and the resisting water.\nThe white fur of the polar bear, the tawny hide of the lion, the\ncamel’s hump, giraffe’s neck, and the light feet of the antelope, are\nall alike good because they adapt these creatures to their special\nconditions of existence and thus favor their survival. Nor is there a\ndifferent standard for moral man. His actions which are accounted good\nare called so because they are those through which he is adapted to\nhis surroundings, fitted for the society of his fellows, and adjusted\nwith the best chance of survival to his encompassing physical world.",
        "While I have warm approval for much that appears in such a doctrine, I\nthink those who accept it may easily overlook certain important\nelements of goodness. At best it is a description of extrinsic\ngoodness, for it separates the object from its environment and makes\nthe response of the former to an external call the measure of its\nworth. Of that inner worth, or intrinsic goodness, where fullness and\nadjustment of relations go on within and not without, it says nothing.\nYet I have shown how impossible it is to conceive one of these kinds\nof goodness without the other.",
        "But a graver objection still–or rather the same objection pressed\nmore closely–is this. The present definition naturally brings up the\npicture of certain constant and stable surroundings enclosing an\nenvironed object which is to be changed at their demand. No such state\nof things exists. There is no fixed environment. It is always fixable.\nEvery environment is plastic and derives its character, at least\npartially, from the environed object. Each stone sends out its little\ngravitative and chemical influence upon surrounding stones, and they\nare different through being in its neighborhood. The two become\nmutually affected, and it is no more suitable to say that the object\nmust adapt itself to its environment than that the environment must be\nadapted to its object.",
        "Indeed, in persons this second form of statement is the more\nimportant; for the forcing of circumstances into accordance with human\nneeds may be said to be the chief business of human life. The man who\nadapts himself to his ignorant, licentious, or malarial surroundings,\nis not a type of the good man. Of course disregard of environment is\nnot good either. Circumstances have their honorable powers, and these\nrequire to be studied, respected, and employed. Sometimes they are so\nstrong as to leave a person no other course than to adapt himself to\nthem. He cannot adapt them to himself. Plato has a good story of how a\nnative of the little village of Seriphus tried to explain Themistocles\nby means of environment. “You would not,” he said to the great man,\n“have been eminent if you had been born in Seriphus.” “Probably not,\"\nanswered Themistocles, “nor you, if you had been born in Athens.”",
        "The definition we are discussing, then, is not true–indeed it is\nhardly intelligible–if we take it in the one-sided way in which it is\nusually announced. The demand for adaptation does not proceed\nexclusively from environment, surroundings, circumstance. The stone,\nthe tree, the man, conforms these to itself as truly as it is\nconformed to them. There is mutual adaptation. Undoubtedly this is\nimplied in the definition, and the petty employment of it which I have\nbeen attacking would be rejected also by its wiser defenders. But when\nits meaning is thus filled out, its vagueness rendered clear, and the\nmutual influence which is implied becomes clearly announced, the\ndefinition turns into the one which I have offered. Goodness is the\nexpression of the largest organization. Its aim is everywhere to bring\nobject and environment into fullest cooperation. We have seen how in\nany organic relationship every part is both means and end. Goodness\ntends toward organism; and so far as it obtains, each member of the\nuniverse receives its own appropriate expansion and dignity. The\npresent definition merely states the great truth of organization with\ntoo objective an emphasis; as that which found the satisfaction of\ndesire to be the ground of goodness over-emphasized the subjective\nside. The one is too legal, the other too aesthetic. Yet each calls\nattention to an important and supplementary factor in the formation of\ngoodness.",
        "In closing these dull defining chapters, in which I have tried to sum\nup the notion of goodness in general–a conception so thin and empty\nthat it is equally applicable to things and persons–it may be well to\ngather together in a single group the several definitions we have\nreached.",
        "Intrinsic goodness expresses the fulfillment of function in the\nconstruction of an organism.",
        "By an organism is meant such an assemblage of active and differing\nparts that in it each part both aids and is aided by all the others.",
        "Extrinsic goodness is found when an object employs an already\nconstituted wholeness to further the wholeness of others.",
        "A part is good when it furnishes that and that only which may add\nvalue to other parts.",
        "A greater good is one more largely contributory to the organism as its\nend.",
        "A higher good is one more fully expressive of that end.",
        "Probably, too, it will be found convenient to set down here a couple\nof other definitions which will hereafter be explained and employed. A\ngood act is the expression of selfhood as service. By an ideal we mean\na mental picture of a better state of existence than we feel has\nactually been reached.",
        "Alexander’s Moral Order and Progress, bk. iii. ch. i. Section 10.",
        "Martineau’s Types of Ethical Theory, vol. ii. bk. i. ch. i. Section 2.",
        "Mackenzie’s Manual of Ethics, ch. v. Section 13 & ch. vii. Section 2.",
        "Janet’s Theory of Morals, ch. iii.",
        "Dewey’s Outlines of Ethics, Section lxvii.",
        "Spencer’s Principles of Ethics, pt. i. ch. 3.",
        "Continue...",
        "\nThis electronic text of The Nature of Goodness by George Herbert Palmer (Alford Professor of Philosophy in Harvard University, 1903, A. F. P.) is in the public domain.\nConversion to this hypertext by Philipp Lenssen.\n\n\nMagazine: Philosophy Today (Amazon).\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Nature of GoodnessBy George Herbert PalmerAt Amazon"
    ]
}