{
    "title": "The Pleasures of Life -",
    "author": "Sir John Lubbock",
    "chapter": "2",
    "content": [
        "\n\n",
        "A lecture which I delivered three years ago at the Working Men’s College,\nand which forms the fourth chapter of this book, has given rise to a good\ndeal of discussion. The Pall Mall Gazette took up the subject and issued\na circular to many of those best qualified to express an opinion. This\nelicited many interesting replies, and some other lists of books were\ndrawn up. When my book was translated, a similar discussion took place in\nGermany. The result has been very gratifying, and after carefully\nconsidering the suggestions which have been made, I see no reason for any\nmaterial change in the first list. I had not presumed to form a list of my\nown, nor did I profess to give my own favorites. My attempt was to give\nthose most generally recommended by previous writers on the subject. In\nthe various criticisms on my list, while large additions, amounting to\nseveral hundred works in all, have been proposed, very few omissions have\nbeen suggested. As regards those works with reference to which some doubts\nhave been expressed–namely, the few Oriental books, Wake’s Apostolic\nFathers etc.–I may observe that I drew up the list, not as that of the\nhundred best books, but, which is very different, of those which have been\nmost frequently recommended as best worth reading.",
        "For instance as regards the Sheking and the Analects of Confucius, I\nmust humbly confess that I do not greatly admire either; but I recommended\nthem because they are held in the most profound veneration by the Chinese\nrace, containing 400,000,000 of our fellow-men. I may add that both works\nare quite short.",
        "The Ramayana and Maha Bharata (as epitomized by Wheeler) and St.\nHilaire’s Bouddha are not only very interesting in themselves, but very\nimportant in reference to our great oriental Empire.",
        "The authentic writings of the Apostolic Fathers are very short, being\nindeed comprised in one small volume, and as the only works (which have\ncome down to us) of those who lived with and knew the Apostles, they are\ncertainly well worth reading.",
        "I have been surprised at the great divergence of opinion which has been\nexpressed. Nine lists of some length have been published. These lists\ncontain some three hundred works not mentioned by me (without, however,\nany corresponding omissions), and yet there is not one single book which\noccurs in every list, or even in half of them, and only about half a dozen\nwhich appear in more than one of the nine.",
        "If these authorities, or even a majority of them, had concurred in their\nrecommendations, I would have availed myself of them; but as they differ\nso greatly I will allow my list to remain almost as I first proposed it. I\nhave, however, added Kalidasa’s Sakuntala or The Lost Ring, and\nSchiller’s William Tell, omitting, in consequence, Lucretius and Miss\nAusten: Lucretius because though his work is most remarkable, it is\nperhaps less generally suitable than most of the others in the list; and\nMiss Austen because English novelists were somewhat over-represented.",
        "HIGH ELMS,\nDOWN, KENT, August 1890.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}