{
    "title": "The Works of Horace - The First Book of the Epistles of Horace.",
    "author": "Horace",
    "chapter": "8",
    "content": [
        "\n\n",
        "EPISTLE I.",
        "TO MAECENAS.",
        "The poet renounces all verses of a ludicrous turn, and resolves to\napply himself wholly to the study of philosophy, which teaches to bridle\nthe desires, and to postpone every thing to virtue.\nMaecenas, the subject of my earliest song, justly entitled to my latest,\ndost thou seek to engage me again in the old lists, having been tried\nsufficiently, and now presented with the foils? My age is not the same,\nnor is my genius. Veianius, his arms consecrated on a pillar of\nHercules’ temple, lives snugly retired in the country, that he may not\nfrom the extremity of the sandy amphitheater so often supplicate the\npeople’s favor. Some one seems frequently to ring in my purified ear:\n“Wisely in time dismiss the aged courser, lest, an object of derision,\nhe miscarry at last, and break his wind.” Now therefore I lay aside both\nverses, and all other sportive matters; my study and inquiry is after\nwhat is true and fitting, and I am wholly engaged in this: I lay up, and\ncollect rules which I may be able hereafter to bring into use. And lest\nyou should perchance ask under what leader, in what house [of\nphilosophy], I enter myself a pupil: addicted to swear implicitly to the\nipse-dixits of no particular master, wherever the weather drives me, I\nam carried a guest. One while I become active, and am plunged in the\nwaves of state affairs, a maintainer and a rigid partisan of strict\nvirtue; then again I relapse insensibly into Aristippus’ maxims, and\nendeavor to adapt circumstances to myself, not myself to circumstances.\nAs the night seems long to those with whom a mistress has broken her\nappointment, and the day slow to those who owe their labor; as the year\nmoves lazy with minors, whom the harsh guardianship of their mothers\nconfines; so all that time to me flows tedious and distasteful, which\ndelays my hope and design of strenuously executing that which is of\nequal benefit to the poor and to the rich, which neglected will be of\nequal detriment to young and to old. It remains, that I conduct and\ncomfort myself by these principles; your sight is not so piercing as\nthat of Lynceus; you will not however therefore despise being anointed,\nif you are sore-eyed: nor because you despair of the muscles of the\ninvincible Glycon, will you be careless of preserving your body from the\nknotty gout. There is some point to which we may reach, if we can go no\nfurther. Does your heart burn with avarice, and a wretched desire of\nmore? Spells there are, and incantations, with which you may mitigate\nthis pain, and rid yourself of a great part of the distemper. Do you\nswell with the love of praise? There are certain purgations which can\nrestore you, a certain treatise, being perused thrice with purity of\nmind. The envious, the choleric, the indolent, the slave to wine, to\nwomen–none is so savage that he can not be tamed, if he will only lend\na patient ear to discipline.",
        "It is virtue, to fly vice; and the highest wisdom, to have lived free\nfrom folly. You see with what toil of mind and body you avoid those\nthings which you believe to be the greatest evils, a small fortune and a\nshameful repulse. An active merchant, you run to the remotest Indies,\nfleeing poverty through sea, through rocks, through flames. And will you\nnot learn, and hear, and be advised by one who is wiser, that you may no\nlonger regard those things which you foolishly admire and wish for? What\nlittle champion of the villages and of the streets would scorn being\ncrowned at the great Olympic games, who had the hopes and happy\nopportunity of victory without toil? Silver is less valuable than gold,\ngold than virtue. “O citizens, citizens, money is to be sought first;\nvirtue after riches:” this the highest Janus from the lowest inculcates;\nyoung men and old repeat these maxims, having their bags and\naccount-books hung on the left arm. You have soul, have breeding, have\neloquence and honor: yet if six or seven thousand sesterces be wanting\nto complete your four hundred thousand, you shall be a plebeian. But\nboys at play cry, “You shall be king, if you will do right.” Let this be\na [man’s] brazen wall, to be conscious of no ill, to turn pale with no\nguilt. Tell me, pray is the Roscian law best, or the boy’s song which\noffers the kingdom to them that do right, sung by the manly Curii and\nCamilli? Does he advise you best, who says, “Make a fortune; a fortune,\nif you can, honestly; if not, a fortune by any means\"–that you may view\nfrom a nearer bench the tear-moving poems of Puppius; or he, who still\nanimates and enables you to stand free and upright, a match for haughty\nfortune?",
        "If now perchance the Roman people should ask me, why I do not enjoy the\nsame sentiments with them, as [I do the same] porticoes, nor pursue or\nfly from whatever they admire or dislike; I will reply, as the cautious\nfox once answered the sick lion: “Because the foot-marks all looking\ntoward you, and none from you, affright me.” Thou art a monster with\nmany heads. For what shall I follow, or whom? One set of men delight to\nfarm the public revenues: there are some, who would inveigle covetous\nwidows with sweet-meats and fruits, and insnare old men, whom they would\nsend [like fish] into their ponds: the fortunes of many grow by\nconcealed usury. But be it, that different men are engaged in different\nemployments and pursuits: can the same persons continue an hour together\napproving the same things? If the man of wealth has said, “No bay in the\nworld outshines delightful Baiae,” the lake and the sea presently feel\nthe eagerness of their impetuous master: to whom, if a vicious humor\ngives the omen, [he will cry,]–\"to-morrow, workmen, ye shall convey\nhence your tools to Teanum.” Has he in his hall the genial bed? He says\nnothing is preferable to, nothing better than a single life. If he has\nnot, he swears the married only are happy. With what noose can I hold\nthis Proteus, varying thus his forms? What does the poor man? Laugh [at\nhim too]: is he not forever changing his garrets, beds, baths, barbers?\nHe is as much surfeited in a hired boat, as the rich man is, whom his\nown galley conveys.",
        "If I meet you with my hair cut by an uneven barber, you laugh [at me]:\nif I chance to have a ragged shirt under a handsome coat, or if my\ndisproportioned gown fits me ill, you laugh. What [do you do], when my\njudgment contradicts itself? it despises what it before desired; seeks\nfor that which lately it neglected; is all in a ferment, and is\ninconsistent in the whole tenor of life; pulls down, builds up, changes\nsquare to round. In this case, you think I am mad in the common way, and\nyou do not laugh, nor believe that I stand in need of a physician, or\nof a guardian assigned by the praetor; though you are the patron of my\naffairs, and are disgusted at the ill-pared nail of a friend that\ndepends upon you, that reveres you.",
        "In a word, the wise man is inferior to Jupiter alone, is rich, free,\nhonorable, handsome, lastly, king of kings; above all, he is sound,\nunless when phlegm is troublesome.",
        "EPISTLE II.",
        "TO LOLLIUS.",
        "He prefers Homer to all the philosophers, as a moral writer, and\nadvises an early cultivation of virtue.",
        "While you, great Lollius, declaim at Rome, I at Praeneste have perused\nover again the writer of the Trojan war; who teaches more clearly, and\nbetter than Chrysippus and Crantor, what is honorable, what shameful,\nwhat profitable, what not so. If nothing hinders you, hear why I have\nthus concluded. The story is which, on account of Paris’s intrigue,\nGreece is stated to be wasted in a tedious war with the barbarians,\ncontains the tumults of foolish princes and people. Antenor gives his\nopinion for cutting off the cause of the war. What does Paris? He can\nnot be brought to comply, [though it be in order] that he may reign\nsafe, and live happy. Nestor labors to compose the differences between\nAchilles and Agamemnon: love inflames one; rage both in common. The\nGreeks suffer for what their princes act foolishly. Within the walls of\nIlium, and without, enormities are committed by sedition, treachery,\ninjustice, and lust, and rage.",
        "Again, to show what virtue and what wisdom can do, he has propounded\nUlysses an instructive pattern: who, having subdued Troy, wisely got an\ninsight into the constitutions and customs of many nations; and, while\nfor himself and his associates he is contriving a return, endured many\nhardships on the spacious sea, not to be sunk by all the waves of\nadversity. You are well acquainted with the songs of the Sirens, and\nCirce’s cups: of which, if he had foolishly and greedily drunk along\nwith his attendants, he had been an ignominious and senseless slave\nunder the command of a prostitute: he had lived a filthy dog, or a hog\ndelighting in mire.",
        "We are a mere number and born to consume the fruits of the earth; like\nPenelope’s suitors, useless drones; like Alcinous’ youth, employed above\nmeasure in pampering their bodies; whose glory was to sleep till\nmid-day, and to lull their cares to rest by the sound of the harp.\nRobbers rise by night, that they may cut men’s throats; and will not you\nawake to save yourself? But, if you will not when you are in health, you\nwill be forced to take exercise when you are in a dropsy; and unless\nbefore day you call for a book with a light, unless you brace your mind\nwith study and honest employments, you will be kept awake and tormented\nwith envy or with love. For why do you hasten to remove things that hurt\nyour eyes, but if any thing gnaws your mind, defer the time of curing it\nfrom year to year? He has half the deed done, who has made a beginning.\nBoldly undertake the study of true wisdom: begin it forthwith. He who\npostpones the hour of living well, like the hind [in the fable], waits\ntill [all the water in] the river be run off: whereas it flows, and will\nflow, ever rolling on.",
        "Money is sought, and a wife fruitful in bearing children, and wild\nwoodlands are reclaimed by the plow. [To what end all this?] He, that\nhas got a competency, let him wish for no more. Not a house and farm,\nnor a heap of brass and gold, can remove fevers from the body of their\nsick master, or cares from his mind. The possessor must be well, if he\nthinks of enjoying the things which he has accumulated. To him that is a\nslave to desire or to fear, house and estate do just as much good as\npaintings to a sore-eyed person, fomentations to the gout, music to ears\nafflicted with collected matter. Unless the vessel be sweet, whatever\nyou pour into it turns sour. Despise pleasures, pleasure bought with\npain is hurtful. The covetous man is ever in want; set a certain limit\nto your wishes. The envious person wastes at the thriving condition of\nanother: Sicilian tyrants never invented a greater torment than envy. He\nwho will not curb his passion, will wish that undone which his grief and\nresentment suggested, while he violently plies his revenge with unsated\nrancor. Rage is a short madness. Rule your passion, which commands, if\nit do not obey; do you restrain it with a bridle, and with fetters. The\ngroom forms the docile horse, while his neck is yet tender, to go the\nway which his rider directs him: the young hound, from the time that he\nbarked at the deer’s skin in the hall, campaigns it in the woods. Now,\nwhile you are young, with an untainted mind Imbibe instruction: now\napply yourself to the best [masters of morality]. A cask will long\npreserve the flavor, with which when new it was once impregnated. But if\nyou lag behind, or vigorously push on before, I neither wait for the\nloiterer, nor strive to overtake those that precede me.",
        "EPISTLE III.",
        "TO JULIUS FLORUS.",
        "After inquiring about Claudius Tiberius Nero, and some of his friends,\nhe exhorts Florus to the study of philosophy.",
        "I long to know, Julius Florus, in what regions of the earth Claudius,\nthe step-son of Augustus, is waging war. Do Thrace and Hebrus, bound\nwith icy chains, or the narrow sea running between the neighboring\ntowers, or Asia’s fertile plains and hills detain you? What works is the\nstudious train planning? In this too I am anxious–who takes upon\nhimself to write the military achievements of Augustus? Who diffuses\ninto distant ages his deeds in war and peace? What is Titius about, who\nshortly will be celebrated by every Roman tongue; who dreaded not to\ndrink of the Pindaric spring, daring to disdain common waters and open\nstreams: how does he do? How mindful is he of me? Does he employ himself\nto adapt Theban measures to the Latin lyre, under the direction of his\nmuse? Or does he storm and swell in the pompous style of traffic art?\nWhat is my Celsus doing? He has been advised, and the advice is still\noften to be repeated, to acquire stock of his own, and forbear to touch\nwhatever writings the Palatine Apollo has received: lest, if it chance\nthat the flock of birds should some time or other come to demand their\nfeathers, he, like the daw stripped of his stolen colors, be exposed to\nridicule. What do you yourself undertake? What thyme are you busy\nhovering about? Your genius is not small, is not uncultivated nor\ninelegantly rough. Whether you edge your tongue for [pleading] causes,\nor whether you prepare to give counsel in the civil law, or whether you\ncompose some lovely poem; you will bear off the first prize of the\nvictorious ivy. If now you could quit the cold fomentations of care;\nwhithersoever heavenly wisdom would lead you, you would go. Let us,\nboth small and great, push forward in this work, in this pursuit: if to\nour country, if to ourselves we would live dear.",
        "You must also write me word of this, whether Munatiua is of as much\nconcern to you as he ought to be? Or whether the ill-patched\nreconciliation in vain closes, and is rent asunder again? But, whether\nhot blood, or inexperience in things, exasperates you, wild as coursers\nwith unsubdued neck, in whatever place you live, too worthy to break the\nfraternal bond, a devoted heifer is feeding against your return.",
        "EPISTLE IV.",
        "TO ALBIUS TIBULLUS.",
        "He declares his accomplishments; and, after proposing the thought of\ndeath, converts it into an occasion of pleasantry.",
        "Albius, thou candid critic of my discourses, what shall I say you are\nnow doing in the country about Pedum? Writing what may excel the works\nof Cassius Parmensis; or sauntering silently among the healthful groves,\nconcerning yourself about every thing worthy a wise and good man? You\nwere not a body without a mind. The gods have given you a beautiful\nform, the gods [have given] you wealth, and the faculty of enjoying it.",
        "What greater blessing could a nurse solicit for her beloved child, than\nthat he might be wise, and able to express his sentiments; and that\nrespect, reputation, health might happen to him in abundance, and decent\nliving, with a never-failing purse?",
        "In the midst of hope and care, in the midst of fears and disquietudes,\nthink every day that shines upon you is the last. [Thus] the hour, which\nshall not be expected, will come upon you an agreeable addition.",
        "When you have a mind to laugh, you shall see me fat and sleek with good\nkeeping, a hog of Epicurus’ herd.",
        "EPISTLE V.",
        "TO TORQUATUS.",
        "He invites him to a frugal entertainment, but a cleanly and cheerful\none.",
        "If you can repose yourself as my guest upon Archias’ couches, and are\nnot afraid to make a whole meal on all sorts of herbs from a moderate\ndish; I will expect you, Torquatus, at my house about sun set. You shall\ndrink wine poured into the vessel in the second consulship of Taurus,\nproduced between the fenny Minturnae and Petrinum of Sinuessa. If you\nhave any thing better, send for it; or bring your commands. Bright\nshines my hearth, and my furniture is clean for you already. Dismiss\nairy hopes, and contests about riches, and Moschus’ cause. To-morrow, a\nfestal day on account of Caesar’s birth, admits of indulgence and\nrepose. We shall have free liberty to prolong the summer evening with\nfriendly conversation. To what purpose have I fortune, if I may not use\nit? He that is sparing out of regard to his heir, and too niggardly, is\nnext neighbor to a madman. I will begin to drink and scatter flowers,\nand I will endure even to be accounted foolish. What does not wine\nfreely drunken enterprise? It discloses secrets; commands our hopes to\nbe ratified; pushes the dastard on to the fight; removes the pressure\nfrom troubled minds; teaches the arts. Whom have not plentiful cups made\neloquent? Whom have they not [made] free and easy under pinching\npoverty?",
        "I, who am both the proper person and not unwilling, am charged to take\ncare of these matters; that no dirty covering on the couch, no foul\nnapkin contract your nose into wrinkles; and that the cup and the dish\nmay show you to yourself; that there be no one to carry abroad what is\nsaid among faithful friends; that equals may meet and be joined with\nequals I will add to you Butra, and Septicius, and Sabinus, unless a\nbetter entertainment and a mistress more agreeable detain him. There is\nroom also for many introductions: but goaty ramminess is offensive in\nover-crowded companies.",
        "Do you write word, what number you would be; and setting aside business,\nthrough the back-door give the slip to your client who keeps guard in\nyour court.",
        "EPISTLE VI.",
        "TO NUMICIUS.",
        "That a wise man is in love with nothing but virtue.",
        "To admire nothing is almost the one and only thing, Numicius, which can\nmake and keep a man happy. There are who view this sun, and the stars,\nand the seasons retiring at certain periods, untainted with any fear.\nWhat do you think of the gifts of the earth? What of the sea, that\nenriches the remote Arabians and Indians? What of scenical shows, the\napplause and favors of the kind Roman? In what manner do you think they\nare to be looked upon, with what apprehensions and countenance? He that\ndreads the reverse of these, admires them almost in the same way as he\nthat desires them; fear alike disturbs both ways: an unforeseen turn of\nthings equally terrifies each of them: let a man rejoice or grieve,\ndesire or fear; what matters it–if, whatever he perceives better or\nworse than his expectations, with downcast look he be stupefied in mind\nand body? Let the wise man bear the name of fool, the just of unjust; if\nhe pursue virtue itself beyond proper bounds.",
        "Go now, look with transport upon silver, and antique marble, and brazen\nstatues, and the arts: admire gems, and Tyrian dyes: rejoice, that a\nthousand eyes are fixed upon you while you speak: industrious repair\nearly to the forum, late to your house, that Mutus may not reap more\ngrain [than you] from his lands gained in dowry, and (unbecoming, since\nhe sprung from meaner parents) that he may not be an object of\nadmiration to you rather than you to him. Whatever is in the earth, time\nwill bring forth into open day light; will bury and hide things, that\nnow shine brightest. When Agrippa’s portico, and the Appian way, shall\nhave beheld you well known; still it remains for you to go where Numa\nand Ancus are arrived. If your side or your reins are afflicted with an\nacute disease, seek a remedy from the disease. Would you live happily?\nWho would not? If virtue alone can confer this, discarding pleasures,\nstrenuously pursue it. Do you think virtue mere words, as a grove is\ntrees? Be it your care that no other enter the port before you; that you\nlose not your traffic with Cibyra, with Bithynia. Let the round sum of a\nthousand talents be completed; as many more; further, let a third\nthousand succeed, and the part which may square the heap. For why,\nsovereign money gives a wife with a [large] portion, and credit, and\nfriends, and family, and beauty; and [the goddesses], Persuasion and\nVenus, graced the well-moneyed man. The king of the Cappadocians, rich\nin slaves, is in want of coin; be not you like him. Lucullus, as they\nsay, being asked if he could lend a hundred cloaks for the stage, “How\ncan I so many?” said he: “yet I will see, and send as many as I have;” a\nlittle after he writes that he had five thousand cloaks in his house;\nthey might take part of them, or all. It is a scanty house, where there\nare not many things superfluous, and which escape the owner’s notice,\nand are the gain of pilfering slaves. If then wealth alone can make and\nkeep a man happy, be first in beginning this work, be last in leaving it\noff. If appearances and popularity make a man fortunate, let as purchase\na slave to dictate [to us] the names [of the citizens], to jog us on the\nleft-side, and to make us stretch our hand over obstacles: “This man has\nmuch interest in the Fabian, that in the Veline tribe; this will give\nthe fasces to any one, and, indefatigably active, snatch the curule\nivory from whom he pleases; add [the names of] father, brother:\naccording as the age of each is, so courteously adopt him. If he who\nfeasts well, lives well; it is day, let us go whither our appetite leads\nus: let us fish, let us hunt, as did some time Gargilius: who ordered\nhis toils, hunting-spears, slaves, early in the morning to pass through\nthe crowded forum and the people: that one mule among many, in the sight\nof the people, might return loaded with a boar purchased with money. Let\nus bathe with an indigested and full-swollen stomach, forgetting what is\nbecoming, what not; deserving to be enrolled among the citizens of\nCaere; like the depraved crew of Ulysses of Ithaca, to whom forbidden\npleasure was dearer than their country. If, as Mimnermus thinks, nothing\nis pleasant without love and mirth, live in love and mirth.",
        "Live: be happy. If you know of any thing preferable to these maxims,\ncandidly communicate it: if not, with me make use of these.",
        "EPISTLE VII.",
        "TO MAECENAS.",
        "He apologizes to Maecenas for his long absence from Rome; and\nacknowledges his favors to him in such a manner as to declare liberty\npreferable to all other blessings.",
        "Having promised you that I would be in the country but five days, false\nto my word, I am absent the whole of August. But, if you would have me\nlive sound and in perfect health, the indulgence which you grant me,\nMaecenas, when I am ill, you will grant me [also] when I am afraid of\nbeing ill: while [the time of] the first figs, and the [autumnal] heat\ngraces the undertaker with his black attendants; while every father and\nmother turn pale with fear for their children; and while over-acted\ndiligence, and attendance at the forum, bring on fevers and unseal\nwills. But, if the winter shall scatter snow upon the Alban fields, your\npoet will go down to the seaside, and be careful of himself, and read\nbundled up; you, dear friend, he will revisit with the zephyrs, if you\nwill give him leave, and with the first swallow.",
        "You have made me rich, not in the manner in which the Calabrian host\nbids [his guest] eat of his pears. “Eat, pray, sir.” “I have had\nenough.” “But take away with you what quantity you will.” “You are very\nkind.” “You will carry them no disagreeable presents to your little\nchildren.” “I am as much obliged by your offer, as if I were sent away\nloaded.” “As you please: you leave them to be devoured to-day by the\nhogs.” The prodigal and fool gives away what he despises and hates; the\nreaping of favors like these has produced, and ever will produce,\nungrateful men. A good and wise man professes himself ready to do\nkindness to the deserving; and yet is not ignorant, how true coins\ndiffer from lupines. I will also show myself deserving of the honor of\nbeing grateful. But if you would not have me depart any whither, you\nmust restore my vigorous constitution, the black locks [that grew] on my\nnarrow forehead: you must restore to me the power of talking pleasantly:\nyou must restore to me the art of laughing with becoming ease, and\nwhining over my liquor at the jilting of the wanton Cynara.",
        "A thin field-mouse had by chance crept through a narrow cranny into a\nchest of grain; and, having feasted itself, in vain attempted to come\nout again, with its body now stuffed full. To which a weasel at a\ndistance cries, “If you would escape thence, repair lean to the narrow\nhole which you entered lean.” If I be addressed with this similitude, I\nresign all; neither do I, sated with delicacies, cry up the calm repose\nof the vulgar, nor would I change my liberty and ease for the riches of\nthe Arabians. You have often commended me for being modest; when present\nyou heard [from me the appellations of] king and father, nor am I a word\nmore sparing in your absence. Try whether I can cheerfully restore what\nyou have given me. Not amiss [answered] Telemachus, son of the patient\nUlysses: “The country of Ithaca is not proper for horses, as being\nneither extended into champaign fields, nor abounding with much grass:\nAtrides, I will leave behind me your gifts, [which are] more proper for\nyourself.” Small things best suit the small. No longer does imperial\nRome please me, but unfrequented Tibur, and unwarlike Tarentum.",
        "Philip, active and strong, and famed for pleading causes, while\nreturning from his employment about the eighth hour, and now of a great\nage, complaining that the Carinae were too far distant from the forum;\nspied, as they say, a person clean shaven in a barber’s empty shed,\ncomposedly paring his own nails with a knife. “Demetrius,” [says he,]\n(this slave dexterously received his master’s orders,) “go inquire, and\nbring me word from what house, who he is, of what fortune, who is his\nfather, or who is his patron.” He goes, returns, and relates, that “he\nis by name, Vulteius Maena, an auctioneer, of small fortune, of a\ncharacter perfectly unexceptionable, that he could upon occasion ply\nbusily, and take his ease, and get, and spend; delighting in humble\ncompanions and a settled dwelling, and (after business ended) in the\nshows, and the Campus Martius.”",
        "“I would inquire of him himself all this, which you report; bid him come\nto sup with me.” Maena can not believe it; he wonders silently within\nhimself. Why many words? He answers, “It is kind.” “Can he deny me?\"\n“The rascal denies, and disregards or dreads you.” In the morning Philip\ncomes unawares upon Vulteius, as he is selling brokery-goods to the\ntunic’d populace, and salutes him first. He pleads to Philip his\nemployment, and the confinement of his business, in excuse for not\nhaving waited upon him in the morning; and afterward, for not seeing him\nfirst. “Expect that I will excuse you on this condition, that you sup\nwith me to-day.” “As you please.” “Then you will come after the ninth\nhour: now go: strenuously increase your stock.” When they were come to\nsupper, having discoursed of things of a public and private nature, at\nlength he is dismissed to go to sleep. When he had often been seen, to\nrepair like a fish to the concealed hook, in the morning a client, and\nnow as a constant guest; he is desired to accompany [Philip] to his\ncountry-seat near the city, at the proclaiming of the Latin festivals.\nMounted on horseback, he ceases not to cry up the Sabine fields and air.\nPhilip sees it, and smiles: and, while he is seeking amusement and\ndiversion for himself out of every thing, while he makes him a present\nof seven thousand sesterces, and promises to lend him seven thousand\nmore: he persuades him to purchase a farm: he purchases one. That I may\nnot detain you with a long story beyond what is necessary, from a smart\ncit he becomes a downright rustic, and prates of nothing but furrows and\nvineyards; prepares his elms; is ready to die with eager diligence, and\ngrows old through a passionate desire of possessing. But when his sheep\nwere lost by theft, his goats by distemper, his harvest deceived his\nhopes, his ox was killed with plowing; fretted with these losses, at\nmidnight he snatches his nag, and in a passion makes his way to Philip’s\nhouse. Whom as soon as Philip beheld, rough and unshaven, “Vulteius,\"\nsaid he, “you seem to me to be too laborious and earnest.” “In truth,\npatron,” replied he, “you would call me a wretch, if you would apply to\nme my true name. I beseech and conjure you then, by your genius and your\nright hand and your household gods, restore me to my former life.” As\nsoon as a man perceives, how much the things he has discarded excel\nthose which he pursues, let him return in time, and resume those which\nhe relinquished.",
        "It is a truth, that every one ought to measure himself by his own proper\nfoot and standard.",
        "EPISTLE VIII.",
        "TO CELSUS ALBINOVANUS.",
        "That he was neither well in body, nor in mind; that Celtics should bear\nhis prosperity with moderation.",
        "My muse at my request, give joy and wish success to Celsus Albinovanus,\nthe attendant and the secretary of Nero. If he shall inquire, what I am\ndoing, say that I, though promising many and fine things, yet live\nneither well [according to the rules of strict philosophy], nor\nagreeably; not because the hail has crushed my vines, and the heat has\nnipped my olives; nor because my herds are distempered in distant\npastures; but because, less sound in my mind than in my whole body, I\nwill hear nothing, learn nothing which may relieve me, diseased as I am;\nthat I am displeased with my faithful physicians, am angry with my\nfriends for being industrious to rouse me from a fatal lethargy; that I\npursue things which have done me hurt, avoid things which I am persuaded\nwould be of service, inconstant as the wind, at Rome am in love with\nTibur, at Tibur with Rome. After this, inquire how he does; how he\nmanages his business and himself; how he pleases the young prince and\nhis attendants. If he shall say, well; first congratulate him, then\nremember to whisper this admonition in his ears: As you, Celsus, bear\nyour fortunes, so will we bear you.",
        "EPISTLE IX.",
        "TO CLAUDIUS TIBERIUS NERO.",
        "He recommends Septimius to him.",
        "Of all the men in the world Septimius surely, O Claudius, knows how much\nregard you have for me. For when he requests, and by his entreaties in a\nmanner compels me, to undertake to recommend and introduce him to you,\nas one worthy of the confidence and the household of Nero, who is wont\nto choose deserving objects, thinking I discharge the office of an\nintimate friend; he sees and knows better than myself what I can do. I\nsaid a great deal, indeed, in order that I might come off excused: but I\nwas afraid, lest I should be suspected to pretend my interest was less\nthan it is, to be a dissembler of my own power, and ready to serve\nmyself alone. So, avoiding the reproach of a greater fault, I have put\nin for the prize of town-bred confidence. If then you approve of modesty\nbeing superseded at the pressing entreaties of a friend, enrol this\nperson among your retinue, and believe him to be brave and good.",
        "Epistle X.",
        "TO ARISTIUS FUSCUS.",
        "He praises a country before a city life, as more agreeable to nature,\nand more friendly to liberty.",
        "We, who love the country, salute Fuscus that loves the town; in this\npoint alone [being] much unlike, but in other things almost twins, of\nbrotherly sentiments: whatever one denies the other too [denies]; we\nassent together: like old and constant doves, you keep the nest; I\npraise the rivulets, the rocks overgrown with moss, and the groves of\nthe delightful country. Do you ask why? I live and reign, as soon as I\nhave quitted those things which you extol to the skies with joyful\napplause. And, like a priest’s, fugitive slave I reject luscious wafers,\nI desire plain bread, which is more agreeable now than honied cakes.",
        "If we must live suitably to nature, and a plot of ground is to be first\nsought to raise a house upon, do you know any place preferable to the\nblissful country? Is there any spot where the winters are more\ntemperate? where a more agreeable breeze moderates the rage of the\nDog-star, and the season of the Lion, when once that furious sign has\nreceived the scorching sun? Is there a place where envious care less\ndisturbs our slumbers? Is the grass inferior in smell or beauty to the\nLibyan pebbles? Is the water, which strives to burst the lead in the\nstreets, purer than that which trembles in murmurs down its sloping\nchannel? Why, trees are nursed along the variegated columns [of the\ncity]; and that house is commended, which has a prospect of distant\nfields. You may drive out nature with a fork, yet still she will return,\nand, insensibly victorious, will break through [men’s] improper\ndisgusts.",
        "Not he who is unable to compare the fleeces that drink up the dye of\nAquinum with the Sidonian purple, will receive a more certain damage\nand nearer to his marrow, than he who shall not be able to distinguish\nfalse from true. He who has been overjoyed by prosperity, will be\nshocked by a change of circumstances. If you admire any thing [greatly],\nyou will be unwilling to resign it. Avoid great things; under a mean\nroof one may outstrip kings, and the favorites of kings, in one’s life.",
        "The stag, superior in fight, drove the horse from the common pasture,\ntill the latter, worsted in the long contest, implored the aid of man\nand received the bridle; but after he had parted an exulting conqueror\nfrom his enemy, he could not shake the rider from his back, nor the bit\nfrom his mouth. So he who, afraid of poverty, forfeits his liberty, more\nvaluable than mines, avaricious wretch, shall carry a master, and shall\neternally be a slave, for not knowing how to use a little. When a man’s\ncondition does not suit him, it will be as a shoe at any time; which, if\ntoo big for his foot, will throw him down; if too little, will pinch\nhim. [If you are] cheerful under your lot, Aristius, you will live\nwisely; nor shall you let me go uncorrected, if I appear to scrape\ntogether more than enough and not have done. Accumulated money is the\nmaster or slave of each owner, and ought rather to follow than to lead\nthe twisted rope.",
        "These I dictated to thee behind the moldering temple of Vacuna; in all\nother things happy, except that thou wast not with me.",
        "EPISTLE XI.",
        "TO BULLATIUS.",
        "Endeavoring to recall him back to Rome from Asia, whither he had\nretreated through his weariness of the civil wars, he advises him to\nease the disquietude of his mind not by the length of his journey, but\nby forming his mind into a right disposition.",
        "What, Bullatius, do you think of Chios, and of celebrated Lesbos? What\nof neat Samos? What of Sardis, the royal residence of Croesus? What of\nSmyrna, and Colophon? Are they greater or less than their fame? Are they\nall contemptible in comparison of the Campus Martius and the river\nTiber? Does one of Attalus’ cities enter into your wish? Or do you\nadmire Lebedus, through a surfeit of the sea and of traveling? You know\nwhat Lebedus is; it is a more unfrequented town than Gabii and Fidenae;\nyet there would I be willing to live; and, forgetful of my friends and\nforgotten by them, view from land Neptune raging at a distance. But\nneither he who comes to Rome from Capua, bespattered with rain and mire,\nwould wish to live in an inn; nor does he, who has contracted a cold,\ncry up stoves and bagnios as completely furnishing a happy life: nor, if\nthe violent south wind has tossed you in the deep, will you therefore\nsell your ship on the other side of the Aegean Sea. On a man sound in\nmind Rhodes and beautiful Mitylene have such an effect, as a thick cloak\nat the summer solstice, thin drawers in snowy weather, [bathing in] the\nTiber in winter, a fire in the month of August. While it is permitted,\nand fortune preserves a benign aspect, let absent Samos, and Chios, and\nRhodes, be commended by you here at Rome. Whatever prosperous; hour\nProvidence bestows upon you, receive it with a thankful hand: and defer\nnot [the enjoyment of] the comforts of life, till a year be at an end;\nthat in whatever place you are, you may say you have lived with\nsatisfaction. For if reason and discretion, not a place that commands a\nprospect of the wide-extended sea, remove our cares; they change their\nclimate, not their disposition, who run beyond the sea: a busy idleness\nharrasses us: by ships and by chariots we seek to live happily. What you\nseek is here [at home], is at Ulubrae, if a just temper of mind is not\nwanting to you.",
        "EPISTLE XII.",
        "TO ICCIUS.",
        "Leader the appearance of praising the man’s parsimony, he archly\nridicules it; introduces Grosphus to him, and concludes with a few\narticles of news concerning the Roman affairs.",
        "O Iccius, if you rightly enjoy the Sicilian products, which you collect\nfor Agrippa, it is not possible that greater affluence can be given you\nby Jove. Away with complaints! for that man is by no means poor, who has\nthe use or everything, he wants. If it is well with your belly, your\nback, and your feet, regal wealth can add nothing greater. If perchance\nabstemious amid profusion you live upon salad and shell-fish, you will\ncontinue to live in such a manner, even if presently fortune shall flow\nupon you in a river of gold; either because money can not change the\nnatural disposition, or because it is your opinion that all things are\ninferior to virtue alone. Can we wonder that cattle feed upon the\nmeadows and corn-fields of Democritus, while his active soul is abroad\n[traveling] without his body? When you, amid such great impurity and\ninfection of profit, have no taste for any thing trivial, but still mind\n[only] sublime things: what causes restrain the sea, what rules the\nyear, whether the stars spontaneously or by direction wander about and\nare erratic, what throws obscurity on the moon, and what brings out her\norb, what is the intention and power of the jarring harmony of things,\nwhether Empedocles or the clever Stertinius be in the wrong.",
        "However, whether you murder fishes, or onions and garlic, receive\nPompeius Grosphus; and, if he asks any favor, grant it him frankly:\nGrosphus will desire nothing but what is right and just. The proceeds of\nfriendship are cheap, when good men want any thing.",
        "But that you may not be ignorant in what situation the Roman affairs\nare; the Cantabrians have fallen by the valor of Agrippa, the Armenians\nby that of Claudius Nero: Phraates has, suppliant on his knees, admitted\nthe laws and power of Caesar. Golden plenty has poured out the fruits of\nItaly from a full horn.",
        "EPISTLE XIII.",
        "TO VINNIUS ASINA.",
        "Horace cautions him to present his poems to Augustus at a proper\nopportunity, and with due decorum.",
        "As on your setting out I frequently and fully gave you instructions,\nVinnius, that you would present these volumes to Augustus sealed up if\nhe shall be in health, if in spirits, finally, if he shall ask for them:\ndo not offend out of zeal to me, and industriously bring an odium upon\nmy books [by being] an agent of violent officiousness. If haply the\nheavy load of my paper should gall you, cast it from you, rather than\nthrow down your pack in a rough manner where you are directed to carry\nit, and turn your paternal name of Asina into a jest, and make yourself\na common story. Make use of your vigor over the hills, the rivers, and\nthe fens. As soon as you have achieved your enterprise, and arrived\nthere, you must keep your burden in this position; lest you happen to\ncarry my bundle of books under your arm, as a clown does a lamb, or as\ndrunken Pyrrhia [in the play does] the balls of pilfered wool, or as a\ntribe-guest his slippers with his fuddling-cap. You must not tell\npublicly, how you sweated with carrying those verses, which may detain\nthe eyes and ears of Caesar. Solicited with much entreaty, do your best.\nFinally, get you gone, farewell: take care you do not stumble, and break\nmy orders.",
        "EPISTLE XIV.",
        "TO HIS STEWARD.",
        "He upbraids his levity for contemning a country life, which had been\nhis choice, and being eager to return to Rome.",
        "Steward of my woodlands and little farm that restores me to myself,\nwhich you despise, [though formerly] inhabited by five families, and\nwont to send five good senators to Varia: let us try, whether I with\nmore fortitude pluck the thorns out of my mind, or you out of my ground:\nand whether Horace or his estate be in a better condition.",
        "Though my affection and solicitude for Lamia, mourning for his brother,\nlamenting inconsolably for his brother’s loss, detain me; nevertheless\nmy heart and soul carry me thither and long to break through those\nbarriers that obstruct my way. I pronounce him the happy man who dwells\nin the country, you him [who lives] in the city. He to whom his\nneighbor’s lot is agreeable, must of consequence dislike his own. Each\nof us is a fool for unjustly blaming the innocent place. The mind is in\nfault, which never escapes from itself. When you were a drudge at every\none’s beck, you tacitly prayed for the country: and now, [being\nappointed] my steward, you wish for the city, the shows, and the baths.\nYou know I am consistent with myself, and loth to go, whenever\ndisagreeable business drags me to Rome. We are not admirers of the same\nthings: henoe you and I disagree. For what you reckon desert and\ninhospitable wilds, he who is of my way of thinking calls delightful\nplaces; and dislikes what you esteem pleasant. The bagnio, I perceive,\nand the greasy tavern raise your inclination for the city: and this,\nbecause my little spot will sooner yield frankincense and pepper than\ngrapes; nor is there a tavern near, which can supply you with wine; nor\na minstrel harlot, to whose thrumming you may dance, cumbersome to the\nground: and yet you exercise with plowshares the fallows that have been\na long while untouched, you take due care of the ox when unyoked, and\ngive him his fill with leaves stripped [from the boughs]. The sluice\ngives an additional trouble to an idle fellow, which, if a shower fall,\nmust be taught by many a mound to spare the sunny meadow.",
        "Come now, attend to what hinders our agreeing. [Me,] whom fine garments\nand dressed locks adorned, whom you know to have pleased venal Cynara\nwithout a present, whom [you have seen] quaff flowing Falernian from\nnoon–a short supper [now] delights, and a nap upon the green turf by\nthe stream side; nor is it a shame to have been gay, but not to break\noff that gayety. There there is no one who reduces my possessions with\nenvious eye, nor poisons them with obscure malice and biting slander;\nthe neighbors smile at me removing clods and stones. You had rather be\nmunching your daily allowance with the slaves in town; you earnestly\npray to be of the number of these: [while my] cunning foot-boy envies\nyou the use of the firing, the flocks and the garden. The lazy ox wishes\nfor the horse’s trappings: the horse wishes to go to plow. But I shall\nbe of opinion, that each of them ought contentedly to exercise that art\nwhich he understands.",
        "EPISTLE XV.",
        "TO C. NEUMONIUS VALA.",
        "Preparing to go to the baths either at Velia or Salernum, he inquires\nafter the healthfulness and agreeableness of the places.",
        "It is your part, Vala, to write to me (and mine to give credit to your\ninformation) what sort of a winter is it at Velia, what the air at\nSalernum, what kind of inhabitants the country consists of, and how the\nroad is (for Antonius Musa [pronounces] Baiae to be of no service to me;\nyet makes me obnoxious to the place, when I am bathed in cold water\neven in the midst of the frost [by his prescription]. In truth the\nvillage murmers at their myrtle-groves being deserted and the sulphurous\nwaters, said to expel lingering disorders from the nerves, despised;\nenvying those invalids, who have the courage to expose their head and\nbreast to the Clusian springs, and retire to Gabii and [such] cold\ncountries. My course must be altered, and my horse driven beyond his\naccustomed stages. Whither are you going? will the angry rider say,\npulling in the left-hand rein, I am not bound for Cumae or Baiae:–but\nthe horse’s ear is in the bit.) [You must inform me likewise] which of\nthe two people is supported by the greatest abundance of corn; whether\nthey drink rainwater collected [in reservoirs], or from perennial wells\nof never-failing water (for as to the wine of that part I give myself no\ntrouble; at my country-seat I can dispense and bear with any thing: but\nwhen I have arrived at a sea-port, I insist upon that which is generous\nand mellow, such as may drive away my cares, such as may flow into my\nveins and animal spirits with a rich supply of hope, such as may supply\nme with words, such as may make me appear young to my Lucanian\nmistress). Which tract of land produces most hares, which boars: which\nseas harbor the most fishes and sea-urchins, that I may be able to\nreturn home thence in good case, and like a Phaeacian.",
        "When Maenius, having bravely made away with his paternal and maternal\nestates, began to be accounted a merry fellow–a vagabond droll, who had\nno certain place of living; who, when dinnerless, could not distinguish\na fellow-citizen from an enemy; unmerciful in forging any scandal\nagainst any person; the pest, and hurricane, and gulf of the market;\nwhatever he could get, he gave to his greedy gut. This fellow, when he\nhad extorted little or nothing from the favorers of his iniquity, or\nthose that dreaded it, would eat up whole dishes of coarse tripe and\nlamb’s entrails; as much as would have sufficed three bears; then truly,\n[like] reformer Bestius, would he say, that the bellies of extravagant\nfellows ought to be branded with a red-hot iron. The same man [however],\nwhen he had reduced to smoke and ashes whatever more considerable booty\nhe had gotten; ’Faith, said he, I do not wonder if some persons eat up\ntheir estates; since nothing is better than a fat thrush, nothing finer\nthan a lage sow’s paunch. In fact, I am just such another myself; for,\nwhen matters are a little deficient, I commend, the snug and homely\nfare, of sufficient resolution amid mean provisions; but, if any thing\nbe offered better and more delicate, I, the same individual, cry out,\nthat ye are wise and alone live well, whose wealth and estate are\nconspicuous from the elegance of your villas.",
        "EPISTLE XVI.",
        "TO QUINCTIUS.",
        "He describes to Quinctius the form, situation, and advantages of his\ncountry house: then declares that probity consists in the consciousness\nof good works; liberty, in probity.",
        "Ask me not, my best Quinctius, whether my farm maintains its master with\ncorn-fields, or enriches him with olives, or with fruits, or meadow\nland, or the elm tree clothed with vines: the shape and situation of my\nground shall be described to you at large.",
        "There is a continued range of mountains, except where they are separated\nby a shadowy vale; but in such a manner, that the approaching sun views\nit on the right side, and departing in his flying car warms the left.\nYou would commend its temperature. What? If my [very] briers produce in\nabundance the ruddy cornels and damsens? If my oak and holm tree\naccommodate my cattle with plenty of acorns, and their master with a\ncopious shade? You would say that Tarentum, brought nearer [to Rome],\nshone in its verdant beauty. A fountain too, deserving to give name to a\nriver, insomuch that Hebrus does not surround Thrace more cool or more\nlimpid, flows salubrious to the infirm head, salubrious to the bowels.\nThese sweet, yea now (if you will credit me) these delightful retreats\npreserve me to you in a state of health [even] in the September season.",
        "You live well, if you take care to support the character which you bear.\nLong ago, all Rome has proclaimed you happy: but I am apprehensive, lest\nyou should give more credit concerning yourself to any one than\nyourself; and lest you should imagine a man happy, who differs from the\nwise and good; or, because the people pronounce you sound and perfectly\nwell, lest you dissemble the lurking fever at meal-times, until a\ntrembling seize your greased hands. The false modesty of fools conceals\nulcers [rather than have them cured]. If any one should mention battles\nwhich you had fought by land and sea, and in such expressions as these\nshould soothe your listening ears: “May Jupiter, who consults the safety\nboth of you and of the city, keep it in doubt, whether the people be\nmore solicitous for your welfare, or you for the people’s;” you might\nperceive these encomiums to belong [only] to Augustus when you suffer\nyourself to be termed a philosopher, and one of a refined life; say,\npr’ythee, would you answer [to these appellations] in your own name? To\nbe sure–I like to be called a wise and good man, as well as you. He who\ngave this character to-day, if he will, can take it away to-morrow: as\nthe same people, if they have conferred the consulship on an unworthy\nperson, may take it away from him: “Resign; it is ours,” they cry: I do\nresign it accordingly, and chagrined withdraw. Thus if they should call\nme rogue, deny me to be temperate, assert that I had strangled my own\nfather with a halter; shall I be stung, and change color at these false\nreproaches? Whom does false honor delight, or lying calumny terrify,\nexcept the vicious and sickly-minded? Who then is a good man? He who\nobserves the decrees of the senate, the laws and rules of justice; by\nwhose arbitration many and important disputes are decided; by whose\nsurety private property, and by whose testimony causes are safe. Yet\n[perhaps] his own family and all the neighborhood observe this man,\nspecious in a fair outside, [to be] polluted within. If a slave should\nsay to me, “I have not committed a robbery, nor run away:” “You have\nyour reward; you are not galled with the lash,” I reply. “I have not\nkilled any man:” “You shall not [therefore] feed the carrion crows on\nthe cross.” I am a good man, and thrifty: your Sabine friend denies, and\ncontradicts the fact. For the wary wolf dreads the pitfall, and the hawk\nthe suspected snares, and the kite the concealed hook. The good, [on the\ncontrary,] hate to sin from the love of virtue; you will commit no crime\nmerely for the fear of punishment. Let there be a prospect of escaping,\nyou will confound sacred and profane things together. For, when from a\nthousand bushels of beans you filch one, the loss in that case to me is\nless, but not your villainy. The honest man, whom every forum and every\ncourt of justice looks upon with reverence, whenever he makes an\natonement to the gods with a wine or an ox; after he has pronounced in a\nclear distinguishable voice, “O father Janus, O Apollo;” moves his lips\nas one afraid of being heard; “O fair Laverna put it in my power to\ndeceive; grant me the appearance of a just and upright man: throw a\ncloud of night over my frauds.” I do not see how a covetous man can be\nbetter, how more free than a slave, when he stoops down for the sake of\na penny, stuck in the road [for sport]. For he who will be covetous,\nwill also be anxious: but he that lives in a state of anxiety, will\nnever in my estimation be free. He who is always in a hurry, and\nimmersed in the study of augmenting his fortune, has lost the arms, and\ndeserted the post of virtue. Do not kill your captive, if you can sell\nhim: he will serve you advantageously: let him, being inured to\ndrudgery, feed [your cattle], and plow; let him go to sea, and winter in\nthe midst of the waves; let him be of use to the market, and import corn\nand provisions. A good and wise man will have courage to say, “Pentheus,\nking of Thebes, what indignities will you compel me to suffer and\nendure. ’I will take away your goods:’ my cattle, I suppose, my land, my\nmovables and money: you may take them. ’I will confine you with\nhandcuffs and fetters under a merciless jailer.’ The deity himself will\ndischarge me, whenever I please.” In my opinion, this is his meaning; I\nwill die. Death is the ultimate boundary of human matters.",
        "Epistle XVII.",
        "TO SCAEVA.",
        "That a life of business is preferable to a private and inactive one;\nthe friendship of great men is a laudable acquisition, yet their favors\nare ever to be solicited with modesty and caution.",
        "Though, Scaeva, you have sufficient prudence of your own, and well know\nhow to demean yourself toward your superiors; [yet] hear what are the\nsentiments of your old crony, who himself still requires teaching, just\nas if a blind man should undertake to show the way: however see, if even\nI can advance any thing, which you may think worth your while to adopt\nas your own.",
        "If pleasant rest, and sleep till seven o’clock, delight you; if dust and\nthe rumbling of wheels, if the tavern offend you, I shall order you off\nfor Ferentinum. For joys are not the property of the rich alone: nor\nhas he lived ill, who at his birth and at his death has passed\nunnoticed. If you are disposed to be of service to your friends, and to\ntreat yourself with somewhat more indulgence, you, being poor, must pay\nyour respects to the great. Aristippus, if he could dine to his\nsatisfaction on herbs, would never frequent [the tables] of the great.\nIf he who blames me, [replies Aristippus,] knew how to live with the\ngreat, he would scorn his vegetables. Tell me, which maxim and conduct\nof the two you approve; or, since you are my junior, hear the reason why\nAristippus’ opinion is preferable; for thus, as they report, he baffled\nthe snarling cynic: “I play the buffoon for my own advantage, you [to\nplease] the populace. This [conduct of mine] is better and far more\nhonorable; that a horse may carry and a great man feed me, pay court to\nthe great: you beg for refuse, an inferior to the [poor] giver; though\nyou pretend you are in want of nothing.” As for Aristippus, every\ncomplexion of life, every station and circumstance sat gracefully upon\nhim, aspiring in general to greater things, yet equal to the present: on\nthe other hand, I shall be much surprised, if a contrary way of life\nshould become [this cynic], whom obstinacy clothes with a double rag.\nThe one will not wait for his purple robe; but dressed in any thing,\nwill go through the most frequented places, and without awkwardness\nsupport either character: the other will shun the cloak wrought at\nMiletus with greater aversion than [the bite of] dog or viper; he will\ndie with cold, unless you restore him his ragged garment; restore it,\nand let him live like a fool as he is. To perform exploits, and show the\ncitizens their foes in chains, reaches the throne of Jupiter, and aims\nat celestial honors. To have been acceptable to the great, is not the\nlast of praises. It is not every man’s lot to gain Corinth. He\n[prudently] sat still who was afraid lest he should not succeed: be it\nso; what then? Was it not bravely done by him, who carried his point?\nEither here therefore, or nowhere, is what we are investigating. The one\ndreads the burden, as too much for a pusillanimous soul and a weak\nconstitution; the other under takes, and carries it through. Either\nvirtue is an empty name, or the man who makes the experiment deservedly\nclaims the honor and the reward.",
        "Those who mention nothing of their poverty before their lord, will gain\nmore than the importunate. There is a great difference between modestly\naccepting, or seizing by violence But this was the principle and source\nof every thing [which I alleged]. He who says, “My sister is without a\nportion, my mother poor, and my estate neither salable nor sufficient\nfor my support,” cries out [in effect], “Give me a morsel of bread:\"\nanother whines, “And let the platter be carved out for me with half a\nshare of the bounty.” But if the crow could have fed in silence, he\nwould have had better fare, and much less of quarreling and of envy.",
        "A companion taken [by his lord] to Brundusium, or the pleasant\nSurrentum, who complains of the ruggedness of the roads and the bitter\ncold and rains, or laments that his chest is broken open and his\nprovisions stolen; resembles the well-known tricks of a harlot, weeping\nfrequently for her necklace, frequently for a garter forcibly taken from\nher; so that at length no credit is given to her real griefs and losses.\nNor does he, who has been once ridiculed in the streets, care to lift up\na vagrant with a [pretended] broken leg; though abundant tears should\nflow from him; though, swearing by holy Osiris, he says, “Believe me, I\ndo not impose upon you; O cruel, take up the lame.” “Seek out for a\nstranger,” cries the hoarse neighborhood.",
        "EPISTLE XVIII.",
        "TO LOLLIUS.",
        "He treats at large upon the cultivation of the favor of great men; and\nconcludes with a few words concerning the acquirement of peace of mind.",
        "If I rightly know your temper, most ingenuous Lollius, you will beware\nof imitating a flatterer, while you profess yourself a friend. As a\nmatron is unlike and of a different aspect from a strumpet, so will a\ntrue friend differ from the toad-eater. There is an opposite vice to\nthis, rather the greater [of the two]; a clownish, inelegant, and\ndisagreeable bluntness, which would recommend itself by an unshaven face\nand black teeth; while it desires to be termed pure freedom and true\nsincerity. Virtue is the medium of the two vices; and equally remote\nfrom either. The one is over-prone to complaisance, and a jester of the\nlowest, couch, he so reverences the rich man’s nod, so repeats his\nspeeches, and catches up his falling words; that you would take him for\na school-boy saying his lesson to a rigid master, or a player acting an\nunderpart; another often wrangles about a goat’s hair, and armed engages\nfor any trifle: “That I, truly, should not have the first credit; and\nthat I should not boldly speak aloud, what is my real sentiment–[upon\nsuch terms], another life would be of no value.” But what is the subject\nof this controversy? Why, whether [the gladiator] Castor or Dolichos be\nthe cleverer fellow; whether the Minucian, or the Appian, be the better\nroad to Brundusium.",
        "Him whom pernicious lust, whom quick-dispatching dice strips, whom\nvanity dresses out and perfumes beyond his abilities, whom insatiable\nhunger and thirst after money, Whom a shame and aversion to poverty\npossess, his rich friend (though furnished with a half-score more vices)\nhates and abhors; or if he does not hate, governs him; and, like a pious\nmother, would have him more wise and virtuous than himself; and says\nwhat is nearly true: “My riches (think not to emulate me) admit of\nextravagance; your income is but small: a scanty gown becomes a prudent\ndependant: cease to vie with me.” Whomsoever Eutrapelus had a mind to\npunish, he presented with costly garments. For now [said he] happy in\nhis fine clothes, he will assume new schemes and hopes; he will sleep\ntill daylight; prefer a harlot to his honest-calling; run into debt; and\nat last become a gladiator, or drive a gardener’s hack for hire.",
        "Do not you at any time pry into his secrets; and keep close what is\nintrusted to you, though put to the torture, by wine or passion. Neither\ncommend your own inclinations, nor find fault with those of others; nor,\nwhen he is disposed to hunt, do you make verses. For by such means the\namity of the twins Zethus and Amphion, broke off; till the lyre,\ndisliked by the austere brother, was silent. Amphion is thought to have\ngiven way to his brother’s humors; so do you yield to the gentle\ndictates of your friend in power: as often as he leads forth his dogs\ninto the fields and his cattle laden with Aetolian nets, arise and lay\naside the peevishness of your unmannerly muse, that you may sup together\non the delicious fare purchased by your labor; an exercise habitual to\nthe manly Romans, of service to their fame and life and limbs:\nespecially when you are in health, and are able either to excel the dog\nin swiftness, or the boar in strength. Add [to this], that there is no\none who handles martial weapons more gracefully. You well know, with\nwhat acclamations of the spectators you sustain the combats in the\nCampus Marcius: in fine, as yet a boy, you endured a bloody campaign and\nthe Cantabrian wars, beneath a commander, who is now replacing the\nstandards [recovered] from the Parthian temples: and, if any thing is\nwanting, assigns it to the Roman arms. And that you may not withdraw\nyourself, and inexcusably be absent; though you are careful to do\nnothing out of measure, and moderation, yet you sometimes amuse yourself\nat your country-seat. The [mock] fleet divides the little boats [into\ntwo squadrons]: the Actian sea-fight is represented by boys under your\ndirection in a hostile form: your brother is the foe, your lake the\nAdriatic; till rapid victory crowns the one or the other with her bays.\nYour patron, who will perceive that you come into his taste, will\napplaud your sports with both his hands.",
        "Moreover, that I may advise you (if in aught you stand in need of an\nadviser), take great circumspection what you say to any man, and to\nwhom. Avoid an inquisitive impertinent, for such a one is also a\ntattler, nor do open ears faithfully retain what is intrusted to them;\nand a word, once sent abroad, flies irrevocably.",
        "Let no slave within the marble threshold of your honored friend inflame\nyour heart; lest the owner of the beloved damsel gratify you with so\ntrifling a present, or, mortifying [to your wishes], torment you [with a\nrefusal].",
        "Look over and over again [into the merits of] such a one, as you\nrecommend; lest afterward the faults of others strike you with shame. We\nare sometimes imposed upon, and now and then introduce an unworthy\nperson. Wherefore, once deceived, forbear to defend one who suffers by\nhis own bad conduct; but protect one whom you entirely know, and with\nconfidence guard him with your patronage, if false accusations attack\nhim: who being bitten with the tooth of calumny, do you not perceive\nthat the same danger is threatening you? For it is your own concern,\nwhen the adjoining wall is on fire: and flames neglected are wont to\ngain strength.",
        "The attending of the levee of a friend in power seems delightful to the\nunexperienced; the experienced dreads it. Do you, while your vessel is\nin the main, ply your business, lest a changing gale bear you back\nagain.",
        "The melancholy hate the merry, and the jocose the melancholy; the\nvolatile [dislike] the sedate, the indolent the stirring and vivacious:\nthe quaffers of pure Falernian from midnight hate one who shirks his\nturn; notwithstanding you swear you are afraid of the fumes of wine by\nnight. Dispel gloominess from your forehead: the modest man generally\ncarries the look of a sullen one; the reserved, of a churl.",
        "In every thing you must read and consult the learned, by what means you\nmay be enabled to pass your life in an agreeable manner: that insatiable\ndesire may not agitate and torment you, nor the fear and hope of things\nthat are but of little account: whether learning acquires virtue, or\nnature bestows it? What lessens cares, what may endear you to yourself?\nWhat perfectly renders the temper calm; honor or enticing lucre, or a\nsecret passage and the path of an unnoticed life?",
        "For my part, as often as the cooling rivulet Digentia refreshes me\n(Digentia, of which Mandela drinks, a village wrinkled with cold); what,\nmy friend, do you think are my sentiments, what do you imagine I pray\nfor? Why, that my fortune may remain as it is now; or even [if it be\nsomething] less: and that I may live to myself, what remains of my time,\nif the gods will that aught do remain: that I may have a good store of\nbooks, and corn provided for the year; lest I fluctuate in suspense of\neach uncertain hour. But it is sufficient to sue Jove [for these\nexternals], which he gives and takes away [at pleasure]; let him grant\nlife, let him grant wealth: I myself will provide equanimity of temper.\n",
        "Epistle XIX.",
        "TO MAECENAS.",
        "He shows the folly of some persons who would imitate; and the envy of\nothers who would censure him.",
        "O learned Maecenas, if you believe old Gratinus, no verses which are\nwritten by water-drinkers can please, or be long-lived. Ever since\nBacchus enlisted the brain-sick poets among the Satyrs and the Fauns,\nthe sweet muses have usually smelt of wine in the morning. Homer, by his\nexcessive praises of wine, is convicted as a booser: father Ennius\nhimself never sallied forth to sing of arms, unless in drink. “I will\ncondemn the sober to the bar and the prater’s bench, and deprive the\nabstemious of the power of singing.”",
        "As soon as he gave out this edict, the poets did not cease to contend in\nmidnight cups, and to smell of them by day. What! if any savage, by a\nstern countenance and bare feet, and the texture of a scanty gown,\nshould imitate Cato; will he represent the virtue and morals of Cato?\nThe tongue that imitated Timagenes was the destruction of the Moor,\nwhile he affected to be humorous, and attempted to seem eloquent. The\nexample that is imitable in its faults, deceives [the ignorant]. Soh! if\nI was to grow up pale by accident, [these poetasters] would drink the\nblood-thinning cumin. O ye imitators, ye servile herd, how often your\nbustlings have stirred my bile, how often my mirth!",
        "I was the original, who set my free footsteps upon the vacant sod; I\ntrod not in the steps of others. He who depends upon himself, as leader,\ncommands the swarm. I first showed to Italy the Parian iambics:\nfollowing the numbers and spirit of Archilochus, but not his subject and\nstyle, which afflicted Lycambes. You must not, however, crown me with a\nmore sparing wreath, because I was afraid to alter the measure and\nstructure of his verse: for the manly Sappho governs her muse by the\nmeasures of Archilochus, so does Alcaeus; but differing from him in the\nmaterials and disposition [of his lines], neither does he seek for a\nfather-in-law whom he may defame with his fatal lampoons, nor does he\ntie a rope for his betrothed spouse in scandalous verse. Him too, never\ncelebrated by any other tongue, I the Roman lyrist first made known. It\ndelights me, as I bring out new productions, to be perused by the eyes,\nand held in the hands of the ingenuous.",
        "Would you know why the ungrateful reader extols and is fond of many\nworks at home, unjustly decries them without doors? I hunt not after the\napplause of the inconstant vulgar, at the expense of entertainments, and\nfor the bribe of a worn-out colt: I am not an auditor of noble writers,\nnor a vindictive reciter, nor condescend to court the tribes and desks\nof the grammarians. Hence are these tears. If I say that “I am ashamed\nto repeat my worthless writings to crowded theatres, and give an air of\nconsequence to trifles:” “You ridicule us,” says [one of them], “and you\nreserve those pieces for the ears of Jove: you are confident that it is\nyou alone that can distill the poetic honey, beautiful in your own\neyes.” At these words I am afraid to turn up my nose; and lest I should\nbe torn by the acute nails of my adversary, “This place is\ndisagreeable,” I cry out, “and I demand a prorogation of the contest.\"\nFor contest is wont to beget trembling emulation and strife, and strife\ncruel enmities and funereal war.",
        "EPISTLE XX.",
        "TO HIS BOOK.",
        "In vain he endeavors to retain his book, desirous of getting abroad;\ntells it what trouble it is to undergo, and imparts some things to be\nsaid of him to posterity.\nYou seem, my book, to look wistfully at Janus and Vertumnus; to the end\nthat you may be set out for sale, neatly polished by the pumice-stone of\nthe Sosii. You hate keys and seals, which are agreeable to a modest\n[volume]; you grieve that you are shown but to a few, and extol public\nplaces; though educated in another manner. Away with you, whither you\nare so solicitous of going down: there will be no returning for you,\nwhen you are once sent out. “Wretch that I am, what have I done? What\ndid I want?\"–you will say: when any one gives you ill treatment, and\nyou know that you will be squeezed into small compass, as soon as the\neager reader is satiated. But, if the augur be not prejudiced by\nresentment of your error, you shall be caressed at Rome [only] till your\nyouth be passed. When, thumbed by the hands of the vulgar, you begin to\ngrow dirty; either you shall in silence feed the grovelling book-worms,\nor you shall make your escape to Utica, or shall be sent bound to\nIlerda. Your disregarded adviser shall then laugh [at you]: as he, who\nin a passion pushed his refractory ass over the precipice. For who would\nsave [an ass] against his will? This too awaits you, that faltering\ndotage shall seize on you, to teach boys their rudiments in the skirts\nof the city. But when the abating warmth of the sun shall attract more\nears, you shall tell them, that I was the son of a freedman, and\nextended my wings beyond my nest; so that, as much as you take away from\nmy family, you may add to my merit: that I was in favor with the first\nmen in the state, both in war and peace; of a short stature, gray\nbefore my time, calculated for sustaining heat, prone to passion, yet so\nas to be soon appeased. If any one should chance to inquire my age; let\nhim know that I had completed four times eleven Decembers, in the year\nin which Lollius admitted Lepidus as his colleague.",
        "Continue...",
        "\nThis eBook of “The Works of Horace” by Horace belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Marketing Management (12th Edition) (Marketing Management)By Philip KotlerAt Amazon"
    ]
}