{
    "title": "The Diary of a Nobody - Chapter XIX.",
    "author": "George and Weedon Grossmith",
    "chapter": "20",
    "content": [
        "\n\n",
        "Meet Teddy Finsworth, an old schoolfellow.  We have a pleasant and\nquiet dinner at his uncle’s, marred only by a few awkward mistakes\non my part respecting Mr. Finsworth’s pictures.  A discussion on\ndreams.",
        "\nApril 27. - Kept a little later than usual at the office, and as I\nwas hurrying along a man stopped me, saying:  “Hulloh!  That’s a\nface I know.”  I replied politely:  “Very likely; lots of people\nknow me, although I may not know them.”  He replied:  “But you know\nme - Teddy Finsworth.”  So it was.  He was at the same school with\nme.  I had not seen him for years and years.  No wonder I did not\nknow him!  At school he was at least a head taller than I was; now\nI am at least a head taller than he is, and he has a thick beard,\nalmost grey.  He insisted on my having a glass of wine (a thing I\nnever do), and told me he lived at Middlesboro’, where he was\nDeputy Town Clerk, a position which was as high as the Town Clerk\nof London - in fact, higher.  He added that he was staying for a\nfew days in London, with his uncle, Mr. Edgar Paul Finsworth (of\nFinsworth and Pultwell).  He said he was sure his uncle would be\nonly too pleased to see me, and he had a nice house, Watney Lodge,\nonly a few minutes’ walk from Muswell Hill Station.  I gave him our\naddress, and we parted.",
        "In the evening, to my surprise, he called with a very nice letter\nfrom Mr. Finsworth, saying if we (including Carrie) would dine with\nthem to-morrow (Sunday), at two o’clock, he would be delighted.\nCarrie did not like to go; but Teddy Finsworth pressed us so much\nwe consented.  Carrie sent Sarah round to the butcher’s and\ncountermanded our half-leg of mutton, which we had ordered for to-\nmorrow.",
        "April 28, Sunday. - We found Watney Lodge farther off than we\nanticipated, and only arrived as the clock struck two, both feeling\nhot and uncomfortable.  To make matters worse, a large collie dog\npounced forward to receive us.  He barked loudly and jumped up at\nCarrie, covering her light skirt, which she was wearing for the\nfirst time, with mud.  Teddy Finsworth came out and drove the dog\noff and apologised.  We were shown into the drawing-room, which was\nbeautifully decorated.  It was full of knick-knacks, and some\nplates hung up on the wall.  There were several little wooden milk-\nstools with paintings on them; also a white wooden banjo, painted\nby one of Mr. Paul Finsworth’s nieces - a cousin of Teddy’s.",
        "Mr. Paul Finsworth seemed quite a distinguished-looking elderly\ngentleman, and was most gallant to Carrie.  There were a great many\nwater-colours hanging on the walls, mostly different views of\nIndia, which were very bright.  Mr. Finsworth said they were\npainted by “Simpz,” and added that he was no judge of pictures\nhimself but had been informed on good authority that they were\nworth some hundreds of pounds, although he had only paid a few\nshillings apiece for them, frames included, at a sale in the\nneighbourhood.",
        "There was also a large picture in a very handsome frame, done in\ncoloured crayons.  It looked like a religious subject.  I was very\nmuch struck with the lace collar, it looked so real, but I\nunfortunately made the remark that there was something about the\nexpression of the face that was not quite pleasing.  It looked\npinched.  Mr. Finsworth sorrowfully replied:  “Yes, the face was\ndone after death - my wife’s sister.”",
        "I felt terribly awkward and bowed apologetically, and in a whisper\nsaid I hoped I had not hurt his feelings.  We both stood looking at\nthe picture for a few minutes in silence, when Mr. Finsworth took\nout a handkerchief and said:  “She was sitting in our garden last\nsummer,” and blew his nose violently.  He seemed quite affected, so\nI turned to look at something else and stood in front of a portrait\nof a jolly-looking middle-aged gentleman, with a red face and straw\nhat.  I said to Mr. Finsworth:  “Who is this jovial-looking\ngentleman?  Life doesn’t seem to trouble him much.”  Mr. Finsworth\nsaid:  “No, it doesn’t.  HE IS DEAD TOO - my brother.”",
        "I was absolutely horrified at my own awkwardness.  Fortunately at\nthis moment Carrie entered with Mrs. Finsworth, who had taken her\nupstairs to take off her bonnet and brush her skirt.  Teddy said:\n“Short is late,” but at that moment the gentleman referred to\narrived, and I was introduced to him by Teddy, who said:  “Do you\nknow Mr. Short?”  I replied, smiling, that I had not that pleasure,\nbut I hoped it would not be long before I knew Mr. SHORT.  He\nevidently did not see my little joke, although I repeated it twice\nwith a little laugh.  I suddenly remembered it was Sunday, and Mr.\nShort was perhaps VERY PARTICULAR.  In this I was mistaken, for he\nwas not at all particular in several of his remarks after dinner.\nIn fact I was so ashamed of one of his observations that I took the\nopportunity to say to Mrs. Finsworth that I feared she found Mr.\nShort occasionally a little embarrassing.  To my surprise she said:\n“Oh! he is privileged you know.”  I did not know as a matter of\nfact, and so I bowed apologetically.  I fail to see why Mr. Short\nshould be privileged.",
        "Another thing that annoyed me at dinner was that the collie dog,\nwhich jumped up at Carrie, was allowed to remain under the dining-\nroom table.  It kept growling and snapping at my boots every time I\nmoved my foot.  Feeling nervous rather, I spoke to Mrs. Finsworth\nabout the animal, and she remarked:  “It is only his play.”  She\njumped up and let in a frightfully ugly-looking spaniel called\nBibbs, which had been scratching at the door.  This dog also seemed\nto take a fancy to my boots, and I discovered afterwards that it\nhad licked off every bit of blacking from them.  I was positively\nashamed of being seen in them.  Mrs. Finsworth, who, I must say, is\nnot much of a Job’s comforter, said:  “Oh! we are used to Bibbs\ndoing that to our visitors.”",
        "Mr. Finsworth had up some fine port, although I question whether it\nis a good thing to take on the top of beer.  It made me feel a\nlittle sleepy, while it had the effect of inducing Mr. Short to\nbecome “privileged” to rather an alarming extent.  It being cold\neven for April, there was a fire in the drawing-room; we sat round\nin easy-chairs, and Teddy and I waxed rather eloquent over the old\nschool days, which had the effect of sending all the others to\nsleep.  I was delighted, as far as Mr. Short was concerned, that it\ndid have that effect on him.",
        "We stayed till four, and the walk home was remarkable only for the\nfact that several fools giggled at the unpolished state of my\nboots.  Polished them myself when I got home.  Went to church in\nthe evening, and could scarcely keep awake.  I will not take port\non the top of beer again.",
        "April 29. - I am getting quite accustomed to being snubbed by\nLupin, and I do not mind being sat upon by Carrie, because I think\nshe has a certain amount of right to do so; but I do think it hard\nto be at once snubbed by wife, son, and both my guests.",
        "Gowing and Cummings had dropped in during the evening, and I\nsuddenly remembered an extraordinary dream I had a few nights ago,\nand I thought I would tell them about it.  I dreamt I saw some huge\nblocks of ice in a shop with a bright glare behind them.  I walked\ninto the shop and the heat was overpowering.  I found that the\nblocks of ice were on fire.  The whole thing was so real and yet so\nsupernatural I woke up in a cold perspiration.  Lupin in a most\ncontemptuous manner, said:  “What utter rot.”",
        "Before I could reply, Gowing said there was nothing so completely\nuninteresting as other people’s dreams.",
        "I appealed to Cummings, but he said he was bound to agree with the\nothers and my dream was especially nonsensical.  I said:  “It\nseemed so real to me.”  Gowing replied:  “Yes, to YOU perhaps, but\nnot to US.”  Whereupon they all roared.",
        "Carrie, who had hitherto been quiet, said:  “He tells me his stupid\ndreams every morning nearly.”  I replied:  “Very well, dear, I\npromise you I will never tell you or anybody else another dream of\nmine the longest day I live.”  Lupin said:  “Hear! hear!” and\nhelped himself to another glass of beer.  The subject was\nfortunately changed, and Cummings read a most interesting article\non the superiority of the bicycle to the horse.",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}