{
    "title": "The Jungle Book - Lukannon (Rudyard Kipling)",
    "author": "Unknown",
    "chapter": "8",
    "content": [
        "\n\n",
        "This is the great deep-sea song that all the St. Paul seals sing\nwhen they are heading back to their beaches in the summer.  It is\na sort of very sad seal National Anthem.",
        "    I met my mates in the morning (and, oh, but I am old!)\n    Where roaring on the ledges the summer ground-swell rolled;\n    I heard them lift the chorus that drowned the breakers’ song–\n    The Beaches of Lukannon–two million voices strong.",
        "    The song of pleasant stations beside the salt lagoons,\n    The song of blowing squadrons that shuffled down the dunes,\n    The song of midnight dances that churned the sea to flame–\n    The Beaches of Lukannon–before the sealers came!",
        "    I met my mates in the morning (I’ll never meet them more!);\n    They came and went in legions that darkened all the shore.\n    And o’er the foam-flecked offing as far as voice could reach\n    We hailed the landing-parties and we sang them up the beach.",
        "    The Beaches of Lukannon–the winter wheat so tall–\n    The dripping, crinkled lichens, and the sea-fog drenching all!\n    The platforms of our playground, all shining smooth and worn!\n    The Beaches of Lukannon–the home where we were born!",
        "    I met my mates in the morning, a broken, scattered band.\n    Men shoot us in the water and club us on the land;\n    Men drive us to the Salt House like silly sheep and tame,\n    And still we sing Lukannon–before the sealers came.",
        "    Wheel down, wheel down to southward; oh, Gooverooska, go!\n    And tell the Deep-Sea Viceroys the story of our woe;\n    Ere, empty as the shark’s egg the tempest flings ashore,\n    The Beaches of Lukannon shall know their sons no more!",
        "Continue...",
        "\nThis eBook of “The Jungle Book” by Rudyard Kipling belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jungle Book (Tor Classics)By Rudyard KiplingAt Amazon"
    ]
}