{
    "title": "The Boys’ Life of Mark Twain - LXIV. A Degree From Oxford",
    "author": "Paine",
    "chapter": "64",
    "content": [
        "\n",
        "\n\n",
        "On my return I found Mark Twain elated: he had been invited to England to\nreceive the degree of Literary Doctor from the Oxford University.  It is\nthe highest scholastic honorary degree; and to come back, as I had, from\nfollowing the early wanderings of the barefoot truant of Hannibal, only\nto find him about to be officially knighted by the world’s most venerable\ninstitution of learning, seemed rather the most surprising chapter even\nof his marvelous fairy-tale.  If Tom Sawyer had owned the magic wand, he\nhardly could have produced anything as startling as that.",
        "He sailed on the 8th of June, 1907, exactly forty years from the day he\nhad sailed on the “Quaker City” to win his greater fame.  I did not\naccompany him.  He took with him a secretary to make notes, and my\naffairs held me in America.  He was absent six weeks, and no attentions\nthat England had ever paid him before could compare with her lavish\nwelcome during this visit.  His reception was really national.  He was\nbanqueted by the greatest clubs of London, he was received with special\nfavor at the King’s garden party, he traveled by a royal train, crowds\ngathering everywhere to see him pass.  At Oxford when he appeared on the\nstreet the name Mark Twain ran up and down like a cry of fire, and the\npeople came running.  When he appeared on the stage at the Sheldonian\nTheater to receive his degree, clad in his doctor’s robe of scarlet and\ngray, there arose a great tumult–the shouting of the undergraduates for\nthe boy who had been Tom Sawyer and had played with Huckleberry Finn.\nThe papers next day spoke of his reception as a “cyclone,” surpassing any\nother welcome, though Rudyard Kipling was one of those who received\ndegrees on that occasion, and General Booth and Whitelaw Reid, and other\nfamous men.",
        "Perhaps the most distinguished social honor paid to Mark Twain at this\ntime was the dinner given him by the staff of London “Punch,” in the\nhistoric “Punch” editorial rooms on Bouverie Street.  No other foreigner\nhad ever been invited to that sacred board, where Thackeray had sat, and\nDouglas Jerrold and others of the great departed.  “Punch” had already\nsaluted him with a front-page cartoon, and at this dinner the original\ndrawing was presented to him by the editor’s little daughter, Joy Agnew.",
        "The Oxford degree, and the splendid homage paid him by England at large,\nbecame, as it were, the crowning episode of Mark Twain’s career.  I think\nhe realized this, although he did not speak of it–indeed, he had very\nlittle to say of the whole matter.  I telephoned a greeting when I knew\nthat he had arrived in New York, and was summoned to “come down and play\nbilliards.”  I confess I went with a good deal of awe, prepared to sit in\nsilence and listen to the tale of the returning hero.  But when I arrived\nhe was already in the billiard-room, knocking the balls about–his coat\noff, for it was a hot night.  As I entered, he said:",
        "“Get your cue–I’ve been inventing a new game.”",
        "That was all.  The pageant was over, the curtain was rung down.  Business\nwas resumed at the old stand.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}