{
    "title": "The Golden Sayings of Epictetus - CLXXXVIII ",
    "author": "Unknown",
    "chapter": "188",
    "content": [
        "\n",
        "\n\n",
        "If a man has this peace—not the peace proclaimed by Caesar\n(how indeed should he have it to proclaim?), nay, but the peace\nproclaimed by God through reason, will not that suffice him when\nalone, when he beholds and reflects:—Now can no evil happen unto\nme; for me there is no robber, for me no earthquake; all things\nare full of peace, full of tranquillity; neither highway nor city\nnor gathering of men, neither neighbour nor comrade can do me\nhurt. Another supplies my food, whose care it is; another my\nraiment; another hath given me perceptions of sense and primary\nconceptions. And when He supplies my necessities no more, it is\nthat He is sounding the retreat, that He hath opened the door,\nand is saying to thee, Come!—Whither? To nought that thou\nneedest fear, but to the friendly kindred elements whence thou\ndidst spring. Whatsoever of fire is in thee, unto fire shall\nreturn; whatsoever of earth, unto earth; of spirit, unto spirit;\nof water, unto water. There is no Hades, no fabled rivers of\nSighs, of Lamentation, or of Fire: but all things are full of\nBeings spiritual and divine. With thoughts like these, beholding\nthe Sun, Moon, and Stars, enjoying earth and sea, a man is\nneither helpless nor alone!",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}