{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. X",
    "author": "I. Windslow Ayer",
    "chapter": "11",
    "content": [
        "\n\n",
        "THE REASONS WHY REBEL AGENTS WERE SENT TO CANADA, AND THEIR\nDOINGS–VARIOUS PLOTS OF MISCHIEF, HARRASSING, PILLAGING, &c.–THE\nWATCHWORD OF THE REBELS IN CANADA.",
        "The United States armies being continually pressed forward, step by step,\ntowards the heart of the Confederacy, occupying more and more of the soil\nfrom which their commissary was but illy and scantily supplied, together\nwith a desire on the part of the Southern people, to let the people of the\nNorth see what invasion meant, to make them feel and see the destruction\nand desolation following our army of invasion, determined the Richmond\ngovernment, in 1863, to send its agents to the Canadas, well supplied with\nmoney, to endeavor to foment discord, and to intensify the dissatisfaction\nalready existing in certain political circles, with the government, to\nsuch an extent that it could be made available for their own uses and\npurposes. Knowing that thousands of their soldiers were confined at\nJohnston’s Island, and Camp Douglas near Chicago, almost within twelve\nhours’ travel of Canada, it was the great object of the rebel government\nto release those prisoners of war, and in the mean time having stirred up\nand excited a formidable conspiracy in the North, particularly in the\nNorth-West, having in view the subversion of the government, and the\nsecuring of material aid and assistance to the rebels, and those rebel\nprisoners being released through the instrumentality of the rebels from\nCanada and those of the Northern sympathizers who could be induced to join\nin the expeditions for that purpose, the conspiracy was to culminate all\nover the North–but principally in Illinois, Ohio, Indiana, Kentucky,\nMissouri and New York, and effect the release of the prisoners of war\nconfined in the various prisons in those States. The prisoners at all\nthese places being released, were to form a nucleus around which all the\ndissatisfied people of the Northern States could rally, and endeavor to\nmaintain themselves and their cause here in the North, and by rallying in\nformidable numbers, to cause the withdrawal of so many troops from the\nfield in front, to establish peace at home, that it would materially\nchange the whole character of the war, and remove the seat of war from the\ncotton States to the Northern States–Kentucky, Tennessee and Missouri.\nUpon the withdrawal of the troops in any considerable numbers from the\nfront, was to follow the advance of the rebel armies into Kentucky,\nTennessee and Missouri.",
        "Sterling Price would never have invaded the State of Missouri in the fall\nof 1864, had it not been to give all the aid and assistance the rebellion\ncould afford, to the conspiracy just then ready to break loose, and this\nexplains the position that Hood occupied for nearly two months in Northern\nGeorgia, Alabama and Tennessee. He would never have placed himself in such\na position, had it not been deemed absolutely necessary by the Richmond\nGovernment, that his army should be placed where upon the breaking out of\nthe conspiracy he could exercise a great influence over its prospects of\nsuccess. To further the objects and views just stated, Jacob Thompson, of\nMiss., formerly Secretary of the Interior under Buchanan’s administration,\nwas made a secret agent for the Rebel Government in the Canadas, and two\nhundred and fifty or three hundred thousand dollars in specie, or its\nequivalent, was placed in his hands by the Rebel Government, for the\npurpose of arming and equipping any expedition he might place on foot from\nBritish America, for the injury of the inland or ocean commerce of the\nUnited States, or harrassing its Northern borders, and particularly for\nthe release of the Rebel prisoners of war at Camp Douglas and Johnston\nIsland, and from the beginning of Mr. Thompson’s services in Canada, we\nmay date all the regularly organized and officered expeditions from\nBritish America against the United States. Chief of all these expeditions\nwere the two attempts, during last year, to release the prisoners of war\nat Camp Douglas, near Chicago, Ill., and the two different attempts to\ncapture the steamer “Michigan” (a United States vessel of war stationed on\nLake Erie, carrying eighteen guns), and release the prisoners on\nJohnston’s Island. All four of these expeditions failed totally in the\nobjects for which they were organized, mainly by some friendly parties\nhaving put the military authorities on their guard soon enough to enable\nthem to defeat the attempts, and in some instances to capture the parties\nconcerned in them.",
        "To aid Mr. Thompson in his nefarious efforts in Canada, several officers\nof various ranks were detailed from the Rebel army, by the Richmond\ngovernment, most prominent among these were Col. St. Leger Grenfell, an\nEnglishman of great military experience and daring, and Capt. T.H. Hines,\na young officer, who having been one of Gen. John A. Morgan’s pets, was\nrecommended by him for the position he held in Canada, but who was\npossessed of no more than ordinary military talents or genius, unless his\nshrewdness in getting other and better persons involved in difficulty, and\ncondemned either to prison or death, and getting himself out, evidenced\nmilitary prowess. In connection with these men, were a great many\ncitizens, of both the United States and the South, who while they were not\nauthorized to act in any way by the Rebel government, yet showed their\nzeal in the cause of the rebellion, by aiding and advising with Mr.\nThompson, and advising and exhorting all the rebel soldiers in Canada, and\nthe refugees from the Northern States, to take an active part in the\ndifferent schemes there on foot, to harass the northern border of the\nUnited States. The most prominent of this class were George N. Sanders,\nC.C. Clay, formerly Representative in the United States Congress from\nAlabama, Col. Steele and Daniel Hibber. There was still another secret\nagent of the rebels on special duty in Canada, viz., Judge Holcombe of\nVirginia, who was sent there for the purpose of secretly establishing\nagencies for the returning of rebel soldiers, who desired to go South.\nHowever much Mr. Holcombe’s mission removed him from military matters, he\nnevertheless approved of the different expeditions which were then being\norganized, and did more perhaps, than any one else, to cause the\nirritation now existing between the Canadians and the citizens of the\nUnited States. His policy in establishing agencies in Canada, was to get\nsome prominent and influential citizens of the country who sympathized\nwith his government, to act as agents to furnish rebel soldiers who had\nescaped to Canada, and who desired to return South, with all the necessary\nclothing, rations and money, &c., to enable them to go to Montreal or\nQuebec, where there were regularly established rebel agencies, who upon\nthe arrival of such soldiers so furnished with money, for all the money so\nadvanced, with perhaps interest, was returned. In this way Mr. Holcombe\nenlisted, besides the feelings, the interests of a great many prominent\nbusiness men, whose means had been advanced to rebels, and all along the\nGrand Trunk and Great Western railway, in all the principal towns and\ncities, he succeeded in establishing such agencies, which although at\nfirst intended only for those who were rebel soldiers, finally became\nnothing more than recruiting rendezvous for the rebel army, which all the\nskedadlers, refugees from the Northern and Border States who wished to\njoin the Southern army, were received, fed, clothed and quietly\ntransported to the South. Upon the departure of Mr. Holcombe south, his\nbusiness was turned over to C.C. Clay, who after that acted in this\ncapacity. It was during Holcombe’s stay in Canada, that the speculative\nbrain of George N. Sanders, first originated the great humbug of the\nNiagara Falls peace conference, at which there was but one rebel official,\nand he was not authorized to act in any such capacity. But the speculative\nSanders, having lived like Barnum nearly his whole life, upon humbugs,\nmade his last and greatest effort to humbug the American people, into the\nbelief that the Southern people really desired peace, and that he Clay and\nHolcombe, although not regularly authorized by the Rebel government, still\ncould speak for and influence the Southern people. While in reality the\nwhole conference was nothing on the part of Sanders & Co., but the last\nact of a desperate political gamester, who ventured his all upon one last\nthrow of dice, to win or lose it all. If Sanders, Holcombe, Clay and\nothers, could have made the people of the North believe the South really\ndesired peace, and that the only obstacle in the way was the obstinacy of\nthe General Government, which did not desire it, but wished to annihilate\nthe Southern people, they could have materially affected the then coming\nPresidential election in the North, and perhaps elected a Democratic\npresident, who would have added to the disasters then affecting the\ncountry–general and complete ruin. The election of such a man as Gen.\nMcClellan, at such a time, and professing such principles as actuated the\nDemocratic party at that time, would have insured to the South her\nindependence, rather than further war and a dismemberment of the Union.\nAll this these parties professing to represent Southern opinion well knew,\nand had they been successful, would have reaped a rich political reward.\nHaving endeavored to give a correct outline of the characters of the rebel\nleaders in Canada, and the different spheres in which they acted, it is\nnow necessary to give some idea of the different classes of individuals\nwho were led by such men, and prompted by them to undertake the many\nhair-brained expeditions, which they first plotted and started. These\npersons are rightfully and very expressively divided into four different\nand distinct classes: 1st. The Rebels. 2d. The skedadlers. 3d. Refugees.\n4th. Bounty jumpers and escaped criminals. The term rebel is applied only\nto persons who have been or are connected with the rebel army, and they\nagain are subdivided into two classes; first, those rebels who have gone\nto Canada as a means of escape to the South; and, secondly, those who,\nhaving been accustomed to easy and luxurious living in times of peace, and\nhaving become thoroughly disgusted with service in the army, where they\nwere subjected to strict military discipline, sought in Canada an asylum\nfrom compulsory service of both parties. 2d. Skedadlers, as they are\ncalled, are those persons who having been drafted, or seeing a possibility\nof it, in the United States army, had fled to Canada to avoid the service.\nThis class consisted mostly of fast young men, having either their own or\nthe pockets of their parents well lined, and accustomed to live without\nlabor of any kind, were not disposed to take a part on either side which\nwould subject them to the inconveniences, hardships or privations of a\nsoldier’s life; and partly of persons who, while they sympathized with the\nrebellion, still did not care to make their precious bodies targets for\nthe sake of upholding the principles which they professed to entertain.\n3d. Refugees, or persons who, for the sake of expressing their opinions\nand feelings against the government, without fear of imprisonment, had\nremoved to Canada where they could vent their spleen and malice against\nall things connected with the United States, and vaunt their pernicious\nprinciples under the protection of the outstretched paw of the British\nlion. 4th. Bounty jumpers and criminals who could not be pursued and\nbrought back to this country for punishment under the existing extradition\ntreaty between the United States and Canada. This last class exceeds by\nfar all the others in point of numbers, and the low degree of infamy to\nwhich they are reduced–rebels, skedadlers, refugees and bounty jumpers,\nwith a mixture of escaped criminals, forming an almost indescribable mass\nof people, from all nations, all climes, and of almost every imaginable\ndescription, and chiefly distinguished for being more frequently found in\nthe bar-rooms, billiard saloons, gambling halls, &c.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}