{
    "title": "The Varieties of Religious Experience II - Lectures XIV and XV. The Value of Saintliness",
    "author": "William James",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "We have now passed in review the more important of the phenomena\nwhich are regarded as fruits of genuine religion and\ncharacteristics of men who are devout.  Today we have to change\nour attitude from that of description to that of appreciation; we\nhave to ask whether the fruits in question can help us to judge\nthe absolute value of what religion adds to human life.  Were I\nto parody Kant, I should say that a “Critique of pure\nSaintliness” must be our theme.",
        "If, in turning to this theme, we could descend upon our subject\nfrom above like Catholic theologians, with our fixed definitions\nof man and man’s perfection and our positive dogmas about God, we\nshould have an easy time of it.  Man’s perfection would be the\nfulfillment of his end; and his end would be union with his\nMaker.  That union could be pursued by him along three paths,\nactive, purgative, and contemplative, respectively; and progress\nalong either path would be a simple matter to measure by the\napplication of a limited number of theological and moral\nconceptions and definitions.  The absolute significance and value\nof any bit of religious experience we might hear of would thus be\ngiven almost mathematically into our hands.",
        "If convenience were everything, we ought now to grieve at finding\nourselves cut off from so admirably convenient a method as this. \nBut we did cut ourselves off from it deliberately in those\nremarks which you remember we made, in our first lecture, about\nthe empirical method; and it must be <321> confessed that after\nthat act of renunciation we can never hope for clean-cut and\nscholastic results.  WE cannot divide man sharply into an animal\nand a rational part.  WE cannot distinguish natural from\nsupernatural effects; nor among the latter know which are favors\nof God, and which are counterfeit operations of the demon.  WE\nhave merely to collect things together without any special a\npriori theological system, and out of an aggregate of piecemeal\njudgments as to the value of this and that experience–judgments\nin which our general philosophic prejudices, our instincts, and\nour common sense are our only guides–decide that ON THE WHOLE\none type of religion is approved by its fruits, and another type\ncondemned.  “On the whole\"–I fear we shall never escape\ncomplicity with that qualification, so dear to your practical\nman, so repugnant to your systematizer!",
        "I also fear that as I make this frank confession, I may seem to\nsome of you to throw our compass overboard, and to adopt caprice\nas our pilot.  Skepticism or wayward choice, you may think, can\nbe the only results of such a formless method as I have taken up.\nA few remarks in deprecation of such an opinion, and in farther\nexplanation of the empiricist principles which I profess, may\ntherefore appear at this point to be in place.",
        "Abstractly, it would seem illogical to try to measure the worth\nof a religion’s fruits in merely human terms of value. How CAN\nyou measure their worth without considering whether the God\nreally exists who is supposed to inspire them?  If he really\nexists, then all the conduct instituted by men to meet his wants\nmust necessarily be a reasonable fruit of his religion–it would\nbe unreasonable only in case he did not exist.  If, for instance,\nyou were to condemn a religion of human or animal sacrifices by\nvirtue of your subjective sentiments, and if all the while a\ndeity were really there demanding such sacrifices, you would be\nmaking a theoretical mistake by tacitly assuming that the deity\nmust be non-existent; you would be setting up a theology of your\nown as much as if you were a scholastic philosopher.",
        "To this extent, to the extent of disbelieving peremptorily in\ncertain types of deity, I frankly confess that we must be\ntheologians.  If disbeliefs can be said to constitute a theology,\nthen the prejudices, instincts, and common sense which I chose as\nour guides make theological partisans of us whenever they make\ncertain beliefs abhorrent.",
        "But such common-sense prejudices and instincts are themselves the\nfruit of an empirical evolution.  Nothing is more striking than\nthe secular alteration that goes on in the moral and religious\ntone of men, as their insight into nature and their social\narrangements progressively develop.  After an interval of a few\ngenerations the mental climate proves unfavorable to notions of\nthe deity which at an earlier date were perfectly satisfactory: \nthe older gods have fallen below the common secular level, and\ncan no longer be believed in.  Today a deity who should require\nbleeding sacrifices to placate him would be too sanguinary to be\ntaken seriously.  Even if powerful historical credentials were\nput forward in his favor, we would not look at them.  Once, on\nthe contrary, his cruel appetites were of themselves credentials.",
        "They positively recommended him to men’s imaginations in ages\nwhen such coarse signs of power were respected and no others\ncould be understood.  Such deities then were worshiped because\nsuch fruits were relished.",
        "Doubtless historic accidents always played some later part, but\nthe original factor in fixing the figure of the gods must always\nhave been psychological.  The deity to whom the prophets, seers,\nand devotees who founded the particular cult bore witness was\nworth something to them personally. They could use him.  He\nguided their imagination, warranted their hopes, and controlled\ntheir will–or else they required him as a safeguard against the\ndemon and a curber of other people’s crimes.  In any case, they\nchose him for the value of the fruits he seemed to them to yield.",
        "So soon as the fruits began to seem quite worthless; so soon as\nthey conflicted with indispensable human ideals, or thwarted too\nextensively other values; so soon as they appeared childish,\ncontemptible, or immoral when reflected on, the deity grew\ndiscredited, and was erelong neglected and forgotten.  It was in\nthis way that the Greek and Roman gods ceased to be believed in\nby educated pagans; it is thus that we ourselves judge of the\nHindu, Buddhist, and Mohammedan theologies; Protestants have so\ndealt with the Catholic notions of deity, and liberal Protestants\nwith older Protestant notions; it is thus that Chinamen judge of\nus, and that all of us now living will be judged by our\ndescendants.  When we cease to admire or approve what the\ndefinition of a deity implies, we end by deeming that deity\nincredible.",
        "Few historic changes are more curious than these mutations of\ntheological opinion.  The monarchical type of sovereignty was,\nfor example, so ineradicably planted in the mind of our own\nforefathers that a dose of cruelty and arbitrariness in their\ndeity seems positively to have been required by their\nimagination.  They called the cruelty “retributive justice,” and\na God without it would certainly have struck them as not\n“sovereign” enough.  But today we abhor the very notion of\neternal suffering inflicted; and that arbitrary dealing-out of\nsalvation and damnation to selected individuals, of which\nJonathan Edwards could persuade himself that he had not only a\nconviction, but a “delightful conviction,” as of a doctrine\n“exceeding pleasant, bright, and sweet,” appears to us, if\nsovereignly anything, sovereignly irrational and mean.  Not only\nthe cruelty, but the paltriness of character of the gods believed\nin by earlier centuries also strikes later centuries with\nsurprise.  We shall see examples of it from the annals of\nCatholic saintship which makes us rub our Protestant eyes. \nRitual worship in general appears to the modern\ntranscendentalist, as well as to the ultra-puritanic type of\nmind, as if addressed to a deity of an almost absurdly childish\ncharacter, taking delight in toy-shop furniture, tapers and\ntinsel, costume and mumbling and mummery, and finding his “glory\"\nincomprehensibly enhanced thereby:–just as on the other hand the\nformless spaciousness of pantheism appears quite empty to\nritualistic natures, and the gaunt theism of evangelical sects\nseems intolerably bald and chalky and bleak.",
        "Luther, says Emerson, would have cut off his right hand rather\nthan nail his theses to the door at Wittenberg, if he had\nsupposed that they were destined to lead to the pale negations of\nBoston Unitarianism.",
        "So far, then, although we are compelled, whatever may be our\npretensions to empiricism, to employ some sort of a standard of\ntheological probability of our own whenever we assume to estimate\nthe fruits of other men’s religion, yet this very standard has\nbeen begotten out of the drift of common life.  It is the voice\nof human experience within us, judging and condemning all gods\nthat stand athwart the pathway along which it feels itself to be\nadvancing.  Experience, if we take it in the largest sense, is\nthus the parent of those disbeliefs which, it was charged, were\ninconsistent with the experiential method.  The inconsistency,\nyou see, is immaterial, and the charge may be neglected.",
        "If we pass from disbeliefs to positive beliefs, it seems to me\nthat there is not even a formal inconsistency to be laid against\nour method.  The gods we stand by are the gods we need and can\nuse, the gods whose demands on us are reinforcements of our\ndemands on ourselves and on one another. What I then propose to\ndo is, briefly stated, to test saintliness by common sense, to\nuse human standards to help us decide how far the religious life\ncommends itself as an ideal kind of human activity.  If it\ncommends itself, then any theological beliefs that may inspire\nit, in so far forth will stand accredited.  If not, then they\nwill be discredited, and all without reference to anything but\nhuman working principles.  It is but the elimination of the\nhumanly unfit, and the survival of the humanly fittest, applied\nto religious beliefs; and if we look at history candidly and\nwithout prejudice, we have to admit that no religion has ever in\nthe long run established or proved itself in any other way. \nReligions have APPROVED themselves; they have ministered to\nsundry vital needs which they found reigning.  When they violated\nother needs too strongly, or when other faiths came which served\nthe same needs better, the first religions were supplanted.",
        "The needs were always many, and the tests were never sharp.  So\nthe reproach of vagueness and subjectivity and “on the\nwhole\"-ness, which can with perfect legitimacy be addressed to\nthe empirical method as we are forced to use it, is after all a\nreproach to which the entire life of man in dealing with these\nmatters is obnoxious.  No religion has ever yet owed its\nprevalence to “apodictic certainty.”    In a later lecture I will\nask whether objective certainty can ever be added by theological\nreasoning to a religion that already empirically prevails.",
        "One word, also, about the reproach that in following this sort of\nan empirical method we are handing ourselves over to systematic\nskepticism.",
        "Since it is impossible to deny secular alterations in our\nsentiments and needs, it would be absurd to affirm that one’s own\nage of the world can be beyond correction by the next age. \nSkepticism cannot, therefore, be ruled out by any set of thinkers\nas a possibility against which their conclusions are secure; and\nno empiricist ought to claim exemption from this universal\nliability.  But to admit one’s liability to correction is one\nthing, and to embark upon a sea of wanton doubt is another.  Of\nwillfully playing into the hands of skepticism we cannot be\naccused.  He who acknowledges the imperfectness of his\ninstrument, and makes allowance <326> for it in discussing his\nobservations, is in a much better position for gaining truth than\nif he claimed his instrument to be infallible.  Or is dogmatic or\nscholastic theology less doubted in point of fact for claiming,\nas it does, to be in point of right undoubtable?  And if not,\nwhat command over truth would this kind of theology really lose\nif, instead of absolute certainty, she only claimed reasonable\nprobability for her conclusions?  If WE claim only reasonable\nprobability, it will be as much as men who love the truth can\never at any given moment hope to have within their grasp. Pretty\nsurely it will be more than we could have had, if we were\nunconscious of our liability to err.",
        "Nevertheless, dogmatism will doubtless continue to condemn us for\nthis confession.  The mere outward form of inalterable certainty\nis so precious to some minds that to renounce it explicitly is\nfor them out of the question.  They will claim it even where the\nfacts most patently pronounce its folly.  But the safe thing is\nsurely to recognize that all the insights of creatures of a day\nlike ourselves must be provisional. The wisest of critics is an\naltering being, subject to the better insight of the morrow, and\nright at any moment, only “up to date” and “on the whole.”   \nWhen larger ranges of truth open, it is surely best to be able to\nopen ourselves to their reception, unfettered by our previous\npretensions. “Heartily know, when half-gods go, the gods arrive.”",
        "The fact of diverse judgments about religious phenomena is\ntherefore entirely unescapable, whatever may be one’s own desire\nto attain the irreversible.  But apart from that fact, a more\nfundamental question awaits us, the question whether men’s\nopinions ought to be expected to be absolutely uniform in this\nfield.  Ought all men to have the same religion? Ought they to\napprove the same fruits and follow the same leadings?  Are they\nso like in their inner needs that, for hard and soft, for proud\nand humble, for strenuous and lazy, for healthy-minded and\ndespairing, exactly the same religious incentives are required? \nOr are different functions in the organism of humanity allotted\nto different types of man, so that some may really be the better\nfor a religion of consolation and reassurance, whilst others are\nbetter for one of terror and reproof?  It might conceivably be\nso; and we shall, I think, more and more suspect it to be so as\nwe go on. And if it be so, how can any possible judge or critic\nhelp being biased in favor of the religion by which his own needs\nare best met?  He aspires to impartiality; but he is too close to\nthe struggle not to be to some degree a participant, and he is\nsure to approve most warmly those fruits of piety in others which\ntaste most good and prove most nourishing to HIM.",
        "I am well aware of how anarchic much of what I say may sound. \nExpressing myself thus abstractly and briefly, I may seem to\ndespair of the very notion of truth.  But I beseech you to\nreserve your judgment until we see it applied to the details\nwhich lie before us.  I do indeed disbelieve that we or any other\nmortal men can attain on a given day to absolutely incorrigible\nand unimprovable truth about such matters of fact as those with\nwhich religions deal.  But I reject this dogmatic ideal not out\nof a perverse delight in intellectual instability.  I am no lover\nof disorder and doubt as such.  Rather do I fear to lose truth by\nthis pretension to possess it already wholly.  That we can gain\nmore and more of it by moving always in the right direction, I\nbelieve as much as any one, and I hope to bring you all to my way\nof thinking before the termination of these lectures.  Till then,\ndo not, I pray you, harden your minds irrevocably against the\nempiricism which I profess.",
        "I will waste no more words, then, in abstract justification of my\nmethod, but seek immediately to use it upon the facts.",
        "In critically judging of the value of religious phenomena, it is\nvery important to insist on the distinction between religion as\nan individual personal function, and religion as an\ninstitutional, corporate, or tribal product.  I drew this\ndistinction, you may remember, in my second lecture.  The word\n“religion,” as ordinarily used, is equivocal.  A survey of\nhistory shows us that, as a rule, religious geniuses attract\ndisciples, and produce groups of sympathizers.  When these groups\nget strong enough to “organize” themselves, they become\necclesiastical institutions with corporate ambitions of their\nown.  The spirit of politics and the lust of dogmatic rule are\nthen apt to enter and to contaminate the originally innocent\nthing; so that when we hear the word “religion” nowadays, we\nthink inevitably of some “church” or other; and to some persons\nthe word “church” suggests so much hypocrisy and tyranny and\nmeanness and tenacity of superstition that in a wholesale\nundiscerning way they glory in saying that they are “down” on\nreligion altogether.  Even we who belong to churches do not\nexempt other churches than our own from the general condemnation.",
        "But in this course of lectures ecclesiastical institutions hardly\nconcern us at all.  The religious experience which we are\nstudying is that which lives itself out within the private\nbreast.  First-hand individual experience of this kind has always\nappeared as a heretical sort of innovation to those who witnessed\nits birth.  Naked comes it into the world and lonely; and it has\nalways, for a time at least, driven him who had it into the\nwilderness, often into the literal wilderness out of doors, where\nthe Buddha, Jesus, Mohammed, St. Francis, George Fox, and so many\nothers had to go.  George Fox expresses well this isolation; and\nI can do no better at this point than read to you a page from his\nJournal, referring to the period of his youth when religion began\nto ferment within him seriously.",
        "“I fasted much,” Fox says, “walked abroad in solitary places many\ndays, and often took my Bible, and sat in hollow trees and\nlonesome places until night came on; and frequently in the night\nwalked mournfully about by myself; for I was a man of sorrows in\nthe time of the first workings of the Lord in me.",
        "“During all this time I was never joined in profession of\nreligion with any, but gave up myself to the Lord, having\nforsaken all evil company, taking leave of father and mother, and\nall other relations, and traveled up and down as a stranger on\nthe earth, which way the Lord inclined my heart; taking a chamber\nto myself in the town where I came, and tarrying sometimes more,\nsometimes less in a place:  for I durst not stay long in a place,\nbeing afraid both of professor and profane, lest, being a tender\nyoung man, I should be hurt by conversing much with either.  For\nwhich reason I kept much as a stranger, seeking heavenly wisdom\nand getting knowledge from the Lord; and was brought off from\noutward things, to rely on the Lord alone.  As I had forsaken the\npriests, so I left the separate preachers also, and those called\nthe most experienced people; for I saw there was none among them\nall that could speak to my condition.  And when all my hopes in\nthem and in all men were gone so that I had nothing outwardly to\nhelp me, nor could tell what to do; then, oh then, I heard a\nvoice which said, ’There is one, even Jesus Christ, that can\nspeak to thy condition.’  When I heard it, my heart did leap for\njoy.  Then the Lord let me see why there was none upon the earth\nthat could speak to my condition. I had not fellowship with any\npeople, priests, nor professors, nor any sort of separated\npeople.  I was afraid of all carnal talk and talkers, for I could\nsee nothing but corruptions.  When I was in the deep, under all\nshut up, I could not believe that I should ever overcome; my\ntroubles, my sorrows, and my temptations were so great that I\noften thought I should have despaired, I was so tempted.  But\nwhen Christ opened to me how he was tempted by the same devil,\nand had overcome him, and had bruised his head; and that through\nhim and his power, life, grace, and spirit, I should overcome\nalso, I had confidence in him.  If I had had a king’s diet,\npalace, and attendance, all would have been as nothing, for\nnothing gave me comfort but the Lord by his power.  I saw\nprofessors, priests, and people were whole and at ease in that\ncondition which was my misery, and they loved that which I would\nhave been rid of.  But the Lord did stay my desires upon himself,\nand my care was cast upon him alone.\"[198]",
        "[198] George Fox:  Journal, Philadelphia, 1800, pp. 59-61,\nabridged.",
        "A genuine first-hand religious experience like this is bound to\nbe a heterodoxy to its witnesses, the prophet appearing as a mere\nlonely madman.  If his doctrine prove contagious enough to spread\nto any others, it becomes a definite and labeled heresy.  But if\nit then still prove contagious enough to triumph over\npersecution, it becomes itself an orthodoxy; and when a religion\nhas become an orthodoxy, its day of inwardness is over:  the\nspring is dry; the faithful live at second hand exclusively and\nstone the prophets in their turn.  The new church, in spite of\nwhatever human goodness it may foster, can be henceforth counted\non as a staunch ally in every attempt to stifle the spontaneous\nreligious spirit, and to stop all later bubblings of the fountain\nfrom which in purer days it drew its own supply of inspiration.\nUnless, indeed, by adopting new movements of the spirit it can\nmake capital out of them and use them for its selfish corporate\ndesigns! Of protective action of this politic sort, promptly or\ntardily decided on, the dealings of the Roman ecclesiasticism\nwith many individual saints and prophets yield examples enough\nfor our instruction.",
        "The plain fact is that men’s minds are built, as has been often\nsaid, in water-tight compartments.  Religious after a fashion,\nthey yet have many other things in them beside their religion,\nand unholy entanglements and associations inevitably obtain.  The\nbasenesses so commonly charged to religion’s account are thus,\nalmost all of them, not chargeable at all to religion proper, but\nrather to religion’s wicked practical partner, the spirit of\ncorporate dominion.  And the bigotries are most of them in their\nturn chargeable to religion’s wicked intellectual partner, the\nspirit of dogmatic dominion, the passion for laying down the law\nin the form of an absolutely closed-in theoretic system.  The\necclesiastical spirit in general is the sum of these two spirits\nof dominion; and I beseech you never to confound the phenomena of\nmere tribal or corporate psychology which it presents with those\nmanifestations of the purely interior life which are the\nexclusive object of our study.  The baiting of Jews, the hunting\nof Albigenses and Waldenses, the stoning of Quakers and ducking\nof Methodists, the murdering of Mormons and the massacring of\nArmenians, express much rather that aboriginal human neophobia,\nthat pugnacity of which we all share the vestiges, and that\ninborn hatred of the alien and of eccentric and non-conforming\nmen as aliens, than they express the positive piety of the\nvarious perpetrators.  Piety is the mask, the inner force is\ntribal instinct.  You believe as little as I do, in spite of the\nChristian unction with which the German emperor addressed his\ntroops upon their way to China, that the conduct which he\nsuggested, and in which other Christian armies went beyond them,\nhad anything whatever to do with the interior religious life of\nthose concerned in the performance.",
        "Well, no more for past atrocities than for this atrocity should\nwe make piety responsible.  At most we may blame piety for not\navailing to check our natural passions, and sometimes for\nsupplying them with hypocritical pretexts. But hypocrisy also\nimposes obligations, and with the pretext usually couples some\nrestriction; and when the passion gust is over, the piety may\nbring a reaction of repentance which the irreligious natural man\nwould not have shown.",
        "For many of the historic aberrations which have been laid to her\ncharge, religion as such, then, is not to blame.  Yet of the\ncharge that over-zealousness or fanaticism is one of her\nliabilities we cannot wholly acquit her, so I will next make a\nremark upon that point.  But I will preface it by a preliminary\nremark which connects itself with much that follows.\n \nOur survey of the phenomena of saintliness has unquestionably\nproduced in your minds an impression of extravagance. Is it\nnecessary, some of you have asked, as one example after another\ncame before us, to be quite so fantastically good as that?  We\nwho have no vocation for the extremer ranges of sanctity will\nsurely be let off at the last day if our humility, asceticism,\nand devoutness prove of a less convulsive sort.  This practically\namounts to saying that much that it is legitimate to admire in\nthis field need nevertheless not be imitated, and that religious\nphenomena, like all other human phenomena, are subject to the law\nof the golden mean.  Political reformers accomplish their\nsuccessive tasks in the history of nations by being blind for the\ntime to other causes.  Great schools of art work out the effects\nwhich it is their mission to reveal, at the cost of a\none-sidedness for which other schools must make amends.  We\naccept a John Howard, a Mazzini, a Botticelli, a Michael Angelo,\nwith a kind of indulgence.  We are glad they existed to show us\nthat way, but we are glad there are also other ways of seeing and\ntaking life.  So of many of the saints whom we have looked at. \nWe are proud of a human nature that could be so passionately\nextreme, but we shrink from advising others to follow the\nexample.  The conduct we blame ourselves for not following lies\nnearer to the middle line of human effort. It is less dependent\non particular beliefs and doctrines.  It is such as wears well in\ndifferent ages, such as under different skies all judges are able\nto commend.",
        "The fruits of religion, in other words, are, like all human\nproducts, liable to corruption by excess.  Common sense must\njudge them.  It need not blame the votary; but it may be able to\npraise him only conditionally, as one who acts faithfully\naccording to his lights.  He shows us heroism in one way, but the\nunconditionally good way is that for which no indulgence need be\nasked.\n \nWe find that error by excess is exemplified by every saintly\nvirtue.  Excess, in human faculties, means usually one-sidedness\nor want of balance; for it is hard to imagine an essential\nfaculty too strong, if only other faculties equally strong be\nthere to cooperate with it in action.  Strong affections need a\nstrong will; strong active powers need a strong intellect; strong\nintellect needs strong sympathies, to keep life steady.  If the\nbalance exist, no one faculty can possibly be too strong–we only\nget the stronger all-round character.  In the life of saints,\ntechnically so called, the spiritual faculties are strong, but\nwhat gives the impression of extravagance proves usually on\nexamination to be a relative deficiency of intellect.  Spiritual\nexcitement takes pathological forms whenever other interests are\ntoo few and the intellect too narrow.  We find this exemplified\nby all the saintly attributes in turn–devout love of God,\npurity, charity, asceticism, all may lead astray.  I will run\nover these virtues in succession.",
        "First of all let us take Devoutness.  When unbalanced, one of its\nvices is called Fanaticism.  Fanaticism (when not a mere\nexpression of ecclesiastical ambition) is only loyalty carried to\na convulsive extreme.  When an intensely loyal and narrow mind is\nonce grasped by the feeling that a certain superhuman person is\nworthy of its exclusive devotion, one of the first things that\nhappens is that it idealizes the devotion itself.  To adequately\nrealize the merits of the idol gets to be considered the one\ngreat merit of the worshiper; and the sacrifices and servilities\nby which savage tribesmen have from time immemorial exhibited\ntheir faithfulness to chieftains are now outbid in favor of the\ndeity.  Vocabularies are exhausted and languages altered in the\nattempt to praise him enough; death is looked on as gain if it\nattract his grateful notice; and the personal attitude of being\nhis devotee becomes what one might almost call a new and exalted\nkind of professional specialty within the tribe.[199] The legends\nthat gather round the lives of holy persons are fruits of this\nimpulse to celebrate and glorify.  The Buddha[200] and\nMohammed[201] and their companions and many Christian saints are\nincrusted with a heavy jewelry of anecdotes which are meant to be\nhonorific, but are simply abgeschmackt and silly, and form a\ntouching expression of man’s misguided propensity to praise.",
        "[199] Christian saints have had their specialties of devotion,\nSaint Francis to Christ’s wounds; Saint Anthony of Padua to\nChrist’s childhood; Saint Bernard to his humanity; Saint Teresa\nto Saint Joseph, etc.  The Shi-ite Mohammedans venerate Ali, the\nProphet’s son-in-law, instead of Abu-bekr, his brother-in-law. \nVambery describes a dervish whom he met in Persia, “who had\nsolemnly vowed, thirty years before, that he would never employ\nhis organs of speech otherwise but in uttering, everlastingly,\nthe name of his favorite, Ali, Ali.  He thus wished to signify to\nthe world that he was the most devoted partisan of that Ali who\nhad been dead a thousand years.  In his own home, speaking with\nhis wife, children, and friends, no other word but ’Ali!’ ever\npassed his lips.  If he wanted food or drink or anything else, he\nexpressed his wants still by repeating ’Ali!’  Begging or buying\nat the bazaar, it was always ’Ali!’  Treated ill or generously,\nhe would still harp on his monotonous ’Ali!’  Latterly his zeal\nassumed such tremendous proportions that, like a madman, he would\nrace, the whole day, up and down the streets of the town,\nthrowing his stick high up into the air, and shriek our, all the\nwhile, at the top of his voice, ’Ali!’  This dervish was\nvenerated by everybody as a saint, and received everywhere with\nthe greatest distinction.”  Arminius Vambery, his Life and\nAdventures, written by Himself, London, 1889, p. 69.  On the\nanniversary of the death of Hussein, Ali’s son, the Shi-ite\nMoslems still make the air resound with cries of his name and\nAli’s.",
        "[200] Compare H. C. Warren:  Buddhism in Translation, Cambridge,\nU.S., 1898, passim.",
        "[201] Compare J. L. Merrick:  The Life and Religion of Mohammed,\nas contained in the Sheeah traditions of the Hyat-ul-Kuloob,\nBoston. 1850, passim.",
        "An immediate consequence of this condition of mind is jealousy\nfor the deity’s honor.  How can the devotee show his loyalty\nbetter than by sensitiveness in this regard?  The slightest\naffront or neglect must be resented, the deity’s enemies must be\nput to shame.  In exceedingly narrow minds and active wills, such\na care may become an engrossing preoccupation; and crusades have\nbeen preached and massacres instigated for no other reason than\nto remove a fancied slight upon the God.  Theologies representing\nthe gods as mindful of their glory, and churches with\nimperialistic policies, have conspired to fan this temper to a\nglow, so that intolerance and persecution have come to be vices\nassociated by some of us inseparably with the saintly mind. They\nare unquestionably its besetting sins.  The saintly temper is a\nmoral temper, and a moral temper has often to be cruel.  It is a\npartisan temper, and that is cruel.  Between his own and\nJehovah’s enemies a David knows no difference; a Catherine of\nSiena, panting to stop the warfare among Christians which was the\nscandal of her epoch, can think of no better method of union\namong them than a crusade to massacre the Turks; Luther finds no\nword of protest or regret over the atrocious tortures with which\nthe Anabaptist leaders were put to death; and a Cromwell praises\nthe Lord for delivering his enemies into his hands for\n“execution.”  Politics come in in all such cases; but piety finds\nthe partnership not quite unnatural.  So, when “freethinkers\"\ntell us that religion and fanaticism are twins, we cannot make an\nunqualified denial of the charge.",
        "Fanaticism must then be inscribed on the wrong side of religion’s\naccount, so long as the religious person’s intellect is on the\nstage which the despotic kind of God satisfies.  But as soon as\nthe God is represented as less intent on his own honor and glory,\nit ceases to be a danger.",
        "Fanaticism is found only where the character is masterful and\naggressive.  In gentle characters, where devoutness is intense\nand the intellect feeble, we have an imaginative absorption in\nthe love of God to the exclusion of all practical human\ninterests, which, though innocent enough, is too one-sided to be\nadmirable.  A mind too narrow has room but for one kind of\naffection.  When the love of God takes possession of such a mind,\nit expels all human loves and human uses.  There is no English\nname for such a sweet excess of devotion, so I will refer to it\nas a theopathic condition.",
        "The blessed Margaret Mary Alacoque may serve as an example.",
        "“To be loved here upon the earth,” her recent biographer\nexclaims:  “to be loved by a noble, elevated, distinguished\nbeing; to be loved with fidelity, with devotion–what\nenchantment! But to be loved by God! and loved by him to\ndistraction [aime jusqu’a la folie]!–Margaret melted away with\nlove at the thought of such a thing.  Like Saint Philip of Neri\nin former times, or like Saint Francis Xavier, she said to God: \n’Hold back, O my God, these torrents which overwhelm me, or else\nenlarge my capacity for their reception.\"[202]",
        "[202] Bougaud:  Hist. de la bienheureuse Marguerite Marie, Paris,\n1894, p. 145.",
        "The most signal proofs of God’s love which Margaret Mary received\nwere her hallucinations of sight, touch, and hearing, and the\nmost signal in turn of these were the revelations of Christ’s\nsacred heart, “surrounded with rays more brilliant than the Sun,\nand transparent like a crystal.  The wound which he received on\nthe cross visibly appeared upon it.  There was a crown of thorns\nround about this divine Heart, and a cross above it.”  At the\nsame time Christ’s voice told her that, unable longer to contain\nthe flames of his love for mankind, he had chosen her by a\nmiracle to spread the knowledge of them.  He thereupon took out\nher mortal heart, placed it inside of his own and inflamed it,\nand then replaced it in her breast, adding:  “Hitherto thou hast\ntaken the name of my slave, hereafter thou shalt be called the\nwell-beloved disciple of my Sacred Heart.”",
        "In a later vision the Saviour revealed to her in detail the\n“great design” which he wished to establish through her\ninstrumentality.  “I ask of thee to bring it about that every\nfirst Friday after the week of holy Sacrament shall be made into\na special holy day for honoring my Heart by a general communion\nand by services intended to make honorable amends for the\nindignities which it has received.  And I promise thee that my\nHeart will dilate to shed with abundance the influences of its\nlove upon all those who pay to it these honors, or who bring it\nabout that others do the same.”",
        "“This revelation,” says Mgr. Bougaud, “is unquestionably the most\nimportant of all the revelations which have illumined the Church\nsince that of the Incarnation and of the Lord’s Supper. . . . \nAfter the Eucharist, the supreme effort of the Sacred\nHeart.\"[203]  Well, what were its good fruits for Margaret Mary’s\nlife?  Apparently little else but sufferings and prayers and\nabsences of mind and swoons and ecstasies.  She became\nincreasingly useless about the convent, her absorption in\nChrist’s love–",
        "“which grew upon her daily, rendering her more and more incapable\nof attending to external duties.  They tried her in the\ninfirmary, but without much success, although her kindness, zeal,\nand devotion were without bounds, and her charity rose to acts of\nsuch a heroism that our readers would not bear the recital of\nthem.  They tried her in the kitchen, but were forced to give it\nup as hopeless–everything dropped out of her hands.  The\nadmirable humility with which she made amends for her clumsiness\ncould not prevent this from being prejudicial to the order and\nregularity which must always reign in a community. They put her\nin the school, where the little girls cherished her, and cut\npieces out of her clothes [for relics] as if she were already a\nsaint, but where she was too absorbed inwardly to pay the\nnecessary attention.  Poor dear sister, even less after her\nvisions than before them was she a denizen of earth, and they had\nto leave her in her heaven.\"[204]",
        "[203] Bougaud:  Hist. de la bienheureuse Marguerite Marie,\nParis, 1894, pp. 365, 241.",
        "[204] Bougaud:  Op. cit., p. 267.",
        "Poor dear sister, indeed! Amiable and good, but so feeble of\nintellectual outlook that it would be too much to ask of us, with\nour Protestant and modern education, to feel anything but\nindulgent pity for the kind of saintship which she embodies.  A\nlower example still of theopathic saintliness is that of Saint\nGertrude, a Benedictine nun of the thirteenth century, whose\n“Revelations,” a well-known mystical authority, consist mainly of\nproofs of Christ’s partiality for her undeserving person. \nAssurances of his love, intimacies and caresses and compliments\nof the most absurd and puerile sort, addressed by Christ to\nGertrude as an individual, form the tissue of this paltry-minded\nrecital.[205] In reading such a narrative, we realize the gap\nbetween the thirteenth and the twentieth century, and we feel\nthat saintliness of character may yield almost absolutely\nworthless fruits if it be associated with such inferior\nintellectual sympathies.  What with science, idealism, and\ndemocracy, our own imagination has grown to need a God of an\nentirely different temperament from that Being interested\nexclusively in dealing out personal favors, with whom our\nancestors were so contented.  Smitten as we are with the vision\nof social righteousness, a God indifferent to everything but\nadulation, and full of partiality for his individual favorites,\nlacks an essential element of largeness; and even the best\nprofessional sainthood of former centuries, pent in as it is to\nsuch a conception, seems to us curiously shallow and unedifying.",
        "[205] Examples:  “Suffering from a headache, she sought, for the\nglory of God, to relieve herself by holding certain odoriferous\nsubstances in her mouth, when the Lord appeared to her to lean\nover towards her lovingly, and to find comfort Himself in these\nodors.  After having gently breathed them in, He arose, and said\nwith a gratified air to the Saints, as if contented with what He\nhad done: ’see the new present which my betrothed has given Me!’",
        "“One day, at chapel, she heard supernaturally sung the words\n’Sanctus, Sanctus, Sanctus.’ The son of God leaning towards her\nlike a sweet lover, and giving to her soul the softest kiss, said\nto her at the second Sanctus:  ’In this Sanctus addressed to my\nperson, receive with this kiss all the sanctity of my divinity\nand of my humanity, and let it be to thee a sufficient\npreparation for approaching the communion table.’ And the next\nfollowing Sunday, while she was thanking God for this favor,\nbehold the Son of God, more beauteous than thousands of angels,\ntakes her in His arms as if He were proud of her and presents her\nto God the Father, in that perfection of sanctity with which He\nhad dowered her.  And the Father took such delight in this soul\nthus presented by His only son, that, as if unable longer to\nrestrain Himself, He gave her, and the Holy Ghost gave her also,\nthe sanctity attributed to each by His own Sanctus–and thus she\nremained endowed with the plenary fullness of the blessing of\nSanctity, bestowed on her by Omnipotence, by Wisdom, and by\nLove.”  Revelations de Sainte Gertrude, Paris, 1898, i. 44, 186.",
        "Take Saint Teresa, for example, one of the ablest women, in many\nrespects, of whose life we have the record.  She had a powerful\nintellect of the practical order.  She wrote admirable\ndescriptive psychology, possessed a will equal to any emergency,\ngreat talent for politics and business, a buoyant disposition,\nand a first-rate literary style.  She was tenaciously aspiring,\nand put her whole life at the service of her religious ideals. \nYet so paltry were these, according to our present way of\nthinking, that (although I know that others have been moved\ndifferently) I confess that my only feeling in reading her has\nbeen pity that so much vitality of soul should have found such\npoor employment.",
        "In spite of the sufferings which she endured, there is a curious\nflavor of superficiality about her genius.  A Birmingham\nanthropologist, Dr. Jordan, has divided the human race into two\ntypes, whom he calls “shrews” and “nonshrews” respectively.[206]\nThe shrew-type is defined as possessing an “active unimpassioned\ntemperament.”  In other words, shrews are the “motors,” rather\nthan the “sensories,\"[207] and their expressions are as a rule\nmore energetic than the feelings which appear to prompt them. \nSaint Teresa, paradoxical as such a judgment may sound, was a\ntypical shrew, in this sense of the term.  The bustle of her\nstyle, as well as of her life, proves it.  Not only must she\nreceive unheard-of personal favors and spiritual graces from her\nSaviour, but she must immediately write about them and exploiter\nthem professionally, and use her expertness to give instruction\nto those less privileged.  Her voluble egotism; her sense, not of\nradical bad being, as the really contrite have it, but of her\n“faults” and “imperfections” in the plural; her stereotyped\nhumility and return upon herself, as covered with “confusion” at\neach new manifestation of God’s singular partiality for a person\nso unworthy, are typical of shrewdom:  a paramountly feeling\nnature would be objectively lost in gratitude, and silent.  She\nhad some public instincts, it is true; she hated the Lutherans,\nand longed for the church’s triumph over them; but in the main\nher idea of religion seems to have been that of an endless\namatory flirtation–if one may say so without irreverence–\nbetween the devotee and the deity; and apart from helping younger\nnuns to go in this direction by the inspiration of her example\nand instruction, there is absolutely no human use in her, or sign\nof any general human interest.  Yet the spirit of her age, far\nfrom rebuking her, exalted her as superhuman.",
        "[206]  Furneaux Jordan:  Character in Birth and Parentage, first\nedition. Later editions change the nomenclature.",
        "[207] As to this distinction, see the admirably practical account\nin J. M. Baldwin’s little book, The Story of the Mind, 1898.",
        "We have to pass a similar judgment on the whole notion of\nsaintship based on merits.  Any God who, on the one hand, can\ncare to keep a pedantically minute account of individual\nshortcomings, and on the other can feel such partialities, and\nload particular creatures with such insipid marks of favor, is\ntoo small-minded a God for our credence.  When Luther, in his\nimmense manly way, swept off by a stroke of his hand the very\nnotion of a debit and credit account kept with individuals by the\nAlmighty, he stretched the soul’s imagination and saved theology\nfrom puerility.\n \nSo much for mere devotion, divorced from the intellectual\nconceptions which might guide it towards bearing useful human\nfruit.",
        "The next saintly virtue in which we find excess is Purity.  In\ntheopathic characters, like those whom we have just considered,\nthe love of God must not be mixed with any other love.  Father\nand mother, sisters, brothers, and friends are felt as\ninterfering distractions; for sensitiveness and narrowness, when\nthey occur together, as they often do, require above all things a\nsimplified world to dwell in.  Variety and confusion are too much\nfor their powers of comfortable adaptation.  But whereas your\naggressive pietist reaches his unity objectively, by forcibly\nstamping disorder and divergence out, your retiring pietist\nreaches his subjectively, leaving disorder in the world at large,\nbut making a smaller world in which he dwells himself and from\nwhich he eliminates it altogether.  Thus, alongside of the church\nmilitant with its prisons, dragonnades, and inquisition methods,\nwe have the church fugient, as one might call it, with its\nhermitages, monasteries, and sectarian organizations, both\nchurches pursuing the same object–to unify the life,[208] and\nsimplify the spectacle presented to the soul.  A mind extremely\nsensitive to inner discords will drop one external relation after\nanother, as interfering with the absorption of consciousness in\nspiritual things.  Amusements must go first, then conventional\n“society,” then business, then family duties, until at last\nseclusion, with a subdivision of the day into hours for stated\nreligious acts, is the only thing that can be borne.  The lives\nof saints are a history of successive renunciations of\ncomplication, one form of contact with the outer life being\ndropped after another, to save the purity of inner tone.[209] \n“Is it not better,” a young sister asks her Superior, “that I\nshould not speak at all during the hour of recreation, so as not\nto run the risk, by speaking, of falling into some sin of which I\nmight not be conscious?\"[210]  If the life remains a social one\nat all, those who take part in it must follow one identical rule.",
        "Embosomed in this monotony, the zealot for purity feels clean and\nfree once more.  The minuteness of uniformity maintained in\ncertain sectarian communities, whether monastic or not, is\nsomething almost inconceivable to a man of the world.  Costume,\nphraseology, hours, and habits are absolutely stereotyped, and\nthere is no doubt that some persons are so made as to find in\nthis stability an incomparable kind of mental rest.",
        "[208] On this subject I refer to the work of M. Murisier (Les\nMaladies du sentiment Religieux, Paris, 1901), who makes inner\nunification the mainspring of the whole religious life.  But ALL\nstrongly ideal interests, religious or irreligious, unify the\nmind and tend to subordinate everything to themselves.  One would\ninfer from M. Murisier’s pages that this formal condition was\npeculiarly characteristic of religion, and that one might in\ncomparison almost neglect material content, in studying the\nlatter.  I trust that the present work will convince the reader\nthat religion has plenty of material content which is\ncharacteristic and which is more important by far than any\ngeneral psychological form.  In spite of this criticism, I find\nM. Murisier’s book highly instructive.",
        "[209] Example:  “At the first beginning of the Servitor’s\n[Suso’s] interior life, after he had purified his soul properly\nby confession, he marked out for himself, in thought, three\ncircles, within which he shut himself up, as in a spiritual\nintrenchment.  The first circle was his cell, his chapel, and the\nchoir.  When he was within this circle, he seemed to himself in\ncomplete security.  The second circle was the whole monastery as\nfar as the outer gate.  The third and outermost circle was the\ngate itself, and here it was necessary for him to stand well upon\nhis guard.  When he went outside these circles, it seemed to him\nthat he was in the plight of some wild animal which is outside\nits hole, and surrounded by the hunt, and therefore in need of\nall its cunning and watchfulness.”  The Life of the Blessed Henry\nSuso, by Himself, translated by Knox, London, 1865, p. 168.",
        "[210] Vie des premieres Religieuses Dominicaines de la\nCongregation de St. Dominique, a Nancy; Nancy, 1896, p. 129.",
        "We have no time to multiply examples, so I will let the case of\nSaint Louis of Gonzaga serve as a type of excess in purification.",
        "I think you will agree that this youth carried the elimination of\nthe external and discordant to a point which we cannot\nunreservedly admire.  At the age of ten, his biographer says:–",
        "“The inspiration came to him to consecrate to the Mother of God\nhis own virginity–that being to her the most agreeable of\npossible presents.  Without delay, then, and with all the fervor\nthere was in him, joyous of heart, and burning with love, he made\nhis vow of perpetual chastity.  Mary accepted the offering of his\ninnocent heart, and obtained for him from God, as a recompense,\nthe extraordinary grace of never feeling during his entire life\nthe slightest touch of temptation against the virtue of purity. \nThis was an altogether exceptional favor, rarely accorded even to\nSaints themselves, and all the more marvelous in that Louis dwelt\nalways in courts and among great folks, where danger and\nopportunity are so unusually frequent.  It is true that Louis\nfrom his earliest childhood had shown a natural repugnance for\nwhatever might be impure or unvirginal, and even for relations of\nany sort whatever between persons of opposite sex.  But this made\nit all the more surprising that he should, especially since this\nvow, feel it necessary to have recourse to such a number of\nexpedients for protecting against even the shadow of danger the\nvirginity which he had thus consecrated.  One might suppose that\nif any one could have contented himself with the ordinary\nprecautions, prescribed for all Christians, it would assuredly\nhave been he.  But no! In the use of preservatives and means of\ndefense, in flight from the most insignificant occasions, from\nevery possibility of peril, just as in the mortification of his\nflesh, he went farther than the majority of saints.  He, who by\nan extraordinary protection of God’s grace was never tempted,\nmeasured all his steps as if he were threatened on every side by\nparticular dangers.  Thenceforward he never raised his eyes,\neither when walking in the streets, or when in society.  Not only\ndid he avoid all business with females even more scrupulously\nthan before, but he renounced all conversation and every kind of\nsocial recreation with them, although his father tried to make\nhim take part; and he commenced only too early to deliver his\ninnocent body to austerities of every kind.\"[211]",
        "[211] Meschler’s Life of Saint Louis of Gonzaga, French\ntranslation by Lebrequier, 1891, p. 40.",
        "At the age of twelve, we read of this young man that “if by\nchance his mother sent one of her maids of honor to him with a\nmessage, he never allowed her to come in, but listened to her\nthrough the barely opened door, and dismissed her immediately. \nHe did not like to be alone with his own mother, whether at table\nor in conversation; and when the rest of the company withdrew, he\nsought also a pretext for retiring. . . .  Several great ladies,\nrelatives of his, he avoided learning to know even by sight; and\nhe made a sort of treaty with his father, engaging promptly and\nreadily to accede to all his wishes, if he might only be excused\nfrom all visits to ladies.” [212]",
        "[212] Ibid., p. 71.",
        "When he was seventeen years old Louis joined the Jesuit\norder,[213] against his father’s passionate entreaties, for he\nwas heir of a princely house; and when a year later the father\ndied, he took the loss as a “particular attention” to himself on\nGod’s part, and wrote letters of stilted good advice, as from a\nspiritual superior, to his grieving mother.  He soon became so\ngood a monk that if any one asked him the number of his brothers\nand sisters, he had to reflect and count them over before\nreplying.  A Father asked him one day if he were never troubled\nby the thought of his family, to which, “I never think of them\nexcept when praying for them,” was his only answer.  Never was he\nseen to hold in his hand a flower or anything perfumed, that he\nmight take pleasure in it.  On the contrary, in the hospital, he\nused to seek for whatever was most disgusting, and eagerly snatch\nthe bandages of ulcers, etc., from the hands of his companions. \nHe avoided worldly talk, and immediately tried to turn every\nconversation on to pious subjects, or else he remained silent. \nHe systematically refused to notice his surroundings.  Being\nordered one day to bring a book from the rector’s seat in the\nrefectory, he had to ask where the rector sat, for in the three\nmonths he had eaten bread there, so carefully did he guard his\neyes that he had not noticed the place.  One day, during recess,\nhaving looked by chance on one of his companions, he reproached\nhimself as for a grave sin against modesty.  He cultivated\nsilence, as preserving from sins of the tongue; and his greatest\npenance was the limit which his superiors set to his bodily\npenances.  He sought after false accusations and unjust\nreprimands as opportunities of humility; and such was his\nobedience that, when a room-mate, having no more paper, asked him\nfor a sheet, he did not feel free to give it to him without first\nobtaining the permission of the superior, who, as such, stood in\nthe place of God, and transmitted his orders.",
        "[213] In his boyish note-book he praises the monastic life for\nits freedom from sin, and for the imperishable treasures, which\nit enables us to store up, “of merit in God’s eyes which makes of\nHim our debtor for all Eternity.”  Loc. cit., p. 62.",
        "I can find no other sorts of fruit than these of Louis’s\nsaintship.  He died in 1591, in his twenty-ninth year, and is\nknown in the Church as the patron of all young people.  On his\nfestival, the altar in the chapel devoted to him in a certain\nchurch in Rome “is embosomed in flowers, arranged with exquisite\ntaste; and a pile of letters may be seen at its foot, written to\nthe Saint by young men and women, and directed to ’Paradiso.’\nThey are supposed to be burnt unread except by San Luigi, who\nmust find singular petitions in these pretty little missives,\ntied up now with a green ribbon, expressive of hope, now with a\nred one, emblematic of love,” etc.[214]",
        "[214] Mademoiselle Mori, a novel quoted in Hare’s Walks in Rome,\n1900, i. 55.",
        "I cannot resist the temptation to quote from Starbuck’s book, p.\n388, another case of purification by elimination.  It runs as\nfollows:–",
        "“The signs of abnormality which sanctified persons show are of\nfrequent occurrence.  They get out of tune with other people;\noften they will have nothing to do with churches, which they\nregard as worldly; they become hypercritical towards others; they\ngrow careless of their social, political, and financial\nobligations.  As an instance of this type may be mentioned a\nwoman of sixty-eight of whom the writer made a special study. \nShe had been a member of one of the most active and progressive\nchurches in a busy part of a large city.  Her pastor described\nher as having reached the censorious stage.  She had grown more\nand more out of sympathy with the church; her connection with it\nfinally consisted simply in attendance at prayer-meeting, at\nwhich her only message was that of reproof and condemnation of\nthe others for living on a low plane.  At last she withdrew from\nfellowship with any church.  The writer found her living alone in\na little room on the top story of a cheap boarding-house quite\nout of touch with all human relations, but apparently happy in\nthe enjoyment of her own spiritual blessings.  Her time was\noccupied in writing booklets on sanctification–page after page\nof dreamy rhapsody.  She proved to be one of a small group of\npersons who claim that entire salvation involves three steps\ninstead of two; not only must there be conversion and\nsanctification, but a third, which they call ’crucifixion’ or\n’perfect redemption,’ and which seems to bear the same relation\nto sanctification that this bears to conversion.  She related how\nthe Spirit had said to her, ’Stop going to church.  Stop going to\nholiness meetings.  Go to your own room and I will teach you.’\nShe professes to care nothing for colleges, or preachers, or\nchurches, but only cares to listen to what God says to her.  Her\ndescription of her experience seemed entirely consistent; she is\nhappy and contented, and her life is entirely satisfactory to\nherself.  While listening to her own story, one was tempted to\nforget that it was from the life of a person who could not live\nby it in conjunction with her fellows.”",
        "Our final judgment of the worth of such a life as this will\ndepend largely on our conception of God, and of the sort of\nconduct he is best pleased with in his creatures.  The\nCatholicism of the sixteenth century paid little heed to social\nrighteousness; and to leave the world to the devil whilst saving\none’s own soul was then accounted no discreditable scheme. \nTo-day, rightly or wrongly, helpfulness in general human affairs\nis, in consequence of one of those secular mutations in moral\nsentiment of which I spoke, deemed an essential element of worth\nin character; and to be of some public or private use is also\nreckoned as a species of divine service.  Other early Jesuits,\nespecially the missionaries among them, the Xaviers, Brebeufs,\nJogues, were objective minds, and fought in their way for the\nworld’s welfare; so their lives to-day inspire us.  But when the\nintellect, as in this Louis, is originally no larger than a pin’s\nhead, and cherishes ideas of God of corresponding smallness, the\nresult, notwithstanding the heroism put forth, is on the whole\nrepulsive.  Purity, we see in the object-lesson, is NOT the one\nthing needful; and it is better that a life should contract many\na dirt-mark, than forfeit usefulness in its efforts to remain\nunspotted.",
        "Proceeding onwards in our search of religious extravagance, we\nnext come upon excesses of Tenderness and Charity.  Here\nsaintliness has to face the charge of preserving the unfit, and\nbreeding parasites and beggars.  “Resist not evil,” “Love your\nenemies,” these are saintly maxims of which men of this world\nfind it hard to speak without impatience. Are the men of this\nworld right, or are the saints in possession of the deeper range\nof truth?",
        "No simple answer is possible.  Here, if anywhere, one feels the\ncomplexity of the moral life, and the mysteriousness of the way\nin which facts and ideals are interwoven.",
        "Perfect conduct is a relation between three terms:  the actor,\nthe objects for which he acts, and the recipients of the action. \nIn order that conduct should be abstractly perfect, all three\nterms, intention, execution, and reception, should be suited to\none another.  The best intention will fail if it either work by\nfalse means or address itself to the wrong recipient.  Thus no\ncritic or estimator of the value of conduct can confine himself\nto the actor’s animus alone, apart from the other elements of the\nperformance.  As there is no worse lie than a truth misunderstood\nby those who hear it, so reasonable arguments, challenges to\nmagnanimity, and appeals to sympathy or justice, are folly when\nwe are dealing with human crocodiles and boa-constrictors.  The\nsaint may simply give the universe into the hands of the enemy by\nhis trustfulness.  He may by non-resistance cut off his own\nsurvival.",
        "Herbert Spencer tells us that the perfect man’s conduct will\nappear perfect only when the environment is perfect:  to no\ninferior environment is it suitably adapted.  We may paraphrase\nthis by cordially admitting that saintly conduct would be the\nmost perfect conduct conceivable in an environment where all were\nsaints already; but by adding that in an environment where few\nare saints, and many the exact reverse of saints, it must be ill\nadapted.  We must frankly confess, then, using our empirical\ncommon sense and ordinary practical prejudices, that in the world\nthat actually is, the virtues of sympathy, charity, and\nnon-resistance may be, and often have been, manifested in excess.",
        "The powers of darkness have systematically taken advantage of\nthem.  The whole modern scientific organization of charity is a\nconsequence of the failure of simply giving alms.  The whole\nhistory of constitutional government is a commentary on the\nexcellence of resisting evil, and when one cheek is smitten, of\nsmiting back and not turning the other cheek also.",
        "You will agree to this in general, for in spite of the Gospel, in\nspite of Quakerism, in spite of Tolstoi, you believe in fighting\nfire with fire, in shooting down usurpers, locking up thieves,\nand freezing out vagabonds and swindlers.",
        "And yet you are sure, as I am sure, that were the world confined\nto these hard-headed, hard-hearted, and hard-fisted methods\nexclusively, were there no one prompt to help a brother first,\nand find out afterwards whether he were worthy; no one willing to\ndrown his private wrongs in pity for the wronger’s person; no one\nready to be duped many a time rather than live always on\nsuspicion; no one glad to treat individuals passionately and\nimpulsively rather than by general rules of prudence; the world\nwould be an infinitely worse place than it is now to live in. \nThe tender grace, not of a day that is dead, but of a day yet to\nbe born somehow, with the golden rule grown natural, would be cut\nout from the perspective of our imaginations.",
        "The saints, existing in this way, may, with their extravagances\nof human tenderness, be prophetic.  Nay, innumerable times they\nhave proved themselves prophetic.  Treating those whom they met,\nin spite of the past, in spite of all appearances, as worthy,\nthey have stimulated them to BE worthy, miraculously transformed\nthem by their radiant example and by the challenge of their\nexpectation.",
        "From this point of view we may admit the human charity which we\nfind in all saints, and the great excess of it which we find in\nsome saints, to be a genuinely creative social force, tending to\nmake real a degree of virtue which it alone is ready to assume as\npossible.  The saints are authors, auctores, increasers, of\ngoodness.  The potentialities of development in human souls are\nunfathomable.  So many who seemed irretrievably hardened have in\npoint of fact been softened, converted, regenerated, in ways that\namazed the subjects even more than they surprised the spectators,\nthat we never can be sure in advance of any man that his\nsalvation by the way of love is hopeless.  We have no right to\nspeak of human crocodiles and boa-constrictors as of fixedly\nincurable beings.  We know not the complexities of personality,\nthe smouldering emotional fires, the other facets of the\ncharacter-polyhedron, the resources of the subliminal region. \nSt. Paul long ago made our ancestors familiar with the idea that\nevery soul is virtually sacred.  Since Christ died for us all\nwithout exception, St. Paul said, we must despair of no one. \nThis belief in the essential sacredness of every one expresses\nitself to-day in all sorts of humane customs and reformatory\ninstitutions, and in a growing aversion to the death penalty and\nto brutality in punishment.  The saints, with their extravagance\nof human tenderness, are the great torch-bearers of this belief,\nthe tip of the wedge, the clearers of the darkness.  Like the\nsingle drops which sparkle in the sun as they are flung far ahead\nof the advancing edge of a wave-crest or of a flood, they show\nthe way and are forerunners.  The world is not yet with them, so\nthey often seem in the midst of the world’s affairs to be\npreposterous.  Yet they are impregnators of the world, vivifiers\nand animaters of potentialities of goodness which but for them\nwould lie forever dormant.  It is not possible to be quite as\nmean as we naturally are, when they have passed before us.  One\nfire kindles another; and without that over-trust in human worth\nwhich they show, the rest of us would lie in spiritual stagnancy.",
        "Momentarily considered, then, the saint may waste his tenderness\nand be the dupe and victim of his charitable fever, but the\ngeneral function of his charity in social evolution is vital and\nessential.  If things are ever to move upward, some one must be\nready to take the first step, and assume the risk of it.  No one\nwho is not willing to try charity, to try non-resistance as the\nsaint is always willing, can tell whether these methods will or\nwill not succeed.  When they do succeed, they are far more\npowerfully successful than force or worldly prudence.  Force\ndestroys enemies; and the best that can be said of prudence is\nthat it keeps what we already have in safety.  But\nnon-resistance, when successful, turns enemies into friends; and\ncharity regenerates its objects.  These saintly methods are, as I\nsaid, creative energies; and genuine saints find in the elevated\nexcitement with which their faith endows them an authority and\nimpressiveness which makes them irresistible in situations where\nmen of shallower nature cannot get on at all without the use of\nworldly prudence.  This practical proof that worldly wisdom may\nbe safely transcended is the saint’s magic gift to mankind.[215]\nNot only does his vision of a better world console us for the\ngenerally prevailing prose and barrenness; but even when on the\nwhole we have to confess him ill adapted, he makes some converts,\nand the environment gets better for his ministry.  He is an\neffective ferment of goodness, a slow transmuter of the earthly\ninto a more heavenly order.",
        "[215]  The best missionary lives abound in the victorious\ncombination of non-resistance with personal authority.  John G. \nPaton, for example, in the New Hebrides, among brutish Melanesian\ncannibals, preserves a charmed life by dint of it.  When it comes\nto the point, no one ever dares actually to strike him.  Native\nconverts, inspired by him, showed analogous virtue.  “One of our\nchiefs, full of the Christ-kindled desire to seek and to save,\nsent a message to an inland chief, that he and four attendants\nwould come on Sabbath and tell them the gospel of Jehovah God. \nThe reply came back sternly forbidding their visit, and\nthreatening with death any Christian that approached their\nvillage.  Our chief sent in response a loving message, telling\nthem that Jehovah had taught the Christians to return good for\nevil, and that they would come unarmed to tell them the story of\nhow the Son of God came into the world and died in order to bless\nand save his enemies.  The heathen chief sent back a stern and\nprompt reply once more:  ’If you come, you will be killed.’ On\nSabbath morn the Christian chief and his four companions were met\noutside the village by the heathen chief, who implored and\nthreatened them once more. But the former said:–",
        "“’We come to you without weapons of war! We come only to tell\nyou about Jesus.  We believe that He will protect us to-day.’",
        "“As they pressed steadily forward towards the village, spears\nbegan to be thrown at them.  Some they evaded, being all except\none dexterous warriors; and others they literally received with\ntheir bare hands, and turned them aside in an incredible manner. \nThe heathen, apparently thunderstruck at these men thus\napproaching them without weapons of war, and not even flinging\nback their own spears which they had caught, after having thrown\nwhat the old chief called ’a shower of spears,’ desisted from\nmere surprise.  Our Christian chief called out, as he and his\ncompanions drew up in the midst of them on the village public\nground:–",
        "“’Jehovah thus protects us.  He has given us all your spears!\nOnce we would have thrown them back at you and killed you.  But\nnow we come, not to fight but to tell you about Jesus.  He has\nchanged our dark hearts.  He asks you now to lay down all these\nyour other weapons of war, and to hear what we can tell you about\nthe love of God, our great Father, the only living God.’",
        "“The heathen were perfectly overawed.  They manifestly looked on\nthese Christians as protected by some Invisible One.  They\nlistened for the first time to the story of the Gospel and of the\nCross.  We lived to see that chief and all his tribe sitting in\nthe school of Christ.  And there is perhaps not an island in\nthese southern seas, amongst all those won for Christ, where\nsimilar acts of heroism on the part of converts cannot be\nrecited.”   John G. Paton, Missionary to the New Hebrides, An\nAutobiography, second part, London, 1890, p. 243.",
        "In this respect the Utopian dreams of social justice in which\nmany contemporary socialists and anarchists indulge are, in spite\nof their impracticability and non-adaptation to present\nenvironmental conditions, analogous to the saint’s belief in an\nexistent kingdom of heaven.  They help to break the edge of the\ngeneral reign of hardness and are slow leavens of a better order.",
        "The next topic in order is Asceticism, which I fancy you are all\nready to consider without argument a virtue liable to\nextravagance and excess.  The optimism and refinement of the\nmodern imagination has, as I have already said elsewhere, changed\nthe attitude of the church towards corporeal mortification, and a\nSuso or a Saint Peter of Alcantara[216] appear to us to-day\nrather in the light of tragic mountebanks than of sane men\ninspiring us with respect.  If the inner dispositions are right,\nwe ask, what need of all this torment, this violation of the\nouter nature?  It keeps the outer nature too important.  Any one\nwho is genuinely emancipated from the flesh will look on\npleasures and pains, abundance and privation, as alike irrelevant\nand indifferent.  He can engage in actions and experience\nenjoyments without fear of corruption or enslavement.  As the\nBhagavad-Gita says, only those need renounce worldly actions who\nare still inwardly attached thereto.  If one be really unattached\nto the fruits of action, one may mix in the world with\nequanimity.  I quoted in a former lecture Saint Augustine’s\nantinomian saying:  If you only love God enough, you may safely\nfollow all your inclinations.  “He needs no devotional\npractices,” is one of Ramakrishna’s maxims, “whose heart is moved\nto tears at the mere mention of the name of <354> Hari.\"[217] \nAnd the Buddha, in pointing out what he called “the middle way\"\nto his disciples, told them to abstain from both extremes,\nexcessive mortification being as unreal and unworthy as mere\ndesire and pleasure.  The only perfect life, he said, is that of\ninner wisdom, which makes one thing as indifferent to us as\nanother, and thus leads to rest, to peace, and to Nirvana.[218]",
        "[216] Saint Peter, Saint Teresa tells us in her autobiography\n(French translation, p. 333), “had passed forty years without\never sleeping more than an hour and a half a day.  Of all his\nmortifications, this was the one that had cost him the most.  To\ncompass it, he kept always on his knees or on his feet.  The\nlittle sleep he allowed nature to take was snatched in a sitting\nposture, his head leaning against a piece of wood fixed in the\nwall.  Even had he wished to lie down, it would have been\nimpossible, because his cell was only four feet and a half long. \nIn the course of all these years he never raised his hood, no\nmatter what the ardor of the sun or the rain’s strength.  He\nnever put on a shoe.  He wore a garment of coarse sackcloth, with\nnothing else upon his skin.  This garment was as scant as\npossible, and over it a little cloak of the same stuff.  When the\ncold was great he took off the cloak and opened for a while the\ndoor and little window of his cell.  Then he closed them and\nresumed the mantle–his way, as he told us, of warming himself,\nand making his body feel a better temperature.  It was a frequent\nthing with him to eat once only in three days; and when I\nexpressed my surprise, he said that it was very easy if one once\nhad acquired the habit.  One of his companions has assured me\nthat he has gone sometimes eight days without food. . . . His\npoverty was extreme; and his mortification, even in his youth,\nwas such that he told me he had passed three years in a house of\nhis order without knowing any of the monks otherwise than by the\nsound of their voice, for he never raised his eyes, and only\nfound his way about by following the others.  He showed this same\nmodesty on public highways.  He spent many years without ever\nlaying eyes upon a woman; but he confessed to me that at the age\nhe had reached it was indifferent to him whether he laid eyes on\nthem or not.  He was very old when I first came to know him, and\nhis body so attenuated that it seemed formed of nothing so much\nas of so many roots of trees. With all this sanctity he was very\naffable.  He never spoke unless he was questioned, but his\nintellectual right-mindedness and grace gave to all his words an\nirresistible charm.”",
        "[217] F. Max Muller:  Ramakrishna, his Life and sayings, 1899, p.\n180.",
        "[218] Oldenberg:  Buddha; translated by W. Hoey, London, 1882, p.\n127.",
        "We find accordingly that as ascetic saints have grown older, and\ndirectors of conscience more experienced, they usually have shown\na tendency to lay less stress on special bodily mortifications. \nCatholic teachers have always professed the rule that, since\nhealth is needed for efficiency in God’s service, health must not\nbe sacrificed to mortification.  The general optimism and\nhealthy-mindedness of liberal Protestant circles to-day makes\nmortification for mortification’s sake repugnant to us.  We can\nno longer sympathize with cruel deities, and the notion that God\ncan take delight in the spectacle of sufferings self-inflicted in\nhis honor is abhorrent.  In consequence of all these motives you\nprobably are disposed, unless some special utility can be shown\nin some individual’s discipline, to treat the general tendency to\nasceticism as pathological.",
        "Yet I believe that a more careful consideration of the whole\nmatter, distinguishing between the general good intention of\nasceticism and the uselessness of some of the particular acts of\nwhich it may be guilty, ought to rehabilitate it in our esteem. \nFor in its spiritual meaning asceticism stands for nothing less\nthan for the essence of the twice-born philosophy.  It\nsymbolizes, lamely enough no doubt, but sincerely, the belief\nthat there is an element of real wrongness in this world, which\nis neither to be ignored nor evaded, but which must be squarely\nmet and overcome by an appeal to the soul’s heroic resources, and\nneutralized and cleansed away by suffering.  As against this\nview, the ultra-optimistic form of the once-born philosophy\nthinks we may treat evil by the method of ignoring.  Let a man\nwho, by fortunate health and circumstances, escapes the suffering\nof any great amount of evil in his own person, also close his\neyes to it as it exists in the wider universe outside his private\nexperience, and he will be quit of it altogether, and can sail\nthrough life happily on a healthy-minded basis.  But we saw in\nour lectures on melancholy how precarious this attempt\nnecessarily is.  Moreover it is but for the individual; and\nleaves the evil outside of him, unredeemed and unprovided for in\nhis philosophy.",
        "No such attempt can be a GENERAL solution of the problem; and to\nminds of sombre tinge, who naturally feel life as a tragic\nmystery, such optimism is a shallow dodge or mean evasion.  It\naccepts, in lieu of a real deliverance, what is a lucky personal\naccident merely, a cranny to escape by. It leaves the general\nworld unhelped and still in the clutch of Satan.  The real\ndeliverance, the twice-born folk insist, must be of universal\napplication.  Pain and wrong and death must be fairly met and\novercome in higher excitement, or else their sting remains\nessentially unbroken.  If one has ever taken the fact of the\nprevalence of tragic death in this world’s history fairly into\nhis mind–freezing, drowning entombment alive, wild beasts, worse\nmen, and hideous diseases–he can with difficulty, it seems to\nme, continue his own career of worldly prosperity without\nsuspecting that he may all the while not be really inside the\ngame, that he may lack the great initiation.",
        "Well, this is exactly what asceticism thinks; and it voluntarily\ntakes the initiation.  Life is neither farce nor genteel comedy,\nit says, but something we must sit at in mourning garments,\nhoping its bitter taste will purge us of our folly. The wild and\nthe heroic are indeed such rooted parts of it that\nhealthy-mindedness pure and simple, with its sentimental\noptimism, can hardly be regarded by any thinking man as a serious\nsolution.  Phrases of neatness, cosiness, and comfort can never\nbe an answer to the sphinx’s riddle.",
        "In these remarks I am leaning only upon mankind’s common instinct\nfor reality, which in point of fact has always held the world to\nbe essentially a theatre for heroism.  In heroism, we feel,\nlife’s supreme mystery is hidden.  We tolerate no one who has no\ncapacity whatever for it in any direction.  On the other hand, no\nmatter what a man’s frailties otherwise may be, if he be willing\nto risk death, and still more if he suffer it heroically, in the\nservice he has chosen, the fact consecrates him forever. \nInferior to ourselves in this or that way, if yet we cling to\nlife, and he is able “to fling it away like a flower” as caring\nnothing for it, we account him in the deepest way our born\nsuperior.  Each of us in his own person feels that a high-hearted\nindifference to life would expiate all his shortcomings.",
        "The metaphysical mystery, thus recognized by common sense, that\nhe who feeds on death that feeds on men possesses life\nsupereminently and excellently, and meets best the secret demands\nof the universe, is the truth of which asceticism has been the\nfaithful champion.  The folly of the cross, so inexplicable by\nthe intellect, has yet its indestructible vital meaning.",
        "Representatively, then, and symbolically, and apart from the\nvagaries into which the unenlightened intellect of former times\nmay have let it wander, asceticism must, I believe, be\nacknowledged to go with the profounder way of handling the gift\nof existence.  Naturalistic optimism is mere syllabub and\nflattery and sponge-cake in comparison. The practical course of\naction for us, as religious men, would therefore, it seems to me,\nnot be simply to turn our backs upon the ascetic impulse, as most\nof us to-day turn them, but rather to discover some outlet for it\nof which the fruits in the way of privation and hardship might be\nobjectively useful.  The older monastic asceticism occupied\nitself with pathetic futilities, or terminated in the mere\negotism of the individual, increasing his own perfection.[219] \nBut is it not possible for us to discard most of these older\nforms of mortification, and yet find saner channels for the\nheroism which inspired them?",
        "[219] “The vanities of all others may die out, but the vanity of\na saint as regards his sainthood is hard indeed to wear away.\"\nRamakrishna his Life and Sayings, 1899, p. 172.",
        "Does not, for example, the worship of material luxury and wealth,\nwhich constitutes so large a portion of the “spirit” of our age,\nmake somewhat for effeminacy and unmanliness?  Is not the\nexclusively sympathetic and facetious way in which most children\nare brought up to-day–so different from the education of a\nhundred years ago, especially in evangelical circles–in danger,\nin spite of its many advantages, of developing a certain\ntrashiness of fibre?  Are there not hereabouts some points of\napplication for a renovated and revised ascetic discipline?",
        "Many of you would recognize such dangers, but would point to\nathletics, militarism, and individual and national enterprise and\nadventure as the remedies.  These contemporary ideals are quite\nas remarkable for the energy with which they make for heroic\nstandards of life, as contemporary religion is remarkable for the\nway in which it neglects them.[220]  War and adventure assuredly\nkeep all who engage in them from treating themselves too\ntenderly.  They demand such incredible efforts, depth beyond\ndepth of exertion, both in degree and in duration, that the whole\nscale of motivation alters.  Discomfort and annoyance, hunger and\nwet, pain and cold, squalor and filth, cease to have any\ndeterrent operation whatever.  Death turns into a commonplace\nmatter, and its usual power to check our action vanishes. With\nthe annulling of these customary inhibitions, ranges of new\nenergy are set free, and life seems cast upon a higher plane of\npower.",
        "[220] “When a church has to be run by oysters, ice-cream, and\nfun,” I read in an American religious paper, “you may be sure\nthat it is running away from Christ.”  Such, if one may judge\nby appearances, is the present plight of many of our churches.",
        "The beauty of war in this respect is that it is so congruous with\nordinary human nature.  Ancestral evolution has made us all\npotential warriors; so the most insignificant individual, when\nthrown into an army in the field, is weaned from whatever excess\nof tenderness toward his precious person he may bring with him,\nand may easily develop into a monster of insensibility.",
        "But when we compare the military type of self-severity with that\nof the ascetic saint, we find a world-wide difference in all\ntheir spiritual concomitants.",
        "“’Live and let live,’” writes a clear-headed Austrian officer,\n“is no device for an army.  Contempt for one’s own comrades, for\nthe troops of the enemy, and, above all, fierce contempt for\none’s own person, are what war demands of every one.  Far better\nis it for an army to be too savage, too cruel, too barbarous,\nthan to possess too much sentimentality and human reasonableness.",
        "If the soldier is to be good for anything as a soldier, he must\nbe exactly the opposite of a reasoning and thinking man.  The\nmeasure of goodness in him is his possible use in war.  War, and\neven peace, require of the soldier absolutely peculiar standards\nof morality.  The recruit brings with him common moral notions,\nof which he must seek immediately to get rid.  For him victory,\nsuccess, must be EVERYTHING.  The most barbaric tendencies in men\ncome to life again in war, and for war’s uses they are\nincommensurably good.\"[221]",
        "[221] C. V. B. K.:  Friedens-und Kriegs-moral der Heere.  Quoted\nby Hamon:  Psychologie du Militaire professional, 1895, p. xli.",
        "These words are of course literally true.  The immediate aim of\nthe soldier’s life is, as Moltke said, destruction, and nothing\nbut destruction; and whatever constructions wars result in are\nremote and non-military.  Consequently the soldier cannot\ntrain himself to be too feelingless to all those usual sympathies\nand respects, whether for persons or for things, that make for\nconservation.  Yet the fact remains that war is a school of\nstrenuous life and heroism; and, being in the line of aboriginal\ninstinct, is the only school that as yet is universally\navailable.  But when we gravely ask ourselves whether this\nwholesale organization of irrationality and crime be our only\nbulwark against effeminacy, we stand aghast at the thought, and\nthink more kindly of ascetic religion.  One hears of the\nmechanical equivalent of heat.  What we now need to discover in\nthe social realm is the moral equivalent of war:  something\nheroic that will speak to men as universally as war does, and yet\nwill be as compatible with their spiritual selves as war has\nproved itself to be incompatible.  I have often thought that in\nthe old monkish poverty-worship, in spite of the pedantry which\ninfested it, there might be something like that moral equivalent\nof war which we are seeking.  May not voluntarily accepted\npoverty be “the strenuous life,” without the need of crushing\nweaker peoples?",
        "Poverty indeed IS the strenuous life–without brass bands or\nuniforms or hysteric popular applause or lies or circumlocutions;\nand when one sees the way in which wealth- getting enters as an\nideal into the very bone and marrow of our generation, one\nwonders whether a revival of the belief that poverty is a worthy\nreligious vocation may not be “the transformation of military\ncourage,” and the spiritual reform which our time stands most in\nneed of.",
        "Among us English-speaking peoples especially do the praises of\npoverty need once more to be boldly sung.  We have grown\nliterally afraid to be poor.  We despise any one who elects to be\npoor in order to simplify and save his inner life.  If he does\nnot join the general scramble and pant with the money-making\nstreet, we deem him spiritless and lacking in ambition.  We have\nlost the power even of imagining what the ancient idealization of\npoverty could have meant:  the liberation from material\nattachments, the unbribed soul, the manlier indifference, the\npaying our way by what we are or do and not by what we have, the\nright to fling away our life at any moment irresponsibly–the\nmore athletic trim, in short, the moral fighting shape.  When we\nof the so-called better classes are scared as men were never\nscared in history at material ugliness and hardship; when we put\noff marriage until our house can be artistic, and quake at the\nthought of having a child without a bank-account and doomed to\nmanual labor, it is time for thinking men to protest against so\nunmanly and irreligious a state of opinion.",
        "It is true that so far as wealth gives time for ideal ends and\nexercise to ideal energies, wealth is better than poverty and\nought to be chosen.  But wealth does this in only a portion of\nthe actual cases.  Elsewhere the desire to gain wealth and the\nfear to lose it are our chief breeders of cowardice and\npropagators of corruption.  There are thousands of conjunctures\nin which a wealth-bound man must be a slave, whilst a man for\nwhom poverty has no terrors becomes a freeman.  Think of the\nstrength which personal indifference to poverty would give us if\nwe were devoted to unpopular causes.  We need no longer hold our\ntongues or fear to vote the revolutionary or reformatory ticket. \nOur stocks might fall, our hopes of promotion vanish, our\nsalaries stop, our club doors close in our faces; yet, while we\nlived, we would imperturbably bear witness to the spirit, and our\nexample would help to set free our generation.  The cause would\nneed its funds, but we its servants would be potent in proportion\nas we personally were contented with our poverty.",
        "I recommend this matter to your serious pondering, for it is\ncertain that the prevalent fear of poverty among the educated\nclasses is the worst moral disease from which our civilization\nsuffers.",
        "I have now said all that I can usefully say about the several\nfruits of religion as they are manifested in saintly lives, so I\nwill make a brief review and pass to my more general conclusions.",
        "Our question, you will remember, is as to whether religion stands\napproved by its fruits, as these are exhibited in the saintly\ntype of character.  Single attributes of saintliness may, it is\ntrue, be temperamental endowments, found in non-religious\nindividuals.  But the whole group of them forms a combination\nwhich, as such, is religious, for it seems to flow from the sense\nof the divine as from its psychological centre.  Whoever\npossesses strongly this sense comes naturally to think that the\nsmallest details of this world derive infinite significance from\ntheir relation to an unseen divine order.  The thought of this\norder yields him a superior denomination of happiness, and a\nsteadfastness of soul with which no other can compare.  In social\nrelations his serviceability is exemplary; he abounds in impulses\nto help. His help is inward as well as outward, for his sympathy\nreaches souls as well as bodies, and kindles unsuspected\nfaculties therein.  Instead of placing happiness where common men\nplace it, in comfort, he places it in a higher kind of inner\nexcitement, which converts discomforts into sources of cheer and\nannuls unhappiness.  So he turns his back upon no duty, however\nthankless; and when we are in need of assistance, we can count\nupon the saint lending his hand with more certainty than we can\ncount upon any other person.  Finally, his humble-mindedness and\nhis ascetic tendencies save him from the petty personal\npretensions which so obstruct our ordinary social intercourse,\nand his purity gives us in him a clean man for a companion. \nFelicity, purity, charity, patience, self-severity–these are\nsplendid excellencies, and the saint of all men shows them in the\ncompletest possible measure.",
        "But, as we saw, all these things together do not make saints\ninfallible.  When their intellectual outlook is narrow, they fall\ninto all sorts of holy excesses, fanaticism or theopathic\nabsorption, self-torment, prudery, scrupulosity, gullibility, and\nmorbid inability to meet the world.  By the very intensity of his\nfidelity to the paltry ideals with which an inferior intellect\nmay inspire him, a saint can be even more objectionable and\ndamnable than a superficial carnal man would be in the same\nsituation.  We must judge him not sentimentally only, and not in\nisolation, but using our own intellectual standards, placing him\nin his environment, and estimating his total function.",
        "Now in the matter of intellectual standards, we must bear in mind\nthat it is unfair, where we find narrowness of mind, always to\nimpute it as a vice to the individual, for in religious and\ntheological matters he probably absorbs his narrowness from his\ngeneration.  Moreover, we must not confound the essentials of\nsaintliness, which are those general passions of which I have\nspoken, with its accidents, which are the special determinations\nof these passions at any historical moment.  In these\ndeterminations the saints will usually be loyal to the temporary\nidols of their tribe.  Taking refuge in monasteries was as much\nan idol of the tribe in the middle ages, as bearing a hand in the\nworld’s work is to-day.  Saint Francis or Saint Bernard, were\nthey living to-day, would undoubtedly be leading consecrated\nlives of some sort, but quite as undoubtedly they would not lead\nthem in retirement.  Our animosity to special historic\nmanifestations must not lead us to give away the saintly impulses\nin their essential nature to the tender mercies of inimical\ncritics.",
        "The most inimical critic of the saintly impulses whom I know is\nNietzsche.  He contrasts them with the worldly passions as we\nfind these embodied in the predaceous military character,\naltogether to the advantage of the latter.  Your born saint, it\nmust be confessed, has something about him which often makes the\ngorge of a carnal man rise, so it will be worth while to consider\nthe contrast in question more fully.",
        "Dislike of the saintly nature seems to be a negative result of\nthe biologically useful instinct of welcoming leadership, and\nglorifying the chief of the tribe.  The chief is the potential,\nif not the actual tyrant, the masterful, overpowering man of\nprey.  We confess our inferiority and grovel before him.  We\nquail under his glance, and are at the same time proud of owning\nso dangerous a lord.  Such instinctive and submissive\nhero-worship must have been indispensable in primeval tribal\nlife.  In the endless wars of those times, leaders were\nabsolutely needed for the tribe’s survival.  If there were any\ntribes who owned no leaders, they can have left no issue to\nnarrate their doom.  The leaders always had good consciences, for\nconscience in them coalesced with will, and those who looked on\ntheir face were as much smitten with wonder at their freedom from\ninner restraint as with awe at the energy of their outward\nperformances.",
        "Compared with these beaked and taloned graspers of the world,\nsaints are herbivorous animals, tame and harmless barn-yard\npoultry.  There are saints whose beard you may, if you ever care\nto, pull with impunity.  Such a man excites no thrills of wonder\nveiled in terror; his conscience is full of scruples and returns;\nhe stuns us neither by his inward freedom nor his outward power;\nand unless he found within us an altogether different faculty of\nadmiration to appeal to, we should pass him by with contempt.",
        "In point of fact, he does appeal to a different faculty.\nReenacted in human nature is the fable of the wind, the sun, and\nthe traveler.  The sexes embody the discrepancy.  The woman loves\nthe man the more admiringly the stormier he shows himself, and\nthe world deifies its rulers the more for being willful and\nunaccountable.  But the woman in turn subjugates the man by the\nmystery of gentleness in beauty, and the saint has always charmed\nthe world by something similar.  Mankind is susceptible and\nsuggestible in opposite directions, and the rivalry of influences\nis unsleeping.  The saintly and the worldly ideal pursue their\nfeud in literature as much as in real life.",
        "For Nietzsche the saint represents little but sneakingness and\nslavishness.  He is the sophisticated invalid, the degenerate par\nexcellence, the man of insufficient vitality.  His prevalence\nwould put the human type in danger.",
        "“The sick are the greatest danger for the well.  The weaker, not\nthe stronger, are the strong’s undoing.  It is not FEAR of our\nfellow-man, which we should wish to see diminished; for fear\nrouses those who are strong to become terrible in turn\nthemselves, and preserves the hard-earned and successful type of\nhumanity. What is to be dreaded by us more than any other doom is\nnot fear, but rather the great disgust, not fear, but rather the\ngreat pity–disgust and pity for our human fellows. . . .  The\nMORBID are our greatest peril–not the ’bad’ men, not the\npredatory beings.  Those born wrong, the miscarried, the broken–\nthey it is, the WEAKEST who are undermining the vitality of the\nrace, poisoning our trust in life, and putting humanity in\nquestion. Every look of them is a sigh–’Would I were something\nother!  I am sick and tired of what I am.’  In this swamp-soil of\nself-contempt, every poisonous weed flourishes, and all so small,\nso secret, so dishonest, and so sweetly rotten.  Here swarm the\nworms of sensitiveness and resentment, here the air smells odious\nwith secrecy, with what is not to be acknowledged; here is woven\nendlessly the net of the meanest of conspiracies, the conspiracy\nof those who suffer against those who succeed and are victorious;\nhere the very aspect of the victorious is hated–as if health,\nsuccess, strength, pride, and the sense of power were in\nthemselves things vicious, for which one ought eventually to make\nbitter expiation.  Oh, how these people would themselves like to\ninflict the expiation, how they thirst to be the hangmen!  And\nall the while their duplicity never confesses their hatred to\nbe hatred.\"[222]",
        "[222] Zur Genealogie der Moral, Dritte Abhandlung, Section 14.  I\nhave abridged, and in one place transposed, a sentence.",
        "Poor Nietzsche’s antipathy is itself sickly enough, but we all\nknow what he means, and he expresses well the clash between the\ntwo Ideals.  The carnivorous-minded “strong man,” the adult male\nand cannibal, can see nothing but mouldiness and morbidness in\nthe saint’s gentleness and self-severity, and regards him with\npure loathing.  The whole feud revolves essentially upon two\npivots:  Shall the seen world or the unseen world be our chief\nsphere of adaptation?  and must our means of adaptation in this\nseen world be aggressiveness or non-resistance?",
        "The debate is serious.  In some sense and to some degree both\nworlds must be acknowledged and taken account of; and in the seen\nworld both aggressiveness and non-resistance are needful.  It is\na question of emphasis, of more or less.  Is the saint’s type or\nthe strong-man’s type the more ideal?",
        "It has often been supposed, and even now, I think, it is supposed\nby most persons, that there can be one intrinsically ideal type\nof human character.  A certain kind of man, it is imagined, must\nbe the best man absolutely and apart from the utility of his\nfunction, apart from economical considerations.  The saint’s\ntype, and the knight’s or gentleman’s type, have always been\nrival claimants of this absolute ideality; and in the ideal of\nmilitary religious orders both types were in a manner blended. \nAccording to the empirical philosophy, however, all ideals are\nmatters of relation.  It would be absurd, for example, to ask for\na definition of “the ideal horse,” so long as dragging drays and\nrunning races, bearing children, and jogging about with\ntradesmen’s packages all remain as indispensable differentiations\nof equine function.  You may take what you call a general\nall-round animal as a compromise, but he will be inferior to any\nhorse of a more specialized type, in some one particular\ndirection. We must not forget this now when, in discussing\nsaintliness, we ask if it be an ideal type of manhood.  We must\ntest it by its economical relations.",
        "I think that the method which Mr. Spencer uses in his Data of\nEthics will help to fix our opinion.  Ideality in conduct is\naltogether a matter of adaptation.  A society where all were\ninvariably aggressive would destroy itself by inner friction, and\nin a society where some are aggressive, others must be\nnon-resistant, if there is to be any kind of order. This is the\npresent constitution of society, and to the mixture we owe many\nof our blessings.  But the aggressive members of society are\nalways tending to become bullies, robbers, and swindlers; and no\none believes that such a state of things as we now live in is the\nmillennium.  It is meanwhile quite possible to conceive an\nimaginary society in which there should be no aggressiveness, but\nonly sympathy and fairness–any small community of true friends\nnow realizes such a society.  Abstractly considered, such a\nsociety on a large scale would be the millennium, for every good\nthing might be realized there with no expense of friction.  To\nsuch a millennial society the saint would be entirely adapted. \nHis peaceful modes of appeal would be efficacious over his\ncompanions, and there would be no one extant to take advantage of\nhis non-resistance.  The saint is therefore abstractly a higher\ntype of man than the “strong man,” because he is adapted to the\nhighest society conceivable, whether that society ever be\nconcretely possible or not.  The strong man would immediately\ntend by his presence to make that society deteriorate.  It would\nbecome inferior in everything save in a certain kind of bellicose\nexcitement, dear to men as they now are.",
        "But if we turn from the abstract question to the actual\nsituation, we find that the individual saint may be well or ill\nadapted, according to particular circumstances.  There is, in\nshort, no absoluteness in the excellence of sainthood.  It must\nbe confessed that as far as this world goes, anyone who makes an\nout-and-out saint of himself does so at his peril.  If he is not\na large enough man, he may appear more insignificant and\ncontemptible, for all his saintship, than if he had remained a\nworldling.[223]  Accordingly religion has seldom been so\nradically taken in our Western world that the devotee could not\nmix it with some worldly temper. It has always found good men who\ncould follow most of its impulses, but who stopped short when it\ncame to non-resistance.  Christ himself was fierce upon occasion. \nCromwells, Stonewall Jacksons, Gordons, show that Christians can\nbe strong men also.",
        "[223] We all know DAFT saints, and they inspire a queer kind of\naversion. But in comparing saints with strong men we must choose\nindividuals on the same intellectual level.  The under-witted\nstrong man homologous in his sphere with the under-witted saint,\nis the bully of the slums, the hooligan or rowdy.  Surely on this\nlevel also the saint preserves a certain superiority.",
        "How is success to be absolutely measured when there are so many\nenvironments and so many ways of looking at the adaptation?  It\ncannot be measured absolutely; the verdict will vary according to\nthe point of view adopted.  From the biological point of view\nSaint Paul was a failure, because he was beheaded.  Yet he was\nmagnificently adapted to the larger environment of history; and\nso far as any saint’s example is a leaven of righteousness in the\nworld, and draws it in the direction of more prevalent habits of\nsaintliness, he is a success, no matter what his immediate bad\nfortune may be.  The greatest saints, the spiritual heroes whom\nevery one acknowledges, the Francises, Bernards, Luthers,\nLoyolas, Wesleys, Channings, Moodys, Gratrys, the Phillips\nBrookses, the Agnes Joneses, Margaret Hallahans, and Dora\nPattisons, are successes from the outset.  They show themselves,\nand there is no question; every one perceives their strength and\nstature.  Their sense of mystery in things, their passion, their\ngoodness, irradiate about them and enlarge their outlines while\nthey soften them.  They are like pictures with an atmosphere and\nbackground; and, placed alongside of them, the strong men of this\nworld and no other seem as dry as sticks, as hard and crude as\nblocks of stone or brick-bats.",
        "In a general way, then, and “on the whole,\"[224] our abandonment\nof theological criteria, and our testing of religion by practical\ncommon sense and the empirical method, leave it in possession of\nits towering place in history.  Economically, the saintly group\nof qualities is indispensable to the world’s welfare.  The great\nsaints are immediate successes; the smaller ones are at least\nheralds and harbingers, and they may be leavens also, of a better\nmundane order.  Let us be saints, then, if we can, whether or not\nwe succeed visibly and temporally.  But in our Father’s house are\nmany mansions, and each of us must discover for himself the kind\nof religion and the amount of saintship which best comports with\nwhat he believes to be his powers and feels to be his truest\nmission and vocation.  There are no successes to be guaranteed\nand no set orders to be given to individuals, so long as we\nfollow the methods of empirical philosophy.",
        "[224] See above, p. 321.",
        "This is my conclusion so far.  I know that on some of your minds\nit leaves a feeling of wonder that such a method should have been\napplied to such a subject, and this in spite of all those remarks\nabout empiricism which I made at the beginning of Lecture\nXIII.[225] How, you say, can religion, which believes in two\nworlds and an invisible order, be estimated by the adaptation of\nits fruits to this world’s order alone?  It is its truth, not its\nutility, you insist, upon which our verdict ought to depend.  If\nreligion is true, its fruits are good fruits, even though in this\nworld they should prove uniformly ill adapted and full of naught\nbut pathos.  It goes back, then, after all, to the question of\nthe truth of theology. The plot inevitably thickens upon us; we\ncannot escape theoretical considerations.  I propose, then, that\nto some degree we face the responsibility.  Religious persons\nhave often, though not uniformly, professed to see truth in a\nspecial manner.  That manner is known as mysticism.  I will\nconsequently now proceed to treat at some length of mystical\nphenomena, and after that, though more briefly, I will consider\nreligious philosophy.",
        "[225] Above, pp. 321-327",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}