{
    "title": "The Sorrows of Young Werther - July 1.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "16",
    "content": [
        "\n\n",
        "The consolation Charlotte can bring to an invalid I experience\nfrom my own heart, which suffers more from her absence than many\na poor creature lingering on a bed of sickness. She is gone to\nspend a few days in the town with a very worthy woman, who is given\nover by the physicians, and wishes to have Charlotte near her in\nher last moments. I accompanied her last week on a visit to the\nVicar of S—, a small village in the mountains, about a league\nhence. We arrived about four o’clock: Charlotte had taken her\nlittle sister with her. When we entered the vicarage court, we\nfound the good old man sitting on a bench before the door, under\nthe shade of two large walnut-trees. At the sight of Charlotte\nhe seemed to gain new life, rose, forgot his stick, and ventured\nto walk toward her. She ran to him, and made him sit down again;\nthen, placing herself by his side, she gave him a number of messages\nfrom her father, and then caught up his youngest child, a dirty,\nugly little thing, the joy of his old age, and kissed it. I wish\nyou could have witnessed her attention to this old man, —how she\nraised her voice on account of his deafness; how she told him of\nhealthy young people, who had been carried off when it was least\nexpected; praised the virtues of Carlsbad, and commended his\ndetermination to spend the ensuing summer there; and assured him\nthat he looked better and stronger than he did when she saw him\nlast. I, in the meantime, paid attention to his good lady. The\nold man seemed quite in spirits; and as I could not help admiring\nthe beauty of the walnut-trees, which formed such an agreeable\nshade over our heads, he began, though with some little difficulty,\nto tell us their history. “As to the oldest,” said he, “we do not\nknow who planted it, — some say one clergyman, and some another:\nbut the younger one, there behind us, is exactly the age of my wife,\nfifty years old next October; her father planted it in the morning,\nand in the evening she came into the world. My wife’s father was\nmy predecessor here, and I cannot tell you how fond he was of that\ntree; and it is fully as dear to me. Under the shade of that very\ntree, upon a log of wood, my wife was seated knitting, when I, a\npoor student, came into this court for the first time, just seven\nand twenty years ago.” Charlotte inquired for his daughter. He\nsaid she was gone with Herr Schmidt to the meadows, and was with\nthe haymakers. The old man then resumed his story, and told us\nhow his predecessor had taken a fancy to him, as had his daughter\nlikewise; and how he had become first his curate, and subsequently\nhis successor. He had scarcely finished his story when his daughter\nreturned through the garden, accompanied by the above-mentioned\nHerr Schmidt. She welcomed Charlotte affectionately, and I confess\nI was much taken with her appearance. She was a lively-looking,\ngood-humoured brunette, quite competent to amuse one for a short\ntime in the country. Her lover (for such Herr Schmidt evidently\nappeared to be) was a polite, reserved personage, and would not\njoin our conversation, notwithstanding all Charlotte’s endeavours\nto draw him out. I was much annoyed at observing, by his countenance,\nthat his silence did not arise from want of talent, but from caprice\nand ill-humour. This subsequently became very evident, when we\nset out to take a walk, and Frederica joining Charlotte, with whom\nI was talking, the worthy gentleman’s face, which was naturally\nrather sombre, became so dark and angry that Charlotte was obliged\nto touch my arm, and remind me that I was talking too much to\nFrederica. Nothing distresses me more than to see men torment\neach other; particularly when in the flower of their age, in the\nvery season of pleasure, they waste their few short days of sunshine\nin quarrels and disputes, and only perceive their error when it\nis too late to repair it. This thought dwelt upon my mind; and\nin the evening, when we returned to the vicar’s, and were sitting\nround the table with our bread end milk, the conversation turned\non the joys and sorrows of the world, I could not resist the\ntemptation to inveigh bitterly against ill-humour. “We are apt,\"\nsaid I, “to complain, but - with very little cause, that our happy\ndays are few, and our evil days many. If our hearts were always\ndisposed to receive the benefits Heaven sends us, we should acquire\nstrength to support evil when it comes.” “But,” observed the vicar’s\nwife, “we cannot always command our tempers, so much depends upon\nthe constitution: when the body suffers, the mind is ill at ease.\"\n“I acknowledge that,” I continued; “but we must consider such a\ndisposition in the light of a disease, and inquire whether there\nis no remedy for it.”",
        "“I should be glad to hear one,” said Charlotte: “at least, I think\nvery much depends upon ourselves; I know it is so with me. When\nanything annoys me, and disturbs my temper, I hasten into the\ngarden, hum a couple of country dances, and it is all right with\nme directly.” “That is what I meant,” I replied; “ill-humour\nresembles indolence: it is natural to us; but if once we have\ncourage to exert ourselves, we find our work run fresh from our\nhands, and we experience in the activity from which we shrank a\nreal enjoyment.” Frederica listened very attentively: and the\nyoung man objected, that we were not masters of ourselves, and\nstill less so of our feelings. “The question is about a disagreeable\nfeeling,” I added, “from which every one would willingly escape,\nbut none know their own power without trial. Invalids are glad\nto consult physicians, and submit to the most scrupulous regimen,\nthe most nauseous medicines, in order to recover their health.\"\nI observed that the good old man inclined his head, and exerted\nhimself to hear our discourse; so I raised my voice, and addressed\nmyself directly to him. We preach against a great many crimes,\"\nI observed, “but I never remember a sermon delivered against\nill-humour.” “That may do very well for your town clergymen,\"\nsaid he: “country people are never ill-humoured; though, indeed,\nit might be useful, occasionally, to my wife for instance, and the\njudge.” We all laughed, as did he likewise very cordially, till\nhe fell into a fit of coughing, which interrupted our conversation\nfor a time. Herr Schmidt resumed the subject. “You call ill\nhumour a crime,” he remarked, “but I think you use too strong a\nterm.” “Not at all,” I replied, “if that deserves the name which\nis so pernicious to ourselves and our neighbours. Is it not enough\nthat we want the power to make one another happy, must we deprive\neach other of the pleasure which we can all make for ourselves?\nShow me the man who has the courage to hide his ill-humour, who\nbears the whole burden himself, without disturbing the peace of\nthose around him. No: ill-humour arises from an inward consciousness\nof our own want of merit, from a discontent which ever accompanies\nthat envy which foolish vanity engenders. We see people happy,\nwhom we have not made so, and cannot endure the sight.” Charlotte\nlooked at me with a smile; she observed the emotion with which I\nspoke: and a tear in the eyes of Frederica stimulated me to proceed.\n“Woe unto those,” I said, “who use their power over a human heart\nto destroy the simple pleasures it would naturally enjoy! All the\nfavours, all the attentions, in the world cannot compensate for\nthe loss of that happiness which a cruel tyranny has destroyed.\"\nMy heart was full as I spoke. A recollection of many things which\nhad happened pressed upon my mind, and filled my eyes with tears.\n“We should daily repeat to ourselves,” I exclaimed, “that we should\nnot interfere with our friends, unless to leave them in possession\nof their own joys, and increase their happiness by sharing it with\nthem! But when their souls are tormented by a violent passion,\nor their hearts rent with grief, is it in your power to afford\nthem the slightest consolation?",
        "“And when the last fatal malady seizes the being whose untimely\ngrave you have prepared, when she lies languid and exhausted before\nyou, her dim eyes raised to heaven, and the damp of death upon her\npallid brow, there you stand at her bedside like a condemned\ncriminal, with the bitter feeling that your whole fortune could\nnot save her; and the agonising thought wrings you, that all your\nefforts are powerless to impart even a moment’s strength to the\ndeparting soul, or quicken her with a transitory consolation.”",
        "At these words the remembrance of a similar scene at which I had\nbeen once present fell with full force upon my heart. I buried my\nface in my handkerchief, and hastened from the room, and was only\nrecalled to my recollection by Charlotte’s voice, who reminded me\nthat it was time to return home. With what tenderness she chid\nme on the way for the too eager interest I took in everything!\nShe declared it would do me injury, and that I ought to spare\nmyself. Yes, my angel! I will do so for your sake.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}