{
    "title": "The Boys’ Life of Mark Twain - LII. European Economies",
    "author": "Paine",
    "chapter": "52",
    "content": [
        "\n",
        "\n\n",
        "With Clara and Jean, Mrs. Clemens returned to England, and in a modest\nhouse on Tedworth Square, a secluded corner of London, the stricken\nfamily hid themselves away for the winter. Few, even of their closest\nfriends, knew of their whereabouts.  In time the report was circulated\nthat Mask Twain, old, sick, and deserted by his family, was living in\npoverty, toiling to pay his debts.  Through the London publishers a\ndistant cousin, Dr. James Clemens, of St. Louis, located the house on\nTedworth Square, and wrote, offering assistance.  He was invited to call,\nand found a quiet place–the life there simple–but not poverty.  By and\nby there was another report–this time that Mark Twain was dead.  A\nreporter found his way to Tedworth Square, and, being received by Mark\nTwain himself, asked what he should say.",
        "Clemens regarded him gravely, then, in his slow, nasal drawl, “Say–that\nthe report of my death–has been grossly–exaggerated, “a remark that a\nday later was amusing both hemispheres.  He could not help his humor; it\nwas his natural form of utterance–the medium for conveying fact,\nfiction, satire, philosophy.  Whatever his depth of despair, the quaint\nsurprise of speech would come, and it would be so until his last day.",
        "By November he was at work on his book of travel, which he first thought\nof calling “Around the World.”  He went out not at all that winter, and\nthe work progressed steadily, and was complete by the following May\n(1897).",
        "Meantime, during his trip around the world, Mark Twain’s publishers had\nissued two volumes of his work–the “Joan of Arc” book, and another “Tom\nSawyer” book, the latter volume combining two rather short stories, “Tom\nSawyer Abroad,” published serially in St. Nicholas, and “Tom Sawyer,\nDetective.”  The “Joan of Arc” book, the tenderest and most exquisite of\nall Mark Twain’s work–a tale told with the deepest sympathy and the\nrarest delicacy–was dedicated by the author to his wife, as being the\nonly piece of his writing which he considered worthy of this honor.  He\nregarded it as his best book, and this was an opinion that did not\nchange.  Twelve years later–it was on his seventy-third birthday–he\nwrote as his final verdict, November 30, 1908:",
        "“I like the Joan of Arc best of all my books; and it is the best; I\n     know it perfectly well, and, besides, it furnished me seven times\n     the pleasure afforded me by any of the others; twelve years of\n     preparation and two years of writing.  The others needed no\n     preparation and got none.\n                                                  MARK TWAIN.”",
        "The public at first did not agree with the author’s estimate, and the\ndemand for the book was not large.  But the public amended its opinion.\nThe demand for “Joan” increased with each year until its sales ranked\nwith the most popular of Mark Twain’s books.",
        "The new stories of Tom and Huck have never been as popular as the earlier\nadventures of this pair of heroes.  The shorter stories are less\nimportant and perhaps less alive, but they are certainly very readable\ntales, and nobody but Mark Twain could have written them.",
        "Clemens began some new stories when his travel book was out of the way,\nbut presently with the family was on the way to Switzerland for the\nsummer.  They lived at Weggis, on Lake Lucerne, in the Villa Buhlegg–a\nvery modest five-franc-a-day pension, for they were economizing and\nputting away money for the debts.  Mark Twain was not in a mood for work,\nand, besides, proofs of the new book “Following the Equator,” as it is\nnow called–were coming steadily.  But on the anniversary of Susy’s death\n(August 18th) he wrote a poem, “In Memoriam,” in which he touched a\nliterary height never before attained.  It was published in “Harper’s\nMagazine,” and now appears in his collected works.",
        "Across from Villa Buhlegg on the lake-front there was a small shaded\ninclosure where he loved to sit and look out on the blue water and lofty\nmountains, one of which, Rigi, he and Twichell had climbed nineteen years\nbefore.  The little retreat is still there, and to-day one of the trees\nbears a tablet (in German), “Mark Twain’s Rest.”",
        "Autumn found the family in Vienna, located for the winter at the Hotel\nMetropole.  Mrs. Clemens realized that her daughters must no longer be\ndeprived of social and artistic advantages.  For herself, she longed only\nfor retirement.",
        "Vienna is always a gay city, a center of art and culture and splendid\nsocial functions.  From the moment of his arrival, Mark Twain and his\nfamily were in the midst of affairs.  Their room at the Metropole became\nan assembling-place for distinguished members of the several circles that\ngo to make up the dazzling Viennese life.  Mrs. Clemens, to her sister in\nAmerica, once wrote:",
        "“Such funny combinations are here sometimes: one duke, several\n     counts, several writers, several barons, two princes, newspaper\n     women, etc.”",
        "Mark Twain found himself the literary lion of the Austrian capital.\nEvery club entertained him and roared with delight at his German\nspeeches.  Wherever he appeared on the streets he was recognized.",
        "“Let him pass!  Don’t you see it is Herr Mark Twain!” commanded an\nofficer to a guard who, in the midst of a great assemblage, had presumed\nto bar the way.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}