{
    "title": "The Diary of a Nobody - Chapter XVI.",
    "author": "George and Weedon Grossmith",
    "chapter": "17",
    "content": [
        "\n\n",
        "We lose money over Lupin’s advice as to investment, so does\nCummings.  Murray Posh engaged to Daisy Mutlar.",
        "\nFebruary 18. - Carrie has several times recently called attention\nto the thinness of my hair at the top of my head, and recommended\nme to get it seen to.  I was this morning trying to look at it by\nthe aid of a small hand-glass, when somehow my elbow caught against\nthe edge of the chest of drawers and knocked the glass out of my\nhand and smashed it.  Carrie was in an awful way about it, as she\nis rather absurdly superstitious.  To make matters worse, my large\nphotograph in the drawing-room fell during the night, and the glass\ncracked.",
        "Carrie said:  “Mark my words, Charles, some misfortune is about to\nhappen.”",
        "I said:  “Nonsense, dear.”",
        "In the evening Lupin arrived home early, and seemed a little\nagitated.  I said:  “What’s up, my boy?”  He hesitated a good deal,\nand then said:  “You know those Parachikka Chlorates I advised you\nto invest 20 pounds in?  I replied:  “Yes, they are all right, I\ntrust?”  He replied:  “Well, no!  To the surprise of everybody,\nthey have utterly collapsed.”",
        "My breath was so completely taken away, I could say nothing.\nCarrie looked at me, and said:  “What did I tell you?”  Lupin,\nafter a while, said:  “However, you are specially fortunate.  I\nreceived an early tip, and sold out yours immediately, and was\nfortunate to get 2 pounds for them.  So you get something after\nall.”",
        "I gave a sigh of relief.  I said:  “I was not so sanguine as to\nsuppose, as you predicted, that I should get six or eight times the\namount of my investment; still a profit of 2 pounds is a good\npercentage for such a short time.”  Lupin said, quite irritably:\n“You don’t understand.  I sold your 20 pounds shares for 2 pounds;\nyou therefore lose 18 pounds on the transaction, whereby Cummings\nand Gowing will lose the whole of theirs.”",
        "February 19. - Lupin, before going to town, said:  “I am very sorry\nabout those Parachikka Chlorates; it would not have happened if the\nboss, Job Cleanands, had been in town.  Between ourselves, you must\nnot be surprised if something goes wrong at our office.  Job\nCleanands has not been seen the last few days, and it strikes me\nseveral people DO want to see him very particularly.”",
        "In the evening Lupin was just on the point of going out to avoid a\ncollision with Gowing and Cummings, when the former entered the\nroom, without knocking, but with his usual trick of saying, “May I\ncome in?”",
        "He entered, and to the surprise of Lupin and myself, seemed to be\nin the very best of spirits.  Neither Lupin nor I broached the\nsubject to him, but he did so of his own accord.  He said:  “I say,\nthose Parachikka Chlorates have gone an awful smash!  You’re a nice\none, Master Lupin.  How much do you lose?”  Lupin, to my utter\nastonishment, said:  “Oh!  I had nothing in them.  There was some\ninformality in my application - I forgot to enclose the cheque or\nsomething, and I didn’t get any.  The Guv. loses 18 pounds.”  I\nsaid:  “I quite understood you were in it, or nothing would have\ninduced me to speculate.”  Lupin replied:  “Well, it can’t be\nhelped; you must go double on the next tip.”  Before I could reply,\nGowing said:  “Well, I lose nothing, fortunately.  From what I\nheard, I did not quite believe in them, so I persuaded Cummings to\ntake my 15 pounds worth, as he had more faith in them than I had.”",
        "Lupin burst out laughing, and, in the most unseemly manner, said:\n“Alas, poor Cummings.  He’ll lose 35 pounds.”  At that moment there\nwas a ring at the bell.  Lupin said:  “I don’t want to meet\nCummings.”  If he had gone out of the door he would have met him in\nthe passage, so as quickly as possible Lupin opened the parlour\nwindow and got out.  Gowing jumped up suddenly, exclaiming:  “I\ndon’t want to see him either!” and, before I could say a word, he\nfollowed Lupin out of the window.",
        "For my own part, I was horrified to think my own son and one of my\nmost intimate friends should depart from the house like a couple of\ninterrupted burglars.  Poor Cummings was very upset, and of course\nwas naturally very angry both with Lupin and Gowing.  I pressed him\nto have a little whisky, and he replied that he had given up\nwhisky; but would like a little “Unsweetened,” as he was advised it\nwas the most healthy spirit.  I had none in the house, but sent\nSarah round to Lockwood’s for some.",
        "February 20. - The first thing that caught my eye on opening the\nSTANDARD was - “Great Failure of Stock and Share Dealers!  Mr. Job\nCleanands absconded!”  I handed it to Carrie, and she replied:\n“Oh! perhaps it’s for Lupin’s good.  I never did think it a\nsuitable situation for him.”  I thought the whole affair very\nshocking.",
        "Lupin came down to breakfast, and seeing he looked painfully\ndistressed, I said:  “We know the news, my dear boy, and feel very\nsorry for you.”  Lupin said:  “How did you know? who told you?”  I\nhanded him the STANDARD.  He threw the paper down, and said:  “Oh I\ndon’t care a button for that!  I expected that, but I did not\nexpect this.”  He then read a letter from Frank Mutlar, announcing,\nin a cool manner, that Daisy Mutlar is to be married next month to\nMurray Posh.  I exclaimed, “Murray Posh!  Is not that the very man\nFrank had the impudence to bring here last Tuesday week?”  Lupin\nsaid:  “Yes; the ’POSH’S-THREE-SHILLING-HATS’ chap.”",
        "We all then ate our breakfast in dead silence.",
        "In fact, I could eat nothing.  I was not only too worried, but I\ncannot and will not eat cushion of bacon.  If I cannot get streaky\nbacon, I will do without anything.",
        "When Lupin rose to go I noticed a malicious smile creep over his\nface.  I asked him what it meant.  He replied:  “Oh! only a little\nconsolation - still it is a consolation.  I have just remembered\nthat, by MY advice, Mr. Murray Posh has invested 600 pounds in\nParachikka Chlorates!”",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}