{
    "title": "The Poetics - 7 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "8",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nHaving thus distinguished the parts, let us now consider the proper\nconstruction of the Fable or Plot, as that is at once the first and\nthe most important thing in Tragedy. We have laid it down that a\ntragedy is an imitation of an action that is complete in itself, as a\nwhole of some magnitude; for a whole may be of no magnitude to speak\nof. Now a whole is that which has beginning, middle, and end. A\nbeginning is that which is not itself necessarily after anything else,\nand which has naturally something else after it; an end is that which\nis naturally after something itself, either as its necessary or usual\nconsequent, and with nothing else after it; and a middle, that which\nis by nature after one thing and has also another after it. A\nwell-constructed Plot, therefore, cannot either begin or end at any\npoint one likes; beginning and end in it must be of the forms just\ndescribed. Again: to be beautiful, a living creature, and every whole\nmade up of parts, must not only present a certain order in its\narrangement of parts, but also be of a certain definite magnitude.\nBeauty is a matter of size and order, and therefore impossible either\n(1) in a very minute creature, since our perception becomes indistinct\nas it approaches instantaneity; or (2) in a creature of vast\nsize—one, say, 1,000 miles long—as in that case, instead of the\nobject being seen all at once, the unity and wholeness of it is lost\nto the beholder.",
        "Just in the same way, then, as a beautiful whole made up of parts, or\na beautiful living creature, must be of some size, a size to be taken\nin by the eye, so a story or Plot must be of some length, but of a\nlength to be taken in by the memory. As for the limit of its length,\nso far as that is relative to public performances and spectators, it\ndoes not fall within the theory of poetry. If they had to perform a\nhundred tragedies, they would be timed by water-clocks, as they are\nsaid to have been at one period. The limit, however, set by the actual\nnature of the thing is this: the longer the story, consistently with\nits being comprehensible as a whole, the finer it is by reason of its\nmagnitude. As a rough general formula, ’a length which allows of the\nhero passing by a series of probable or necessary stages from\nmisfortune to happiness, or from happiness to misfortune’, may suffice\nas a limit for the magnitude of the story.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}