{
    "title": "The Poetics - 25 (Aristotle on the Art of Poetry)",
    "author": "Unknown",
    "chapter": "26",
    "content": [
        "\nAristotle (384 BCE-322 BCE)\n",
        "\n\n",
        "\nAs regards Problems and their Solutions, one may see the number and\nnature of the assumptions on which they proceed by viewing the matter\nin the following way. (1) The poet being an imitator just like the\npainter or other maker of likenesses, he must necessarily in all\ninstances represent things in one or other of three aspects, either as\nthey were or are, or as they are said or thought to be or to have\nbeen, or as they ought to be. (2) All this he does in language, with\nan admixture, it may be, of strange words and metaphors, as also of\nthe various modified forms of words, since the use of these is\nconceded in poetry. (3) It is to be remembered, too, that there is not\nthe same kind of correctness in poetry as in politics, or indeed any\nother art. There is, however, within the limits of poetry itself a\npossibility of two kinds of error, the one directly, the other only\naccidentally connected with the art. If the poet meant to describe the\nthing correctly, and failed through lack of power of expression, his\nart itself is at fault. But if it was through his having meant to\ndescribe it in some incorrect way (e.g. to make the horse in movement\nhave both right legs thrown forward) that the technical error (one in\na matter of, say, medicine or some other special science), or\nimpossibilities of whatever kind they may be, have got into his\ndescription, hi.e.ror in that case is not in the essentials of the\npoetic art. These, therefore, must be the premisses of the Solutions\nin answer to the criticisms involved in the Problems.",
        "I. As to the criticisms relating to the poet’s art itself. Any\nimpossibilities there may be in his descriptions of things are faults.\nBut from another point of view they are justifiable, if they serve the\nend of poetry itself—if (to assume what we have said of that end)\nthey make the effect of some portion of the work more astounding. The\nPursuit of Hector is an instance in point. If, however, the poetic end\nmight have been as well or better attained without sacrifice of\ntechnical correctness in such matters, the impossibility is not to be\njustified, since the description should be, if it can, entirely free\nfrom error. One may ask, too, whether the error is in a matter\ndirectly or only accidentally connected with the poetic art; since it\nis a lesser error in an artist not to know, for instance, that the\nhind has no horns, than to produce an unrecognizable picture of one.",
        "II. If the poet’s description be criticized as not true to fact, one\nmay urge perhaps that the object ought to be as described—an answer\nlike that of Sophocles, who said that he drew men as they ought to be,\nand Euripides as they were. If the description, however, be neither\ntrue nor of the thing as it ought to be, the answer must be then, that\nit is in accordance with opinion. The tales about Gods, for instance,\nmay be as wrong as Xenophanes thinks, neither true nor the better\nthing to say; but they are certainly in accordance with opinion. Of\nother statements in poetry one may perhaps say, not that they are\nbetter than the truth, but that the fact was so at the time; e.g. the\ndescription of the arms: ’their spears stood upright, butt-end upon\nthe ground’; for that was the usual way of fixing them then, as it is\nstill with the Illyrians. As for the question whether something said\nor done in a poem is morally right or not, in dealing with that one\nshould consider not only the intrinsic quality of the actual word or\ndeed, but also the person who says or does it, the person to whom he\nsays or does it, the time, the means, and the motive of the\nagent—whether he does it to attain a greate.g.od, or to avoid a\ngreater evil.)",
        "III. Other criticisms one must meet by considering the language of the\npoet: (1) by the assumption of a strange word in a passage like\noureas men proton, where by oureas Homer may perhaps mean not\nmules but sentinels. And in saying of Dolon, hos p e toi eidos men\nheen kakos, his meaning may perhaps be, not that Dolon’s body was\ndeformed, but that his face was ugly, as eneidos is the Cretan word\nfor handsome-faced. So, too, goroteron de keraie may mean not ’mix\nthe wine stronger’, as though for topers, but ’mix it quicker’. (2)\nOther expressions in Homer may be explained as metaphorical; e.g. in\nhalloi men ra theoi te kai aneres eudon (hapantes) pannux as\ncompared with what he tells us at the same time, e toi hot hes pedion\nto Troikon hathreseien, aulon suriggon *te homadon* the word\nhapantes ’all’, is metaphorically put for ’many’, since ’all’ is a\nspecies of ’many ’. So also his oie d’ ammoros is metaphorical, the\nbest known standing ’alone’. (3) A change, as Hippias suggested, in\nthe mode of reading a word will solve the difficulty in didomen de\noi, and to men ou kataputhetai hombro. (4) Other difficulties may\nbe solved by another punctuation; e.g. in Empedocles, aipsa de thnet\nephyonto, ta prin mathon athanata xora te prin kekreto. Or (5) by the\nassumption of an equivocal term, as in parocheken de pleo nux, where\npleo i.e.uivocal. Or (6) by an appeal to the custom of language.\nWine-and-water we call ’wine’; and it is on the same principle that\nHomer speaks of a knemis neoteuktou kassiteroio, a ’greave of\nnew-wrought tin.’ A worker in iron we call a ’brazier’; and it is on\nthe same principle that Ganymede is described as the ’wine-server’ of\nZeus, though the Gods do not drink wine. This latter, however, may be\nan instance of metaphor. But whenever also a word seems to imply some\ncontradiction, it is necessary to reflect how many ways there may be\nof understanding it in the passage in question; e.g. in Homer’s te r’\nhesxeto xalkeon hegxos one should consider the possible senses of\n’was stopped there’—whether by taking it in this sense or in that one\nwill best avoid the fault of which Glaucon speaks: ’They start with\nsome improbable presumption; and having so decreed it themselves,\nproceed to draw inferences, and censure the poet as though he had\nactually said whatever they happen to believe, if his statement\nconflicts with their own notion of things.’ This is how Homer’s\nsilence about Icarius has been treated. Starting with, the notion of\nhis having been a Lacedaemonian, the critics think it strange for\nTelemachus not to have met him when he went to Lacedaemon. Whereas the\nfact may have been as the Cephallenians say, that the wife of Ulysses\nwas of a Cephallenian family, and that her father’s name was Icadius,\nnot Icarius. So that it is probably a mistake of the critics that has\ngiven rise to the Problem.",
        "Speaking generally, one has to justify (1) the Impossible by reference\nto the requirements of poetry, or to the better, or to opinion. For\nthe purposes of poetry a convincing impossibility is preferable to an\nunconvincing possibility; and if men such as Zeuxis depicted be\nimpossible, the answer is that it is better they should be like that,\nas the artist ought to improve on his model. (2) The Improbable one\nhas to justify either by showing it to be in accordance with opinion,\nor by urging that at times it is not improbable; for there is a\nprobability of things happening also against probability. (3) The\ncontradictions found in the poet’s language one should first test as\none does an opponent’s confutation in a dialectical argument, so as to\nsee whether he means the same thing, in the same relation, and in the\nsame sense, before admitting that he has contradicted either something\nhe has said himself or what a man of sound sense assumes as true. But\nthere is no possible apology for improbability of Plot or depravity of\ncharacter, when they are not necessary and no use is made of them,\nlike the improbability in the appearance of Aegeus in Medea and the\nbaseness of Menelaus in Orestes.",
        "The objections, then, of critics start with faults of five kinds: the\nallegation is always that something i.e.ther (1) impossible, (2)\nimprobable, (3) corrupting, (4) contradictory, or (5) against\ntechnical correctness. The answers to these objections must be sought\nunder one or other of the above-mentioned heads, which are twelve in\nnumber.",
        "Continue...",
        "\nThis complete text of the The Poetics book by Aristotle,\ntranslated by Ingram Bywater, with a preface by Gilbert Murray,\nis in the public domain. This page has been created by Philipp Lenssen.\nPage last updated on April 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The preface to Aristotle's Art of poetry (1705) (Augustan Reprint Society. Publication)By André DacierAt Amazon"
    ]
}