{
    "title": "The Adventures of Jimmie Dale II - Chapter XI: The Magpie",
    "author": "Frank L. Packard",
    "chapter": "12",
    "content": [
        "\n\n",
        "A minute passed–another.  The automatic at Jimmie Dale’s hip, the\nmuzzle just peeping over the table top, held a steady bead on the\nwindow.  Came the footstep again–and then suddenly, a series of\nlow, quick tappings upon the windowpane.  The Tocsin’s hand slipped\naway from his arm.  Jimmie Dale’s set face relaxed as he read the\nunderground Morse, and he replaced his revolver slowly in his\npocket.",
        "“The Magpie!” said Jimmie Dale, in an undertone.  “What’s he want?”",
        "“I don’t know,” she answered, in a whisper.  “He never came here\nbefore.  There’s a back way out, Jimmie, if you–”",
        "“No,” he said quickly.  “We’ve enemies enough, with out making one\nof the Magpie.  He knows some one is here with you–our shadows were\non the blind.  Don’t queer yourself.  Let him in.  I’ll light the\nlamp.”",
        "He struck a match, as she ran from the room, and, lifting the hot\nlamp chimney with the edge of his ragged coat, lighted the lamp.  He\nturned the wick down a little, shading and dimming the room–and\nthen, as he flirted a bead of moisture from his forehead,\nwhimsically stretched out his hand to watch it in the lamplight.",
        "“That’s bad, Jimmie,” he muttered gravely to himself, as he noted an\nalmost imperceptible tremour.  “Got a start, didn’t you!  Under a\nbit of a strain, eh?  Well\"–grimly–\"never mind!  It looks as though\nthe luck had turned Makoff and Spider Jack!”",
        "His hand reached up to his hat, jerked the brim at a rakish angle\nover his eyes–and he sprawled himself out on a chair.  He heard the\nTocsin’s voice at the front door, and a man’s voice, low and\nguarded, answer her.  Then the door closed, and their steps\napproached the room.  It was rather curious, that–a visit from the\nMagpie!  What could the Magpie want?  What could there be in common\nbetween the Magpie and Silver Mag?  The Magpie, alias Slimmy Joe,\nwas counted the cleverest safe worker in the United States, barring\nonly and always one–a smile flickered across the lips of Larry the\nBat–one whose pre-eminence the Magpie, much to his own chagrin,\nadmitted himself–the Gray Seal!",
        "He looked up, twisting the stub of a cigarette between his grimy\nfingers and fumbling for a match, as the Tocsin and, behind her, the\nMagpie, short, slim, and wiry, shrewd-faced, with sharp, quick-\nglancing little black eyes, entered the room.",
        "“’Ello, Larry!” grinned the Magpie.  “Got yer breath back yet?  I\nfelt it through de windowpane when youse let go at de lamp!”",
        "“’Ello, Slimmy!” returned Jimmie Dale ungraciously, speaking through\nthe corner of his mouth.  “Ferget it!”",
        "“Sure!” said the Magpie unconcernedly.  He stared about him, and\nfinally, drawing a chair up to the table, sat down, motioned the\nTocsin to do the same, and leaned forward amiably.  “I didn’t mean\nto throw no scare into youse,” he said, in a conciliating tone.\n“But I had a little business wid Mag, an’ I was kind of interested\nin whether she was entertainin’ company or not–see?  I didn’t know\nyouse an’ Mag was workin’ together.”",
        "“Mabbe,” observed Jimmie Dale, as ungraciously as before, “mabbe\ndere’s some more t’ings youse don’t know!”",
        "“Aw, cough up de grouch!” advised the Magpie, with a hint of\nimpatience creeping into his voice.  “Youse don’t need to be sore\nall night!  I told youse I wasn’t tryin’ to hand youse one, didn’t\nI?”",
        "“Never mind Larry, Slimmy,” put in the Tocsin petulantly.  “He’s\ndown on his luck, dat’s all.  He ain’t had de price of a pinch of\ncoke fer two days.”",
        "“Oho!” exclaimed the Magpie, grinning again.  “So dat’s wot’s givin’\nyouse de pip, eh, Larry?  Well, den, say, youse can take it from me\ndat mabbe youse’ll be glad I blew around.  I was lookin’ fer a guy\nabout yer size fer a little job to-night, an’ I was t’inkin’ of\nlettin’ Young Dutchy in on it, but seem’ youse are here an’ in wid\nMag, an’ dat I got to get Mag in, too, youse are on if youse say de\nword.”",
        "“Wot’s de lay?” inquired Larry the Bat, unbending a little.",
        "The Magpie cocked his eye, and stuck his tongue in his cheek.",
        "“GOOD-night!” he said tersely.  “Nothin’ like dat!  Are youse on, or\nain’t youse?”",
        "“Well, den, wot’s in it fer me?” persisted Larrry the Bat.",
        "“More’n de price of a coke sneeze!” returned the Magpie pertinently.\n“Dere’s a century note fer youse, an’ mabbe two or t’ree of dem fer\nMag.”",
        "Larry the Bat’s eyes gleamed avariciously.",
        "“Aw, quit yer kiddin’!” he said gruffly.  “A century note–fer me!”",
        "“Dat’s wot I said!  Youse heard me!” rejoined the Magpie shortly.\n“Only if it listens good to youse now, I don’t want no squealin’\nafter the divvy.  I’m takin’ de chances, youse has de soft end of\nit.  One century note fer youse–an’ de rest is none of yer\nbusiness!  Dat’s puttin’ it straight, ain’t it?  Well, wot do youse\nsay, an’ say it quick–’cause if youse ain’t comin’ in, youse can\nbeat it out of here so’s I can talk to Mag.”",
        "“Dere ain’t nothin’ I wouldn’t take a chance on fer a hundred\nplunks!” declared Larry the Bat, with sudden fervency–and stared,\nanxiously expectant, at the Magpie.  “Sure, I’m on Slimmy!  Sure, I\nam!  Cut it loose!  Spill de story!”",
        "“Well, den,” said the Magpie, “I wants–”",
        "“Youse ain’t through yet!” interrupted the Tocsin tartly.  “I ain’t\nheard youse askin’ me nothin’!  I ain’t on me uppers like Larry, an’\nmabbe de price don’t cut so much ice–see?”",
        "“Aw,” said the Magpie, with a smirk, “I don’t have to ask youse on\ndis lay.  Dis is where youse’d come in on it fer marbles.  Say, dis\nis where we gets de hook into a guy by de name of Henry LaSalle!\nGet me?”",
        "HENRY LASALLE!  Under the table, Jimmie Dale’s hand clenched\nsuddenly; but not a muscle of his face moved, save, as with the tip\nof his tongue, he shifted the butt of the cigarette that was hanging\nroyally from his lower lip to the other corner of his mouth.",
        "“Sure!  She’s ’got’ youse, Slimmy!” he flung out, with a grin, as\nthe Tocsin wrinkled up her face menacingly and began to mumble to\nherself.  “He’s de guy dat handed her one when she was young, an’\nshe’s been layin’ fer him ever since!  Sure!  I know!  Ain’t I\nworked him fer her till I wears me shoes out tryin’ to get somet’ing\non him!  Sure, she’s in on it!  Go on, Slimmy, wot’s de lay?  Wot do\nI do fer dat century?”",
        "The Magpie hitched his chair closer to the table and, as his sharp,\nlittle, ferret eyes glanced around the room, motioned the two to\nbrings their heads nearer.",
        "“One of me influential broker friends down on Wall Street put me\nwise,” he said, with a wink.  “Dat’s good enough fer youse two, as\nfar as dat goes.  But take it from me, I got it dead straight.”  He\nlowered his voice “Say, he’s one of de richest mugs in New York,\nain’t he?  Well, he’s been sellin’ stocks an’ bonds all day,\nt’ousands an’ t’ousands of dollars’ worth–fer cash.”",
        "“All dem t’ings is always sold fer cash,” remarked Larry the Bat\nfatuously.",
        "“Aw, ferget it!” said the Magpie earnestly.  “Fer CASH, I said–de\ncoin, de long green–understand?  He wasn’t shovin’ no checks fer\nwhat he sold into de bank except to get dem cashed.  Dat’s wot he’s\nbeen doin’ all day–gettin’ de checks cashed, an’ gettin’ de money\nin big bills–see!  I know of one bunch of eighty t’ousand–an’\ndat’s only one!”",
        "“Wot fer?” inquired Larry the Bat.  It was the question that was\npounding at his brain, as he stared innocently at the Magpie.  What\ndid it mean?  Why was Henry LaSalle turning, and, if the Magpie was\nright, feverishly turning every security he could lay his hands on\ninto cash?  And then, in a flash, the answer came.  THEY HAD NOT\nFOUND THE PACKAGE!  Equally to them, as to the Tocsin, sitting there\nbefore him, it meant life and death.  If the package were found by\nthe Tocsin instead of themselves, the game was up!  They were\npreparing for eventualities.  If they were forced to run at a\nmoment’s notice, they at least were not going to run empty-handed!\nFar from empty-handed, it seemed!  It would not be difficult for the\nestate’s executor to realise a vast sum in short order on instantly\nmarketable, gilt-edged securities–say, half a million dollars.  Not\nvery bulky, either–in large bills!  Five thousand hundred-dollar\nbills would make half a million.  It was astonishing how small a\nhand bag, say, might hold a fortune!  “Wot fer, Slimmy?” he inquired\nagain, wiggling his cigarette butt on his tongue tip.  “Wot’d he do\ndat fer?”",
        "“How de hell do youse suppose I knows!” demanded the Magpie,\npolitely scornful.  “Dat’s his business–dat ain’t wot’s worryin’\nme!”",
        "“No–sure, it ain’t!” admitted Larry the Bat ingratiatingly.  “But\ngo on, keep movin’, Slimmy!  Wot’s he done wid de stuff?”",
        "“Done wid it!” echoed the Magpie, with a short laugh.  “Wot do youse\nt’ink!  He’s been luggin’ it home to his swell joint up dere on de\navenoo, an’ crammin’ his safe full of it.”",
        "Larry the Bat sucked in his breath.",
        "“Gee, dat’s soft!” he murmured, and then suddenly, as though with\npainful inspiration: “Say, Slimmy–say, are youse sure youse ain’t\nbeen handed a steer?”",
        "The Magpie grinned wickedly.",
        "“I ain’t fallin’ fer steers!” he said shortly.  “Dis is on de\nlevel.”",
        "Jimmie Dale lurched up from his chair, and, leaning over the lamp\nchimney, drew wheezily on his cigarette to get a light.  His eyes\nsought the Tocsin’s face.  To all intents and purposes she was\nentirely absorbed in the Magpie.  He sat down again to gape, with\nwell-stimulated, doglike admiration, at Slimmy Joe.  WAS THIS, TOO,\nA PLANT?  Why had the Magpie come to THEM with this story of Henry\nLaSalle?  And then, the next instant, as the Magpie spoke, his\nsuspicions were allayed.",
        "“Let’s get down to cases!” the Magpie invited crisply.  “I didn’t\nblow in here just by luck.  Dis Henry LaSalle is de guy youse worked\nfer once, ain’t he, Mag?  Dat’s de spiel, ain’t it?–he sent youse\nup fer pinchin’ de tacks out of his carpets!”",
        "“I never pinched nothin’!” snarled Silver Mag truculently.  “He’s a\ndirty liar!  I never did!”",
        "“Cut it out!  Cut it out!  Can dat!” complained the Magpie\npatiently.  “De point is, youse worked in his house, didn’t youse?”",
        "“Sure I did!” snapped the Tocsin, sullenly aggressive; “but–”",
        "“Well, den, dat’s wot I want, dat’s wot I come fer, Mag–a plan of\nde house.  See?”",
        "Jimmie Dale could feel the Tocsin’s eyes upon him, questioning,\nsearching, seeking a cue.  A plan of the house–yes or no?  And a\ndecision on the instant!",
        "“Sure!” said Larry the Bat brightly.  “Dat’s wot I was t’inkin’\nyouse were after all de time.  Say, youse are all right, Slimmy!\nYouse are de kind to work wid!  Go on, Mag, draw de dope fer Slimmy.\nDat’s better dan tryin’ to put one over on de swell guy.  Dis’ll\nmake him squeal fer fair!”",
        "The Magpie produced a pencil and a piece of paper from his pocket,\nand laid them on the table in front of the Tocsin.",
        "“Dere youse are,” he announced.  “Help yerself, an’ go to it, Mag!”",
        "The Tocsin, evidently not quite certain of her part, wet the pencil\ndoubtfully on the end of her tongue.",
        "“I ain’t never drawed plans,” she said anxiously.  “Mabbe\"–she\nglanced at Jimmie Dale–\"mabbe I dunno how to do it RIGHT.”",
        "“Aw, go ahead!” nodded Larry the Bat.  “Youse can do it right, Mag.\nYouse don’t have to make no oil paintin’!  All de Magpie wants is de\ndoors an’ windows, eh, Slimmy?”",
        "“Sure,” agreed the Magpie encouragingly.  “Dat’s all, Mag.  Just\nmark de rooms out on de first floor, an’ de basement.  Youse can\nexplain wot youse ’re doin’ as youse goes along.  I’ll get youse.”",
        "The Tocsin cackled maliciously in assent; and then, while the Magpie\ngot up from his chair and stood peering over her shoulder, she began\nto draw labouriously, her brows knitted, the pencil hooked awkwardly\nbetween cramped-up forefinger and thumb.",
        "Larry the Bat, slouched forward over the table, his chin in his\nhands, appeared to watch the proceedings with mild interest–but his\neyes, like a hawk’s, were following every line on the paper,\ntransferring them to his brain, photographing every detail of the\nplan in his mind.  And as he watched, there seemed something that\nwas near to the acme of all that was ironical in the Magpie standing\nthere, his sharp, little, black eyes drinking in greedily the\nTocsin’s work, in the Tocsin herself aiding and abetting in the\nprojected theft–OF HER OWN MONEY!  How far would he let the Magpie\ngo?  He did not know.  Perhaps–who could tell!–all the way.\nBetween now and then there lay that package!  If it were at\nMakoff’s, at Spider Jack’s, if he could find it, get it–the Magpie\nas a temporary custodian of the estate’s money would at least\npreclude its loss by flight if the Crime Club took alarm too\nquickly.  Larry the Bat’s eyes, under half-closed lids, rested\nmusingly on the Magpie’s face.  The Magpie would not get very far\naway with it!  On the other hand, if he failed at Spider Jack’s, if,\nafter all, he was wrong, and the package had never been there, or if\nthey had forestalled him, turned the trick upon him, already secured\nit, then–Larry the Bat’s lips, working on his cigarette, formed in\na twisted smile–then, well then, that was quite another matter!\nPerhaps he and the Magpie might not agree so far!  A half million\ndollars was perhaps not much out of eleven millions, but it was a\nsalvage not to be despised!  Why did he say half a million!  Well,\nwhy not?  If the Magpie knew of a single transaction of eighty\nthousand, and there had been many transactions during the day, a\nhalf million was little likely to prove an exaggeration–and the\nless likely in view of the fact that, if those in the Crime Club\nwere preparing for an emergency, they would not stint themselves in\nthe disposal of securities.",
        "The Magpie was keeping up a running fire of questions, as the Tocsin\ntoiled on with her pencil.  Where did the hall lead to?  How many\nwindows in the library?  Did she remember the kind of fastenings?\nDid the servants sleep in the basement, or above?  And finally,\ntwice over, as she finished the clumsy drawing and pushed it toward\nhim, he demanded minute details of the position of the safe.",
        "“Aw, dat’s all right, Slimmy!” Larry the Bat cut in airily.  “If\nyouse ferget anyt’ing when youse get in dere, youse can ask me.  I\ngot it cinched!”",
        "The Magpie folded the paper and stowed it carefully away in his\npocket.",
        "“Ask youse, eh!” he grunted sarcastically.  “An’ where do youse\nt’ink youse’ll be about dat time?”",
        "“In dere wid youse, of course,” replied Larry the Bat promptly.\n“Dat’s wot youse said.”",
        "“Yes, youse will–NOT!” announced the Magpie, with cold finality.\n“Do youse t’ink I want to queer myself!  A hot one youse’d be on an\ninside job!  Youse’ll be OUTSIDE, wid yer peepers skinned for de\nbulls–youse an’ Mag here, too.  See!  Get dat straight.  While I’m\non de job youse two plays de game.  Now youse listen to me, both of\nyouse.  Don’t start nothin’ unless youse has to.  If it’s a cinch I\ngot to make a get-away, youse two start a drunk fight.  Get me?\nYouse know de lay.  T’row de talk loud–an’ I’ll fade.  Dat’s all!\nWe’ll crack de crib early–it’ll be quiet enough up dere by one\no’clock”",
        "One o’clock!  Larry the Bat shook his head.  What time was it now?\nIt was about nine when he had first met the Tocsin, then the\nSanctuary, then the long walk as he had followed her–say a quarter\nof ten for that.  And he had certainly been here with her not less\nthan an hour and a half.  It must be after eleven, then.  One\no’clock!  And before that must come Makoff and Spider Jack!  The\nnight that half an hour ago had seemed so sterile, was crowding a\nprogram of events upon him now–too fast!",
        "“Nothin’ doin’!” he said thoughtfully.  “Youse are in wrong dere,\nSlimmy.  One o’clock don’t go!  Say, take it from me, I’ve watched\ndat guy too many nights fer Mag.  ’Tain’t often he leaves de club\nbefore one o’clock–an’ he ain’t never in bed before two.”",
        "“All right,” agreed the Magpie, after a moment’s reflection.  “Youse\nought to know.  Make it three o’clock.”  He pulled a cigar from his\npocket, lighted it, and, leaning back in his chair, stuck his feet\nup on the table.  “If youse don’t mind, Mag, I’ll stick around a\nwhile,” he decided calmly.  “Mabbe de less I’m seen to-night de\nbetter–an’ I guess dere won’t be nobody lookin’ fer me here.”",
        "Larry the Bat coughed suddenly, and rose up a little heavily from\nhis chair.  He had not counted on that!  If the Magpie was settling\ndown for a prolonged stay, it devolved upon him, Jimmie Dale, to get\naway, and at once–and without exciting the Magpie’s suspicions.  He\ncoughed again, looked nervously from the Tocsin to the Magpie–\nstammered–swallowed hard–and coughed once more.",
        "“Well, wot’s bitin’ youse?” inquired the Magpie ironically.",
        "“Nothin’,” said Larry the Bat–and hesitated.  “Nothin’, only–”  He\nhesitated again; and then, the words in a rush:",
        "“Say, Slimmy, couldn’t youse come across wid a piece of dat century\nnow?”",
        "“Wot fer?” demanded the Magpie, a little aggressively.",
        "Larry the Bat cleared his throat with a desperate effort.",
        "“Youse knows,” he admitted sheepishly.  “Just gimme de price of one,\nSlimmy–just one.”",
        "“Coke!” exploded the Magpie.  “An’ get soaked to de eyes–not by a\ndamn sight!”",
        "“No!  Honest to Gawd, no, Slimmy–just one!” pleaded Larry the Bat.",
        "“Nix!” said the Magpie shortly.",
        "Larry the Bat thrust out a hand before the Magpie’s eyes that shook\ntremulously.",
        "“I got to have it!” he declared, with sudden fierceness.  “I GOT to–\nsee!  Look at me!  I ain’t goin’ to be no good to-night if I don’t.\nI tell youse, I got to!  I ain’t goin’ to t’row youse down, Slimmy–\nhonest, I ain’t!  Just one–an’ it’ll set me up.  If I don’t get\nnone I’ll be on de rocks before mornin’!  Dat’s straight, Slimmy–\nask Mag, she knows.”",
        "“Aw, let him go get it!” broke in the Tocsin wearily.  “Dat’s de\nbest t’ing youse can do, Slimmy–dey’re all alike when dey gets in\nhis class.”",
        "“Youse cocaine sniffers gives me de pip!” snorted the Magpie, in\ndisgust.  He dug down into his pocket, produced a bill, and flung it\nacross the table to Larry the Bat.  “Well, dere youse are; but youse\ncan take it from me, Larry, dat if youse gets whiffed\"–he swore\nthreateningly–\"I’ll crack every bone in yer face!  Get me?”",
        "“Slimmy,” said Larry the Bat fervently, grabbing at the bill with a\nhungry hand, “youse can count on me.  I’ll be up dere on de job\nbefore youse are.  Three o’clock, eh?  Well, so long, Slimmy\"–he\nslouched eagerly to the door.  “So long, Mag\"–he paused on the\nthreshold for a single, quick-flung, significant glance.  “See youse\non de avenoo, Mag–I’ll be up dere before youse are.  So long!”",
        "“Oh, so long!” said the Tocsin contemptuously.",
        "And, an instant later, Jimmie Dale closed the outer door behind him.",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}