{
    "title": "The Boys’ Life of Mark Twain - XXV. Hawaii and Anson Burlingame",
    "author": "Paine",
    "chapter": "25",
    "content": [
        "\n",
        "\n\n",
        "Mark Twain remained about a year in San Francisco after his return from\nthe Gillis cabin and Angel’s Camp, adding to his prestige along the Coast\nrather than to his national reputation.  Then, in the spring of 1866 he\nwas commissioned by the “Sacramento Union” to write a series of letters\nthat would report the life, trade, agriculture, and general aspects of\nthe Hawaiian group.  He sailed in March, and his four months in those\ndelectable islands remained always to him a golden memory–an experience\nwhich he hoped some day to repeat.  He was young and eager for adventure\nthen, and he went everywhere–horseback and afoot–saw everything, did\neverything, and wrote of it all for his paper.  His letters to the\n“Union” were widely read and quoted, and, though not especially literary,\nadded much to his journalistic standing.  He was a great sight-seer in\nthose days, and a persevering one.  No discomfort or risk discouraged\nhim.  Once, with a single daring companion, he crossed the burning floor\nof the mighty crater of Kilauea, racing across the burning lava, leaping\nwide and bottomless crevices where a misstep would have meant death.  His\nopen-air life on the river and in the mining-camps had nerved and\nhardened him for adventure.  He was thirty years old and in his physical\nprime.  His mental growth had been slower, but it was sure, and it would\nseem always to have had the right guidance at the right time.",
        "Clemens had been in the islands three months when one day Anson\nBurlingame arrived there, en route to his post as minister to China.\nWith him was his son Edward, a boy of eighteen, and General Van\nValkenburg, minister to Japan.  Young Burlingame had read about Jim\nSmiley’s jumping frog and, learning that the author was in Honolulu, but\nill after a long trip inland, sent word that the party would call on him\nnext morning.  But Mark Twain felt that he could not accept this honor,\nand, crawling out of bed, shaved himself and drove to the home of the\nAmerican minister, where the party was staying.  He made a great\nimpression with the diplomats.  It was an occasion of good stories and\nmuch laughter.  On leaving, General Van Valkenburg said to him:",
        "“California is proud of Mark Twain, and some day the American people\n     will be, too, no doubt.”  Which was certainly a good prophecy.",
        "It was only a few days later that the diplomats rendered him a great\nservice.  Report had come of the arrival at Sanpahoe of an open boat\ncontaining fifteen starving men, who had been buffeting a stormy sea for\nforty-three days–sailors from the missing ship Hornet of New York,\nwhich, it appeared, had been burned at sea.  Presently eleven of the\nrescued men were brought to Honolulu and placed in the hospital.",
        "Mark Twain recognized the great importance as news of this event.  It\nwould be a splendid beat if he could interview the castaways and be the\nfirst to get their story in his paper.  There was no cable, but a vessel\nwas sailing for San Francisco next morning.  It seemed the opportunity of\na lifetime, but he was now bedridden and could scarcely move.",
        "Then suddenly appeared in his room Anson Burlingame and his party, and,\nalmost before Mark Twain realized what was happening, he was on a cot\nand, escorted by the heads of two legations, was on his way to the\nhospital to get the precious interview.  Once there, Anson Burlingame,\nwith his gentle manner and courtly presence, drew from those enfeebled\ncastaways all the story of the burning of the vessel, followed by the\nlong privation and struggle that had lasted through forty-three fearful\ndays and across four thousand miles of stormy sea.  All that Mark Twain\nhad to do was to listen and make notes.  That night he wrote against\ntime, and next morning, just as the vessel was drifting from the dock, a\nstrong hand flung his bulky manuscript aboard and his great beat was\nsure.  The three-column story, published in the “Sacramento Union” of\nJuly 9, gave the public the first detailed history of the great disaster.\nThe telegraph carried it everywhere, and it was featured as a sensation.",
        "Mark Twain and the Burlingame party were much together during the rest of\ntheir stay in Hawaii, and Samuel Clemens never ceased to love and honor\nthe memory of Anson Burlingame.  It was proper that he should do so, for\nhe owed him much–far more than has already been told.",
        "Anson Burlingame one day said to him: “You have great ability; I believe\nyou have genius.  What you need now is the refinement of association.\nSeek companionship among men of superior intellect and character.  Refine\nyourself and your work.  Never affiliate with inferiors; always climb.”",
        "This, coming to him from a man of Burlingame’s character and position,\nwas like a gospel from some divine source.  Clemens never forgot the\nadvice.  It gave him courage, new hope, new resolve, new ideals.",
        "Burlingame came often to the hotel, and they discussed plans for Mark\nTwain’s future.  The diplomat invited the journalist to visit him in\nChina:",
        "“Come to Pekin,” he said, “and make my house your home.”",
        "Young Burlingame also came, when the patient became convalescent, and\nsuggested walks.  Once, when Clemens hesitated, the young man said:",
        "“But there is a scriptural command for you to go.”",
        "“If you can quote one, I’ll obey,” said Clemens.",
        "“Very well; the Bible says: `If any man require thee to walk a mile, go\nwith him Twain.’”",
        "The walk was taken.",
        "Mark Twain returned to California at the end of July, and went down to\nSacramento.  It was agreed that a special bill should be made for the\n“Hornet” report.",
        "“How much do you think it ought to be, Mark?” asked one of the\nproprietors.",
        "Clemens said: “Oh, I’m a modest man; I don’t want the whole “Union\"\noffice; call it a hundred dollars a column.”",
        "There was a general laugh.  The bill was made out at that figure, and he\ntook it to the office for payment.",
        "“The cashier didn’t faint,” he wrote many years later, “but he came\nrather near it.  He sent for the proprietors, and they only laughed in\ntheir jolly fashion, and said it was robbery, but `no matter, pay it.\nIt’s all right.’  The best men that ever owned a paper.” [6]",
        "[6] “My Debut as a Literary Person.”",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}