{
    "title": "The Renaissance: Studies in Art and Poetry - Conclusion",
    "author": "Walter Pater",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "Legei pou Herakleitos hoti panta chorei kai ouden menei.+",
        "[233] TO regard all things and principles of things as inconstant\nmodes or fashions has more and more become the tendency of modern\nthought.  Let us begin with that which is without–our physical\nlife.  Fix upon it in one of its more exquisite intervals, the\nmoment, for instance, of delicious recoil from the flood of water\nin summer heat.  What is the whole physical life in that moment\nbut a combination of natural elements to which science gives\ntheir names?  But those elements, phosphorus and lime and\ndelicate fibres, are present not in the human body alone: we\ndetect them in places most remote from it.  Our physical life is a\nperpetual motion of them–the passage of the blood, the waste\nand repairing of the lenses of the eye, [234] the modification of\nthe tissues of the brain under every ray of light and sound–\nprocesses which science reduces to simpler and more elementary\nforces.  Like the elements of which we are composed, the action\nof these forces extends beyond us: it rusts iron and ripens corn.\nFar out on every side of us those elements are broadcast, driven\nin many currents; and birth and gesture and death and the\nspringing of violets from the grave are but a few out of ten\nthousand resultant combinations.  That clear, perpetual outline of\nface and limb is but an image of ours, under which we group\nthem–a design in a web, the actual threads of which pass out\nbeyond it.  This at least of flamelike our life has, that it is but the\nconcurrence, renewed from moment to moment, of forces parting\nsooner or later on their ways.",
        "Or if we begin with the inward world of thought and feeling, the\nwhirlpool is still more rapid, the flame more eager and devouring.\nThere it is no longer the gradual darkening of the eye, the gradual\nfading of colour from the wall–movements of the shore-side,\nwhere the water flows down indeed, though in apparent rest–but\nthe race of the mid-stream, a drift of momentary acts of sight and\npassion and thought.  At first sight experience seems to bury us\nunder a flood of external objects, pressing upon us with a sharp\nand importunate reality, calling us out of ourselves in a thousand\nforms of action.  But when [235] reflexion begins to play upon\nthese objects they are dissipated under its influence; the cohesive\nforce seems suspended like some trick of magic; each object is\nloosed into a group of impressions–colour, odour, texture–in the\nmind of the observer.  And if we continue to dwell in thought on\nthis world, not of objects in the solidity with which language\ninvests them, but of impressions, unstable, flickering,\ninconsistent, which burn and are extinguished with our\nconsciousness of them, it contracts still further: the whole scope\nof observation is dwarfed into the narrow chamber of the\nindividual mind.  Experience, already reduced to a group of\nimpressions, is ringed round for each one of us by that thick wall\nof personality through which no real voice has ever pierced on its\nway to us, or from us to that which we can only conjecture to be\nwithout.  Every one of those impressions is the impression of the\nindividual in his isolation, each mind keeping as a solitary\nprisoner its own dream of a world.  Analysis goes a step farther\nstill, and assures us that those impressions of the individual mind\nto which, for each one of us, experience dwindles down, are in\nperpetual flight; that each of them is limited by time, and that as\ntime is infinitely divisible, each of them is infinitely divisible\nalso; all that is actual in it being a single moment, gone while we\ntry to apprehend it, of which it may ever be more truly said that it\nhas ceased to be than that it is.  [236] To such a tremulous wisp\nconstantly re-forming itself on the stream, to a single sharp\nimpression, with a sense in it, a relic more or less fleeting, of\nsuch moments gone by, what is real in our life fines itself down.\nIt is with this movement, with the passage and dissolution of\nimpressions, images, sensations, that analysis leaves off–that\ncontinual vanishing away, that strange, perpetual weaving and\nunweaving of ourselves.",
        "Philosophiren, says Novalis, ist dephlegmatisiren, vivificiren.+\nThe service of philosophy, of speculative culture, towards the\nhuman spirit, is to rouse, to startle it to a life of constant and\neager observation.  Every moment some form grows perfect in\nhand or face; some tone on the hills or the sea is choicer than the\nrest; some mood of passion or insight or intellectual excitement is\nirresistibly real and attractive to us,–for that moment only.  Not\nthe fruit of experience, but experience itself, is the end.  A\ncounted number of pulses only is given to us of a variegated,\ndramatic life.  How may we see in them all that is to seen in them\nby the finest senses?  How shall we pass most swiftly from point\nto point, and be present always at the focus where the greatest\nnumber of vital forces unite in their purest energy?",
        "To burn always with this hard, gemlike flame, to maintain this\necstasy, is success in life.  In a sense it might even be said that\nour failure is to form habits: for, after all, habit is relative to a\n[237] stereotyped world, and meantime it is only the roughness of\nthe eye that makes any two persons, things, situations, seem\nalike.  While all melts under our feet, we may well grasp at any\nexquisite passion, or any contribution to knowledge that seems by\na lifted horizon to set the spirit free for a moment, or any stirring\nof the senses, strange dyes, strange colours, and curious odours,\nor work of the artist’s hands, or the face of one’s friend.  Not to\ndiscriminate every moment some passionate attitude in those\nabout us, and in the very brilliancy of their gifts some tragic\ndividing of forces on their ways, is, on this short day of frost and\nsun, to sleep before evening.  With this sense of the splendour of\nour experience and of its awful brevity, gathering all we are into\none desperate effort to see and touch, we shall hardly have time\nto make theories about the things we see and touch.  What we\nhave to do is to be for ever curiously testing new opinions and\ncourting new impressions, never acquiescing in a facile\northodoxy of Comte, or of Hegel, or of our own.  Philosophical\ntheories or ideas, as points of view, instruments of criticism, may\nhelp us to gather up what might otherwise pass unregarded by us.\n“Philosophy is the microscope of thought.”  The theory or idea or\nsystem which requires of us the sacrifice of any part of this\nexperience, in consideration of some interest into which we\ncannot enter, or some abstract theory we have not identified with\nourselves, [238] or of what is only conventional, has no real\nclaim upon us.",
        "One of the most beautiful passages of Rousseau is that in the\nsixth book of the Confessions, where he describes the awakening\nin him of the literary sense.  An undefinable taint of death had\nclung always about him, and now in early manhood he believed\nhimself smitten by mortal disease.  He asked himself how he\nmight make as much as possible of the interval that remained;\nand he was not biassed by anything in his previous life when he\ndecided that it must be by intellectual excitement, which he found\njust then in the clear, fresh writings of Voltaire.  Well!  we are all\ncondamnes, as Victor Hugo says: we are all under sentence of\ndeath but with a sort of indefinite reprieve–les hommes sont tous\ncondamnes a mort avec des sursis indefinis: we have an interval,\nand then our place knows us no more.  Some spend this interval\nin listlessness, some in high passions, the wisest, at least among\n“the children of this world,” in art and song.  For our one chance\nlies in expanding that interval, in getting as many pulsations as\npossible into the given time.  Great passions may give us this\nquickened sense of life, ecstasy and sorrow of love, the various\nforms of enthusiastic activity, disinterested or otherwise, which\ncome naturally to many of us.  Only be sure it is passion–that it\ndoes yield you this fruit of a quickened, multiplied\nconsciousness. [239] Of such wisdom, the poetic passion, the\ndesire of beauty, the love of art for its own sake, has most.  For\nart comes to you proposing frankly to give nothing but the\nhighest quality to your moments as they pass, and simply for\nthose moments’ sake.",
        "1868.",
        "233. *This brief “Conclusion” was omitted in the second edition\nof this book, as I conceived it might possibly mislead some of\nthose young men into whose hands it might fall.  On the whole, I\nhave thought it best to reprint it here, with some slight changes\nwhich bring it closer to my original meaning.  I have dealt more\nfully in Marius the Epicurean with the thoughts suggested by it.",
        "233. +Pater’s translation: “[Herakleitos says somewhere that] All things\ngive way; nothing remains.”  Plato, Cratylus 402 A, as noted in\nThe Oxford Anthology of English Literature, eds. Lionel Trilling\nand Harold Bloom.  Oxford: Oxford UP, 1973.",
        "236. +Following William Buckler’s emendation in Walter Pater:\nThree Major Texts (New York: New York UP, 1986), I have\ncorrected dephlegmatisiren vivificiren to dephlegmatisiren,\nvivificiren.",
        "The End",
        " ",
        "\nThis is the complete public domain etext of Walter Horatio Pater’s\n“The Renaissance: Studies in Art and Poetry” (Dedication: To C.L.S, February 1873.)\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}