{
    "title": "The Life of Abraham Lincoln - Chapter XXXV. Literary Characteristics",
    "author": "Henry Ketcham",
    "chapter": "37",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "The duties of the President of the United States include the writing of\nstate papers that are considerable both in number and in volume. Many\nof the Presidents, from Washington down, have been men of great\nability, and almost all of them have had sufficient academic training\nor intellectual environments in their early years. These state papers\nhave frequently been such as to compare favorably with those of the\nablest statesmen of Europe. With every new election of President the\npeople wait in expectancy for the inaugural address and the messages to\ncongress. These are naturally measured by the standard of what has\npreceded–not of all that has preceded, for the inferior ones are\nforgotten, but of the best. This is no light test for any man.",
        "Lincoln’s schooling was so slight as to be almost nil. He did not\ngrow up in a literary atmosphere. But in the matter of his official\nutterances he must be compared with the ablest geniuses and most\ncultured scholars that have preceded him, and not merely with his early\nassociates. He is to be measured with Washington, the Adamses,\nJefferson, and not with the denizens of Gentryville or New Salem.",
        "Perhaps the best study of his keenness of literary criticism will be\nfound in his correction of Seward’s letter of instruction to Charles\nFrancis Adams, minister to England, under date of May 21, 1861. Seward\nwas a brilliant scholar, a polished writer, a trained diplomatist. If\nany person were able to compose a satisfactory letter for the critical\nconditions of that period, he was the one American most likely to do\nit. He drafted the letter and submitted it to Lincoln for suggestions\nand corrections. The original manuscript with Lincoln’s\ninterlineations, is still preserved, and facsimiles, or copies, are\ngiven in various larger volumes of Lincoln’s biography. This document\nis very instructive. In every case Lincoln’s suggestion is a marked\nimprovement on the original. It shows that he had the better command of\nprecise English. Lowell himself could not have improved his criticisms.\nIt shows, too, that he had a firmer grasp of the subject. Had Seward’s\npaper gone without these corrections, it is almost certain that\ndiplomatic relations with England would have been broken off. In\nliterary matters Lincoln was plainly the master and Seward was the\npupil.",
        "The power which Lincoln possessed of fitting language to thought is\nmarked. It made him the matchless story-teller, and gave sublimity to\nhis graver addresses. His thoroughness and accuracy were a source of\nwonder and delight to scholars. He had a masterful grasp of great\nsubjects. He was able to look at events from all sides, so as to\nappreciate how they would appear to different grades of intelligence,\ndifferent classes of people, different sections of the country. More\nthan once this many-sidedness of his mind saved the country from ruin.\nWit and humor are usually joined with their opposite, pathos, and it is\ntherefore not surprising that, being eminent in one, he should possess\nall three characteristics. In his conversation his humor predominated,\nin his public speeches pure reasoning often rose to pathos.",
        "If the author were to select a few of his speeches or papers fitted to\ngive the best example of his literary qualities, and at the same time\npresent an evidence of the progress of his doctrine along political\nlines, he would name the following: The House-divided-against-itself\nspeech, delivered at Springfield June 16, 1858. The underlying thought\nof this was that the battle between freedom and slavery was sure to be\na fight to the finish.",
        "Next is the Cooper Institute speech, Feb. 12, 1860. The argument in\nthis is that, in the thought and intent of the founders of our\ngovernment, the Union was permanent and paramount, while slavery was\ntemporary and secondary.",
        "Next was his inaugural, March 4, 1861. This warned the country against\nsectional war. It declared temperately but firmly, that he would\nperform the duties which his oath of office required of him, but he\nwould not begin a war: if war came the aggressors must be those\nof the other side.",
        "The next was the Emancipation Proclamation, September 22, 1862, and\nJanuary 1, 1863. This was not a general and complete emancipation of\nall slaves, it was primarily a military device, a war measure, freeing\nthe slaves of those who were in actual and armed rebellion at the time.\nIt was intended to weaken the belligerent powers of the rebels, and a\nnotice of the plan was furnished more than three months in advance,\ngiving ample time to all who wished to do so, to submit to the laws of\ntheir country and save that portion of their property that was invested\nin slaves.",
        "Then came the second inaugural, March 4, 1865. There was in this little\nto discuss, for he had no new policy to proclaim, he was simply to\ncontinue the policy of the past four years, of which the country had\nshown its approval by reelecting him. The end of the war was almost in\nsight, it would soon he finished. But in this address there breathes an\nintangible spirit which gives it marvelous grandeur. Isaiah was a\nprophet who was also a statesman. Lincoln–we say it with reverence–\nwas a statesman who was also a prophet. He had foresight. He had\ninsight. He saw the hand of God shaping events, he saw the spirit of\nGod in events. Such is his spiritual elevation of thought, such his\ntenderness of yearning, that there is no one but Isaiah to whom we may\nfittingly compare him, in the manly piety of his closing paragraph:",
        "“Fondly do we hope, fervently do we pray, that this mighty scourge of\nwar may speedily pass away. Yet, if God wills that it continue until\nall the wealth piled by the bondman’s two hundred and fifty years of\nunrequited toil shall be sunk, and until every drop of blood drawn with\nthe lash shall be paid by another drawn with the sword, as was said\nthree thousand years ago, so still it must be said, ’The judgments of\nthe Lord are true and righteous altogether. With malice toward none,\nwith charity for all, with firmness in the right, as God gives us to\nsee the right, let us strive to finish the work we are in; to bind up\nthe nation’s wounds; to care for him who shall have home the battle,\nand for his widow, and his orphan; to do all which may achieve and\ncherish a just and lasting peace among ourselves and with all nations.”",
        "The study of these five speeches, or papers, will give the salient\npoints of his political philosophy, and incidentally of his\nintellectual development. These are not enough to show the man Lincoln,\nbut they do give a true idea of the great statesman. They show a\nsymmetrical and wonderful growth. Great as was the House-divided-\nagainst-itself speech, there is yet a wide difference between that and\nthe second inaugural: and the seven years intervening accomplished this\ngrowth of mind and of spirit only because they were years of great\nstress.",
        "Outside of this list is the address at the dedication of Gettysburg\ncemetery, November 19, 1863. This was not intended for an oration.\nEdward Everett was the orator of the occasion. Lincoln’s part was to\npronounce the formal words of dedication. It was a busy time–all times\nwere busy with him, but this was unusually busy–and he wrote it on a\nsheet of foolscap paper in such odd moments as he could command. In\nform it is prose, but in effect it is a poem. Many of its sentences are\nrhythmical. The occasion lifted him into a higher realm of thought. The\nhearers were impressed by his unusual gravity and solemnity of manner\nquite as much, perhaps, as by the words themselves. They were awed,\nmany were moved to tears. The speech is given in full:",
        "GETTYSBURG ADDRESS.",
        "“Fourscore and seven years ago, our fathers brought forth on this\ncontinent a new nation, conceived in liberty and dedicated to the\nproposition that all men are created equal. Now we are engaged in a\ngreat civil war, testing whether that nation, or any nation so\nconceived and so dedicated, can long endure. We are met on a great\nbattle-field of that war. We have come to dedicate a portion of that\nfield as a final resting-place for those who here gave their lives that\nthat nation might live. It is altogether fitting and proper that we\nshould do this. But in a larger sense, we cannot dedicate, we cannot\nconsecrate, we cannot hallow this ground. The brave men, living and\ndead, who struggled here, have consecrated it far above our poor power\nto add or detract. The world will little note, nor long remember, what\nwe say here, but it can never forget what they did here. It is for us,\nthe living, rather to be dedicated here to the unfinished work which\nthey who fought here have thus far so nobly advanced. It is rather for\nus to be here dedicated to the great task remaining before us,–that\nfrom these honored dead we take increased devotion to that cause for\nwhich they gave the last full measure of devotion,–that we here highly\nresolve that these dead shall not have died in vain,–that this nation,\nunder God, shall have a new birth of freedom,–and that government of\nthe people, by the people, for the people, shall not perish from the\nearth.”",
        "The effect of this speech was not immediate. Colonel Lamon was on the\nplatform when it was delivered and he says very decidedly that Everett,\nSeward, himself, and Lincoln were all of opinion that the speech was a\nfailure. He adds: “I state it as a fact, and without fear of\ncontradiction, that this famous Gettysburg speech was not regarded by\nthe audience to whom it was addressed, or by the press or people of the\nUnited States, as a production of extraordinary merit, nor was it\ncommented on as such until after the death of the author.”",
        "A search through the files of the leading New York dailies for several\ndays immediately following the date of the speech, seems to confirm\nLamon’s remark–all except the last clause above quoted. These papers\ngive editorial praise to the oration of Everett, they comment favorably\non a speech by Beecher (who had just returned from England), but they\nmake no mention of Lincoln’s speech. It is true that a day or two later\nEverett wrote him a letter of congratulation upon his success. But this\nmay have been merely generous courtesy,–as much as to say, “Don’t feel\nbadly over it, it was a much better speech than you think!” Or, on the\nother hand, it may have been the result of his sober second thought,\nthe speech had time to soak in.",
        "But the silence of the great daily papers confirms Lamon up to a\ncertain point. At the very first the speech was not appreciated. But\nafter a few days the public awoke to the fact that Lincoln’s “few\nremarks” were immeasurably superior to Everett’s brilliant and learned\noration. The author distinctly remembers that it was compared to the\noration of Pericles in memory of the Athenian dead; that it was\ncurrently said that there had been no memorial oration from that date\nto Lincoln’s speech of equal power. This comparison with Pericles is\ncertainly high praise, but is it not true? The two orations are very\ndifferent: Lincoln’s was less than three hundred words long, that of\nPericles near three thousand. Pericles gloried in war, Lincoln mourned\nover the necessity of war and yearned after peace. But both orators\nalike appreciated the glory of sacrifice for one’s country. And it is\nsafe to predict that this Gettysburg address, brief, hastily prepared,\nunderestimated by its author, will last as long as the republic shall\nlast, as long as English speech shall endure.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}