{
    "title": "The Adventure of the Bruce-Partington Plans - Part Two",
    "author": "Sir Arthur Conan Doyle",
    "chapter": "2",
    "content": [
        "\n\n",
        "He examined the lock of the safe, the door of the room, and\nfinally the iron shutters of the window.  It was only when we\nwere on the lawn outside that his interest was strongly excited.\nThere was a laurel bush outside the window, and several of the\nbranches bore signs of having been twisted or snapped.  He\nexamined them carefully with his lens, and then some dim and\nvague marks upon the earth beneath.  Finally he asked the chief\nclerk to close the iron shutters, and he pointed out to me that\nthey hardly met in the centre, and that it would be possible for\nanyone outside to see what was going on within the room.",
        "“The indications are ruined by three days’ delay.  They may mean\nsomething or nothing.  Well, Watson, I do not think that Woolwich\ncan help us further.  It is a small crop which we have gathered.\nLet us see if we can do better in London.”",
        "Yet we added one more sheaf to our harvest before we left\nWoolwich Station.  The clerk in the ticket office was able to say\nwith confidence that he saw Cadogan West—whom he knew well by\nsight—upon the Monday night, and that he went to London by the\n8:15 to London Bridge.  He was alone and took a single third-\nclass ticket.  The clerk was struck at the time by his excited\nand nervous manner.  So shaky was he that he could hardly pick up\nhis change, and the clerk had helped him with it.  A reference to\nthe timetable showed that the 8:15 was the first train which it\nwas possible for West to take after he had left the lady about\n7:30.",
        "“Let us reconstruct, Watson,” said Holmes after half an hour of\nsilence.  “I am not aware that in all our joint researches we\nhave ever had a case which was more difficult to get at.  Every\nfresh advance which we make only reveals a fresh ridge beyond.\nAnd yet we have surely made some appreciable progress.",
        "“The effect of our inquiries at Woolwich has in the main been\nagainst young Cadogan West; but the indications at the window\nwould lend themselves to a more favourable hypothesis.  Let us\nsuppose, for example, that he had been approached by some foreign\nagent.  It might have been done under such pledges as would have\nprevented him from speaking of it, and yet would have affected\nhis thoughts in the direction indicated by his remarks to his\nfiancee.  Very good.  We will now suppose that as he went to the\ntheatre with the young lady he suddenly, in the fog, caught a\nglimpse of this same agent going in the direction of the office.\nHe was an impetuous man, quick in his decisions.  Everything gave\nway to his duty.  He followed the man, reached the window, saw\nthe abstraction of the documents, and pursued the thief.  In this\nway we get over the objection that no one would take originals\nwhen he could make copies.  This outsider had to take originals.\nSo far it holds together.”",
        "“What is the next step?”",
        "“Then we come into difficulties.  One would imagine that under\nsuch circumstances the first act of young Cadogan West would be\nto seize the villain and raise the alarm.  Why did he not do so?\nCould it have been an official superior who took the papers?\nThat would explain West’s conduct.  Or could the chief have given\nWest the slip in the fog, and West started at once to London to\nhead him off from his own rooms, presuming that he knew where the\nrooms were?  The call must have been very pressing, since he left\nhis girl standing in the fog and made no effort to communicate\nwith her.  Our scent runs cold here, and there is a vast gap\nbetween either hypothesis and the laying of West’s body, with\nseven papers in his pocket, on the roof of a Metropolitan train.\nMy instinct now is to work form the other end.  If Mycroft has\ngiven us the list of addresses we may be able to pick our man and\nfollow two tracks instead of one.”",
        "Surely enough, a note awaited us at Baker Street.  A government\nmessenger had brought it post-haste.  Holmes glanced at it and\nthrew it over to me.",
        "There are numerous small fry, but few who would handle so big an\naffair.  The only men worth considering are Adolph Mayer, of 13\nGreat George Street, Westminster; Louis La Rothiere, of Campden\nMansions, Notting Hill; and Hugo Oberstein, 13 Caulfield Gardens,\nKensington.  The latter was known to be in town on Monday and is\nnow reported as having left.  Glad to hear you have seen some\nlight.  The Cabinet awaits your final report with the utmost\nanxiety.  Urgent representations have arrived from the very\nhighest quarter.  The whole force of the State is at your back if\nyou should need it.",
        "Mycroft.",
        "“I’m afraid,” said Holmes, smiling, “that all the queen’s horses\nand all the queen’s men cannot avail in this matter.”  He had\nspread out his big map of London and leaned eagerly over it.\n“Well, well,” said he presently with an exclamation of\nsatisfaction, “things are turning a little in our direction at\nlast.  Why, Watson, I do honestly believe that we are going to\npull it off, after all.”  He slapped me on the shoulder with a\nsudden burst of hilarity.  “I am going out now.  It is only a\nreconnaissance.  I will do nothing serious without my trusted\ncomrade and biographer at my elbow.  Do you stay here, and the\nodds are that you will see me again in an hour or two.  If time\nhangs heavy get foolscap and a pen, and begin your narrative of\nhow we saved the State.”",
        "I felt some reflection of his elation in my own mind, for I knew\nwell that he would not depart so far from his usual austerity of\ndemeanour unless there was good cause for exultation.  All the\nlong November evening I waited, filled with impatience for his\nreturn.  At last, shortly after nine o’clock, there arrived a\nmessenger with a note:",
        "Am dining at Goldini’s Restaurant, Gloucester Road, Kensington.\nPlease come at once and join me there.  Bring with you a jemmy, a\ndark lantern, a chisel, and a revolver.",
        "S.H.",
        "It was a nice equipment for a respectable citizen to carry\nthrough the dim, fog-draped streets.  I stowed them all\ndiscreetly away in my overcoat and drove straight to the address\ngiven.  There sat my friend at a little round table near the door\nof the garish Italian restaurant.",
        "“Have you had something to eat?  Then join me in a coffee and\ncuracao.  Try one of the proprietor’s cigars.  They are less\npoisonous than one would expect.  Have you the tools?”",
        "“They are here, in my overcoat.”",
        "“Excellent.  Let me give you a short sketch of what I have done,\nwith some indication of what we are about to do.  Now it must be\nevident to you, Watson, that this young man’s body was PLACED on\nthe roof of the train.  That was clear from the instant that I\ndetermined the fact that it was from the roof, and not from a\ncarriage, that he had fallen.”",
        "“Could it not have been dropped from a bridge?”",
        "“I should say it was impossible.  If you examine the roofs you\nwill find that they are slightly rounded, and there is no railing\nround them.  Therefore, we can say for certain that young Cadogan\nWest was placed on it.”",
        "“How could he be placed there?”",
        "“That was the question which we had to answer.  There is only one\npossible way.  You are aware that the Underground runs clear of\ntunnels at some points in the West End.  I had a vague memory\nthat as I have travelled by it I have occasionally seen windows\njust above my head.  Now, suppose that a train halted under such\na window, would there be any difficulty in laying a body upon the\nroof?”",
        "“It seems most improbable.”",
        "“We must fall back upon the old axiom that when all other\ncontingencies fail, whatever remains, however improbable, must be\nthe truth.  Here all other contingencies HAVE failed.  When I\nfound that the leading international agent, who had just left\nLondon, lived in a row of houses which abutted upon the\nUnderground, I was so pleased that you were a little astonished\nat my sudden frivolity.”",
        "“Oh, that was it, was it?”",
        "“Yes, that was it.  Mr. Hugo Oberstein, of 13 Caulfield Gardens,\nhad become my objective.  I began my operations at Gloucester\nRoad Station, where a very helpful official walked with me along\nthe track and allowed me to satisfy myself not only that the\nback-stair windows of Caulfield Gardens open on the line but the\neven more essential fact that, owing to the intersection of one\nof the larger railways, the Underground trains are frequently\nheld motionless for some minutes at that very spot.”",
        "“Splendid, Holmes!  You have got it!”",
        "“So far—so far, Watson.  We advance, but the goal is afar.\nWell, having seen the back of Caulfield Gardens, I visited the\nfront and satisfied myself that the bird was indeed flown.  It is\na considerable house, unfurnished, so far as I could judge, in\nthe upper rooms.  Oberstein lived there with a single valet, who\nwas probably a confederate entirely in his confidence.  We must\nbear in mind that Oberstein has gone to the Continent to dispose\nof his booty, but not with any idea of flight; for he had no\nreason to fear a warrant, and the idea of an amateur domiciliary\nvisit would certainly never occur to him.  Yet that is precisely\nwhat we are about to make.”",
        "“Could we not get a warrant and legalize it?”",
        "“Hardly on the evidence.”",
        "“What can we hope to do?”",
        "“We cannot tell what correspondence may be there.”",
        "“I don’t like it, Holmes.”",
        "“My dear fellow, you shall keep watch in the street.  I’ll do the\ncriminal part.  It’s not a time to stick at trifles.  Think of\nMycroft’s note, of the Admiralty, the Cabinet, the exalted person\nwho waits for news.  We are bound to go.”",
        "My answer was to rise from the table.",
        "“You are right, Holmes.  We are bound to go.”",
        "He sprang up and shook me by the hand.",
        "“I knew you would not shrink at the last,” said he, and for a\nmoment I saw something in his eyes which was nearer to tenderness\nthan I had ever seen.  The next instant he was his masterful,\npractical self once more.",
        "“It is nearly half a mile, but there is no hurry.  Let us walk,\"\nsaid he.  “Don’t drop the instruments, I beg.  Your arrest as a\nsuspicious character would be a most unfortunate complication.”",
        "Caulfield Gardens was one of those lines of flat-faced pillared,\nand porticoed houses which are so prominent a product of the\nmiddle Victorian epoch in the West End of London.  Next door\nthere appeared to be a children’s party, for the merry buzz of\nyoung voices and the clatter of a piano resounded through the\nnight.  The fog still hung about and screened us with its\nfriendly shade.  Holmes had lit his lantern and flashed it upon\nthe massive door.",
        "“This is a serious proposition,” said he.  “It is certainly\nbolted as well as locked.  We would do better in the area.  There\nis an excellent archway down yonder in case a too zealous\npoliceman should intrude.  Give me a hand, Watson, and I’ll do\nthe same for you.”",
        "A minute later we were both in the area.  Hardly had we reached\nthe dark shadows before the step of the policeman was heard in\nthe fog above.  As its soft rhythm died away, Holmes set to work\nupon the lower door.  I saw him stoop and strain until with a\nsharp crash it flew open.  We sprang through into the dark\npassage, closing the area door behind us.  Holmes let the way up\nthe curving, uncarpeted stair.  His little fan of yellow light\nshone upon a low window.",
        "“Here we are, Watson—this must be the one.”  He threw it open,\nand as he did so there was a low, harsh murmur, growing steadily\ninto a loud roar as a train dashed past us in the darkness.\nHolmes swept his light along the window-sill.  It was thickly\ncoated with soot from the passing engines, but the black surface\nwas blurred and rubbed in places.",
        "“You can see where they rested the body.  Halloa, Watson! what is\nthis?  There can be no doubt that it is a blood mark.”  He was\npointing to faint discolourations along the woodwork of the\nwindow.  “Here it is on the stone of the stair also.  The\ndemonstration is complete.  Let us stay here until a train\nstops.”",
        "We had not long to wait.  The very next train roared from the\ntunnel as before, but slowed in the open, and then, with a\ncreaking of brakes, pulled up immediately beneath us.  It was not\nfour feet from the window-ledge to the roof of the carriages.\nHolmes softly closed the window.",
        "“So far we are justified,” said he.  “What do you think of it,\nWatson?”",
        "“A masterpiece.  You have never risen to a greater height.”",
        "“I cannot agree with you there.  From the moment that I conceived\nthe idea of the body being upon the roof, which surely was not a\nvery abstruse one, all the rest was inevitable.  If it were not\nfor the grave interests involved the affair up to this point\nwould be insignificant.  Our difficulties are still before us.\nBut perhaps we may find something here which may help us.”",
        "We had ascended the kitchen stair and entered the suite of rooms\nupon the first floor.  One was a dining-room, severely furnished\nand containing nothing of interest.  A second was a bedroom,\nwhich also drew blank.  The remaining room appeared more\npromising, and my companion settled down to a systematic\nexamination.  It was littered with books and papers, and was\nevidently used as a study.  Swiftly and methodically Holmes\nturned over the contents of drawer after drawer and cupboard\nafter cupboard, but no gleam of success came to brighten his\naustere face.  At the end of an hour he was no further than when\nhe started.",
        "“The cunning dog has covered his tracks,” said he.  “He has left\nnothing to incriminate him.  His dangerous correspondence has\nbeen destroyed or removed.  This is our last chance.”",
        "It was a small tin cash-box which stood upon the writing-desk.\nHolmes pried it open with his chisel.  Several rolls of paper\nwere within, covered with figures and calculations, without any\nnote to show to what they referred.  The recurring words, “water\npressure” and “pressure to the square inch” suggested some\npossible relation to a submarine.  Holmes tossed them all\nimpatiently aside.  There only remained an envelope with some\nsmall newspaper slips inside it.  He shook them out on the table,\nand at once I saw by his eager face that his hopes had been\nraised.",
        "“What’s this, Watson?  Eh?  What’s this?  Record of a series of\nmessages in the advertisements of a paper.  Daily Telegraph agony\ncolumn by the print and paper.  Right-hand top corner of a page.\nNo dates—but messages arrange themselves.  This must be the\nfirst:",
        "“Hoped to hear sooner.  Terms agreed to.  Write fully to address\ngiven on card.",
        "“Pierrot.",
        "“Next comes:",
        "“Too complex for description.  Must have full report, Stuff\nawaits you when goods delivered.",
        "“Pierrot.",
        "“Then comes:",
        "“Matter presses.  Must withdraw offer unless contract completed.\nMake appointment by letter. Will confirm by advertisement.",
        "“Pierrot.",
        "“Finally:",
        "“Monday night after nine.  Two taps.  Only ourselves.  Do not be\nso suspicious.  Payment in hard cash when goods delivered.",
        "“Pierrot.",
        "“A fairly complete record, Watson!  If we could only get at the\nman at the other end!”  He sat lost in thought, tapping his\nfingers on the table.  Finally he sprang to his feet.",
        "“Well, perhaps it won’t be so difficult, after all.  There is\nnothing more to be done here, Watson.  I think we might drive\nround to the offices of the Daily Telegraph, and so bring a good\nday’s work to a conclusion.”",
        "\nMycroft Holmes and Lestrade had come round by appointment after\nbreakfast next day and Sherlock Holmes had recounted to them our\nproceedings of the day before.  The professional shook his head\nover our confessed burglary.",
        "“We can’t do these things in the force, Mr. Holmes,” said he.\n“No wonder you get results that are beyond us.  But some of these\ndays you’ll go too far, and you’ll find yourself and your friend\nin trouble.”",
        "“For England, home and beauty—eh, Watson?  Martyrs on the altar\nof our country.  But what do you think of it, Mycroft?”",
        "“Excellent, Sherlock!  Admirable!  But what use will you make of\nit?”",
        "Holmes picked up the Daily Telegraph which lay upon the table.",
        "“Have you seen Pierrot’s advertisement to-day?”",
        "“What?  Another one?”",
        "“Yes, here it is:",
        "“To-night.  Same hour.  Same place.  Two taps.  Most vitally\nimportant.  Your own safety at stake.",
        "“Pierrot.",
        "“By George!” cried Lestrade.  “If he answers that we’ve got him!”",
        "“That was my idea when I put it in.  I think if you could both\nmake it convenient to come with us about eight o’clock to\nCaulfield Gardens we might possibly get a little nearer to a\nsolution.”",
        "One of the most remarkable characteristics of Sherlock Holmes was\nhis power of throwing his brain out of action and switching all\nhis thoughts on to lighter things whenever he had convinced\nhimself that he could no longer work to advantage.  I remember\nthat during the whole of that memorable day he lost himself in a\nmonograph which he had undertaken upon the Polyphonic Motets of\nLassus.  For my own part I had none of this power of detachment,\nand the day, in consequence, appeared to be interminable.  The\ngreat national importance of the issue, the suspense in high\nquarters, the direct nature of the experiment which we were\ntrying—all combined to work upon my nerve.  It was a relief to\nme when at last, after a light dinner, we set out upon our\nexpedition.  Lestrade and Mycroft met us by appointment at the\noutside of Gloucester Road Station.  The area door of Oberstein’s\nhouse had been left open the night before, and it was necessary\nfor me, as Mycroft Holmes absolutely and indignantly declined to\nclimb the railings, to pass in and open the hall door.  By nine\no’clock we were all seated in the study, waiting patently for our\nman.",
        "An hour passed and yet another.  When eleven struck, the measured\nbeat of the great church clock seemed to sound the dirge of our\nhopes.  Lestrade and Mycroft were fidgeting in their seats and\nlooking twice a minute at their watches.  Holmes sat silent and\ncomposed, his eyelids half shut, but every sense on the alert.\nHe raised his head with a sudden jerk.",
        "“He is coming,” said he.",
        "There had been a furtive step past the door.  Now it returned.\nWe heard a shuffling sound outside, and then two sharp taps with\nthe knocker. Holmes rose, motioning us to remain seated.  The gas\nin the hall was a mere point of light.  He opened the outer door,\nand then as a dark figure slipped past him he closed and fastened\nit.  “This way!” we heard him say, and a moment later our man\nstood before us.  Holmes had followed him closely, and as the man\nturned with a cry of surprise and alarm he caught him by the\ncollar and threw him back into the room.  Before our prisoner had\nrecovered his balance the door was shut and Holmes standing with\nhis back against it.  The man glared round him, staggered, and\nfell senseless upon the floor.  With the shock, his broad-brimmed\nhat flew from his head, his cravat slipped sown from his lips,\nand there were the long light beard and the soft, handsome\ndelicate features of Colonel Valentine Walter.",
        "Holmes gave a whistle of surprise.",
        "“You can write me down an ass this time, Watson,” said he.  “This\nwas not the bird that I was looking for.”",
        "“Who is he?” asked Mycroft eagerly.",
        "“The younger brother of the late Sir James Walter, the head of\nthe Submarine Department.  Yes, yes; I see the fall of the cards.\nHe is coming to.  I think that you had best leave his examination\nto me.”",
        "We had carried the prostrate body to the sofa.  Now our prisoner\nsat up, looked round him with a horror-stricken face, and passed\nhis hand over his forehead, like one who cannot believe his own\nsenses.",
        "“What is this?” he asked.  “I came here to visit Mr. Oberstein.”",
        "“Everything is known, Colonel Walter,” said Holmes.  “How an\nEnglish gentleman could behave in such a manner is beyond my\ncomprehension.  But your whole correspondence and relations with\nOberstein are within our knowledge.  So also are the\ncircumstances connected with the death of young Cadogan West.\nLet me advise you to gain at least the small credit for\nrepentance and confession, since there are still some details\nwhich we can only learn from your lips.”",
        "The man groaned and sank his face in his hands.  We waited, but\nhe was silent.",
        "“I can assure you,” said Holmes, “that every essential is already\nknown.  We know that you were pressed for money; that you took an\nimpress of the keys which your brother held; and that you entered\ninto a correspondence with Oberstein, who answered your letters\nthrough the advertisement columns of the Daily Telegraph.  We are\naware that you went down to the office in the fog on Monday\nnight, but that you were seen and followed by young Cadogan West,\nwho had probably some previous reason to suspect you.  He saw\nyour theft, but could not give the alarm, as it was just possible\nthat you were taking the papers to your brother in London.\nLeaving all his private concerns, like the good citizen that he\nwas, he followed you closely in the fog and kept at your heels\nuntil you reached this very house.  There he intervened, and then\nit was, Colonel Walter, that to treason you added the more\nterrible crime of murder.”",
        "“I did not!  I did not!  Before God I swear that I did not!\"\ncried our wretched prisoner.",
        "“Tell us, then, how Cadogan West met his end before you laid him\nupon the roof of a railway carriage.”",
        "“I will.  I swear to you that I will.  I did the rest.  I confess\nit.  It was just as you say.  A Stock Exchange debt had to be\npaid.  I needed the money badly.  Oberstein offered me five\nthousand.  It was to save myself from ruin.  But as to murder, I\nam as innocent as you.”",
        "“What happened, then?”",
        "“He had his suspicions before, and he followed me as you\ndescribe.  I never knew it until I was at the very door.  It was\nthick fog, and one could not see three yards.  I had given two\ntaps and Oberstein had come to the door.  The young man rushed up\nand demanded to know what we were about to do with the papers.\nOberstein had a short life-preserver.  He always carried it with\nhim.  As West forced his way after us into the house Oberstein\nstruck him on the head.  The blow was a fatal one.  He was dead\nwithin five minutes.  There he lay in the hall, and we were at\nour wit’s end what to do.  Then Oberstein had this idea about the\ntrains which halted under his back window.  But first he examined\nthe papers which I had brought.  He said that three of them were\nessential, and that he must keep them.  ’You cannot keep them,’\nsaid I.  ’There will be a dreadful row at Woolwich if they are\nnot returned.’  ’I must keep them,’ said he, ’for they are so\ntechnical that it is impossible in the time to make copies.’\n’Then they must all go back together to-night,’ said I.  He\nthought for a little, and then he cried out that he had it.\n’Three I will keep,’ said he.  ’The others we will stuff into the\npocket of this young man.  When he is found the whole business\nwill assuredly be put to his account.’  I could see no other way\nout of it, so we did as he suggested.  We waited half an hour at\nthe window before a train stopped.  It was so thick that nothing\ncould be seen, and we had no difficulty in lowering West’s body\non to the train.  That was the end of the matter so far as I was\nconcerned.”",
        "“And your brother?”",
        "“He said nothing, but he had caught me once with his keys, and I\nthink that he suspected.  I read in his eyes that he suspected.\nAs you know, he never held up his head again.”",
        "There was silence in the room.  It was broken by Mycroft Holmes.",
        "“Can you not make reparation?  It would ease your conscience, and\npossibly your punishment.”",
        "“What reparation can I make?”",
        "“Where is Oberstein with the papers?”",
        "“I do not know.”",
        "“Did he give you no address?”",
        "“He said that letters to the Hotel du Louvre, Paris, would\neventually reach him.”",
        "“Then reparation is still within your power,” said Sherlock\nHolmes.",
        "“I will do anything I can.  I owe this fellow no particular good-\nwill.  He has been my ruin and my downfall.”",
        "“Here are paper and pen.  Sit at this desk and write to my\ndictation.  Direct the envelope to the address given.  That is\nright.  Now the letter:",
        "“Dear Sir:",
        "“With regard to our transaction, you will no doubt have observed\nby now that one essential detail is missing.  I have a tracing\nwhich will make it complete.  This has involved me in extra\ntrouble, however, and I must ask you for a further advance of\nfive hundred pounds.  I will not trust it to the post, nor will I\ntake anything but gold or notes.  I would come to you abroad, but\nit would excite remark if I left the country at present.\nTherefore I shall expect to meet you in the smoking-room of the\nCharing Cross Hotel at noon on Saturday.  Remember that only\nEnglish notes, or gold, will be taken.",
        "“That will do very well.  I shall be very much surprised if it\ndoes not fetch our man.”",
        "And it did!  It is a matter of history—that secret history of a\nnation which is often so much more intimate and interesting than\nits public chronicles—that Oberstein, eager to complete the coup\nof his lifetime, came to the lure and was safely engulfed for\nfifteen years in a British prison.  In his trunk were found the\ninvaluable Bruce-Partington plans, which he had put up for\nauction in all the naval centres of Europe.",
        "Colonel Walter died in prison towards the end of the second year\nof his sentence.  As to Holmes, he returned refreshed to his\nmonograph upon the Polyphonic Motets of Lassus, which has since\nbeen printed for private circulation, and is said by experts to\nbe the last word upon the subject.  Some weeks afterwards I\nlearned incidentally that my friend spent a day at Windsor,\nwhence be returned with a remarkably fine emerald tie-pin.  When\nI asked him if he had bought it, he answered that it was a\npresent from a certain gracious lady in whose interests he had\nonce been fortunate enough to carry out a small commission.  He\nsaid no more; but I fancy that I could guess at that lady’s\naugust name, and I have little doubt that the emerald pin will\nforever recall to my friend’s memory the adventure of the Bruce-\nPartington plans.",
        " ",
        "\nThis complete text of The Adventure of the Bruce-Partington Plans book by Sir Arthur Conan Doyle is in the\npublic domain.\n\nAlso see The Adventures of Sherlock Holmes (Boxed DVD Set Collection) from 1983, at Amazon.\nAnd The Complete Sherlock Holmes: All 4 Novels and 56 Short Stories.\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Adventures of, Memoirs of, and Return of Sherlock Holmes + Hound of the Baskervilles + A Study in Scarlet + Sign of the Four + Adventure of Wisteria Inn + Adventure of the Bruce-Partington Plans (COMPLETE / UNABRIDGED, 7 ILLUSTRATED SHERLOCK HOLMES Novels in 1 Volume)By Sir Arthur Conan DoyleAt Amazon"
    ]
}