{
    "title": "The Fortieth Door - Chapter XIV",
    "author": "Mary Hastings Bradley",
    "chapter": "14",
    "content": [
        "\n\n",
        "WITHIN THE WALLS",
        "Ryder sprang forward, trying to reach the bey, but he dodged\nskillfully; his holding Aimée blocked Ryder in his attack.",
        "He knew that high, peculiar whistle had been a signal, a call for\naid, and he flung a lightning glance down that long room, tightening\nhis hold on the revolver–but he did not see the small door that\nopened in the shadowy paneling behind him, nor the shadow that grew\ninto the gorilla-like shape of the black as it launched itself\nthrough the air upon his back.",
        "He only heard Aimée’s scream, and then before the crashing weight\nupon his shoulders he staggered and went down.",
        "The bey flung Aimée aside and rushed upon the prostrate figure,\nkicking the revolver from the outspread hand. The black knelt\nswiftly down, unfastening his silken sash.",
        "Giddily the room whirled about Aimée.... In the candle light,\nleaping in the rush of conflict, she saw the bey and the black, and\ntheir distorted shadows in a goblin blur.... And beneath them she\nsaw Ryder, helpless, his hands and feet pinioned.... With the\nmadness of despair she rushed forward, but the general intercepted\nher.",
        "“He is quite helpless.... You need not be alarmed for my safety,\nmadame!”",
        "The cold, biting fury of his voice steadied her. She saw his face\nwas distorted, livid with anger. His breathing was stertorous.",
        "She stood helplessly by the table; the general turned and looked\ndown upon the face of the man who had dared to violate the sanctity\nof his harem and attempt to steal his bride; beyond the man’s head\nYussuf, the black, was squatting with a grinning, dog-like\nwatchfulness.",
        "But Ryder did not require watching. That sash had been tied strongly\nabout his hands and feet. He was as helpless as a baby.",
        "But the peculiar flavor of his helplessness was not so much fear\nbefore the fanatic fury of this man he had outraged, although he had\na clear notion that his position was not enviably secure, but a\nbitter, black chagrin.",
        "To have had the game in his hands and have bungled it! To have been\nsurprised by that simple strategy, taken off his guard by a feigned\ncollapse! The wily old Turk for all his champagne had the clearer,\nquicker brain....",
        "To have let him get to Aimée and call in his black! To have been\nthrown, disarmed.... It was crass stupidity. It was outrageous\nmismanagement, abominable, maddening....",
        "And Aimée must pay for it. He tried to think very quickly what could\nbest clear her.",
        "He fixed his eyes on those glittering eyes, staring down upon him.",
        "“I realize I owe you an explanation,” he said grimly. “If you will\nlet me tell you–”",
        "The bey turned to Aimée with a smile that was the lifting of a lip\nand the distention of his nostrils.",
        "“This fool thinks he has the time to talk–his English.”",
        "Desperately Ryder grasped for his vernacular. “I want to tell\nyou–why I came. This–this young lady doesn’t know me.”",
        "Past the general he shot a look of warning at the girl.",
        "“I was trying to get hold of her for her family in France–She is\nreally a French girl. Tewfick Pasha is not her father but her–\"\nhe could not find the word and dropped into English. “Her\nstep-father–do you understand? And he had no business to marry her\noff, so I tried to steal her for the French family. It was a mad\nattempt which has failed–but for which the young lady should not be\nblamed. She had never seen me before. She had no idea I was here.”",
        "After a pause, “A remarkable story,” said the general distinctly. He\nturned about to the table and drank off the last of a glass of\nchampagne, then wiped his mouth with the back of a hand that\ntrembled.",
        "He turned back to stand over his prostrate invader. “Now, you–you\ndog of Satan,” he snarled in a sudden snapping of restraint, “how\ndid you get here? Who admitted you?”",
        "And at that, for all his trussed and helpless plight, Jack Ryder\ngrinned. He moved his head slightly. “That blackbird of yours here.”",
        "“Yussuf–never!”",
        "“The very one. But he didn’t know it–I was in that black\nmantle–and veil.”",
        "“Oh, the mantle, I had forgot. So you stole in, disguised, to\nviolate my hospitality, to outrage my harem, to gaze upon the\nforbidden faces of women and to steal the bride–”",
        "“I tell you I was trying to rescue the girl for her French family.\nShe is French and Tewfick Pasha is only–”",
        "“And what is that to me? Do I–” the bey broke off and then turned\nto the silent girl who stood leaning towards them, a trembling ghost\nin white.",
        "“And you, my little one,” he murmured sardonically with a savage\nirony of restraint, “you, the little dove secluded from the world,\nwho trembled at a kiss, the crystal vase who had never reflected the\nblush of love, whose virginal praises I was chanting when I was so\noddly assaulted, do you support this idiot’s story?”",
        "Mechanically her head moved in assent, her eyes, dilated with fear,\nwere like the dark, fascinated eyes of some helpless bird.",
        "“You never saw this young man?” the bey pursued. “And yet you were\nready to run off with him–a pretty character you give yourself, my\nsnowdrop!–and you liked his eyes and hastened to obey?”",
        "Aimée was silent. From his ignominy upon the floor Ryder hastened to\ninterpose.",
        "“It is true she had never seen me, but I had already written to her\nand acquainted her with the story. I tried to reach her first\nthrough her father but that was useless so I resorted to these\ndesperate means.”",
        "“Oh you wrote! And you told her you would be here, and murder her\nhusband–”",
        "“I told her nothing of the kind. She didn’t know that I was coming\nuntil I spoke to her here, and then she had no idea that I was going\nto wait and carry her off–”",
        "“In the name of Allah! Do you take me for a dolt, an ass? You, with\nyour writing and your masquerade and your secrets! Do any families\ntry to recover their relatives with such means? Daughter or\nstep-daughter, it is nothing to me–”",
        "“But it is true,” Aimée insisted, in a trembling voice. “My father\nwas Paul Delcassé–”",
        "“_Yahrak Kiddisak man rabbabk–curse the man who brought thee up!\nDelcassé or devil, it is Tewfick Pasha who is your step-father, your\nguardian, who gave you to me for wife–what has your genealogy to\ndo with this affront upon my honor?”",
        "“But he did not intend to affront your honor–only to aid the family\nin France–”",
        "“I ask you again, do I resemble an ass that you should put such a\nburden of lies upon me? As if I did not know why young men risked\ntheir lives, in the dead of night, in other men’s rooms! If I did\nnot know what turns their brains to mush and their hearts to leading\nstrings! And you–you–you little white rose of seclusion–!”",
        "His venom leaped out at her in his voice. It was a terrible voice,\nthe cold, grating menace of a madman.",
        "“You, who had never seen this man but who fluttered to him like a\nwhite moth to a fire, you who cowered from your husband’s hand but\nwho turned to follow this strange dog into the streets–there will\nbe care taken of you later. But now–you complained of fatigue.\nSurely this scene is overtaxing for your delicacy. If you will come\nto your rooms–”",
        "She drew back from the hand he laid upon her. “Do not injure him!\nBy Allah’s truth! He is rash, mad, but a stranger. He did not\nknow–”",
        "“He needs enlightenment. He needs to learn that a nobleman’s harem\nis not a café of dancing girls, where all may enter and stare and\nfondle. Bismallah–he shall learn!... And now come–”",
        "“I shall not go,” she said breathlessly.",
        "“What–struggle? But your father has been strangely remiss with his\ndiscipline.... Permit me.”",
        "His hand tightened in a grasp of iron.",
        "“My train is caught,” she said in a tone of sudden pettishness; she\nstooped to lift it with her hand that was free.",
        "“My train–!” he mimicked her in a quivering falsetto. “Have a care\nof my frock–do not crush my chiffons.... And these are the women\nfor whom men break their heads and hearts!”",
        "“I tell you, sir,” came urgently from Ryder, “that the girl is\ninnocent of all–”",
        "“Keep your tongue from her name–and your eyes from her face!...\nCome, madame.”",
        "With his iron grasp on her elbow he thrust her towards the boudoir\nat the end of the drawing-room, behind whose curtains Ryder had so\nlong been hiding.",
        "The chamber was in darkness, lighted only by a pale gleam from the\nother room. Aimée stumbled across the rug and found herself upon a\nhuge divan against a window screen.",
        "“Fatima is in the next room to come at a call. But perhaps you would\nprefer to wait for me alone? I shall not be long.”",
        "Desperately she caught at his arm, imploring, “I beg you, monsieur.\nHe has done no real harm. Let him go. He is a stranger–he\ndid not know. And he will never trouble you again. I will do\nanything–everything you desire–if only you will not injure him–”",
        "“You trouble yourself strangely for a stranger.”",
        "“He is a stranger in danger for my sake. For it was in his duty to\nmy–my family–” her trembling lips stumbled over the ridiculous\nlies, “that he has blundered into this. He has no idea how shocking\na thing he has–”",
        "“And you had no idea, either, I suppose. You had never heard of\nhonor or treachery or–”",
        "“I was wrong, oh, I was wrong! I did want to go to France–I own it.\nAnd I was not ready for marriage. And I had heard that you–I was\nafraid. But now–if you will let him go for my sake, if you will not\nvisit my sins upon him, oh, I should be so grateful–so grateful\nthat anything I can ever do–”",
        "“But you will be grateful, anyway, my little blossom. I promise you\nthat you will learn to be very grateful–”",
        "“It is easier to die than to learn to love a hated one,” she\nreminded him softly, leaning towards him. “I can die very willingly,\nmonsieur.... And you would not want a wife before whom there was\nalways an object of terror–”",
        "Through the dusk her great eyes sought his.",
        "“Be generous–and harm him not,” she breathed. “I beg of you, I\nimplore–”",
        "“And if I am–lenient–you will always be grateful?”",
        "Mutely she nodded, her eyes trying pitifully to read that shadowy\nmask of mockery he turned towards her.",
        "“And how grateful could you be, little dove?”",
        "Pitifully she smiled.",
        "“Could you,” he murmured, “could you learn to kiss?”",
        "He leaned nearer and involuntarily she shrank back. Faintly, “At\nthis moment–I beg of you, monsieur–”",
        "“Oh, if it is to be an affair of moments! We shall never find the\nright one. But you were so full of promises–”",
        "“I will do anything,” said Aimée, convulsively, “if you will promise\nme–”",
        "“Come, then a kiss. A peck from my little dove.”",
        "She looked at him out of wretched eyes.",
        "“And you promise to free him, not to hurt him–”",
        "“I promise not to hurt a hair of his head. Come, that is generous,\nisn’t it? As to freeing him–h’m–that is for later. Perhaps, if you\nare very good. A kiss then... and later....”",
        "He bent over her. She shut her eyes and heard the taunt of his\nlaugh. She kissed him, and he laughed again.",
        "“What is it the Afghan poets say? ’Kissed lips lose no sweetness,\nbut renew their freshness with the moon.’ Certainly if you have ever\nbeen kissed, little bud, you have lost no dew.... Delicious.... I\nshall hurry back.”",
        "He cast a hard look down at her as she sat there, her arms drooping\nat her sides. He looked about the room as if consideringly, then\nnodded at an unseen door at the right.",
        "“Fatima is there if you want lights or assistance.... And Alsamit,\nYussuf’s brother, is at the other door beyond. Do not stir, little\nbird. I shall be back very soon.”",
        "“And he–you promised–”",
        "“I shall not hurt a hair of his head.”",
        "But he was smiling evilly in the darkness as he drew shut the door\nand returned to the bound figure by the guarding black.",
        "For a moment he stood silent, considering, while Yussuf looked up\nwith glistening-eyed intentness like an eager dog ready for the word\nof attack.",
        "Then in hasty Turkish the general gave his directions and the black\nnodded and strode to a portière, jerking it down, which he wrapped\nabout Ryder’s helpless form.",
        "Then he hoisted his burden over his huge shoulder and bore it on\nafter the general.",
        "Across the great room they went and down the long stairs up which\nthat day a most complacent Hamdi Bey had escorted his just-glimpsed\nbride.",
        "Now at the bottom of the stairs a shadowy figure of a sleeping\neunuch was stretched.",
        "Hamdi Bey spoke sharply, giving a quick order. The black scrambled\nto his feet, yawned, nodded, and strode away into the main vestibule\nand out into the garden to investigate a shadow which the general\nhad just reported, and when he was out of sight the general and\nYussuf, with his unwieldy burden, came quietly down the stairs and\nturned back into a long, dark hall.",
        "For a moment they paused outside a wide, many-columned banqueting\nroom, and there Hamdi Bey stood listening, straining attentive ears\nfor the faint sounds from the service quarters on the other side of\nthe room. He caught the guttural of a half inaudible voice, and the\nwash of water and clink of a dish, showing that the belated work of\nthe reception was going draggingly on, but it was all far away and\ninvisible.",
        "Satisfied he went on a few steps to a pointed door set in the heavy\nstone. From a nail he took down a lantern of heavy, fretted brass\nand lighted it, not without some difficulty, for his hands were\nstill trembling. Then he took from the black a cumbersome key which\nhe fitted into the lock and turned heavily.",
        "Drawing back the door he motioned Yussuf ahead, and followed,\ndrawing the door shut. Down a steep, stone spiral stair they went,\nand at the bottom, at the general’s order, the black set Ryder down\nfrom his shoulder and flung aside the portière.",
        "From its muffling folds Ryder looked out bewilderedly into the\ndarkness about him, illumined only by the yellow flare of the\nancient lantern. The general cautioned him to silence while Yussuf\nknelt and untied the strip that bound his feet, then, his arms still\nbound, he was ordered to march on before them.",
        "This, he said to himself, as he silently obeyed that order, this\nreally was the time to pinch himself and wake up! Of all the dark,\neerie nightmares! This slow procession through these underground\nhalls, the giant black on his heels, the general’s lantern throwing\nits flickering rays over the huge, seamed blocks of granite\nfoundations.",
        "It made him think of the Catacombs. It made him think of the\nSerapeum. It made him think of those damp, tortuous underground ways\nof the Villa Bordoni....",
        "They seemed to be in the wine cellars. He saw bins and barrels and\nbarred vaults that would have done credit to an English squire, and\nhe reflected fleetly that wine bibbing was forbidden to Mohammedans\nand that Hamdi Bey was a fanatic Moslem.... Then he saw open spaces\nof ancient stuffs, broken tables and dismantled caiques and a broken\noar. His earlier observation of the palace had told him that it had\na water gate and he thought now that they might be near some\nopening.",
        "He wondered if they were going to throw him, pinioned, into the\nriver. He wouldn’t put it past this livid, silent, shaking man–and\nyet the thing appeared so impossible, so theatric, so utterly\nunrelated to any of the ways that he, Jack Ryder, might be expected\nto end his days, that it couldn’t possibly send more than a shiver\nof speculation down his spine.",
        "And yet men had been thrown into rivers–this very river. And men\nhad disappeared from just such palaces as this. There was the story\nabout young Monkton. He knew it perfectly; he had reminded himself\nof it the last evening while he reflected upon this escapade, but he\nhad never actually appreciated the peculiar poignancy of the thing\nuntil now.",
        "Monkton had met–so rumor reported–a Turkish lady of position,\nflirted with her, it was said, while on horseback outside her motor\nwhen caught in the crush at Kasr-el-Nil bridge. There had been a\nmeeting or two in the back of shops, and then he had boasted,\nlightheartedly, of a design to take tea in her harem.",
        "He had never boasted about the tea. No one had ever seen Monkton\nagain and he was generally reported, after a stifled inquiry, to\nhave been thrown from his horse in the desert, or spilled out of his\nsailing canoe.",
        "The government, English or Egyptian, assumed no interest in the\nmatter of gentlemen found in other gentlemen’s harems.",
        "There were other stories, too. There was one of a little Viennese\nactress who after a dramatic escape reported a whole winter of\ncaptivity in one of these old palaces, and there was a vaguer rumor\nof a rash young American girl, detained for days....",
        "Ryder had always known these stories. They were part of the gossip\nand thrill of Cairo. But he had never till now realized how\nexquisitely possible was their occurrence.",
        "Anything, everything might happen in these hidden, secret chambers.\nThese Turks were as much masters here as their old predecessors who\nhad reared these stones. This black upon his heels might have been\nthe grinning, faithful executioner of some Khedive or Caliph–he\nmight have been the very Masrur, the Sworder of Vengeance of Al\nRaschid.",
        "He told himself that it was no time to think of the past. His\nbusiness–acutely–was the present. If only he could get his hands\nuntied! If only he could get those untied hands upon that demoniac\nTurk!",
        "But, strain as he could upon the knots, they held.",
        "It seemed to him that they had been walking for an interminable\ndistance, in odd, roundabout ways. Once they had stopped and he had\ninvoluntarily glanced back over his shoulder, but at a word from the\ngeneral he had kept his head forward again, while he heard the black\nbehind him gathering something that clinked. Later, a stolen glance\nhad revealed the eunuch with some tools in one hand and bag slung\nover his shoulder.",
        "The bag disquieted him. Bags filled a foreboding place in the\nEastern literature of vengeance. He wondered if he were to go into\nthe river in that bag, with the tools for weight.",
        "He decided, feeling now a very odd and definite disturbance in the\nregion of his stomach, that he would tell that general that he was a\ncousin of the late Lord Cromer and a nephew of Lord Kitchener.\nSomething insistent would have to be done about this.",
        "They were passing now through a strange, open space, between old\narches that for an instant arrested his excavator’s interest. He saw\nin the shadows about them, a crumpled, crumbling dome and broken\nshafts, with half a wall of masonry pierced with Arabesques. Traces\nof old ruins, fragments of some old, forgotten mosque over which the\npalace had spread its foundations in bygone days.... Buried\ntreasure, looted, some of it, for the palace overhead, but still\nrare and lovely.... That was a gleam of lapis lazuli that winked at\nhim from the crumbling mortar under his feet.",
        "Then they were between other walls, not crumbling ones, but the\nsolid, pillared blocks of the palace masonry with here and there\nbroad arches of old brick.",
        "They stopped. Between two arches the general held his lantern high,\nflashing it over the surface while Yussuf swung down his sack and\nknocked with the handle of his tool.",
        "Suddenly he stopped and looked at his master, nodding cheerfully.\nThe general lowered his light and stepped back and Yussuf reared the\npickaxe in his powerful arms and sent it dexterously at the wall,\nbetween two broken bits of brick.",
        "It caught, and sent the mortar spraying; another blow and another\nloosened a hole in which the black inserted a short iron and began\nnervously grinding and prying.",
        "Ryder, watching with oppressed and helpless fury, saw the bricks at\nlast break and tumble faster and faster in a cloud of dust, and saw\na pocket in the wall become revealed, a long, upright niche, the\nsize, perhaps, of a man’s coffin, on end.",
        "He tried, very suddenly, to talk. His tongue felt thick and swollen\nand there seemed no words in all the world to fit his need of\novercoming this fanatic madman,–and after all, he had no chance for\nthem, for Yussuf, with a huge palm upon his mouth, urged him\nsuddenly backwards towards that horrible niche.",
        "“Gently, Yussuf, gently,” said the general, suavely and with a slow\ndistinctness that was for Ryder’s ears. “I gave my word that I would\nnot hurt a hair of his head–”",
        "Grinning, the black lifted him over the remaining wall, and set him\ndown into the niche, leaving him standing in there like a helpless\nstatue, tasting to the full fury of his heart the bitterness of his\nhelplessness and the ludicrous impotence of all struggle.",
        "“Good God, sir, you must be mad,” he said in a strained sharp\nvoice that his ears would not have known as his own. “Do you\nrealize–there will be an inquiry–there is such a thing as law–”",
        "It seemed to him that he talked, in English and stammering Arabic,\nfor a long time. The black was kneeling, out of sight, stooping over\na basin of water and his abominable sack, and Ryder was facing that\nsilent, sardonic face, with its fantastic mustache, its evil,\ngloating eyes....",
        "He stopped for very shame. The man was mad. Mad and drunk–and there\nwas no appeal from Philip drunk to Philip sober.... Mad or drunk, he\nhad devised his vengeance shrewdly.",
        "Upon Ryder’s helpless body a cold sweat of incredulous horror broke\nsoftly out.",
        "At his feet he heard the black beginning to fit his bricks and\nsmooth his mortar.",
        "“You do well to save your breath,” said Hamdi Bey at last, as Ryder\nstill stood silent. “You will need it in this chamber I am\nproviding.... But it may be,” he said thoughtfully, “that your\nbreath will last your need. Thirst may be the more impatient for her\nvictim; they tell me thirst is an obtrusive visitor. As you were,\nthis evening.... Still, why do you not cry out a little? It will\namuse my black.”",
        "Yes, this was real, Ryder reminded himself. And these things could\nhappen–had happened. He remembered suddenly the hideous scene,\noutside the dungeons, in “Francesca da Rimini,” when that bestial\nbrother goes in to the helpless prisoners. He remembered the sick\nhorror of those groans....",
        "He remembered also various excursions of his in the Tower of London\nand the Seigniory of Florence, and the sight of old rings and stakes\nand racks and the feeling of their total unrelatedness to every\nactuality.",
        "And yet they had happened. And this thing, for all its fantastic\nmedieval horror, was happening. Brick by brick the imprisoning wall\nwas rising. Brick by brick it intervened between him and sane,\nsensible, happy, normal life.",
        "Eye for eye he gave the general back his look. He had always\nwondered about the poor devils in underground torture chambers. Had\nwondered how they had the stuff to hold out, against such odds, for\nsome belief, some information.... Now he knew the stiffening stuff\nof a personal hate, upholding to the very grave....",
        "That sardonic, devil’s face.... That face which was going back\nupstairs to Aimée.... But he must not think of that or he should\ngive way and begin to babble, to plead.... He must simply stand and\nmeet that glance....",
        "And there came the incredible, insane moment when Ryder looked out\non that face through one last breathing space, and then saw the\nfitted brick, settled into place, blot the world to darkness before\nhis eyes.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}