{
    "title": "The Sorrows of Young Werther - July 29.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "60",
    "content": [
        "\n\n",
        "No, no! it is yet well all is well! I her husband! O God, who\ngave me being, if thou hadst destined this happiness for me, my\nwhole life would have been one continual thanksgiving! But I will\nnot murmur — forgive these tears, forgive these fruitless wishes.\nShe — my wife! Oh, the very thought of folding that dearest of\nHeaven’s creatures in my arms! Dear Wilhelm, my whole frame feels\nconvulsed when I see Albert put his arms around her slender waist!",
        "And shall I avow it? Why should I not, Wilhelm? She would have\nbeen happier with me than with him. Albert is not the man to\nsatisfy the wishes of such a heart. He wants a certain sensibility;\nhe wants — in short, their hearts do not beat in unison. How\noften, my dear friend, im reading a passage from some interesting\nbook, when my heart and Charlotte’s seemed to meet, and in a hundred\nother instances when our sentiments were unfolded by the story of\nsome fictitious character, have I felt that we were made for each\nother! But, dear Wilhelm, he loves her with his whole soul; and\nwhat does not such a love deserve?",
        "I have been interrupted by an insufferable visit. I have dried\nmy tears, and composed my thoughts. Adieu, my best friend!",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}