{
    "title": "The Money Master - Chapter XIII: The Man From Outside",
    "author": "Gilbert Parker",
    "chapter": "14",
    "content": [
        "\n\n",
        "                   “Oh, who will walk the wood with me,\n                    I fear to walk alone;\n                    So young am I, as you may see;\n                    No dangers have I known.\n                    So young, so small–ah, yes, m’sieu’,\n                    I’ll walk the wood with you!”",
        "In the last note of the song applause came instantaneously, almost\nimpatiently, as it might seem.  With cries of “Encore!  Encore!” it\nlasted some time, while the happy singer looked around with frank\npleasure on the little group encircling her in the Manor Cartier.",
        "“Did you like it so much?” she asked in a general way, and not looking\nat any particular person.  A particular person, however, replied, and she\nhad addressed the question to him, although not looking at him.  He was\nthe Man from Outside, and he sat near the bright wood-fire; for though it\nwas almost June the night was cool and he was delicate.",
        "“Ah, but splendid, but splendid–it got into every corner of every one of\nus,” the Man from Outside responded, speaking his fluent French with a\nslight English accent, which had a pleasant piquancy–at least to the\nears of the pretty singer, Mdlle. Zoe Barbille.  He was a man of about\nthirty-three, clean-shaven, dark-haired, with an expression of\ncleverness; yet with an irresponsible something about him which M. Fille\nhad reflected upon with concern.  For this slim, eager, talkative, half-\ninvalid visitor to St. Saviour’s had of late shown a marked liking for\nthe presence and person of Zoe Barbille; and Zoe was as dear to M. Fille\nas though she were his own daughter.  He it was who, in sarcasm, had\nspoken of this young stranger as “The Man from Outside.”",
        "Ever since Zoe’s mother had vanished–alone–seven years before from the\nManor Cartier, or rather from his office at Vilray, M. Fille had been as\nmuch like a maiden aunt or a very elder brother to the Spanische’s\ndaughter as a man could be.  Of M. Fille’s influence over his daughter\nand her love of his companionship, Jean Jacques had no jealousy whatever.\nVery often indeed, when he felt incompetent to do for his child all that\nhe wished–philosophers are often stupid in human affairs–he thought it\nwas a blessing Zoe had a friend like M. Fille.  Since the terrible day\nwhen he found that his wife had gone from him–not with the master-\ncarpenter who only made his exit from Laplatte some years afterwards–he\nhad had no desire to have a woman at the Manor to fill her place, even as\nhousekeeper.  He had never swerved from that.  He had had a hard row to\nhoe, but he had hoed it with a will not affected by domestic accidents or\ninconveniences.  The one woman from outside whom he permitted to go and\ncome at will–and she did not come often, because she and M. Fille agreed\nit would be best not to do so–was the sister of the Cure.  To be sure\nthere was Seraphe Corniche, the old cook, but she was buried in her\nkitchen, and Jean Jacques treated her like a man.",
        "When Zoe was confirmed, and had come back from Montreal, having spent two\nyears in a convent there–the only time she had been away from her father\nin seven years–having had her education chiefly from a Catholic\n“brother,” the situation developed in a new way.  Zoe at once became\nas conspicuous in the country-side as her father had been over so many\nyears.  She was fresh, volatile, without affectation or pride, and had\na temperament responsive to every phase of life’s simple interests.\nShe took the attention of the young men a little bit as her due, but yet\nwithout conceit.  The gallants had come about her like bees, for there\nwas Jean Jacques’ many businesses and his reputation for wealth; and\nthere was her own charm, concerning which there could be far less doubt\nthan about Jean Jacques’ magnificent solvency.",
        "Zoe had gone heart-whole and with no especial preference for any young\nman, until the particular person came, the Man from Outside.",
        "His name was Gerard Fynes, and his business was mumming.  He was a young\nlawyer turned actor, and he had lived in Montreal before he went on the\nstage.  He was English–that was a misfortune; he was an actor–that was\na greater misfortune, for it suggested vagabondage of morals as well as\nof profession; and he was a Protestant, which was the greatest misfortune\nof all.  But he was only at St. Saviour’s for his convalescence after a\nso-called attack of congestion of the lungs; and as he still had a slight\ncough and looked none too robust, and as, more than all, he was simple\nin his ways, enjoying the life of the parish with greater zest than the\nresidents, he found popularity.  Undoubtedly he had a taking way with\nhim.  He was lodging with Louis Charron, a small farmer and kinsman of\nJean Jacques, who sold whisky–\"white whisky\"–without a license.  It was\na Charron family habit to sell liquor illegally, and Louis pursued the\ncareer with all an amateur’s enthusiasm.  He had a sovereign balm for\n“colds,” composed of camomile flowers, boneset, liquorice, pennyroyal and\ngentian root, which he sold to all comers; and it was not unnatural that\na visitor with weak lungs should lodge with him.",
        "Louis and his wife had only good things to say about Gerard Fynes; for\nthe young man lived their life as though he was born to it.  He ate the\nslap-jacks, the buttermilk-pop, the pork and beans, the Indian corn on\nthe cob, the pea-soup, and the bread baked in the roadside oven, with a\nrelish which was not all pretence; for indeed he was as primitive as he\nwas subtle.  He himself could not have told how much of him was true and\nhow much was make-believe.  But he was certainly lovable, and he was not\nbad by nature.  Since coming to St. Saviour’s he had been constant to one\nattraction, and he had not risked his chances with Zoe by response to the\nshy invitations of dark eyes, young and not so young, which met his own\nhere and there in the parish.",
        "Only M. Fille and Jean Jacques himself had feelings of real antagonism to\nhim.  Jean Jacques, though not naturally suspicious, had, however, seen\nan understanding look pass between his Zoe and this stranger–this\nProtestant English stranger from the outer world, to which Jean Jacques\nwent less frequently since his fruitless search for his vanished Carmen.\nThe Clerk of the Court saw that Jean Jacques had observed the intimate\nglances of the two young people, and their eyes met in understanding.  It\nwas just before Zoe had sung so charmingly, ’Oh, Who Will Walk the Wood\nWith Me’.",
        "At first after Carmen’s going Jean Jacques had found it hard to endure\nsinging in his house.  Zoe’s trilling was torture to him, though he had\nnever forbidden her to sing, and she had sung on to her heart’s content.\nBy a subtle instinct, however, and because of the unspoken sorrow in her\nown heart, she never sang the songs like ’La Manola’.  Never after the\nday Carmen went did Zoe speak of her mother to anyone at all.  It was\nworse than death; it was annihilation, so far as speech was concerned.\nThe world at large only knew that Carmen Barbille had run away, and that\neven Sebastian Dolores her father did not know where she was.  The old\nman had not heard from her, and he seldom visited at the Manor Cartier or\nsaw his grand-daughter.  His own career of late years had been marked by\nlong sojourns in Quebec, Montreal and even New York; yet he always came\nback to St. Saviour’s when he was penniless, and was there started afresh\nby Jean Jacques.  Some said that Carmen had gone back to Spain, but\nothers discredited that, for, if she had done so, certainly old Sebastian\nDolores would have gone also.  Others continued to insist that she had\ngone off with a man; but there was George Masson at Laplatte living\nalone, and never going twenty miles away from home, and he was the only\nperson under suspicion.  Others again averred that since her flight\nCarmen had become a loose woman in Montreal; but the New Cure came down\non that with a blow which no one was tempted to invite again.",
        "M. Savry’s method of punishing was of a kind to make men shrink.  If\nCarmen Barbille had become a loose woman in Montreal, how did any member\nof his flock know that it was the case?  What company had he kept in\nMontreal that he could say that?  Did he see the woman–or did he hear\nabout her?  And if he heard, what sort of company was he keeping when he\nwent to Montreal without his wife to hear such things?  That was final,\nand the slanderer was under a cloud for a time, by reason of the anger of\nhis own wife.  It was about this time that the good priest preached from\nthe text, “Judge not that ye be not judged,” and said that there were\nonly ten commandments on the tables of stone; but that the ten included\nall the commandments which the Church made for every man, and which every\nman, knowing his own weakness, must also make for himself.",
        "His flock understood, though they did refrain, every one, from looking\ntowards the place where Jean Jacques sat with Ma’m’selle–she was always\ncalled that, as though she was a great lady; or else she was called “the\nlittle Ma’m’selle Zoe,” even when she had grown almost as tall as her\nmother had been.",
        "Though no one looked towards the place where Jean Jacques and his\ndaughter sat when this sermon was preached, and although Zoe seemed not\nto apprehend personal reference in the priest’s words, when she reached\nhome, after talking to her father about casual things all the way, she\nflew to her room, and, locking the door, flung herself on her bed and\ncried till her body felt as though it had been beaten by rods.  Then\nshe suddenly got up and, from a drawer, took out two things–an old\nphotograph of her mother at the time of her marriage, and Carmen’s\nguitar, which she had made her own on the day after the flight, and had\nkept hidden ever since.  She lay on the bed with her cheek pressed to the\nguitar, and her eyes hungrily feeding on the face of a woman whose beauty\nbelonged to spheres other than where she had spent the thirteen years of\nher married life.",
        "Zoe had understood more even at the time of the crisis than they thought\nshe did, child though she was; and as the years had gone on she had\ngrasped the meaning of it all more clearly perhaps than anyone at all\nexcept her adored friends Judge Carcasson, at whose home she had visited\nin Montreal, and M. Fille.",
        "The thing last rumoured about her mother in the parish was that she had\nbecome an actress.  To this Zoe made no protest in her mind.  It was\nbetter than many other possibilities, and she fixed her mind on it, so\nsaving herself from other agonizing speculations.  In a fixed imagination\nlay safety.  In her soul she knew that, no matter what happened, her\nmother would never return to the Manor Cartier.",
        "The years had not deepened confidence between father and daughter.  A\nshadow hung between them.  They laughed and talked together, were even\nboisterous in their fun sometimes, and yet in the eyes of both was the\nforbidden thing–the deserted city into which they could not enter.  He\ncould not speak to the child of the shame of her mother; she could not\nspeak of that in him which had contributed to that mother’s shame–the\nneglect which existed to some degree in her own life with him.  This was\nchiefly so because his enterprises had grown to such a number and height,\nthat he seemed ever to be counting them, ever struggling to the height,\nwhile none of his ventures ever reached that state of success when it\n“ran itself”, although as years passed men called him rich, and he spent\nand loaned money so freely that they called him the Money Master, or the\nMoney Man Wise, in deference to his philosophy.",
        "Zoe was not beautiful, but there was a wondrous charm in her deep brown\neyes and in the expression of her pretty, if irregular, features.\nSometimes her face seemed as small as that of a young child, and alive\nwith eerie fancies; and always behind her laughter was something which\ngot into her eyes, giving them a haunting melancholy.  She had no signs\nof hysteria, though now and then there came heart-breaking little\noutbursts of emotion which had this proof that they were not hysteria–\nthey were never seen by others.  They were sacred to her own solitude.\nWhile in Montreal she had tasted for the first time the joys of the\ntheatre, and had then secretly read numbers of plays, which she bought\nfrom an old bookseller, who was wise enough to choose them for her.  She\nbecame possessed of a love for the stage even before Gerard Fynes came\nupon the scene.  The beginning of it all was the rumour that her mother\nwas now an actress; yet the root-cause was far down in a temperament\nresponsive to all artistic things.",
        "The coming of the Man from Outside acted on the confined elements of her\nnature like the shutter of a camera.  It let in a world of light upon\nunexplored places, it set free elements of being which had not before\nbeen active.  She had been instantly drawn to Gerard Fynes.  He had the\ndistance from her own life which provoked interest, and in that distance\nwas the mother whom perhaps it was her duty to forget, yet for whom she\nhad a longing which grew greater as the years went on.",
        "Gerard Fynes could talk well, and his vivid pictures of his short play-\nacting career absorbed her; and all the time she was vigilant for some\nname, for the description of some actress which would seem to be a clue\nto the lost spirit of her life.  This clue never came, but before she\ngave up hope of it, the man had got nearer to her than any man had ever\ndone.",
        "After meeting him she awoke to the fact that there was a difference\nbetween men, that it was not the same thing to be young as to be old;\nthat the reason why she could kiss the old Judge and the little Clerk of\nthe Court, and not kiss, say, the young manager of the great lumber firm\nwho came every year for a fortnight’s fishing at St. Saviour’s, was one\nwhich had an understandable cause and was not a mere matter of individual\ntaste.  She had been good friends with this young manager, who was only\nthirty years of age, and was married, but when he had wanted to kiss her\non saying good-bye one recent summer, she had said, “Oh, no, oh, no, that\nwould spoil it all!”  Yet when he had asked her why, and what she meant,\nshe could not tell him.  She did not know; but by the end of the first\nweek after Gerard Fynes had been brought to the Manor Cartier by Louis\nCharron, she knew.",
        "She had then been suddenly awakened from mere girlhood.  Judge Carcasson\nsaw the difference in her on a half-hour’s visit as he passed westward,\nand he had said to M. Fille, “Who is the man, my keeper of the treasure?\"\nThe reply had been of such a sort that the Judge was startled:",
        "“Tut, tut,” he had exclaimed, “an actor–an actor once a lawyer!  That’s\nserious.  She’s at an age–and with a temperament like hers she’ll\nbelieve anything, if once her affections are roused.  She has a flair for\nthe romantic, for the thing that’s out of reach–the bird on the highest\nbranch, the bird in the sky beyond ours, the song that was lost before\ntime was, the light that never was on sea or land.  Why, damn it, damn it\nall, my Solon, here’s the beginning of a case in Court unless we can lay\nthe fellow by the heels!  How long is he here for?”",
        "When M. Fille had told him that he would stay for another month for\ncertain, and no doubt much longer, if there seemed a prospect of winning\nthe heiress of the Manor Cartier, the Judge gave a groan.",
        "“We must get him away, somehow,” he said.  “Where does he stay?”",
        "“At the house of Louis Charron,” was the reply.  “Louis Charron–isn’t\nhe the fellow that sells whisky without a license?”",
        "“It is so, monsieur.”",
        "The Judge moved his head from side to side like a bear in a cage.  “It is\nthat, is it, my Fille?  By the thumb of the devil, isn’t it time then\nthat Louis Charron was arrested for breaking the law?  Also how do we\nknow but that the interloping fellow Fynes is an agent for a whisky firm\nperhaps?  Couldn’t he, then, on suspicion, be arrested with–”",
        "The Clerk of the Court shook his head mournfully.  His Judge was surely\nbecoming childish in his old age.  He looked again closely at the great\nman, and saw a glimmer of moisture in the grey eyes.  It was clear that\nJudge Carcasson felt deeply the dangers of the crisis, and that the\nfutile outburst had merely been the agitated protest of the helpless.",
        "“The man is what he says he is–an actor; and it would be folly to arrest\nhim.  If our Zoe is really fond of him, it would only make a martyr of\nhim.”",
        "As he made this reply M. Fille looked furtively at the other–out of the\ncorner of his eye, as it were.  The reply of the Judge was impatient,\nalmost peevish and rough.  “Did you think I was in earnest, my\npunchinello?  Surely I don’t look so young as all that.  I am over sixty-\nfive, and am therefore mentally developed!”",
        "M. Fille was exactly sixty-five years of age, and the blow was a shrewd\none.  He drew himself up with rigid dignity.",
        "“You must feel sorry sometimes for those who suffered when your mind was\nundeveloped, monsieur,” he answered.  “You were a judge at forty-nine,\nand you defended poor prisoners for twenty years before that.”",
        "The Judge was conquered, and he was never the man to pretend he was not\nbeaten when he was.  He admired skill too much for that.  He squeezed M.\nFille’s arm and said:",
        "“I’ve been quick with my tongue myself, but I feel sure now, that it’s\nthrough long and close association with my Clerk of the Court.”",
        "“Ah, monsieur, you are so difficult to understand!” was the reply.\n“I have known you all these years, and yet–”",
        "“And yet you did not know how much of the woman there was in me!  .  .  .\nBut yes, it is that.  It is that which I fear with our Zoe.  Women break\nout–they break out, and then there is the devil to pay.  Look at her\nmother.  She broke out.  It was not inevitable.  It was the curse of\nopportunity, the wrong thing popping up to drive her mad at the wrong\nmoment.  Had the wrong thing come at the right time for her, when she was\nquite sane, she would be yonder now with our philosopher.  Perhaps she\nwould not be contented if she were there, but she would be there; and as\ntime goes on, to be where we were in all things which concern the\naffections, that is the great matter.”",
        "“Ah, yes, ah, yes,” was the bright-eyed reply of that Clerk, “there is no\ndoubt of that!  My sister and I there, we are fifty years together, never\nwith the wrong thing at the wrong time, always the thing as it was,\nalways to be where we were.”",
        "The Judge shook his head.  “There is an eternity of difference, Fille,\nbetween the sister and brother and the husband and wife.  The sacredness\nof isolation is the thing which holds the brother and sister together.\nThe familiarity of–but never mind what it is that so often forces\nhusband and wife apart.  It is there, and it breaks out in rebellion as\nit did with the wife of Jean Jacques Barbille.  As she was a strong woman\nin her way, it spoiled her life, and his too when it broke out.”",
        "M. Fille’s face lighted with memory and feeling.  “Ah, a woman of\npowerful emotions, monsieur, that is so!  I think I never told you, but\nat the last, in my office, when she went, she struck George Masson in the\nface.  It was a blow that–but there it was; I have never liked to think\nof it.  When I do, I shudder.  She was a woman who might have been in\nother circumstances–but there!”",
        "The Judge suddenly stopped in his walk and faced round on his friend.\n“Did you ever know, my Solon,” he said, “that it was not Jean Jacques who\nsaved Carmen at the wreck of the Antoine, but it was she who saved him;\nand yet she never breathed of it in all the years.  One who was saved\nfrom the Antoine told me of it.  Jean Jacques was going down.  Carmen\ngave him her piece of wreckage to hang on to, and swam ashore without\nhelp.  He never gave her the credit.  There was something big in the\nwoman, but it did not come out right.”",
        "M. Fille threw up his hands.  “Grace de Dieu, is it so that she saved\nJean Jacques?  Then he would not be here if it had not been for her?”",
        "“That is the obvious deduction, Maitre Fille,” replied the Judge.",
        "The Clerk of the Court seemed moved.  “He did not treat her ill.\nI know that he would take her back to-morrow if he could.  He has never\nforgotten.  I saw him weeping one day–it was where she used to sing to\nthe flax-beaters by the Beau Cheval.  I put my hand on his shoulder, and\nsaid, ’I know, I comprehend; but be a philosopher, Jean Jacques.’”",
        "“What did he say?” asked the Judge.",
        "“He drew himself up.  ’In my mind, in my soul, I am philosopher always,’\nhe said, ’but my eyes are the windows of my heart, m’sieu’.  They look\nout and see the sorrow of one I loved.  It is for her sorrow that I weep,\nnot for my own.  I have my child, I have money; the world says to me,\n“How goes it, my friend?”  I have a home–a home; but where is she, and\nwhat does the world say to her?’”",
        "The Judge shook his head sadly.  “I used to think I knew life, but I come\nto the belief in the end that I know nothing.  Who could have guessed\nthat he would have spoken like that!”",
        "“He forgave her, monsieur.”",
        "The Judge nodded mournfully.  “Yes, yes, but I used to think it is such\nmen who forgive one day and kill the next.  You never can tell where they\nwill explode, philosophy or no philosophy.”",
        "The Judge was right.  After all the years that had passed since his wife\nhad left him, Jean Jacques did explode.  It was the night of his birthday\nparty at which was present the Man from Outside.  It was in the hour when\nhe first saw what the Clerk of the Court had seen some time before–the\nunderstanding between Zoe and Gerard Fynes.  It had never occurred to him\nthat there was any danger.  Zoe had been so indifferent to the young men\nof St. Saviour’s and beyond, had always been so much his friend and the\nfriend of those much older than himself, like Judge Carcasson and M.\nFille, that he had not yet thought of her electing to go and leave him\nalone.",
        "To leave him alone!  To be left alone–it had never become a possibility\nto his mind.  It did not break upon him with its full force all at once.\nHe first got the glimmer of it, then the glimmer grew to a glow, and the\nglow to a great red light, in which his brain became drunk, and all his\nphilosophy was burned up like wood-shavings in a fiery furnace.",
        "“Did you like it so much?”  Zoe had asked when her song was finished, and\nthe Man from Outside had replied, “Ah, but splendid, splendid!  It got\ninto every corner of every one of us.”",
        "“Into the senses–why not into the heart?  Songs are meant for the\nheart,” said Zoe.",
        "“Yes, yes, certainly,” was the young man’s reply, “but it depends upon\nthe song whether it touches the heart more than the senses.  Won’t you\nsing that perfect thing, ’La Claire Fontaine’?” he added, with eyes as\nbright as passion and the hectic fires of his lung-trouble could make\nthem.",
        "She nodded and was about to sing, for she loved the song, and it had been\nringing in her head all day; but at that point M. Fille rose, and with\nhis glass raised high–for at that moment Seraphe Corniche and another\ncarried round native wine and cider to the company–he said:",
        "“To Monsieur Jean Jacques Barbille, and his fifty years, good health–\nbonne sante!  This is his birthday.  To a hundred years for Jean\nJacques!”",
        "Instantly everyone was up with glass raised, and Zoe ran and threw her\narms round her father’s neck.  “Kiss me before you drink,” she said.",
        "With a touch almost solemn in its tenderness Jean Jacques drew her head\nto his shoulder and kissed her hair, then her forehead.  “My blessed one\n–my angel,” he whispered; but there was a look in his eyes which only M.\nFille had seen there before.  It was the look which had been in his eyes\nat the flax-beaters’ place by the river.",
        "“Sing–father, you must sing,” said Zoe, and motioned to the fiddler.\n“Sing It’s Fifty Years,” she cried eagerly.  They all repeated her\nrequest, and he could but obey.",
        "Jean Jacques’ voice was rather rough, but he had some fine resonant notes\nin it, and presently, with eyes fastened on the distance, and with free\ngesture and much expression, he sang the first verse of the haunting\nballad of the man who had reached his fifty years:",
        "                   “Wherefore these flowers?\n                    This fete for me?\n                    Ah, no, it is not fifty years,\n                    Since in my eyes the light you see\n                    First shone upon life’s joys and tears!\n                    How fast the heedless days have flown\n                    Too late to wail the misspent hours,\n                    To mourn the vanished friends I’ve known,\n                    To kneel beside love’s ruined bowers.\n                    Ah, have I then seen fifty years,\n                    With all their joys and hopes and fears!”",
        "Through all the verses he ranged, his voice improving with each phrase,\ngrowing more resonant, till at last it rang out with a ragged richness\nwhich went home to the hearts of all.  He was possessed.  All at once he\nwas conscious that the beginning of the end of things was come for him;\nand that now, at fifty, in no sphere had he absolutely “arrived,” neither\nin home nor fortune, nor–but yes, there was one sphere of success; there\nwas his fatherhood.  There was his daughter, his wonderful Zoe.  He drew\nhis eyes from the distance, and saw that her ardent look was not towards\nhim, but towards one whom she had known but a few weeks.",
        "Suddenly he stopped in the middle of a verse, and broke forward with his\narms outstretched, laughing.  He felt that he must laugh, or he would\ncry; and that would be a humiliating thing to do.",
        "“Come, come, my friends, my children, enough of that!” he cried.  “We’ll\nhave no more maundering.  Fifty years–what are fifty years!  Think of\nMethuselah!  It’s summer in the world still, and it’s only spring at St.\nSaviour’s.  It’s the time of the first flowers.  Let’s dance–no, no,\nnever mind the Cure to-night!  He will not mind.  I’ll settle it with\nhim.  We’ll dance the gay quadrille.”",
        "He caught the hands of the two youngest girls present, and nodded at the\nfiddler, who at once began to tune his violin afresh.  One of the joyous\nyoung girls, however, began to plead with him.",
        "“Ah, no, let us dance, but at the last–not yet, M’sieu’ Jean Jacques!\nThere is Zoe’s song, we must have that, and then we must have charades.\nHere is M’sieu’ Fynes–he can make splendid charades for us.  Then the\ndance at the last–ah, yes, yes, M’sieu’ Jean Jacques!  Let it be like\nthat.  We all planned it, and though it is your birthday, it’s us are\nmaking the fete.”",
        "“As you will then, as you will, little ones,” Jean Jacques acquiesced\nwith a half-sigh; but he did not look at his daughter.  Somehow,\nsuddenly, a strange constraint possessed him where Zoe was concerned.\n“Then let us have Zoe’s song; let us have ’La Claire Fontaine’,” cried\nthe black-eyed young madcap who held Jean Jacques’ arms.",
        "But Zoe interrupted.  “No, no,” she protested, “the singing spell is\nbroken.  We will have the song after the charades–after the charades.”",
        "“Good, good–after the charades!” they all cried, for there would be\ncharades like none which had ever been played before, with a real actor\nto help them, to carry them through as they did on the stage.  To them\nthe stage was compounded of mystery, gaiety and the forbidden.",
        "So, for the next half-hour they were all at the disposal of the Man from\nOutside, who worked as though it was a real stage, and they were real\nplayers, and there were great audiences to see them.  It was all quite\nwonderful, and it involved certain posings, attitudes, mimicry and\npantomime, for they were really ingenious charades.",
        "So it happened that Zoe’s fingers often came in touch with those of the\nstage-manager, that his hands touched her shoulders, that his cheek\nbrushed against her dark hair once, and that she had sensations never\nexperienced before.  Why was it that she thrilled when she came near to\nhim, that her whole body throbbed and her heart fluttered when their\nshoulders or arms touched?  Her childlike nature, with all its warmth and\nvibration of life, had never till now felt the stir of sex in its vital\nsense.  All men had in one way been the same to her; but now she realized\nthat there was a world-wide difference between her Judge Carcasson, her\nlittle Clerk of the Court, and this young man whose eyes drank hers.  She\nhad often been excited, even wildly agitated, had been like a sprite let\nloose in quiet ways; but that was mere spirit.  Here was body and senses\ntoo; here was her whole being alive to a music, which had an aching\nsweetness and a harmony coaxing every sense into delight.",
        "“To-morrow evening, by the flume, where the beechtrees are–come–at six.\nI want to speak with you.  Will you come?”",
        "Thus whispered the maker of this music of the senses, who directed the\ncharades, but who was also directing the course of another life than his\nown.",
        "“Yes, if I can,” was Zoe’s whispered reply, and the words shook as she\nsaid them; for she felt that their meeting in the beech-trees by the\nflume would be of consequence beyond imagination.",
        "Judge Carcasson had always said that Zoe had judgment beyond her years;\nM. Fille had remarked often that she had both prudence and shrewdness as\nwell as a sympathetic spirit; but M. Fille’s little whispering sister,\nwho could never be tempted away from her home to any house, to whom the\nmarket and the church were like pilgrimages to distant wilds, had said to\nher brother:",
        "“Wait, Armand–wait till Zoe is waked, and then prudence and wisdom will\nbe but accident.  If all goes well, you will see prudence and wisdom; but\nif it does not, you will see–ah, but just Zoe!”",
        "The now alert Jean Jacques had seen the whispering of the two, though he\ndid not know what had been said.  It was, however, something secret, and\nif it was secret, then it was–yes, it was love; and love between his\ndaughter and that waif of the world–the world of the stage–in which men\nand women were only grown-up children, and bad grown-up children at that\n–it was not to be endured.  One thing was sure, the man should come to\nthe Manor Cartier no more.  He would see to that to-morrow.  There would\nbe no faltering or paltering on his part.  His home had been shaken to\nits foundations once, and he was determined that it should not fall about\nhis ears a second time.  An Englishman, an actor, a Protestant, and a\nrenegade lawyer!  It was not to be endured.",
        "The charade now being played was the best of the evening.  One of the\nmadcap friends of Zoe was to be a singing-girl.  She was supposed to\ncarry a tambourine.  When her turn to enter came, with a look of mischief\nand a gay dancing step, she ran into the room.  In her hands was a\nguitar, not a tambourine.  When Zoe saw the guitar she gave a cry.",
        "“Where did you get that?” she asked in a low, shocked, indignant voice.",
        "“In your room–your bedroom,” was the half-frightened answer.  “I saw it\non the dresser, and I took it.”",
        "“Come, come, let’s get on with the charade,” urged the Man from Outside.",
        "On the instant’s pause, in which Zoe looked at her lover almost\ninvoluntarily, and without fully understanding what he said, someone else\nstarted forward with a smothered exclamation–of anger, of horror, of\ndismay.  It was Jean Jacques.  He was suddenly transformed.",
        "His eyes were darkened by hideous memory, his face alight with passion.\nHe caught from the girl’s hands the guitar–Carmen’s forgotten guitar\nwhich he had not seen for seven years–how well he knew it!  With both\nhands he broke it across his knee.  The strings, as they snapped, gave a\nshrill, wailing cry, like a voice stopped suddenly by death.  Stepping\njerkily to the fireplace he thrust it into the flame.",
        "“Ah, there!” he said savagely.  “There–there!”  When he turned round\nslowly again, his face–which he had never sought to control before he\nhad his great Accident seven years ago–was under his command.\nA strange, ironic-almost sardonic-smile was on his lips.",
        "“It’s in the play,” he said.",
        "“No, it’s not in the charade, Monsieur Barbille,” said the Man from\nOutside fretfully.",
        "“That is the way I read it, m’sieu’,” retorted Jean Jacques, and he made\na motion to the fiddler.",
        "“The dance!  The dance!” he exclaimed.",
        "But yet he looked little like a man who wished to dance, save upon a\ngrave.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}