{
    "title": "The Life of Abraham Lincoln - Chapter XXVI. The War Here to Stay",
    "author": "Henry Ketcham",
    "chapter": "28",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "Lincoln was a man of great sagacity. Few statesmen have had keener\ninsight, or more true and sane foresight. While cordially recognizing\nthis, it is not necessary to claim for him infallibility. He had his\ndisappointments.",
        "The morning after the evacuation of Fort Sumter he issued his call for\n75,000 volunteers to serve for three months. We have seen that one\nreason why the number was so small was that this was the largest number\nthat could possibly be clothed, armed, and officered at short notice.\nSubsequent experience showed that the brief enlistment of three months\nwas an utterly inadequate period for so serious an insurrection. Did\nLincoln really think the rebellion could be put down in three months?\nWhy did he not save infinite trouble by calling for five-year\nenlistments at the beginning?",
        "For one thing, he had at that time no legal power to call for a longer\nperiod of enlistment. Then he desired to continue the conciliatory\npolicy as long as possible, so as to avoid alienating the undecided in\nboth the North and the South. Had the first call been for 500,000 for\nthree years, it would have looked as if he intended and desired a long\nand bloody war, and this would have antagonized large numbers of\npersons. But it is probable that neither he nor the community at large\nsuspected the seriousness of the war. The wars in which the men then\nliving had had experience were very slight. In comparison with what\nfollowed, they were mere skirmishes. How should they foresee that they\nwere standing on the brink of one of the longest, the costliest, the\nbloodiest, and the most eventful wars of all history?",
        "Virginia was dragooned into secession. She declined to participate in\nthe Charleston Convention. Though a slave state, the public feeling was\nby a decided majority in favor of remaining in the Union. But after the\nfall of Sumter she was manipulated by skilful politicians, appealed to\nand cajoled on the side of prejudice and sectional feeling, and on\nApril 17th passed the ordinance of secession. It was a blunder and a\nmore costly blunder she could not have made. For four years her soil\nwas the theater of a bitterly contested war, and her beautiful valleys\nwere drenched with human blood.",
        "Back and forth, over and over again, fought the two armies, literally\nsweeping the face of the country with the besom of destruction. The\noldest of her soldiers of legal age were fifty-five years of age when\nthe war closed. The youngest were twelve years of age when the war\nopened. Older men and younger boys were in the war, ay, and were killed\non the field of battle. As the scourge of war passed over that state\nfrom south to north, from north to south, for four years, many an\nancient and proud family was simply exterminated, root and branch. Of\nsome of the noblest and best families, there is to-day not a trace and\nscarcely a memory.",
        "All this could not have been foreseen by these Virginians, nor by the\npeople of the North, nor by the clear-eyed President himself. Even the\nmost cautious and conservative thought the war would be of brief\nduration. They were soon to receive a rude shock and learn that “war\nis hell,” and that this war was here to stay. This revelation\ncame with the first great battle of the war, which was fought July 21,\n1861, at Bull Run, a location not more than twenty-five or thirty miles\nfrom Washington.",
        "Certain disabilities of our soldiers should be borne in mind. Most of\nthem were fresh from farm, factory, or store, and had no military\ntraining even in the militia. A large number were just reaching the\nexpiration of their term of enlistment and were homesick and eager to\nget out of the service. The generals were not accustomed to handling\nlarge bodies of men. To add to the difficulty, the officers and men\nwere entirely unacquainted with one another. Nevertheless most of them\nwere ambitious to see a little of real war before they went back to the\nindustries of peace. They saw far more than they desired.",
        "It was supposed by the administration and its friends that one crushing\nblow would destroy the insurrection, and that this blow was to be dealt\nin this coming battle. The troops went to the front as to a picnic. The\npeople who thronged Washington, politicians, merchants, students,\nprofessional men, and ladies as well, had the same eagerness to see a\nbattle that in later days they have to witness a regatta or a game of\nfootball. The civilians, men and women, followed the army in large\nnumbers. They saw all they looked for and more.",
        "The battle was carefully planned, and except for delay in getting\nstarted, it was fought out very much as planned. It is not the scope of\nthis book to enter into the details of this or any battle. But thus\nmuch may be said in a general way. The Confederates were all the day\nreceiving a steady stream of fresh reinforcements. The Federals, on the\nother hand, had been on their feet since two o’clock in the morning. By\nthree o’clock in the afternoon, after eleven hours of activity and five\nhours of fighting in the heat of a July day in Virginia, these men were\ntired, thirsty, hungry,–worn out. Then came the disastrous panic and\nthe demoralization. A large portion of the army started in a race for\nWashington, the civilians in the lead.",
        "The disaster was terrible, but there is nothing to gain by magnifying\nit. Some of the oldest and best armies in the world have been broken\ninto confusion quite as badly as this army of raw recruits. They did\nnot so far lose heart that they were not able to make a gallant stand\nat Centerville and successfully check the pursuit of the enemy. It was\nsaid that Washington was at the mercy of the Confederates, but it is\nmore likely that they had so felt the valor of the foe that they were\nunfit to pursue the retreating army. It was a hard battle on both\nsides. No one ever accused the Confederates of cowardice, and they\nsurely wanted to capture Washington City. That they did not do so is\nample proof that the battle was not a picnic to them. It had been\nboasted that one southern man could whip five northern men. This catchy\nphrase fell into disuse.",
        "It was natural and politic for the Confederates to magnify their\nvictory. This was done without stint by Jeff Davis who was present as a\nspectator. He telegraphed the following:",
        "“Night has closed upon a hard-fought field. Our forces were victorious.\nThe enemy was routed and fled precipitately, abandoning a large amount\nof arms, ammunition, knapsacks, and baggage. The ground was strewed for\nmiles with those killed, and the farmhouses and the ground around were\nfilled with wounded. Our force was fifteen thousand; that of the enemy\nestimated at thirty-five thousand.”",
        "That account is sufficiently accurate except as to figures. Jeff Davis\nnever could be trusted in such circumstances to give figures with any\napproach to accuracy. Lossing estimates that the Federal forces were\n13,000, and the Confederates about 27,000. This is certainly nearer the\ntruth than the boast of Jeff Davis. But a fact not less important than\nthe numbers was that the Confederate reinforcements were fresh, while\nthe Federal forces were nearly exhausted from marching half the night\nbefore the fighting began.",
        "Although the victorious forces were effectively checked at Centerville,\nthose who fled in absolute rout and uncontrollable panic were enough to\ngive the occasion a lasting place in history. The citizens who had gone\nto see the battle had not enjoyed their trip. The soldiers who had\nthought that this war was a sort of picnic had learned that the foe was\nformidable. The administration that had expected to crush the\ninsurrection by one decisive blow became vaguely conscious of the fact\nthat the war was here to stay months and years.",
        "It is a curious trait of human nature that people are not willing to\naccept a defeat simply. The mind insists on explaining the particular\ncauses of that specific defeat. Amusing instances of this are seen in\nall games: foot-ball, regattas, oratorical contests. Also in elections;\nthe defeated have a dozen reasons to explain why the favorite candidate\nwas not elected as he should have been. This trait came out somewhat\nclamorously after the battle of Bull Run. A large number of plausible\nexplanations were urged on Mr. Lincoln, who finally brought the subject\nto a conclusion by the remark: “I see. We whipped the enemy and then\nran away from him!”",
        "The effect of the battle of Bull Run on the South was greatly to\nencourage them and add to their enthusiasm. The effect on the North was\nto deepen their determination to save the flag, to open their eyes to\nthe fact that the southern power was strong, and with renewed zeal and\ndetermination they girded themselves for the conflict. But the great\nburden fell on Lincoln. He was disappointed that the insurrection was\nnot and could not be crushed by one decisive blow. There was need of\nmore time, more men, more money, more blood. These thoughts and the\nrelative duties were to him, with his peculiar temperament, a severer\ntrial than they could have been to perhaps any other man living. He\nwould not shrink from doing his full duty, though it was so hard.",
        "It made an old man of him. The night before he decided to send bread to\nSumter he slept not a wink. That was one of very many nights when he\ndid not sleep, and there were many mornings when he tasted no food. But\nweak, fasting, worn, aging as he was, he was always at his post of\nduty. The most casual observer could see the inroads which these mental\ncares made upon his giant body. It was about a year later than this\nthat an old neighbor and friend, Noah Brooks of Chicago, went to\nWashington to live, and he has vividly described the change in the\nappearance of the President.",
        "In Harper’s Monthly for July, 1865, he writes: “Though the\nintellectual man had greatly grown meantime, few persons would\nrecognize the hearty, blithesome, genial, and wiry Abraham Lincoln of\nearlier days in the sixteenth President of the United States, with his\nstooping figure, dull eyes, careworn face, and languid frame. The old\nclear laugh never came back; the even temper was sometimes disturbed;\nand his natural charity for all was often turned into unwonted\nsuspicion of the motives of men, whose selfishness caused him so much\nwear of mind.”",
        "Again, the same writer said in Scribner’s Monthly for February, 1878:\n“There was [in 1862] over his face an expression of sadness, and a\nfaraway look in the eyes, which were utterly unlike the Lincoln of\nother days.... I confess that I was so pained that I could almost have\nshed tears.... By and by, when I knew him better, his face was often\nfull of mirth and enjoyment; and even when he was pensive or gloomy,\nhis features were lighted up very much as a clouded alabaster vase\nmight be softly illuminated by a light within.”",
        "He still used his epigram and was still reminded of “a little story,\"\nwhen he wished to point a moral or adorn a tale. But they were\nsuperficial indeed who thought they saw in him only, or chiefly, the\njester. Once when he was reproved for reading from a humorous book he\nsaid with passionate earnestness that the humor was his safety valve.\nIf it were not for the relief he would die. It was true. But he lived\non, not because he wanted to live, for he would rather have died. But\nit was God’s will, and his country needed him.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}