{
    "title": "The Adventures of Baron Munchausen - Travels Of Baron Munchausen - Chapter I",
    "author": "Raspe",
    "chapter": "3",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "[The Baron Is Supposed to Relate These Adventures to His Friends\n  Over a Bottle.]",
        "  The Baron relates an account of his first travels–The\n  astonishing effects of a storm–Arrives at Ceylon; combats and\n  conquers two extraordinary opponents–Returns to Holland.",
        "Some years before my beard announced approaching manhood, or, in other\nwords, when I was neither man nor boy, but between both, I expressed\nin repeated conversations a strong desire of seeing the world, from\nwhich I was discouraged by my parents, though my father had been no\ninconsiderable traveller himself, as will appear before I have reached\nthe end of my singular, and, I may add, interesting adventures. A\ncousin, by my mother’s side, took a liking to me, often said I was\nfine forward youth, and was much inclined to gratify my curiosity. His\neloquence had more effect than mine, for my father consented to my\naccompanying him in a voyage to the island of Ceylon, where his uncle\nhad resided as governor many years.",
        "We sailed from Amsterdam with despatches from their High Mightinesses\nthe States of Holland. The only circumstance which happened on our\nvoyage worth relating was the wonderful effects of a storm, which had\ntorn up by the roots a great number of trees of enormous bulk and\nheight, in an island where we lay at anchor to take in wood and water;\nsome of these trees weighed many tons, yet they were carried by the\nwind so amazingly high, that they appeared like the feathers of small\nbirds floating in the air, for they were at least five miles above the\nearth: however, as soon as the storm subsided they all fell\nperpendicularly into their respective places, and took root again,\nexcept the largest, which happened, when it was blown into the air, to\nhave a man and his wife, a very honest old couple, upon its branches,\ngathering cucumbers (in this part of the globe that useful vegetable\ngrows upon trees): the weight of this couple, as the tree descended,\nover-balanced the trunk, and brought it down in a horizontal position:\nit fell upon the chief man of the island, and killed him on the spot;\nhe had quitted his house in the storm, under an apprehension of its\nfalling upon him, and was returning through his own garden when this\nfortunate accident happened. The word fortunate, here, requires some\nexplanation. This chief was a man of a very avaricious and oppressive\ndisposition, and though he had no family, the natives of the island\nwere half-starved by his oppressive and infamous impositions.",
        "The very goods which he had thus taken from them were spoiling in his\nstores, while the poor wretches from whom they were plundered were\npining in poverty. Though the destruction of this tyrant was\naccidental, the people chose the cucumber-gatherers for their\ngovernors, as a mark of their gratitude for destroying, though\naccidentally, their late tyrant.",
        "After we had repaired the damages we sustained in this remarkable\nstorm, and taken leave of the new governor and his lady, we sailed\nwith a fair wind for the object of our voyage.",
        "In about six weeks we arrived at Ceylon, where we were received with\ngreat marks of friendship and true politeness. The following singular\nadventures may not prove unentertaining.",
        "After we had resided at Ceylon about a fortnight I accompanied one of\nthe governor’s brothers upon a shooting party. He was a strong,\nathletic man, and being used to that climate (for he had resided there\nsome years), he bore the violent heat of the sun much better than I\ncould; in our excursion he had made a considerable progress through a\nthick wood when I was only at the entrance.",
        "Near the banks of a large piece of water, which had engaged my\nattention, I thought I heard a rustling noise behind; on turning about\nI was almost petrified (as who would not be?) at the sight of a lion,\nwhich was evidently approaching with the intention of satisfying his\nappetite with my poor carcase, and that without asking my consent.\nWhat was to be done in this horrible dilemma? I had not even a moment\nfor reflection; my piece was only charged with swan-shot, and I had no\nother about me: however, though I could have no idea of killing such\nan animal with that weak kind of ammunition, yet I had some hopes of\nfrightening him by the report, and perhaps of wounding him also. I\nimmediately let fly, without waiting till he was within reach, and the\nreport did but enrage him, for he now quickened his pace, and seemed\nto approach me full speed: I attempted to escape, but that only added\n(if an addition could be made) to my distress; for the moment I turned\nabout I found a large crocodile, with his mouth extended almost ready\nto receive me. On my right hand was the piece of water before\nmentioned, and on my left a deep precipice, said to have, as I have\nsince learned, a receptacle at the bottom for venomous creatures; in\nshort I gave myself up as lost, for the lion was now upon his hind-\nlegs, just in the act of seizing me; I fell involuntarily to the\nground with fear, and, as it afterwards appeared, he sprang over me. I\nlay some time in a situation which no language can describe, expecting\nto feel his teeth or talons in some part of me every moment: after\nwaiting in this prostrate situation a few seconds I heard a violent\nbut unusual noise, different from any sound that had ever before\nassailed my ears; nor is it at all to be wondered at, when I inform\nyou from whence it proceeded: after listening for some time, I\nventured to raise my head and look round, when, to my unspeakable joy,\nI perceived the lion had, by the eagerness with which he sprung at me,\njumped forward, as I fell, into the crocodile’s mouth! which, as\nbefore observed, was wide open; the head of the one stuck in the\nthroat of the other! and they were struggling to extricate themselves!\nI fortunately recollected my couteau de chasse, which was by my\nside; with this instrument I severed the lion’s head at one blow, and\nthe body fell at my feet! I then, with the butt-end of my fowling-\npiece, rammed the head farther into the throat of the crocodile, and\ndestroyed him by suffocation, for he could neither gorge nor eject it.",
        "Soon after I had thus gained a complete victory over my two powerful\nadversaries, my companion arrived in search of me; for finding I did\nnot follow him into the wood, he returned, apprehending I had lost my\nway, or met with some accident.",
        "After mutual congratulations, we measured the crocodile, which was\njust forty feet in length.",
        "As soon as we had related this extraordinary adventure to the\ngovernor, he sent a waggon and servants, who brought home the two\ncarcases. The lion’s skin was properly preserved, with its hair on,\nafter which it was made into tobacco-pouches, and presented by me,\nupon our return to Holland, to the burgomasters, who, in return,\nrequested my acceptance of a thousand ducats.",
        "The skin of the crocodile was stuffed in the usual manner, and makes a\ncapital article in their public museum at Amsterdam, where the\nexhibitor relates the whole story to each spectator, with such\nadditions as he thinks proper. Some of his variations are rather\nextravagant; one of them is, that the lion jumped quite through the\ncrocodile, and was making his escape at the back door, when, as soon\nas his head appeared, Monsieur the Great Baron (as he is pleased to\ncall me) cut it off, and three feet of the crocodile’s tail along with\nit; nay, so little attention has this fellow to the truth, that he\nsometimes adds, as soon as the crocodile missed his tail, he turned\nabout, snatched the couteau de chasse out of Monsieur’s hand, and\nswallowed it with such eagerness that it pierced his heart and killed\nhim immediately!",
        "The little regard which this impudent knave has to veracity makes me\nsometimes apprehensive that my real facts may fall under suspicion,\nby being found in company with his confounded inventions.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}