{
    "title": "The Pleasures of Life - CHAPTER V. ART.",
    "author": "Sir John Lubbock",
    "chapter": "19",
    "content": [
        "\n\n",
        "    “High art consists neither in altering, nor in improving nature; but\n    in seeking throughout nature for ’whatsoever things are lovely,\n    whatsoever things are pure;’ in loving these, in displaying to the\n    utmost of the painter’s power such loveliness as is in them, and\n    directing the thoughts of others to them by winning art, or gentle\n    emphasis. Art (caeteris paribus) is great in exact proportion to the\n    love of beauty shown by the painter, provided that love of beauty\n    forfeit no atom of truth.\"–RUSKIN.",
        "The most ancient works of Art which we possess are representations of\nanimals, rude indeed, but often strikingly characteristic, engraved on, or\ncarved in, stag’s-horn or bone; and found in English, French, and German\ncaves, with stone and other rude implements, and the remains of mammalia,\nbelonging apparently to the close of the glacial epoch: not only of the\ndeer, bear, and other animals now inhabiting temperate Europe, but of\nsome, such as the reindeer, the musk sheep, and the mammoth, which have\neither retreated north or become altogether extinct. We may, I think,\nventure to hope that other designs may hereafter be found, which will give\nus additional information as to the manners and customs of our ancestors\nin those remote ages.",
        "Next to these in point of antiquity come the sculptures and paintings on\nAssyrian and Egyptian tombs, temples, and palaces.",
        "These ancient scenes, considered as works of art, have no doubt many\nfaults, and yet how graphically they tell their story! As a matter of fact\na king is not, as a rule, bigger than his soldiers, but in these\nbattle-scenes he is always so represented. We must, however, remember that\nin ancient warfare the greater part of the fighting was, as a matter of\nfact, done by the chiefs. In this respect the Homeric poems resemble the\nAssyrian and Egyptian representations. At any rate, we see at a glance\nwhich is the king, which are officers, which side is victorious, the\nstruggles and sufferings of the wounded, the flight of the enemy, the city\nof refuge–so that he who runs may read; while in modern battle-pictures\nthe story is much less clear, and, indeed, the untrained eye sees for some\ntime little but scarlet and smoke.",
        "These works assuredly possess a grandeur and dignity of their own, even\nthough they have not the beauty of later art.",
        "In Greece Art reached a perfection which has never been excelled, and it\nwas more appreciated than perhaps it has ever been since.",
        "At the time when Demetrius attacked the city of Rhodes, Protogenes was\npainting a picture of Ialysus. “This,” says Pliny, “hindered King\nDemetrius from taking Rhodes, out of fear lest he should burn the picture;\nand not being able to fire the town on any other side, he was pleased\nrather to spare the painting than to take the victory, which was already\nin his hands. Protogenes, at that time, had his painting-room in a garden\nout of the town, and very near the camp of the enemies, where he was daily\nfinishing those pieces which he had already begun, the noise of soldiers\nnot being capable of interrupting his studies. But Demetrius causing him\nto be brought into his presence, and asking him what made him so bold as\nto work in the midst of enemies, he answered the king, ’That he understood\nthe war which he made was against the Rhodians, and not against the\nArts.’”",
        "With the decay of Greece, Art sank too, until it was revived in the\nthirteenth century by Cimabue, since whose time its progress has been\ntriumphal.",
        "Art is unquestionably one of the purest and highest elements in human\nhappiness. It trains the mind through the eye, and the eye through the\nmind. As the sun colors flowers, so does art color life.",
        "“In true Art,” says Ruskin, “the hand, the head, and the heart of man go\ntogether. But Art is no recreation: it cannot be learned at spare moments,\nnor pursued when we have nothing better to do.”",
        "It is not only in the East that great works, really due to study and\nlabor, have been attributed to magic.",
        "Study and labor cannot make every man an artist, but no one can succeed in\nart without them. In Art two and two do not make four, and no number of\nlittle things will make a great one.",
        "It has been said, and on high authority, that the end of art is to please.\nBut this is a very imperfect definition. It might as well be said that a\nlibrary is only intended for pleasure and ornament.",
        "Art has the advantage of nature, in so far as it introduces a human\nelement, which is in some respects superior even to nature. “If,” says\nPlato, “you take a man as he is made by nature and compare him with\nanother who is the effect of art, the work of nature will always appear\nthe less beautitiful, because art is more accurate than nature.”",
        "Bacon also, in The Advancement of Learning, speaks of “the world being\ninferior to the soul, by reason whereof there is agreeable to the spirit\nof man a more ample greatness, a more exact goodness, and a more absolute\nvariety than can be found in the nature of things.”",
        "The poets tell us that Prometheus, having made a beautiful statue of\nMinerva, the goddess was so delighted that she offered to bring down\nanything from Heaven which could add to its perfection. Prometheus on this\nprudently asked her to take him there, so that he might choose for\nhimself. This Minerva did, and Prometheus, finding that in heaven all\nthings were animated by fire, brought back a spark, with which he gave\nlife to his work.",
        "In fact, Imitation is the means and not the end of Art. The story of\nZeuxis and Parrhasius is a pretty tale; but to deceive birds, or even man\nhimself, is but a trifling matter compared with the higher functions of\nArt. To imitate the Iliad, says Dr. Young, is not imitating Homer, but\nas Sir J. Reynolds adds, the more the artist studies nature “the nearer he\napproaches to the true and perfect idea of art.”",
        "“Following these rules and using these precautions, when you have clearly\nand distinctly learned in what good coloring consists, you cannot do\nbetter than have recourse to Nature herself, who is always at hand, and in\ncomparison of whose true splendor the best colored pictures are but faint\nand feeble.” [1]",
        "Art, indeed, must create as well as copy. As Victor Cousin well says, “The\nideal without the real lacks life; but the real without the ideal lacks\npure beauty. Both need to unite; to join hands and enter into alliance. In\nthis way the best work may be achieved. Thus beauty is an absolute idea,\nand not a mere copy of imperfect Nature.”",
        "The grouping of the picture is of course of the utmost importance. Sir\nJoshua Reynolds gives two remarkable cases to show how much any given\nfigure in a picture is affected by its surroundings. Tintoret in one of\nhis pictures has taken the Samson of Michael Angelo, put an eagle under\nhim, placed thunder and lightning in his right hand instead of the jawbone\nof an ass, and thus turned him into a Jupiter. The second instance is even\nmore striking. Titian has copied the figure in the vault of the Sistine\nChapel which represents the Deity dividing light from darkness, and has\nintroduced it into his picture of the battle of Cadore, to represent a\ngeneral falling from his horse.",
        "We must remember that so far as the eye is concerned, the object of the\nartist is to train, not to deceive, and that his higher function has\nreference rather to the mind than to the eye.",
        "No doubt",
        "  “To gild refined gold, to paint the lily,\n  To throw a perfume on the violet,\n  To smooth the ice, or add another hue\n  Unto the rainbow, or with taper-light\n  To seek the beauteous eye of heaven to garnish,\n  Is wasteful and ridiculous excess.” [2]",
        "But all is not gold that glitters, flowers are not all arrayed like the\nlily, and there is room for selection as well as representation.",
        "“The true, the good, and the beautiful,” says Cousin, “are but forms of\nthe infinite: what then do we really love in truth, beauty, and virtue? We\nlove the infinite himself. The love of the infinite substance is hidden\nunder the love of its forms. It is so truly the infinite which charms in\nthe true, the good, and the beautiful, that its manifestations alone do\nnot suffice. The artist is dissatisfied at the sight even of his greatest\nworks; he aspires still higher.”",
        "It is indeed sometimes objected that Landscape painting is not true to\nnature; but we must ask, What is truth? Is the object to produce the same\nimpression on the mind as that created by the scene itself? If so, let any\none try to draw from memory a group of mountains, and he will probably\nfind that in the impression produced on his mind the mountains are loftier\nand steeper, the valleys deeper and narrower, than in the actual reality.\nA drawing, then, which was literally exact would not be true, in the sense\nof conveying the same impression as Nature herself.",
        "In fact, Art, says Goethe, is called Art simply because it is not Nature.",
        "It is not sufficient for the artist to choose beautiful scenery, and\ndelineate it with accuracy. He must not be a mere copyist. Something\nhigher and more subtle is required. He must create, or at any rate\ninterpret, as well as copy.",
        "Turner was never satisfied merely to reach to even the most glorious\nscenery. He moved, and even suppressed, mountains.",
        "A certain nobleman, we are told, was very anxious to see the model from\nwhom Guido painted his lovely female faces. Guido placed his\ncolor-grinder, a big coarse man, in an attitude, and then drew a beautiful\nMagdalen. “My dear Count,” he said, “the beautiful and pure idea must be\nin the mind, and then it is no matter what the model is.”",
        "Guido Reni, who painted St. Michael for the Church of the Capuchins at\nRome, wished that he “had the wings of an angel, to have ascended unto\nParadise, and there to have beheld the forms of those beautiful spirits,\nfrom which I might have copied my Archangel. But not being able to mount\nso high, it was in vain for me to seek for his resemblance here below; so\nthat I was forced to look into mine own mind, and into that idea of beauty\nwhich I have formed in my own imagination.” [3]",
        "Science attempts, as far as the limited powers of Man permit, to reproduce\nthe actual facts in a manner which, however bald, is true in itself,\nirrespective of time and scene. To do this she must submit to many\nlimitations; not altogether unvexatious, and not without serious\ndrawbacks. Art, on the contrary, endeavors to convey the impression of the\noriginal under some especial aspect.",
        "In some respects, Art gives a clearer and more vivid idea of an unknown\ncountry than any description can convey. In literature rock may be rock,\nbut in painting it must be granite or slate, and not merely rock in\ngeneral.",
        "It is remarkable that while artists have long recognized the necessity of\nstudying anatomy, and there has been from the commencement a professor of\nanatomy in the Royal Academy, it is only of late years that any knowledge\nof botany or geology has been considered desirable, and even now their\nimportance is by no means generally recognized.",
        "Much has been written as to the relative merits of painting, sculpture,\nand architecture. This, if it be not a somewhat unprofitable inquiry,\nwould at any rate be out of place here.",
        "Architecture not only gives intense pleasure, but even the impression of\nsomething ethereal and superhuman.",
        "Madame de Stael described it as “frozen music;” and a cathedral is a\nglorious specimen of “thought in stone,” whose very windows are\ntransparent walls of gorgeous hues.",
        "Caracci said that poets paint in their words and artists speak in their\nworks. The latter have indeed one great advantage, for a glance at a\nstatue or a painting will convey a more vivid idea than a long and minute\ndescription.",
        "Another advantage possessed by Art is that it is understood by all\ncivilized nations, whilst each has a separate language.",
        "Even from a material point of view Art is most important. In a recent\naddress Sir F. Leighton has observed that the study of Art “is every day\nbecoming more important in relation to certain sides of the waning\nmaterial prosperity of the country. For the industrial competition between\nthis and other countries–a competition, keen and eager, which means to\ncertain industries almost a race for life–runs, in many cases, no longer\nexclusively or mainly on the lines of excellence of material and solidity\nof workmanship, but greatly nowadays on the lines of artistic charm and\nbeauty of design.”",
        "The highest service, however, that Art can accomplish for man is to become\n“at once the voice of his nobler aspirations, and the steady\ndisciplinarian of his emotions; and it is with this mission, rather than\nwith any aesthetic perfection, that we are at present concerned.” [4]",
        "Science and Art are sisters, or rather perhaps they are like brother and\nsister. The mission of Art is in some respects like that of woman. It is\nnot Hers so much to do the hard toil and moil of the world, as to surround\nit with a halo of beauty, to convert work into pleasure.",
        "In science we naturally expect progress, but in Art the case is not so\nclear; and yet Sir Joshua Reynolds did not hesitate to express his\nconviction that in the future “so much will painting improve, that the\nbest we can now achieve will appear like the work of children,” and we may\nhope that our power of enjoying it may increase in an equal ratio.\nWordsworth says that poets have to create the taste for their own works,\nand the same is, in some degree at any rate, true of artists.",
        "In one respect especially modern painters appear to have made a marked\nadvance, and one great blessing which in fact we owe to them is a more\nvivid enjoyment of scenery.",
        "I have of course no pretensions to speak with authority, but even in the\ncase of the greatest masters before Turner, the landscapes seem to me\nsingularly inferior to the figures. Sir Joshua Reynolds tells us that\nGainsborough framed a kind of model of a landscape on his table, composed\nof broken stones, dried herbs, and pieces of looking-glass, which he\nmagnified and improved into rocks, trees, and water; and Sir Joshua\nsolemnly discusses the wisdom of such a proceeding. “How far it may be\nuseful in giving hints,” he says, “the professors of landscape can best\ndetermine,” but he does not recommend it, and is disposed to think, on the\nwhole, the practice may be more likely to do harm than good!",
        "In the picture of Ceyx and Alcyone, by Wilson, of whom Cunningham said\nthat, with Gainsborough, he laid the foundation of our School of\nLandscape, the castle is said to have been painted from a pot of porter,\nand the rock from a Stilton cheese. There is indeed another version of the\nstory, that the picture was sold for a pot of porter and a cheese, which,\nhowever, does not give a higher idea of the appreciation of the art of\nlandscape at that date.",
        "Until very recently the general feeling with reference to mountain scenery\nhas been that expressed by Tacitus. “Who would leave Asia or Africa or\nItaly to go to Germany, a shapeless and unformed country, a harsh sky, and\nmelancholy aspect, unless indeed it was his native land?”",
        "It is amusing to read the opinion of Dr. Beattie, in a special treatise on\nTruth, Poetry and Music, written at the close of the last century, that\n“The Highlands of Scotland are in general a melancholy country. Long\ntracts of mountainous country, covered with dark heath, and often obscured\nby misty weather; narrow valleys thinly inhabited, and bounded by\nprecipices resounding with the fall of torrents; a soil so rugged, and a\nclimate so dreary, as in many parts to admit neither the amenities of\npasturage, nor the labors of agriculture; the mournful dashing of waves\nalong the firths and lakes: the portentous noises which every change of\nthe wind is apt to raise in a lonely region, full of echoes, and rocks,\nand caverns; the grotesque and ghastly appearance of such a landscape by\nthe light of the moon: objects like these diffuse a gloom over the fancy,\"\netc. [5]",
        "Even Goldsmith regarded the scenery of the Highlands as dismal and\nhideous. Johnson, we know, laid it down as an axiom that “the noblest\nprospect which a Scotchman ever sees is the high road that leads him to\nEngland\"–a saying which throws much doubt on his distinction that the\nGiant’s Causeway was “worth seeing but not worth going to see.” [6]",
        "Madame de Stael declared, that though she would go 500 leagues to meet a\nclever man, she would not care to open her window to see the Bay of\nNaples.",
        "Nor was the ancient absence of appreciation confined to scenery. Even\nBurke, speaking of Stonehenge, says, “Stonehenge, neither for disposition\nnor ornament, has anything admirable.”",
        "Ugly scenery, however, may in some cases have an injurious effect on the\nhuman system. It has been ingeniously suggested that what really drove Don\nQuixote out of his mind was not the study of his books of chivalry, so\nmuch as the monotonous scenery of La Mancha.",
        "The love of landscape is not indeed due to Art alone. It has been the\nhappy combination of art and science which has trained us to perceive the\nbeauty which surrounds us.",
        "Art helps us to see, and “hundreds of people can talk for one who can\nthink; but thousands can think for one who can see. To see clearly is\npoetry, prophecy, and religion all in one.... Remembering always that\nthere are two characters in which all greatness of Art consists–first,\nthe earnest and intense seizing of natural facts; then the ordering those\nfacts by strength of human intellect, so as to make them, for all who look\nupon them, to the utmost serviceable, memorable, and beautiful. And thus\ngreat Art is nothing else than the type of strong and noble life; for as\nthe ignoble person, in his dealings with all that occurs in the world\nabout him, first sees nothing clearly, looks nothing fairly in the face,\nand then allows himself to be swept away by the trampling torrent and\nunescapable force of the things that he would not foresee and could not\nunderstand: so the noble person, looking the facts of the world full in\nthe face, and fathoming them with deep faculty, then deals with them in\nunalarmed intelligence and unhurried strength, and becomes, with his human\nintellect and will, no unconscious nor insignificant agent in consummating\ntheir good and restraining their evil.” [7]",
        "May we not also hope that in this respect also still further progress may\nbe made, that beauties may be revealed, and pleasures may be in store for\nthose who come after us, which we cannot appreciate, or at least can but\nfaintly feel.",
        "Even now there is scarcely a cottage without something more or less\nsuccessfully claiming to rank as Art,–a picture, a photograph, or a\nstatuette; and we may fairly hope that much as Art even now contributes to\nthe happiness of life, it will do so even more effectively in the future.",
        "[1] Reynolds.",
        "[2] Shakespeare.",
        "[3] Dryden.",
        "[4] Haweis.",
        "[5] Beattie, 1776.",
        "[6] Boswell.",
        "[7] Ruskin.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}