{
    "title": "The Secret Garden - Chapter XIII - “I Am Colin”",
    "author": "Frances Hodgson Burnett",
    "chapter": "13",
    "content": [
        "\n\n",
        "Mary took the picture back to the house when she went\nto her supper and she showed it to Martha.",
        "“Eh!” said Martha with great pride.  “I never knew our\nDickon was as clever as that.  That there’s a picture\nof a missel thrush on her nest, as large as life an’\ntwice as natural.”",
        "Then Mary knew Dickon had meant the picture to be a message.\nHe had meant that she might be sure he would keep her secret.\nHer garden was her nest and she was like a missel thrush.\nOh, how she did like that queer, common boy!",
        "She hoped he would come back the very next day and she\nfell asleep looking forward to the morning.",
        "But you never know what the weather will do in Yorkshire,\nparticularly in the springtime.  She was awakened in\nthe night by the sound of rain beating with heavy drops\nagainst her window.  It was pouring down in torrents\nand the wind was “wuthering” round the corners and in\nthe chimneys of the huge old house.  Mary sat up in bed\nand felt miserable and angry.",
        "“The rain is as contrary as I ever was,” she said.\n“It came because it knew I did not want it.”",
        "She threw herself back on her pillow and buried her face.\nShe did not cry, but she lay and hated the sound of the\nheavily beating rain, she hated the wind and its “wuthering.\"\nShe could not go to sleep again.  The mournful sound kept\nher awake because she felt mournful herself.  If she had\nfelt happy it would probably have lulled her to sleep.\nHow it “wuthered” and how the big raindrops poured down\nand beat against the pane!",
        "“It sounds just like a person lost on the moor\nand wandering on and on crying,” she said.",
        "She had been lying awake turning from side to side\nfor about an hour, when suddenly something made her sit\nup in bed and turn her head toward the door listening.\nShe listened and she listened.",
        "“It isn’t the wind now,” she said in a loud whisper.\n“That isn’t the wind.  It is different.  It is that crying I\nheard before.”",
        "The door of her room was ajar and the sound came down\nthe corridor, a far-off faint sound of fretful crying.\nShe listened for a few minutes and each minute she became\nmore and more sure.  She felt as if she must find out\nwhat it was.  It seemed even stranger than the secret\ngarden and the buried key.  Perhaps the fact that she\nwas in a rebellious mood made her bold.  She put her foot\nout of bed and stood on the floor.",
        "“I am going to find out what it is,” she said.  “Everybody is\nin bed and I don’t care about Mrs. Medlock–I don’t care!”",
        "There was a candle by her bedside and she took it up\nand went softly out of the room.  The corridor looked\nvery long and dark, but she was too excited to mind that.\nShe thought she remembered the corners she must turn\nto find the short corridor with the door covered with\ntapestry–the one Mrs. Medlock had come through the day\nshe lost herself.  The sound had come up that passage.\nSo she went on with her dim light, almost feeling her way,\nher heart beating so loud that she fancied she could\nhear it.  The far-off faint crying went on and led her.\nSometimes it stopped for a moment or so and then began again.\nWas this the right corner to turn? She stopped and thought.\nYes it was.  Down this passage and then to the left,\nand then up two broad steps, and then to the right again.\nYes, there was the tapestry door.",
        "She pushed it open very gently and closed it behind her,\nand she stood in the corridor and could hear the crying\nquite plainly, though it was not loud.  It was on the other\nside of the wall at her left and a few yards farther on\nthere was a door.  She could see a glimmer of light coming\nfrom beneath it.  The Someone was crying in that room,\nand it was quite a young Someone.",
        "So she walked to the door and pushed it open, and there\nshe was standing in the room!",
        "It was a big room with ancient, handsome furniture in it.\nThere was a low fire glowing faintly on the hearth and a\nnight light burning by the side of a carved four-posted\nbed hung with brocade, and on the bed was lying a boy,\ncrying fretfully.",
        "Mary wondered if she was in a real place or if she had\nfallen asleep again and was dreaming without knowing it.",
        "The boy had a sharp, delicate face the color of ivory\nand he seemed to have eyes too big for it.  He had\nalso a lot of hair which tumbled over his forehead\nin heavy locks and made his thin face seem smaller.\nHe looked like a boy who had been ill, but he was crying\nmore as if he were tired and cross than as if he were in pain.",
        "Mary stood near the door with her candle in her hand,\nholding her breath.  Then she crept across the room, and,\nas she drew nearer, the light attracted the boy’s attention\nand he turned his head on his pillow and stared at her,\nhis gray eyes opening so wide that they seemed immense.",
        "“Who are you?” he said at last in a half-frightened whisper.\n“Are you a ghost?”",
        "“No, I am not,” Mary answered, her own whisper sounding\nhalf frightened.  “Are you one?”",
        "He stared and stared and stared.  Mary could not help\nnoticing what strange eyes he had.  They were agate\ngray and they looked too big for his face because they\nhad black lashes all round them.",
        "“No,” he replied after waiting a moment or so.\n“I am Colin.”",
        "“Who is Colin?” she faltered.",
        "“I am Colin Craven.  Who are you?”",
        "“I am Mary Lennox.  Mr. Craven is my uncle.”",
        "“He is my father,” said the boy.",
        "“Your father!” gasped Mary.  “No one ever told me he\nhad a boy! Why didn’t they?”",
        "“Come here,” he said, still keeping his strange eyes\nfixed on her with an anxious expression.",
        "She came close to the bed and he put out his hand\nand touched her.",
        "“You are real, aren’t you?” he said.  “I have such real\ndreams very often.  You might be one of them.”",
        "Mary had slipped on a woolen wrapper before she left\nher room and she put a piece of it between his fingers.",
        "“Rub that and see how thick and warm it is,” she said.\n“I will pinch you a little if you like, to show you how real\nI am.  For a minute I thought you might be a dream too.”",
        "“Where did you come from?” he asked.",
        "“From my own room.  The wind wuthered so I couldn’t go\nto sleep and I heard some one crying and wanted to find\nout who it was.  What were you crying for?”",
        "“Because I couldn’t go to sleep either and my head ached.\nTell me your name again.”",
        "“Mary Lennox.  Did no one ever tell you I had come\nto live here?”",
        "He was still fingering the fold of her wrapper, but he\nbegan to look a little more as if he believed in her reality.",
        "“No,” he answered.  “They daren’t.”",
        "“Why?” asked Mary.",
        "“Because I should have been afraid you would see me.\nI won’t let people see me and talk me over.”",
        "“Why?” Mary asked again, feeling more mystified every moment.",
        "“Because I am like this always, ill and having to lie down.\nMy father won’t let people talk me over either.\nThe servants are not allowed to speak about me.\nIf I live I may be a hunchback, but I shan’t live.\nMy father hates to think I may be like him.”",
        "“Oh, what a queer house this is!” Mary said.\n“What a queer house! Everything is a kind of secret.\nRooms are locked up and gardens are locked up–and you!\nHave you been locked up?”",
        "“No. I stay in this room because I don’t want to be moved\nout of it.  It tires me too much.”",
        "“Does your father come and see you?” Mary ventured.",
        "“Sometimes. Generally when I am asleep.  He doesn’t want\nto see me.”",
        "“Why?” Mary could not help asking again.",
        "A sort of angry shadow passed over the boy’s face.",
        "“My mother died when I was born and it makes him wretched\nto look at me.  He thinks I don’t know, but I’ve heard\npeople talking.  He almost hates me.”",
        "“He hates the garden, because she died,” said Mary half\nspeaking to herself.",
        "“What garden?” the boy asked.",
        "“Oh! just–just a garden she used to like,” Mary stammered.\n“Have you been here always?” “Nearly always.  Sometimes I\nhave been taken to places at the seaside, but I won’t\nstay because people stare at me.  I used to wear an iron\nthing to keep my back straight, but a grand doctor came\nfrom London to see me and said it was stupid.  He told\nthem to take it off and keep me out in the fresh air.\nI hate fresh air and I don’t want to go out.”",
        "“I didn’t when first I came here,” said Mary.  “Why do\nyou keep looking at me like that?”",
        "“Because of the dreams that are so real,” he answered\nrather fretfully.  “Sometimes when I open my eyes I don’t\nbelieve I’m awake.”",
        "“We’re both awake,” said Mary.  She glanced round the room\nwith its high ceiling and shadowy corners and dim fire-light.\n“It looks quite like a dream, and it’s the middle of the night,\nand everybody in the house is asleep–everybody but us.\nWe are wide awake.”",
        "“I don’t want it to be a dream,” the boy said restlessly.",
        "Mary thought of something all at once.",
        "“If you don’t like people to see you,” she began,\n“do you want me to go away?”",
        "He still held the fold of her wrapper and he gave it\na little pull.",
        "“No,” he said.  “I should be sure you were a dream if you went.\nIf you are real, sit down on that big footstool and talk.\nI want to hear about you.”",
        "Mary put down her candle on the table near the bed\nand sat down on the cushioned stool.  She did not want\nto go away at all.  She wanted to stay in the mysterious\nhidden-away room and talk to the mysterious boy.",
        "“What do you want me to tell you?” she said.",
        "He wanted to know how long she had been at Misselthwaite;\nhe wanted to know which corridor her room was on; he wanted\nto know what she had been doing; if she disliked the moor\nas he disliked it; where she had lived before she came\nto Yorkshire.  She answered all these questions and many\nmore and he lay back on his pillow and listened.  He made\nher tell him a great deal about India and about her voyage\nacross the ocean.  She found out that because he had been\nan invalid he had not learned things as other children had.\nOne of his nurses had taught him to read when he was quite\nlittle and he was always reading and looking at pictures\nin splendid books.",
        "Though his father rarely saw him when he was awake, he was\ngiven all sorts of wonderful things to amuse himself with.\nHe never seemed to have been amused, however.  He could have\nanything he asked for and was never made to do anything he did\nnot like to do.  “Everyone is obliged to do what pleases me,\"\nhe said indifferently.  “It makes me ill to be angry.\nNo one believes I shall live to grow up.”",
        "He said it as if he was so accustomed to the idea that it\nhad ceased to matter to him at all.  He seemed to like\nthe sound of Mary’s voice.  As she went on talking he\nlistened in a drowsy, interested way.  Once or twice she\nwondered if he were not gradually falling into a doze.\nBut at last he asked a question which opened up a new subject.",
        "“How old are you?” he asked.",
        "“I am ten,” answered Mary, forgetting herself for the moment,\n“and so are you.”",
        "“How do you know that?” he demanded in a surprised voice.",
        "“Because when you were born the garden door was locked\nand the key was buried.  And it has been locked for ten years.”",
        "Colin half sat up, turning toward her, leaning on his elbows.",
        "“What garden door was locked? Who did it? Where was\nthe key buried?” he exclaimed as if he were suddenly\nvery much interested.",
        "“It–it was the garden Mr. Craven hates,” said Mary nervously.\n“He locked the door.  No one–no one knew where he buried\nthe key.” “What sort of a garden is it?” Colin persisted eagerly.",
        "“No one has been allowed to go into it for ten years,\"\nwas Mary’s careful answer.",
        "But it was too late to be careful.  He was too much\nlike herself.  He too had had nothing to think about\nand the idea of a hidden garden attracted him as it\nhad attracted her.  He asked question after question.\nWhere was it? Had she never looked for the door? Had she\nnever asked the gardeners?",
        "“They won’t talk about it,” said Mary.  “I think they\nhave been told not to answer questions.”",
        "“I would make them,” said Colin.",
        "“Could you?” Mary faltered, beginning to feel frightened.\nIf he could make people answer questions, who knew what\nmight happen!",
        "“Everyone is obliged to please me.  I told you that,\"\nhe said.  “If I were to live, this place would sometime\nbelong to me.  They all know that.  I would make them\ntell me.”",
        "Mary had not known that she herself had been spoiled,\nbut she could see quite plainly that this mysterious boy\nhad been.  He thought that the whole world belonged to him.\nHow peculiar he was and how coolly he spoke of not living.",
        "“Do you think you won’t live?” she asked, partly because\nshe was curious and partly in hope of making him forget\nthe garden.",
        "“I don’t suppose I shall,” he answered as indifferently\nas he had spoken before.  “Ever since I remember anything\nI have heard people say I shan’t. At first they thought\nI was too little to understand and now they think I\ndon’t hear.  But I do.  My doctor is my father’s cousin.\nHe is quite poor and if I die he will have all Misselthwaite\nwhen my father is dead.  I should think he wouldn’t want\nme to live.”",
        "“Do you want to live?” inquired Mary.",
        "“No,” he answered, in a cross, tired fashion.  “But I\ndon’t want to die.  When I feel ill I lie here and think\nabout it until I cry and cry.”",
        "“I have heard you crying three times,” Mary said, “but I\ndid not know who it was.  Were you crying about that?\"\nShe did so want him to forget the garden.",
        "“I dare say,” he answered.  “Let us talk about something else.\nTalk about that garden.  Don’t you want to see it?”",
        "“Yes,” answered Mary, in quite a low voice.",
        "“I do,” he went on persistently.  “I don’t think I ever really\nwanted to see anything before, but I want to see that garden.\nI want the key dug up.  I want the door unlocked.\nI would let them take me there in my chair.  That would\nbe getting fresh air.  I am going to make them open the door.”",
        "He had become quite excited and his strange eyes began\nto shine like stars and looked more immense than ever.",
        "“They have to please me,” he said.  “I will make them\ntake me there and I will let you go, too.”",
        "Mary’s hands clutched each other.  Everything would\nbe spoiled–everything! Dickon would never come back.\nShe would never again feel like a missel thrush with a\nsafe-hidden nest.",
        "“Oh, don’t–don’t–don’t–don’t do that!” she cried out.",
        "He stared as if he thought she had gone crazy!",
        "“Why?” he exclaimed.  “You said you wanted to see it.”",
        "“I do,” she answered almost with a sob in her throat,\n“but if you make them open the door and take you in like\nthat it will never be a secret again.”",
        "He leaned still farther forward.",
        "“A secret,” he said.  “What do you mean? Tell me.”",
        "Mary’s words almost tumbled over one another.",
        "“You see–you see,” she panted, “if no one knows but\nourselves–if there was a door, hidden somewhere under\nthe ivy–if there was–and we could find it; and if we\ncould slip through it together and shut it behind us,\nand no one knew any one was inside and we called it our\ngarden and pretended that–that we were missel thrushes\nand it was our nest, and if we played there almost every\nday and dug and planted seeds and made it all come alive–”",
        "“Is it dead?” he interrupted her.",
        "“It soon will be if no one cares for it,” she went on.\n“The bulbs will live but the roses–”",
        "He stopped her again as excited as she was herself.",
        "“What are bulbs?” he put in quickly.",
        "“They are daffodils and lilies and snowdrops.  They are\nworking in the earth now–pushing up pale green points\nbecause the spring is coming.”",
        "“Is the spring coming?” he said.  “What is it like? You\ndon’t see it in rooms if you are ill.”",
        "“It is the sun shining on the rain and the rain falling\non the sunshine, and things pushing up and working under\nthe earth,” said Mary.  “If the garden was a secret and we\ncould get into it we could watch the things grow bigger\nevery day, and see how many roses are alive.  Don’t you.\nsee? Oh, don’t you see how much nicer it would be if it\nwas a secret?”",
        "He dropped back on his pillow and lay there with an odd\nexpression on his face.",
        "“I never had a secret,” he said, “except that one about\nnot living to grow up.  They don’t know I know that,\nso it is a sort of secret.  But I like this kind better.”",
        "“If you won’t make them take you to the garden,” pleaded Mary,\n“perhaps–I feel almost sure I can find out how to get\nin sometime.  And then–if the doctor wants you to go out\nin your chair, and if you can always do what you want to do,\nperhaps–perhaps we might find some boy who would push you,\nand we could go alone and it would always be a secret garden.”",
        "“I should–like–that,” he said very slowly, his eyes\nlooking dreamy.  “I should like that.  I should not mind\nfresh air in a secret garden.”",
        "Mary began to recover her breath and feel safer because\nthe idea of keeping the secret seemed to please him.\nShe felt almost sure that if she kept on talking and could\nmake him see the garden in his mind as she had seen it\nhe would like it so much that he could not bear to think\nthat everybody might tramp in to it when they chose.",
        "“I’ll tell you what I think it would be like, if we could\ngo into it,” she said.  “It has been shut up so long\nthings have grown into a tangle perhaps.”",
        "He lay quite still and listened while she went on talking\nabout the roses which might have clambered from tree\nto tree and hung down–about the many birds which might\nhave built their nests there because it was so safe.\nAnd then she told him about the robin and Ben Weatherstaff,\nand there was so much to tell about the robin and it\nwas so easy and safe to talk about it that she ceased\nto be afraid.  The robin pleased him so much that he\nsmiled until he looked almost beautiful, and at first\nMary had thought that he was even plainer than herself,\nwith his big eyes and heavy locks of hair.",
        "“I did not know birds could be like that,” he said.\n“But if you stay in a room you never see things.\nWhat a lot of things you know.  I feel as if you had been\ninside that garden.”",
        "She did not know what to say, so she did not say anything.\nHe evidently did not expect an answer and the next moment\nhe gave her a surprise.",
        "“I am going to let you look at something,” he said.\n“Do you see that rose-colored silk curtain hanging on the\nwall over the mantel-piece?”",
        "Mary had not noticed it before, but she looked up and saw it.\nIt was a curtain of soft silk hanging over what seemed\nto be some picture.",
        "“Yes,” she answered.",
        "“There is a cord hanging from it,” said Colin.\n“Go and pull it.”",
        "Mary got up, much mystified, and found the cord.\nWhen she pulled it the silk curtain ran back on\nrings and when it ran back it uncovered a picture.\nIt was the picture of a girl with a laughing face.\nShe had bright hair tied up with a blue ribbon and her gay,\nlovely eyes were exactly like Colin’s unhappy ones,\nagate gray and looking twice as big as they really were\nbecause of the black lashes all round them.",
        "“She is my mother,” said Colin complainingly.  “I don’t\nsee why she died.  Sometimes I hate her for doing it.”",
        "“How queer!” said Mary.",
        "“If she had lived I believe I should not have been ill always,\"\nhe grumbled.  “I dare say I should have lived, too.\nAnd my father would not have hated to look at me.  I dare\nsay I should have had a strong back.  Draw the curtain again.”",
        "Mary did as she was told and returned to her footstool.",
        "“She is much prettier than you,” she said, “but her eyes\nare just like yours–at least they are the same shape\nand color.  Why is the curtain drawn over her?”",
        "He moved uncomfortably.",
        "“I made them do it,” he said.  “Sometimes I don’t like to\nsee her looking at me.  She smiles too much when I am ill\nand miserable.  Besides, she is mine and I don’t want everyone\nto see her.” There were a few moments of silence and then Mary\nspoke.",
        "“What would Mrs. Medlock do if she found out that I\nhad been here?” she inquired.",
        "“She would do as I told her to do,” he answered.\n“And I should tell her that I wanted you to come here\nand talk to me every day.  I am glad you came.”",
        "“So am I,” said Mary.  “I will come as often as I can,\nbut\"–she hesitated–\"I shall have to look every day\nfor the garden door.”",
        "“Yes, you must,” said Colin, “and you can tell me about\nit afterward.”",
        "He lay thinking a few minutes, as he had done before,\nand then he spoke again.",
        "“I think you shall be a secret, too,” he said.  “I will not\ntell them until they find out.  I can always send the nurse\nout of the room and say that I want to be by myself.\nDo you know Martha?”",
        "“Yes, I know her very well,” said Mary.  “She waits on me.”",
        "He nodded his head toward the outer corridor.",
        "“She is the one who is asleep in the other room.\nThe nurse went away yesterday to stay all night with her\nsister and she always makes Martha attend to me when she\nwants to go out.  Martha shall tell you when to come here.”",
        "Then Mary understood Martha’s troubled look when she\nhad asked questions about the crying.",
        "“Martha knew about you all the time?” she said.",
        "“Yes; she often attends to me.  The nurse likes to get\naway from me and then Martha comes.”",
        "“I have been here a long time,” said Mary.  “Shall I go\naway now? Your eyes look sleepy.”",
        "“I wish I could go to sleep before you leave me,\"\nhe said rather shyly.",
        "“Shut your eyes,” said Mary, drawing her footstool closer,\n“and I will do what my Ayah used to do in India.\nI will pat your hand and stroke it and sing something\nquite low.”",
        "“I should like that perhaps,” he said drowsily.",
        "Somehow she was sorry for him and did not want him\nto lie awake, so she leaned against the bed and began\nto stroke and pat his hand and sing a very low little\nchanting song in Hindustani.",
        "“That is nice,” he said more drowsily still, and she went\non chanting and stroking, but when she looked at him again\nhis black lashes were lying close against his cheeks,\nfor his eyes were shut and he was fast asleep.  So she\ngot up softly, took her candle and crept away without\nmaking a sound.",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}