{
    "title": "The Diary of a Nobody - Chapter III.",
    "author": "George and Weedon Grossmith",
    "chapter": "4",
    "content": [
        "\n\n",
        "A conversation with Mr. Merton on Society.  Mr. and Mrs. James, of\nSutton, come up.  A miserable evening at the Tank Theatre.\nExperiments with enamel paint.  I make another good joke; but\nGowing and Cummings are unnecessarily offended.  I paint the bath\nred, with unexpected result.",
        "\nApril 19. - Cummings called, bringing with him his friend Merton,\nwho is in the wine trade.  Gowing also called.  Mr. Merton made\nhimself at home at once, and Carrie and I were both struck with him\nimmediately, and thoroughly approved of his sentiments.",
        "He leaned back in his chair and said:  “You must take me as I am;\"\nand I replied:  “Yes - and you must take us as we are.  We’re\nhomely people, we are not swells.”",
        "He answered:  “No, I can see that,” and Gowing roared with\nlaughter; but Merton in a most gentlemanly manner said to Gowing:\n“I don’t think you quite understand me.  I intended to convey that\nour charming host and hostess were superior to the follies of\nfashion, and preferred leading a simple and wholesome life to\ngadding about to twopenny-halfpenny tea-drinking afternoons, and\nliving above their incomes.”",
        "I was immensely pleased with these sensible remarks of Merton’s,\nand concluded that subject by saying:  “No, candidly, Mr. Merton,\nwe don’t go into Society, because we do not care for it; and what\nwith the expense of cabs here and cabs there, and white gloves and\nwhite ties, etc., it doesn’t seem worth the money.”",
        "Merton said in reference to FRIENDS:  “My motto is ’Few and True;’\nand, by the way, I also apply that to wine, ’Little and Good.’\"\nGowing said:  “Yes, and sometimes ’cheap and tasty,’ eh, old man?\"\nMerton, still continuing, said he should treat me as a friend, and\nput me down for a dozen of his “Lockanbar” whisky, and as I was an\nold friend of Gowing, I should have it for 36s., which was\nconsiderably under what he paid for it.",
        "He booked his own order, and further said that at any time I wanted\nany passes for the theatre I was to let him know, as his name stood\ngood for any theatre in London.",
        "April 20. - Carrie reminded me that as her old school friend, Annie\nFullers (now Mrs. James), and her husband had come up from Sutton\nfor a few days, it would look kind to take them to the theatre, and\nwould I drop a line to Mr. Merton asking him for passes for four,\neither for the Italian Opera, Haymarket, Savoy, or Lyceum.  I wrote\nMerton to that effect.",
        "April 21. - Got a reply from Merton, saying he was very busy, and\njust at present couldn’t manage passes for the Italian Opera,\nHaymarket, Savoy, or Lyceum, but the best thing going on in London\nwas the BROWN BUSHES, at the Tank Theatre, Islington, and enclosed\nseats for four; also bill for whisky.",
        "April 23. - Mr. and Mrs. James (Miss Fullers that was) came to meat\ntea, and we left directly after for the Tank Theatre.  We got a\n’bus that took us to King’s Cross, and then changed into one that\ntook us to the “Angel.”  Mr. James each time insisted on paying for\nall, saying that I had paid for the tickets and that was quite\nenough.",
        "We arrived at theatre, where, curiously enough, all our ’bus-load\nexcept an old woman with a basket seemed to be going in.  I walked\nahead and presented the tickets.  The man looked at them, and\ncalled out:  “Mr. Willowly! do you know anything about these?\"\nholding up my tickets.  The gentleman called to, came up and\nexamined my tickets, and said:  “Who gave you these?”  I said,\nrather indignantly:  “Mr. Merton, of course.”  He said:  “Merton?\nWho’s he?”  I answered, rather sharply:  “You ought to know, his\nname’s good at any theatre in London.”  He replied:  “Oh! is it?\nWell, it ain’t no good here.  These tickets, which are not dated,\nwere issued under Mr. Swinstead’s management, which has since\nchanged hands.”  While I was having some very unpleasant words with\nthe man, James, who had gone upstairs with the ladies, called out:\n“Come on!”  I went up after them, and a very civil attendant said:\n“This way, please, box H.”  I said to James:  “Why, how on earth\ndid you manage it?” and to my horror he replied:  “Why, paid for it\nof course.”",
        "This was humiliating enough, and I could scarcely follow the play,\nbut I was doomed to still further humiliation.  I was leaning out\nof the box, when my tie - a little black bow which fastened on to\nthe stud by means of a new patent - fell into the pit below.  A\nclumsy man not noticing it, had his foot on it for ever so long\nbefore he discovered it.  He then picked it up and eventually flung\nit under the next seat in disgust.  What with the box incident and\nthe tie, I felt quite miserable.  Mr. James, of Sutton, was very\ngood.  He said:  “Don’t worry - no one will notice it with your\nbeard.  That is the only advantage of growing one that I can see.\"\nThere was no occasion for that remark, for Carrie is very proud of\nmy beard.",
        "To hide the absence of the tie I had to keep my chin down the rest\nof the evening, which caused a pain at the back of my neck.",
        "April 24. - Could scarcely sleep a wink through thinking of having\nbrought up Mr. and Mrs. James from the country to go to the theatre\nlast night, and his having paid for a private box because our order\nwas not honoured, and such a poor play too.  I wrote a very\nsatirical letter to Merton, the wine merchant, who gave us the\npass, and said, “Considering we had to pay for our seats, we did\nour best to appreciate the performance.”  I thought this line\nrather cutting, and I asked Carrie how many p’s there were in\nappreciate, and she said, “One.”  After I sent off the letter I\nlooked at the dictionary and found there were two.  Awfully vexed\nat this.",
        "Decided not to worry myself any more about the James’s; for, as\nCarrie wisely said, “We’ll make it all right with them by asking\nthem up from Sutton one evening next week to play at Bezique.”",
        "April 25. - In consequence of Brickwell telling me his wife was\nworking wonders with the new Pinkford’s enamel paint, I determined\nto try it.  I bought two tins of red on my way home.  I hastened\nthrough tea, went into the garden and painted some flower-pots.  I\ncalled out Carrie, who said:  “You’ve always got some newfangled\ncraze;” but she was obliged to admit that the flower-pots looked\nremarkably well.  Went upstairs into the servant’s bedroom and\npainted her washstand, towel-horse, and chest of drawers.  To my\nmind it was an extraordinary improvement, but as an example of the\nignorance of the lower classes in the matter of taste, our servant,\nSarah, on seeing them, evinced no sign of pleasure, but merely said\n“she thought they looked very well as they was before.”",
        "April 26. - Got some more red enamel paint (red, to my mind, being\nthe best colour), and painted the coal-scuttle, and the backs of\nour SHAKSPEARE, the binding of which had almost worn out.",
        "April 27. - Painted the bath red, and was delighted with the\nresult.  Sorry to say Carrie was not, in fact we had a few words\nabout it.  She said I ought to have consulted her, and she had\nnever heard of such a thing as a bath being painted red.  I\nreplied:  “It’s merely a matter of taste.”",
        "Fortunately, further argument on the subject was stopped by a voice\nsaying, “May I come in?”  It was only Cummings, who said, “Your\nmaid opened the door, and asked me to excuse her showing me in, as\nshe was wringing out some socks.”  I was delighted to see him, and\nsuggested we should have a game of whist with a dummy, and by way\nof merriment said:  “You can be the dummy.”  Cummings (I thought\nrather ill-naturedly) replied:  “Funny as usual.”  He said he\ncouldn’t stop, he only called to leave me the BICYCLE NEWS, as he\nhad done with it.",
        "Another ring at the bell; it was Gowing, who said he “must\napologise for coming so often, and that one of these days we must\ncome round to HIM.”  I said:  “A very extraordinary thing has\nstruck me.”  “Something funny, as usual,” said Cummings.  “Yes,” I\nreplied; “I think even you will say so this time.  It’s concerning\nyou both; for doesn’t it seem odd that Gowing’s always coming and\nCummings’ always going?”  Carrie, who had evidently quite forgotten\nabout the bath, went into fits of laughter, and as for myself, I\nfairly doubled up in my chair, till it cracked beneath me.  I think\nthis was one of the best jokes I have ever made.",
        "Then imagine my astonishment on perceiving both Cummings and Gowing\nperfectly silent, and without a smile on their faces.  After rather\nan unpleasant pause, Cummings, who had opened a cigar-case, closed\nit up again and said:  “Yes - I think, after that, I SHALL be\ngoing, and I am sorry I fail to see the fun of your jokes.”  Gowing\nsaid he didn’t mind a joke when it wasn’t rude, but a pun on a\nname, to his thinking, was certainly a little wanting in good\ntaste.  Cummings followed it up by saying, if it had been said by\nanyone else but myself, he shouldn’t have entered the house again.\nThis rather unpleasantly terminated what might have been a cheerful\nevening.  However, it was as well they went, for the charwoman had\nfinished up the remains of the cold pork.",
        "April 28. - At the office, the new and very young clerk Pitt, who\nwas very impudent to me a week or so ago, was late again.  I told\nhim it would be my duty to inform Mr. Perkupp, the principal.  To\nmy surprise, Pitt apologised most humbly and in a most gentlemanly\nfashion.  I was unfeignedly pleased to notice this improvement in\nhis manner towards me, and told him I would look over his\nunpunctuality.  Passing down the room an hour later.  I received a\nsmart smack in the face from a rolled-up ball of hard foolscap.  I\nturned round sharply, but all the clerks were apparently riveted to\ntheir work.  I am not a rich man, but I would give half-a-sovereign\nto know whether that was thrown by accident or design.  Went home\nearly and bought some more enamel paint - black this time - and\nspent the evening touching up the fender, picture-frames, and an\nold pair of boots, making them look as good as new.  Also painted\nGowing’s walking-stick, which he left behind, and made it look like\nebony.",
        "April 29, Sunday. - Woke up with a fearful headache and strong\nsymptoms of a cold.  Carrie, with a perversity which is just like\nher, said it was “painter’s colic,” and was the result of my having\nspent the last few days with my nose over a paint-pot.  I told her\nfirmly that I knew a great deal better what was the matter with me\nthan she did.  I had got a chill, and decided to have a bath as hot\nas I could bear it.  Bath ready - could scarcely bear it so hot.  I\npersevered, and got in; very hot, but very acceptable.  I lay still\nfor some time.",
        "On moving my hand above the surface of the water, I experienced the\ngreatest fright I ever received in the whole course of my life; for\nimagine my horror on discovering my hand, as I thought, full of\nblood.  My first thought was that I had ruptured an artery, and was\nbleeding to death, and should be discovered, later on, looking like\na second Marat, as I remember seeing him in Madame Tussaud’s.  My\nsecond thought was to ring the bell, but remembered there was no\nbell to ring.  My third was, that there was nothing but the enamel\npaint, which had dissolved with boiling water.  I stepped out of\nthe bath, perfectly red all over, resembling the Red Indians I have\nseen depicted at an East-End theatre.  I determined not to say a\nword to Carrie, but to tell Farmerson to come on Monday and paint\nthe bath white.",
        "\n\nI looked like Marat in the bath, in Madame Tussaud’s\n",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}