{
    "title": "The Amateur - by Richard Harding Davis [Authorama]",
    "author": "Unknown",
    "chapter": "amateur",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "It was February off the Banks, and so thick was the weather that,\non the upper decks, one could have driven a sleigh. Inside the\nsmoking-room Austin Ford, as securely sheltered from the blizzard\nas though he had been sitting in front of a wood fire at his club,\nordered hot gin for himself and the ship’s doctor. The ship’s\ndoctor had gone below on another “hurry call” from the widow. At\nthe first luncheon on board the widow had sat on the right of\nDoctor Sparrow, with Austin Ford facing her. But since then,\nexcept to the doctor, she had been invisible. So, at frequent\nintervals, the ill health of the widow had deprived Ford of the\nsociety of the doctor. That it deprived him, also, of the society\nof the widow did not concern him. HER life had not been spent upon\nocean liners; she could not remember when state-rooms were named\nafter the States of the Union. She could not tell him of\nshipwrecks and salvage, of smugglers and of the modern pirates who\nfound their victims in the smoking-room.",
        "Ford was on his way to England to act as the London correspondent\nof the New York Republic. For three years on that most sensational\nof the New York dailies he had been the star man, the chief\nmuckraker, the chief sleuth. His interest was in crime. Not in\ncrimes committed in passion or inspired by drink, but in such\noffences against law and society as are perpetrated with nice\nintelligence. The murderer, the burglar, the strong-arm men who,\nin side streets, waylay respectable citizens did not appeal to him.\nThe man he studied, pursued, and exposed was the cashier who\nevolved a new method of covering up his peculations, the dishonest\npresident of an insurance company, the confidence man who used no\nconcealed weapon other than his wit. Toward the criminals he\npursued young Ford felt no personal animosity. He harassed them as\nhe would have shot a hawk killing chickens. Not because he\ndisliked the hawk, but because the battle was unequal, and because\nhe felt sorry for the chickens.",
        "Had you called Austin Ford an amateur detective he would have been\ngreatly annoyed. He argued that his position was similar to that\nof the dramatic critic. The dramatic critic warned the public\nagainst bad plays; Ford warned it against bad men. Having done\nthat, he left it to the public to determine whether the bad man\nshould thrive or perish.",
        "When the managing editor told him of his appointment to London,\nFord had protested that his work lay in New York; that of London\nand the English, except as a tourist and sight-seer, he knew\nnothing.",
        "“That’s just why we are sending you,” explained the managing\neditor. “Our readers are ignorant. To make them read about London\nyou’ve got to tell them about themselves in London. They like to\nknow who’s been presented at court, about the American girls who\nhave married dukes; and which ones opened a bazaar, and which one\nopened a hat shop, and which is getting a divorce. Don’t send us\nanything concerning suffragettes and Dreadnaughts. Just send us\nstuff about Americans. If you take your meals in the Carlton\ngrill-room and drink at the Cecil you can pick up more good stories\nthan we can print. You will find lots of your friends over there.\nSome of those girls who married dukes,” he suggested, “know you,\ndon’t they?”",
        "“Not since they married dukes,” said Ford.",
        "“Well, anyway, all your other friends will be there,” continued the\nmanaging editor encouragingly. “Now that they have shut up the\ntracks here all the con men have gone to London. They say an\nAmerican can’t take a drink at the Salisbury without his fellow-\ncountrymen having a fight as to which one will sell him a gold\nbrick.”",
        "Ford’s eyes lightened in pleasurable anticipation.",
        "“Look them over,” urged the managing editor, “and send us a\nspecial. Call it ’The American Invasion.’ Don’t you see a story\nin it?”",
        "“It will be the first one I send you,” said Ford. The ship’s\ndoctor returned from his visit below decks and sank into the\nleather cushion close to Ford’s elbow. For a few moments the older\nman sipped doubtfully at his gin and water, and, as though\nperplexed, rubbed his hand over his bald and shining head. “I told\nher to talk to you,” he said fretfully.",
        "“Her? Who?” inquired Ford. “Oh, the widow?”",
        "“You were right about that,” said Doctor Sparrow; “she is not a\nwidow.”",
        "The reporter smiled complacently.",
        "“Do you know why I thought not?” he demanded. “Because all the\ntime she was at luncheon she kept turning over her wedding-ring as\nthough she was not used to it. It was a new ring, too. I told you\nthen she was not a widow.”",
        "“Do you always notice things like that?” asked the doctor.",
        "“Not on purpose,” said the amateur detective; “I can’t help it. I\nsee ten things where other people see only one; just as some men\nrun ten times as fast as other men. We have tried it out often at\nthe office; put all sorts of junk under a newspaper, lifted the\nnewspaper for five seconds, and then each man wrote down what he\nhad seen. Out of twenty things I would remember seventeen. The\nnext best guess would be about nine. Once I saw a man lift his\ncoat collar to hide his face. It was in the Grand Central Station.\nI stopped him, and told him he was wanted. Turned out he WAS\nwanted. It was Goldberg, making his getaway to Canada.”",
        "“It is a gift,” said the doctor.",
        "“No, it’s a nuisance,” laughed the reporter. “I see so many things\nI don’t want to see. I see that people are wearing clothes that\nare not made for them. I see when women are lying to me. I can\nsee when men are on the verge of a nervous breakdown, and whether\nit is drink or debt or morphine--”",
        "The doctor snorted triumphantly.",
        "“You did not see that the widow was on the verge of a breakdown!”",
        "“No,” returned the reporter. “Is she? I’m sorry.”",
        "“If you’re sorry,” urged the doctor eagerly, you’ll help her. She\nis going to London alone to find her husband. He has disappeared.\nShe thinks that he has been murdered, or that he is lying ill in\nsome hospital. I told her if any one could help her to find him\nyou could. I had to say something. She’s very ill.”",
        "“To find her husband in London?” repeated Ford. “London is a large\ntown.”",
        "“She has photographs of him and she knows where he spends his\ntime,” pleaded the doctor. “He is a company promoter. It should\nbe easy for you.”",
        "“Maybe he doesn’t want her to find him,” said Ford. “Then it\nwouldn’t be so easy for me.”",
        "The old doctor sighed heavily. “I know,” he murmured. “I thought\nof that, too. And she is so very pretty.”",
        "“That was another thing I noticed,” said Ford.",
        "The doctor gave no heed.",
        "“She must stop worrying,” he exclaimed, “or she will have a mental\ncollapse. I have tried sedatives, but they don’t touch her. I\nwant to give her courage. She is frightened. She’s left a baby\nboy at home, and she’s fearful that something will happen to him,\nand she’s frightened at being at sea, frightened at being alone in\nLondon; it’s pitiful.” The old man shook his head. “Pitiful!\nWill you talk to her now?” he asked.",
        "“Nonsense!” exclaimed Ford. “She doesn’t want to tell the story of\nher life to strange young men.”",
        "“But it was she suggested it,” cried the doctor. “She asked me if\nyou were Austin Ford, the great detective.”",
        "Ford snorted scornfully. “She did not!” he protested. His tone\nwas that of a man who hopes to be contradicted.",
        "“But she did,” insisted the doctor, “and I told her your specialty\nwas tracing persons. Her face lightened at once; it gave her hope.\nShe will listen to you. Speak very gently and kindly and\nconfidently. Say you are sure you can find him.”",
        "“Where is the lady now?” asked Ford.",
        "Doctor Sparrow scrambled eagerly to his feet. “She cannot leave\nher cabin,” he answered.",
        "The widow, as Ford and Doctor Sparrow still thought of her, was\nlying on the sofa that ran the length of the state-room, parallel\nwith the lower berth. She was fully dressed, except that instead\nof her bodice she wore a kimono that left her throat and arms bare.\nShe had been sleeping, and when their entrance awoke her, her blue\neyes regarded them uncomprehendingly. Ford, hidden from her by the\ndoctor, observed that not only was she very pretty, but that she\nwas absurdly young, and that the drowsy smile she turned upon the\nold man before she noted the presence of Ford was as innocent as\nthat of a baby. Her cheeks were flushed, her eyes brilliant, her\nyellow curls had become loosened and were spread upon the pillow.\nWhen she saw Ford she caught the kimono so closely around her\nthroat that she choked. Had the doctor not pushed her down she\nwould have stood.",
        "“I thought,” she stammered, “he was an OLD man.”",
        "The doctor, misunderstanding, hastened to reassure her. “Mr. Ford\nis old in experience,” he said soothingly. “He has had remarkable\nsuccess. Why, he found a criminal once just because the man wore a\ncollar. And he found Walsh, the burglar, and Phillips, the forger,\nand a gang of counterfeiters--”",
        "Mrs. Ashton turned upon him, her eyes wide with wonder. “But MY\nhusband,” she protested, “is not a criminal!”",
        "“My dear lady!” the doctor cried. “I did not mean that, of course\nnot. I meant, if Mr. Ford can find men who don’t wish to be found,\nhow easy for him to find a man who--” He turned helplessly to\nFord. “You tell her,” he begged.",
        "Ford sat down on a steamer trunk that protruded from beneath the\nberth, and, turning to the widow, gave her the full benefit of his\nworking smile. It was confiding, helpless, appealing. It showed a\ntrustfulness in the person to whom it was addressed that caused\nthat individual to believe Ford needed protection from a wicked\nworld.",
        "“Doctor Sparrow tells me,” began Ford timidly, “you have lost your\nhusband’s address; that you will let me try to find him. If I can\nhelp in any way I should be glad.”",
        "The young girl regarded him, apparently, with disappointment. It\nwas as though Doctor Sparrow had led her to expect a man full of\nyears and authority, a man upon whom she could lean; not a youth\nwhose smile seemed to beg one not to scold him. She gave Ford\nthree photographs, bound together with a string.",
        "“When Doctor Sparrow told me you could help me I got out these,\"\nshe said.",
        "Ford jotted down a mental note to the effect that she “got them\nout.” That is, she did not keep them where she could always look\nat them. That she was not used to look at them was evident by the\nfact that they were bound together.",
        "The first photograph showed three men standing in an open place and\nleaning on a railing. One of them was smiling toward the\nphotographer. He was a good-looking young man of about thirty\nyears of age, well fed, well dressed, and apparently well satisfied\nwith the world and himself. Ford’s own smile had disappeared. His\neyes were alert and interested.",
        "“The one with the Panama hat pulled down over his eyes is your\nhusband?” he asked.",
        "“Yes,” assented the widow. Her tone showed slight surprise.",
        "“This was taken about a year ago?” inquired Ford. “Must have\nbeen,” he answered himself; “they haven’t raced at the Bay since\nthen. This was taken in front of the club stand--probably for the\nTelegraph?” He lifted his eyes inquiringly.",
        "Rising on her elbow the young wife bent forward toward the\nphotograph. “Does it say that there,” she asked doubtfully. “How\ndid you guess that?”",
        "In his role as chorus the ship’s doctor exclaimed with enthusiasm:\n\"Didn’t I tell you? He’s wonderful.”",
        "Ford cut him off impatiently. “You never saw a rail as high as\nthat except around a racetrack,” he muttered. “And the badge in\nhis buttonhole and the angle of the stand all show--”",
        "He interrupted himself to address the widow. “This is an owner’s\nbadge. What was the name of his stable?”",
        "“I don’t know,” she answered. She regarded the young man with\nsudden uneasiness. “They only owned one horse, but I believe that\ngave them the privilege of--”",
        "“I see,” exclaimed Ford. “Your husband is a bookmaker. But in\nLondon he is a promoter of companies.”",
        "“So my friend tells me,” said Mrs. Ashton. “She’s just got back\nfrom London. Her husband told her that Harry, my husband, was\nalways at the American bar in the Cecil or at the Salisbury or the\nSavoy.” The girl shook her head. “But a woman can’t go looking\nfor a man there,” she protested. “That’s, why I thought you--”",
        "“That’ll be all right,” Ford assured her hurriedly. “It’s a\ncoincidence, but it happens that my own work takes me to these\nhotels, and if your husband is there I will find him.” He returned\nthe photographs.",
        "“Hadn’t you better keep one?” she asked.",
        "“I won’t forget him,” said the reporter. “Besides\"--he turned his\neyes toward the doctor and, as though thinking aloud, said--\"he may\nhave grown a beard.”",
        "There was a pause.",
        "The eyes of the woman grew troubled. Her lips pressed together as\nthough in a sudden access of pain.",
        "“And he may,” Ford continued, “have changed his name.”",
        "As though fearful, if she spoke, the tears would fall, the girl\nnodded her head stiffly.",
        "Having learned what he wanted to know Ford applied to the wound a\nsoothing ointment of promises and encouragement.",
        "“He’s as good as found,” he protested. “You will see him in a day,\ntwo days after you land.”",
        "The girl’s eyes opened happily. She clasped her hands together and\nraised them.",
        "“You will try?” she begged. “You will find him for me\"--she\ncorrected herself eagerly--\"for me and the baby?”",
        "The loose sleeves of the kimono fell back to her shoulders showing\nthe white arms; the eyes raised to Ford were glistening with tears.",
        "“Of course I will find him,” growled the reporter.",
        "He freed himself from the appeal in the eyes of the young mother\nand left the cabin. The doctor followed. He was bubbling over\nwith enthusiasm.",
        "“That was fine!” he cried. “You said just the right thing. There\nwill be no collapse now.”",
        "His satisfaction was swept away in a burst of disgust.",
        "“The blackguard!” he protested. “To desert a wife as young as that\nand as pretty as that.”",
        "“So I have been thinking,” said the reporter. “I guess, he added\ngravely, “what is going to happen is that before I find her husband\nI will have got to know him pretty well.”",
        "Apparently, young Mrs. Ashton believed everything would come to\npass just as Ford promised it would and as he chose to order it;\nfor the next day, with a color not born of fever in her cheeks and\ncourage in her eyes, she joined Ford and the doctor at the\nluncheon-table. Her attention was concentrated on the younger man.\nIn him she saw the one person who could bring her husband to her.",
        "“She acts,” growled the doctor later in the smoking-room, “as\nthough she was afraid you were going to back out of your promise\nand jump overboard.”",
        "“Don’t think,” he protested violently, “it’s you she’s interested\nin. All she sees in you is what you can do for her. Can you see\nthat?”",
        "“Any one as clever at seeing things as I am,” returned the\nreporter, “cannot help but see that.”",
        "Later, as Ford was walking on the upper deck, Mrs. Ashton came\ntoward him, beating her way against the wind. Without a trace of\ncoquetry or self-consciousness, and with a sigh of content, she\nlaid her hand on his arm.",
        "“When I don’t see you,” she exclaimed as simply as a child, “I feel\nso frightened. When I see you I know all will come right. Do you\nmind if I walk with you?” she asked. “And do you mind if every now\nand then I ask you to tell me again it will all come right?”",
        "For the three days following Mrs. Ashton and Ford were constantly\ntogether. Or, at least, Mrs. Ashton was constantly with Ford. She\ntold him that when she sat in her cabin the old fears returned to\nher, and in these moments of panic she searched the ship for him.",
        "The doctor protested that he was growing jealous.",
        "“I’m not so greatly to be envied,” suggested Ford. “’Harry’ at\nmeals three times a day and on deck all the rest of the day becomes\nmonotonous. On a closer acquaintance with Harry he seems to be a\ndecent sort of a young man; at least he seems to have been at one\ntime very much in love with her.”",
        "“Well,” sighed the doctor sentimentally, “she is certainly very\nmuch in love with Harry.”",
        "Ford shook his head non-committingly. “I don’t know her story,” he\nsaid. “Don’t want to know it.”",
        "The ship was in the channel, on her way to Cherbourg, and running\nas smoothly as a clock. From the shore friendly lights told them\nthey were nearing their journey’s end; that the land was on every\nside. Seated on a steamer-chair next to his in the semi-darkness\nof the deck, Mrs. Ashton began to talk nervously and eagerly.",
        "“Now that we are so near,” she murmured, “I have got to tell you\nsomething. If you did not know I would feel I had not been fair.\nYou might think that when you were doing so much for me I should\nhave been more honest.”",
        "She drew a long breath. “It’s so hard,” she said.",
        "“Wait,” commanded Ford. “Is it going to help me to find him?”",
        "“No.”",
        "“Then don’t tell me.”",
        "His tone caused the girl to start. She leaned toward him and\npeered into his face. His eyes, as he looked back to her, were\nkind and comprehending.",
        "“You mean,” said the amateur detective, “that your husband has\ndeserted you. That if it were not for the baby you would not try\nto find him. Is that it?”",
        "Mrs. Ashton breathed quickly and turned her face away.",
        "“Yes,” she whispered. “That is it.”",
        "There was a long pause. When she faced him again the fact that\nthere was no longer a secret between them seemed to give her\ncourage.",
        "“Maybe,” she said, “you can understand. Maybe you can tell me what\nit means. I have thought and thought. I have gone over it and\nover it until when I go back to it my head aches. I have done\nnothing else but think, and I can’t make it seem better. I can’t\nfind any excuse. I have had no one to talk to, no one I could\ntell. I have thought maybe a man could understand.” She raised\nher eyes appealingly.",
        "“If you can only make it seem less cruel. Don’t you see,” she\ncried miserably, “I want to believe; I want to forgive him. I want\nto think he loves me. Oh! I want so to be able to love him; but\nhow can I? I can’t!  I can’t!”",
        "In the week in which they had been thrown together the girl\nunconsciously had told Ford much about herself and her husband.\nWhat she now told him was but an amplification of what he had\nguessed.",
        "She had met Ashton a year and a half before, when she had just left\nschool at the convent and had returned to live with her family.\nHer home was at Far Rockaway. Her father was a cashier in a bank\nat Long Island City. One night, with a party of friends, she had\nbeen taken to a dance at one of the beach hotels, and there met\nAshton. At that time he was one of a firm that was making book at\nthe Aqueduct race-track. The girl had met very few men and with\nthem was shy and frightened, but with Ashton she found herself at\nonce at ease. That night he drove her and her friends home in his\ntouring-car and the next day they teased her about her conquest.\nIt made her very happy. After that she went to hops at the hotel,\nand as the bookmaker did not dance, the two young people sat upon\nthe piazza. Then Ashton came to see her at her own house, but when\nher father learned that the young man who had been calling upon her\nwas a bookmaker he told him he could not associate with his\ndaughter.",
        "But the girl was now deeply in love with Ashton, and apparently he\nwith her. He begged her to marry him. They knew that to this,\npartly from prejudice and partly owing to his position in the bank,\nher father would object. Accordingly they agreed that in August,\nwhen the racing moved to Saratoga, they would run away and get\nmarried at that place. Their plan was that Ashton would leave for\nSaratoga with the other racing men, and that she would join him the\nnext day.",
        "They had arranged to be married by a magistrate, and Ashton had\nshown her a letter from one at Saratoga who consented to perform\nthe ceremony. He had given her an engagement ring and two thousand\ndollars, which he asked her to keep for him, lest tempted at the\ntrack he should lose it.",
        "But she assured Ford it was not such material things as a letter, a\nring, or gift of money that had led her to trust Ashton. His fear\nof losing her, his complete subjection to her wishes, his happiness\nin her presence, all seemed to prove that to make her happy was his\none wish, and that he could do anything to make her unhappy\nappeared impossible.",
        "They were married the morning she arrived at Saratoga; and the same\nday departed for Niagara Falls and Quebec. The honeymoon lasted\nten days. They were ten days of complete happiness. No one, so\nthe girl declared, could have been more kind, more unselfishly\nconsiderate than her husband. They returned to Saratoga and\nengaged a suite of rooms at one of the big hotels. Ashton was not\nsatisfied with the rooms shown him, and leaving her upstairs\nreturned to the office floor to ask for others.",
        "Since that moment his wife had never seen him nor heard from him.",
        "On the day of her marriage young Mrs. Ashton had written to her\nfather, asking him to give her his good wishes and pardon. He\nrefused both. As she had feared, he did not consider that for a\nbank clerk a gambler made a desirable son-in-law; and the letters\nhe wrote his daughter were so bitter that in reply she informed him\nhe had forced her to choose between her family and her husband, and\nthat she chose her husband. In consequence, when she found herself\ndeserted she felt she could not return to her people. She remained\nin Saratoga. There she moved into cheap lodgings, and in order\nthat the two thousand dollars Ashton had left with her might be\nsaved for his child, she had learned to type-write, and after four\nmonths had been able to support herself. Within the last month a\ngirl friend, who had known both Ashton and herself before they were\nmarried, had written her that her husband was living in London.\nFor the sake of her son she had at once determined to make an\neffort to seek him out.",
        "“The son, nonsense!” exclaimed the doctor, when Ford retold the\nstory. “She is not crossing the ocean because she is worried about\nthe future of her son. She seeks her own happiness. The woman is\nin love with her husband.”",
        "Ford shook his head.",
        "“I don’t know!” he objected. “She’s so extravagant in her praise\nof Harry that it seems unreal. It sounds insincere. Then, again,\nwhen I swear I will find him she shows a delight that you might\ndescribe as savage, almost vindictive. As though, if I did find\nHarry, the first thing she would do would be to stick a knife in\nhim.”",
        "“Maybe,” volunteered the doctor sadly, “she has heard there is a\nwoman in the case. Maybe she is the one she’s thinking of sticking\nthe knife into?”",
        "“Well,” declared the reporter, “if she doesn’t stop looking savage\nevery time I promise to find Harry I won’t find Harry. Why should\nI act the part of Fate, anyway? How do I know that Harry hasn’t\ngot a wife in London and several in the States? How do we know he\ndidn’t leave his country for his country’s good? That’s what it\nlooks like to me. How can we tell what confronted him the day he\nwent down to the hotel desk to change his rooms and, instead, got\ninto his touring-car and beat the speed limit to Canada. Whom did\nhe meet in the hotel corridor? A woman with a perfectly good\nmarriage certificate, or a detective with a perfectly good warrant?\nOr did Harry find out that his bride had a devil of a temper of her\nown, and that for him marriage was a failure? The widow is\ncertainly a very charming young woman, but there may be two sides\nto this.”",
        "“You are a cynic, sir,” protested the doctor.",
        "“That may be,” growled the reporter, “but I am not a private\ndetective agency, or a matrimonial bureau, and before I hear myself\nsaying, ’Bless you, my children!’ both of these young people will\nhave to show me why they should not be kept asunder.”",
        "On the afternoon of their arrival in London Ford convoyed Mrs.\nAshton to an old-established private hotel in Craven Street.",
        "“Here,” he explained, “you will be within a few hundred yards of\nthe place in which your husband is said to spend his time. I will\nbe living in the same hotel. If I find him you will know it in ten\nminutes.”",
        "The widow gave a little gasp, whether of excitement or of happiness\nFord could not determine.",
        "“Whatever happens,” she begged. “will you let me hear from you\nsometimes? You are the only person I know in London--and--it’s so\nbig it frightens me. I don’t want to be a burden,” she went on\neagerly, “but if I can feel you are within call--”",
        "“What you need,” said Ford heartily, “is less of the doctor’s nerve\ntonic and sleeping draughts, and a little innocent diversion. To-\nnight I am going to take you to the Savoy to supper.”",
        "Mrs. Ashton exclaimed delightedly, and then was filled with\nmisgivings.",
        "“I have nothing to wear,” she protested, “and over here, in the\nevening, the women dress so well. I have a dinner gown,” she\nexclaimed, “but it’s black. Would that do?”",
        "Ford assured her nothing could be better. He had a man’s vanity in\nliking a woman with whom he was seen in public to be pretty and\nsmartly dressed, and he felt sure that in black the blond beauty of\nMrs. Ashton would appear to advantage. They arranged to meet at\neleven on the promenade leading to the Savoy supper-room, and\nparted with mutual satisfaction at the prospect.",
        "The finding of Harry Ashton was so simple that in its very\nsimplicity it appeared spectacular.",
        "On leaving Mrs. Ashton, Ford engaged rooms at the Hotel Cecil.\nBefore visiting his rooms he made his way to the American bar. He\ndid not go there seeking Harry Ashton. His object was entirely\nself-centred. His purpose was to drink to himself and to the\nlights of London. But as though by appointment, the man he had\npromised to find was waiting for him. As Ford entered the room, at\na table facing the door sat Ashton. There was no mistaking him.\nHe wore a mustache, but it was no disguise. He was the same good-\nnatured, good-looking youth who, in the photograph from under a\nPanama hat, had smiled upon the world. With a glad cry Ford rushed\ntoward him.",
        "“Fancy meeting YOU!” he exclaimed.",
        "Mr. Ashton’s good-natured smile did not relax. He merely shook his\nhead.",
        "“Afraid you have made a mistake,” he said. The reporter regarded\nhim blankly. His face showed his disappointment.",
        "“Aren’t you Charles W. Garrett, of New York?” he demanded.",
        "“Not me,” said Mr. Ashton.",
        "“But,” Ford insisted in hurt tones, as though he were being trifled\nwith, “you have been told you look like him, haven’t you?”",
        "Mr. Ashton’s good nature was unassailable.",
        "“Sorry,” he declared, “never heard of him.”",
        "Ford became garrulous, he could not believe two men could look so\nmuch alike. It was a remarkable coincidence. The stranger must\ncertainly have a drink, the drink intended for his twin. Ashton\nwas bored, but accepted. He was well acquainted with the easy\ngood-fellowship of his countrymen. The room in which he sat was a\nmeeting-place for them. He considered that they were always giving\neach other drinks, and not only were they always introducing\nthemselves, but saying, “Shake hands with my friend, Mr. So-and-\nSo.” After five minutes they showed each other photographs of the\nchildren. This one, though as loquacious as the others, seemed\nbetter dressed, more “wise\"; he brought to the exile the atmosphere\nof his beloved Broadway, so Ashton drank to him pleasantly.",
        "“My name is Sydney Carter,” he volunteered.",
        "As a poker-player skims over the cards in his hand, Ford, in his\nmind’s eye, ran over the value of giving or not giving his right\nname. He decided that Ashton would not have heard it and that, if\nhe gave a false one, there was a chance that later Ashton might\nfind out that he had done so. Accordingly he said, “Mine is Austin\nFord,” and seated himself at Ashton’s table. Within ten minutes\nthe man he had promised to pluck from among the eight million\ninhabitants of London was smiling sympathetically at his jests and\nbuying a drink.",
        "On the steamer Ford had rehearsed the story with which, should he\nmeet Ashton, he would introduce himself. It was one arranged to\nfit with his theory that Ashton was a crook. If Ashton were a\ncrook Ford argued that to at once ingratiate himself in his good\ngraces he also must be a crook. His plan was to invite Ashton to\nco-operate with him in some scheme that was openly dishonest. By\nso doing he hoped apparently to place himself at Ashton’s mercy.\nHe believed if he could persuade Ashton he was more of a rascal\nthan Ashton himself, and an exceedingly stupid rascal, any distrust\nthe bookmaker might feel toward him would disappear. He made his\nadvances so openly, and apparently showed his hand so carelessly,\nthat, from being bored, Ashton became puzzled, then interested; and\nwhen Ford insisted he should dine with him, he considered it so\nnecessary to find out who the youth might be who was forcing\nhimself upon him that he accepted the invitation.",
        "They adjourned to dress and an hour later, at Ford’s suggestion,\nthey met at the Carlton. There Ford ordered a dinner calculated to\nlull his newly made friend into a mood suited to confidence, but\nwhich had on Ashton exactly the opposite effect. Merely for the\npleasure of his company, utter strangers were not in the habit of\ntreating him to strawberries in February, and vintage champagne;\nand, in consequence, in Ford’s hospitality he saw only cause for\nsuspicion. If, as he had first feared, Ford was a New York\ndetective, it was most important he should know that. No one\nbetter than Ashton understood that, at that moment, his presence in\nNew York meant, for the police, unalloyed satisfaction, and for\nhimself undisturbed solitude. But Ford was unlike any detective of\nhis acquaintance; and his acquaintance had been extensive. It was\ntrue Ford was familiar with all the habits of Broadway and the\nTenderloin. Of places with which Ashton was intimate, and of men\nwith whom Ashton had formerly been well acquainted, he talked\nglibly. But, if he were a detective, Ashton considered, they\ncertainly had improved the class.",
        "The restaurant into which for the first time Ashton had penetrated,\nand in which he felt ill at ease, was to Ford, he observed, a\nmatter of course. Evidently for Ford it held no terrors. He\ncriticised the service, patronized the head waiters, and grumbled\nat the food; and when, on leaving the restaurant, an Englishman and\nhis wife stopped at their table to greet him, he accepted their\nwelcome to London without embarrassment.",
        "Ashton, rolling his cigar between his lips, observed the incident\nwith increasing bewilderment.",
        "“You’ve got some swell friends,” he growled. “I’ll bet you never\nmet THEM at Healey’s!”",
        "“I meet all kinds of people in my business,” said Ford. “I once\nsold that man some mining stock, and the joke of it was,” he added,\nsmiling knowingly, “it turned out to be good.”",
        "Ashton decided that the psychological moment had arrived.",
        "“What IS your business?” he asked.",
        "“I’m a company promoter,” said Ford easily. “I thought I told\nyou.”",
        "“I did not tell you that I was a company promoter, too, did I?\"\ndemanded Ashton.",
        "“No,” answered Ford, with apparent surprise. “Are you? That’s\nfunny.”",
        "Ashton watched for the next move, but the subject seemed in no way\nto interest Ford. Instead of following it up he began afresh.",
        "“Have you any money lying idle?” he asked abruptly. “About a\nthousand pounds.”",
        "Ashton recognized that the mysterious stranger was about to\ndisclose both himself and whatever object he had in seeking him\nout. He cast a quick glance about him.",
        "“I can always find money,” he said guardedly. “What’s the\nproposition?”",
        "With pretended nervousness Ford leaned forward and began the story\nhe had rehearsed. It was a new version of an old swindle and to\nevery self-respecting confidence man was well known as the “sick\nengineer” game. The plot is very simple. The sick engineer is\nsupposed to be a mining engineer who, as an expert, has examined a\ngold mine and reported against it. For his services the company\npaid him partly in stock. He falls ill and is at the point of\ndeath. While he has been ill much gold has been found in the mine\nhe examined, and the stock which he considers worthless is now\nvaluable. Of this, owing to his illness, he is ignorant. One\nconfidence man acts the part of the sick engineer, and the other\nthat of a broker who knows the engineer possesses the stock but has\nno money with which to purchase it from him. For a share of the\nstock he offers to tell the dupe where it and the engineer can be\nfound. They visit the man, apparently at the point of death, and\nthe dupe gives him money for his stock. Later the dupe finds the\nstock is worthless, and the supposed engineer and the supposed\nbroker divide the money he paid for it. In telling the story Ford\npretended he was the broker and that he thought in Ashton he had\nfound a dupe who would buy the stock from the sick engineer.",
        "As the story unfolded and Ashton appreciated the part Ford expected\nhim to play in it, his emotions were so varied that he was in\ndanger of apoplexy. Amusement, joy, chagrin, and indignation\nilluminated his countenance. His cigar ceased to burn, and with\nhis eyes opened wide he regarded Ford in pitying wonder.",
        "“Wait!” he commanded. He shook his head uncomprehendingly. “Tell\nme,” he asked, “do I look as easy as that, or are you just\nnaturally foolish?”",
        "Ford pretended to fall into a state of great alarm.",
        "“I don’t understand,” he stammered.",
        "“Why, son,” exclaimed Ashton kindly, “I was taught that story in\nthe public schools. I invented it. I stopped using it before you\ncut your teeth. Gee!” he exclaimed delightedly. “I knew I had\ngrown respectable-looking, but I didn’t think I was so damned\nrespectable-looking as that!” He began to laugh silently; so\ngreatly was he amused that the tears shone in his eyes and his\nshoulders shook.",
        "“I’m sorry for you, son,” he protested, “but that’s the funniest\nthing that’s come my way in two years. And you buying me hot-house\ngrapes, too, and fancy water! I wish you could see your face,” he\ntaunted.",
        "Ford pretended to be greatly chagrined.",
        "“All right,” he declared roughly. “The laugh’s on me this time,\nbut just because I lost one trick, don’t think I don’t know my\nbusiness. Now that I’m wise to what YOU are we can work together\nand--”",
        "The face of young Mr. Ashton became instantly grave. His jaws\nsnapped like a trap. When he spoke his tone was assured and\nslightly contemptuous.",
        "“Not with ME you can’t work!” he said.",
        "“Don’t think because I fell down on this,” Ford began hotly.",
        "“I’m not thinking of you at all,” said Ashton. “You’re a nice\nlittle fellow all right, but you have sized me up wrong. I am on\nthe ’straight and narrow’ that leads back to little old New York\nand God’s country, and I am warranted not to run off my trolley.”",
        "The words were in the vernacular, but the tone in which the young\nman spoke rang so confidently that it brought to Ford a pleasant\nthrill of satisfaction. From the first he had found in the\npersonality of the young man something winning and likable; a\nshrewd manliness and tolerant good-humor. His eyes may have shown\nhis sympathy, for, in sudden confidence, Ashton leaned nearer.",
        "“It’s like this,” he said. “Several years ago I made a bad break\nand, about a year later, they got on to me and I had to cut and\nrun. In a month the law of limitation lets me loose and I can go\nback. And you can bet I’m GOING back. I will be on the bowsprit\nof the first boat. I’ve had all I want of the ’fugitive-from-\njustice’ game, thank you, and I have taken good care to keep a\nclean bill of health so that I won’t have to play it again.\nThey’ve been trying to get me for several years--especially the\nPinkertons. They have chased me all over Europe. Chased me with\nall kinds of men; sometimes with women; they’ve tried everything\nexcept blood-hounds. At first I thought YOU were a ’Pink,’ that’s\nwhy--”",
        "“I!” interrupted Ford, exploding derisively. “That’s GOOD! That’s\none on YOU.” He ceased laughing and regarded Ashton kindly. “How\ndo you know I’m not?” he asked.",
        "For an instant the face of the bookmaker grew a shade less red and\nhis eyes searched those of Ford in a quick agony of suspicion.\nFord continued to smile steadily at him, and Ashton breathed with\nrelief.",
        "“I’ll take a chance with you,” he said, “and if you are as bad a\ndetective as you are a sport I needn’t worry.”",
        "They both laughed, and, with sudden mutual liking, each raised his\nglass and nodded.",
        "“But they haven’t got me yet,” continued Ashton, “and unless they\nget me in the next thirty days I’m free. So you needn’t think that\nI’ll help you. It’s ’never again’ for me. The first time, that\nwas the fault of the crowd I ran with; the second time, that would\nbe MY fault. And there ain’t going to be any second time.”",
        "He shook his head doggedly, and with squared shoulders leaned back\nin his chair.",
        "“If it only breaks right for me,” he declared, “I’ll settle down in\none of those ’Own-your own-homes,’ forty-five minutes from\nBroadway, and never leave the wife and the baby.”",
        "The words almost brought Ford to his feet. He had forgotten the\nwife and the baby. He endeavored to explain his surprise by a\nsudden assumption of incredulity.",
        "“Fancy you married!” he exclaimed.",
        "“Married!” protested Ashton. “I’m married to the finest little\nlady that ever wore skirts, and in thirty-seven days I’ll see her\nagain. Thirty-seven days,” he repeated impatiently. “Gee! That’s\na hell of a long time!”",
        "Ford studied the young man with increased interest. That he was\nspeaking sincerely, from the heart, there seemed no possible doubt.",
        "Ashton frowned and his face clouded. “I’ve not been able to treat\nher just right,” he volunteered. “If she wrote me, the letters\nmight give them a clew, and I don’t write HER because I don’t want\nher to know all my troubles until they’re over. But I know,” he\nadded, “that five minutes’ talk will set it all right. That is, if\nshe still feels about me the way I feel about her.”",
        "The man crushed his cigar in his fingers and threw the pieces on\nthe floor. “That’s what’s been the worst!” he exclaimed bitterly.\n\"Not hearing, not knowing. It’s been hell!”",
        "His eyes as he raised them were filled with suffering, deep and\ngenuine.",
        "Ford rose suddenly. “Let’s go down to the Savoy for supper,” he\nsaid.",
        "“Supper!” growled Ashton. “What’s the use of supper? Do you\nsuppose cold chicken and a sardine can keep me from THINKING?”",
        "Ford placed his hand on the other’s shoulder.",
        "“You come with me,” he said kindly. “I’m going to do you a favor.\nI’m going to bring you a piece of luck. Don’t ask me any\nquestions,” he commanded hurriedly. “Just take my word for it.”",
        "They had sat so late over their cigars that when they reached the\nrestaurant on the Embankment the supper-room was already partly\nfilled, and the corridors and lounge were brilliantly lit and gay\nwith well-dressed women. Ashton regarded the scene with gloomy\neyes. Since he had spoken of his wife he had remained silent,\nchewing savagely on a fresh cigar. But Ford was grandly excited.\nHe did not know exactly what he intended to do. He was prepared to\nlet events direct themselves, but of two things he was assured:\nMrs. Ashton loved her husband, and her husband loved her. As the\ngod in the car who was to bring them together, he felt a delightful\nresponsibility.",
        "The young men left the coat-room and came down the short flight of\nsteps that leads to the wide lounge of the restaurant. Ford\nslightly in advance, searching with his eyes for Mrs Ashton, found\nher seated alone in the lounge, evidently waiting for him. At the\nfirst glance she was hardly be recognized. Her low-cut dinner gown\nof black satin that clung to her like a wet bath robe was the last\nword of the new fashion; and since Ford had seen her her blond hair\nhad been arranged by an artist. Her appearance was smart, elegant,\ndaring. She was easily the prettiest and most striking-looking\nwoman in the room, and for an instant Ford stood gazing at her,\ntrying to find in the self-possessed young woman the deserted wife\nof the steamer. She did not see Ford. Her eyes were following the\nprogress down the hall of a woman, and her profile was toward him.",
        "The thought of the happiness he was about to bring to two young\npeople gave Ford the sense of a genuine triumph, and when he turned\nto Ashton to point out his wife to him he was thrilling with pride\nand satisfaction. His triumph received a bewildering shock.\nAlready Ashton had discovered the presence of Mrs. Ashton. He was\nstanding transfixed, lost to his surroundings, devouring her with\nhis eyes. And then, to the amazement of Ford, his eyes filled with\nfear, doubt, and anger. Swiftly, with the movement of a man\nducking a blow, he turned and sprang up the stairs and into the\ncoat-room. Ford, bewildered and more conscious of his\nsurroundings, followed him less quickly, and was in consequence\nonly in time to see Ashton, dragging his overcoat behind him,\ndisappear into the court-yard. He seized his own coat and raced in\npursuit. As he ran into the court-yard Ashton, in the Strand, was\njust closing the door of a taxicab, but before the chauffeur could\nfree it from the surrounding traffic, Ford had dragged the door\nopen, and leaped inside. Ashton was huddled in the corner,\npanting, his face pale with alarm.",
        "“What the devil ails you?” roared Ford. “Are you trying to shake\nme? You’ve got to come back. You must speak to her.”",
        "“Speak to her!” repeated Ashton. His voice was sunk to a whisper.\nThe look of alarm in his face was confused with one grim and\nmenacing. “Did you know she was there?” he demanded softly. “Did\nyou take me there, knowing--?”",
        "“Of course I knew,” protested Ford. “She’s been looking for you--”",
        "His voice subsided in a squeak of amazement and pain. Ashton’s\nleft hand had shot out and swiftly seized his throat. With the\nother he pressed an automatic revolver against Ford’s shirt front.",
        "“I know she’s been looking for me,” the man whispered thickly.\n\"For two years she’s been looking for me. I know all about HER!\nBut, WHO IN HELL ARE YOU?”",
        "Ford, gasping and gurgling, protested loyally.",
        "“You are wrong!” he cried. “She’s been at home waiting for you.\nShe thinks you have deserted her and your baby. I tell you she\nloves you, you fool, she LOVES you!”",
        "The fingers on his throat suddenly relaxed; the flaming eyes of\nAshton, glaring into his, wavered and grew wide with amazement.",
        "“Loves me,” he whispered. “WHO loves me?”",
        "“Your wife,” protested Ford; “the girl at the Savoy, your wife.”",
        "Again the fingers of Ashton pressed deep around his neck.",
        "“That is not my wife,” he whispered. His voice was unpleasantly\ncold and grim. “That’s ’Baby Belle,’ with her hair dyed, a\ndetective lady of the Pinkertons, hired to find me. And YOU know\nit. Now, who are YOU?”",
        "To permit him to reply Ashton released his hand, but at the same\nmoment, in a sudden access of fear, dug the revolver deeper into\nthe pit of Ford’s stomach.",
        "“Quick!” he commanded. “Never mind the girl. WHO ARE YOU?”",
        "Ford collapsed against the cushioned corner of the cab. “And she\nbegged me to find you,” he roared, “because she LOVED you, because\nshe wanted to BELIEVE in you!” He held his arms above his head.\n\"Go ahead and shoot!” he cried. “You want to know who I am?” he\ndemanded. His voice rang with rage. “I’m an amateur. Just a\nnatural born fool-amateur! Go on and shoot!”",
        "The gun in Ashton’s hand sank to his knee. Between doubt and\nlaughter his face was twisted in strange lines. The cab was\nwhirling through a narrow, unlit street leading to Covent Garden.\nOpening the door Ashton called to the chauffeur, and then turned to\nFord.",
        "“You get off here!” he commanded. “Maybe you’re a ’Pink,’ maybe\nyou’re a good fellow. I think you’re a good fellow, but I’m not\ntaking any chances. Get out!”",
        "Ford scrambled to the street, and as the taxicab again butted\nitself forward, Ashton leaned far through the window. “Good-by,\nson,” he called. “Send me a picture-postal card to Paris. For I\nam off to Maxim’s,” he cried, “and you can go to--”",
        "“Not at all!” shouted the amateur detective indignantly. “I’m\ngoing back to take supper with ’Baby Belle’!”",
        "\nThis complete text of The Amateur by Richard Harding Davis is in the public domain.\n\n\nAlso available by this author: The Bar Sinister.\n“This story leaves you grinning from ear-to-ear” says one reader.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n",
        "The AmateurBy Richard Harding DavisAt Amazon"
    ]
}