{
    "title": "The Fortieth Door - Chapter V",
    "author": "Mary Hastings Bradley",
    "chapter": "5",
    "content": [
        "\n\n",
        "AT THE GARDEN GATE",
        "Inch by inch the gate edged open. Warily he presented himself. The\nfurtive crack gave him an instant’s glimpse of a dark form within\nthe shadows, then, in his face, it closed.",
        "Ryder waited. In a moment it was opened wider, and he saw the\ndark-shrouded head and the veiled face of the Turkish girl, and out\nfrom the blackness the sparkle of young eyes.",
        "“Is it–but who is it?” whispered a doubtful voice, and at his, “Why\nit is I–the American,” quickly drawing off his cap, a little hand\ndarted out of the darkness to pluck him swiftly within and the door\nwas closed to within an inch of its opening.",
        "Then the black phantom, drawing him back among the shrubbery,\nagainst the wall, turned with a muffled note of laughter.",
        "“But the costume! Imagine that I–I was looking again for a Scottish\nchieftain with red kilts and a feather in his cap!”",
        "“And instead–” Ryder glanced down at his tweeds with humorous\nrecognition of his change of figure. Then his eyes returned to her.",
        "“But you are the same,” he murmured.",
        "She was indeed the same. The same black street mantle, down to her\nvery brows. The same black veil, up to her very eyes. And the\neyes–! Their soft mysterious loveliness–the little winged tilt of\nthe brows!",
        "Apparently their effect was disconcertingly the same. He was\nconscious of a feeling that was far from a normal calm.",
        "“So you were all right?” he half whispered. “Those steps, last\nnight, you know, made me horribly afraid for you–”",
        "“But, yes, I am all right.”",
        "As excitement gained upon him, a constraint was falling upon her.\nThey were both remembering that moment, overlooked in the rush of\nrecognition, when they had parted in this place, when he had had the\ntemerity to clasp and kiss her.",
        "Aimée was standing rigid and wary, ready for flight at the first\nfear. She told herself that she had only come through pride, the\npride that insisted upon humbling his presumption. She would let him\nsee how bitterly he had offended.... She had only come for this, she\ntold herself–and to see if he had come.",
        "If he had not come! That would have dealt a sorrily humiliating\nblow.",
        "But he was here. And reassured and haughty, repeating that she was\nmortally offended, her spirit alternating between pride and shame\nand a delicious fear, she stood there in the shrubbery, fascinated,\nlike a wild, shy thing of another age.",
        "“That was old Miriam,” she explained constrainedly. “My father had\ncome in–with unexpectedness.”",
        "“Lord, it was lucky you were back!”",
        "“Yes, it was–lucky,” she assented. “If it had been half an hour\nbefore–”",
        "She broke off. There came to the young man a sobering perception of\nthe risk she ran, of the supreme folly of this escapade to which\nthey were entrusting themselves.",
        "It was a realization that deserved some consideration. But,\nobstinately, with young carelessness, he shook it off. After all,\nthis was comparatively safe for her. She was not out of bounds. At\nan alarm he could slip away and no one could ever know. What risk\nthere might be was chiefly his own.",
        "“When you asked who it was,” he murmured, “it occurred to me that\nyou did not know my name–nor I yours. My own,” he added, as she\nstood unresponsive, “is Ryder–Jack Ryder. You can always get a\nletter to me at the Agricultural Bank. That is the quickest way. My\nfriend, McLean there, always knows where my diggings are. When in\nCairo I stop with him; or at the Rossmore House.”",
        "“I shall not need to get a letter to you, monsieur,” she told him\nstiffly.",
        "“But, if you did, how would you sign it?”",
        "“Aimée.... That is French–after my mother.”",
        "“Aimée. That means Beloved, doesn’t it?”",
        "She was silent.",
        "Surely, she thought with a swelling heart, if he were sorry he would\ntell her now. It was the moment for contrition, for appeasement, for\nwhatever explanation his American ways might have.",
        "She had thought about him all night. She had given his declaration a\nhundred forms–but always it had been a declaration.",
        "Now she waited, flagellating her sensitive pride.",
        "Ryder was conscious of the constraint tightening about them and in\nthe dragging pause an uncomfortable common sense had time to put its\ndisconcerting questions.",
        "What did it matter what her name meant? What in the world was he\ndoing here?.... And what did she think she was doing here?... Not\nthat he wanted her to go....",
        "And suddenly it didn’t matter–whatever they thought. It was enough\nthat they were together in that still, soft, jasmine-scented dark.\nHe was breathing quickly; his pulses were beating; he had a feeling\nof strange, heady delight.",
        "The crescent moon was up at last, sailing clear of the house tops,\nsending its bright rays through the filigree of tall shrubs. A\nfinger of light edged the contour of her shrouded head.",
        "He bent a little closer.",
        "“Won’t you,” he said softly, “take off your veil for me?”",
        "Appalled, she clasped it to her. He had no idea in the world of the\nshock of that request. It would be only a faint parallel of its\nimpropriety to suggest to Jinny Jeffries that she discard her frock.\nEven Ryder’s acquaintance with Egypt could not tell him how that\nswift, confident eagerness of his could startle and affront.",
        "“I want to see you so very much,” he was murmuring, and met the\nchill disdain of her retort, “But it is not for you to see my face,\nmonsieur!”",
        "“Who is to see it?” he demanded.",
        "“Who but the man I am to marry,” she gave distinctly back.",
        "The word hit him like stone.",
        "He was conscious of a shock. Did she intend to rebuke–or to\nimply–to question his intention? The steadiness of her low voice\nsuggested a certain steadiness of design.... He had heard of girls\nwho knew their own minds ... girls with unexpectedly far-sighted\nvision.... Perhaps, poor child, she looked upon him as romantic\nescape from all that was restrictive in her life. Secluded women go\nfast–when they start.",
        "The devil take him for that kiss!",
        "A somewhat set look upon his thin face guarded the fluctuations of\nhis soul, but the blood rose strongly under his dark skin.",
        "For a moment he did not venture upon a reply, and in that moment he\nwas suddenly aware that she had caught his meaning from him–and\nthat it was a horrible mistake. It was one of those instants of\nhighly-charged exchanges of meanings whose revelation was as useless\nto be denied as powerless to be explained.",
        "Then her words came in tumultuous, passionate refutation of his\nthought. “That is what my father had come to tell me–that he had\narranged my marriage. It is a very splendid thing. To a general–a\nrich general!”",
        "She had not meant to tell him like that! But for the moment she was\nsavagely glad to hurl it at him.",
        "He made no answer. His eyes were inscrutably intent. A variety of\nthings were rearranging themselves in his head.",
        "“You’re–you’re going to marry him?” he said slowly.",
        "“What else?” But she felt the phrase unfortunate and plunged past\nit. “It is not for me to say no, monsieur. It is for my father to\narrange.”",
        "“But his indulgence–? You were telling me, you know, that he was so\nfond of you. And that you were one of the moderns–the revolting\nmoderns–”",
        "Jack Ryder’s tone was questioningly cynical and its raillery cut\nthrough her brief sham of pride.",
        "“So I thought, too, last night.” A tinge of infinite disillusionment\nwas in her young voice. “But it is not so.”",
        "“Then you accept–?”",
        "The shrouded head nodded.",
        "“But you can’t want to,” he broke out with sudden heat. “You don’t\nknow him at all, do you–this general?”",
        "“Know him? I have never seen his face nor heard his voice–and I\nwould die first,” she added with bitter, helpless fierceness under\nher breath.",
        "The veil muffled that from him. “But why–why?” he repeated in an\nangrily puzzled way.",
        "She made a little gesture of weary impotence. Out of the dark\ndraperies her hands were like white fluttering butterflies.",
        "“What can I do?”",
        "“I should think you could do the Old Harry of a lot.”",
        "“Weep?” said the girl with a pale irony not lost upon him.",
        "“Weep–or row. Or run,” he added, almost reluctantly.",
        "She turned away her head. “I know, I thought once that I could run.\nFor that I stole the key to this gate. But where would I run,\nmonsieur? I have neither friends, nor–nor the resources.... There\nhave been girls–two sisters–who ran away last year–but they were\nalready married and they had cousins in France. For me, my cousins\ndo not exist. I do not know my mother’s family. They disowned her\nfor her marriage, my father says. And so–but it is not possible to\nevade this.... It is not possible. This marriage is required.”",
        "“Required–rot! Can’t you–don’t you–” he paused, looking down upon\nher in tremendous and serious uncertainty. The impulse was strong\nupon him to tell her that he would help her. The accents of her\nvoice had seemed to tear at his very heart.",
        "It was utter madness. Where, in the map of Africa, would he hide\nher? And how would he take care of her? What would he do to her?\nMake love to her? Marry her? Take home a wife from an Egyptian\nharem–a surprising acquisition with which to startle and enchant\nhis decorous family in East Middleton!",
        "And a pretty end to his work here, his reputation, his\nresponsibilities–",
        "It was madness. And the fact that the thought had presented itself,\neven for his flouting mockery, indicated that he was mad. He told\nhimself to be careful. Better men than he had everlastingly done for\nthemselves because upon a night of stars and moonshine some\ndark-eyed girl had played the very devil with their common sense.",
        "He reminded himself that he had never set eyes on her until last\nnight, that she might be the consummate perfection of a minx, that\nthere might not be a word of truth in all of this.",
        "This general, now! Sudden. Not a word about it last night. And now–",
        "He had an inkling that even Mohammedan fathers do not rush matters\nat such a pace.",
        "For all he knew the girl might be inventing this general–for some\nartless reasons of her own. For all he knew she might be married to\nhim and desirous of escape.",
        "But he didn’t believe it. She was too young and shy and virginal.\nThe accents of her candor rebuked his skepticism. He merely told\nhimself these things because the last vestige of his expiring common\nsense was prompting him.",
        "And after all these creditable and excellent exhortations, to the\nutter extinction of the last vestige of that common sense he heard\nhimself saying abruptly, “But isn’t there anything in the world that\nI can do–?”",
        "“Nothing, monsieur.”",
        "“But for you to submit–like this–”",
        "“It is not to be helped.”",
        "“But it is to be helped–if you really dislike it,” he added\njealously.",
        "“I cannot help it, because–because my father–” She hesitated. The\nhonor of her father and her family pride and affection were all\ninvolved, yet suddenly the sacrifice of these became more tolerable\nthan to consent to that image of herself which she saw swiftly\ndefining itself in his mind, that slight, weak creature, whose\nacquiescent passivity submitted to this marriage.",
        "The thought was unbearable. She was burning beneath her veil. She\nwould tell him.... And perhaps she was not averse, in her childish\npride, to the pitiful glory of having him see her in the beauty of\nher filial sacrifice.",
        "“My father has–has done something against the English laws,” she\nfaltered, “and Hamdi Bey, this general, knows of it, and will inform\nunless–unless my father makes this marriage. A cousin of his has\nseen me,” she added, her young vanity forlornly rearing its head,\n“and told Hamdi that I am not–not too ill-looking a girl–”",
        "Her essay of a laugh died.",
        "Ryder’s look deepened its sharp, defensive concentration.",
        "“This is true–I mean your father is not just putting something\nover–telling you to get your consent?”",
        "Her thoughts flew back to her father’s haggard face. “Oh, it is\ntrue! I know.”",
        "“And he’s going to hand you over–What sort is this Hamdi?”",
        "“A general. Old. Evil enough to lay traps to obtain me.”",
        "“It’s abomination.” The anger in the young man surged beyond his\ncontrol. “You must not do it.... If your father is clever enough to\nbreak a law let him be clever enough to mend it–by himself. Such a\nsacrifice is not required.... You must realize what this means to\nyou. You must realize–Look here, I’ll help you. I’ll plan some\nescape. There must be ways. I have friends–”",
        "She stifled the leap of her heart. She held her head high and made\nwhat she thought was a very noble little speech. “It is for my\nfather, monsieur. You do not understand. It is to save my father.”",
        "He looked at her in silence. He was afraid to answer for a moment;\nhe could feel the unruly blood beating even in the lips he pressed\ntogether.",
        "“But don’t you understand–” he blurted at last and broke off.",
        "After all, he did not know this girl. If he swayed her judgment now,\nand dragged her away, what life, what compensation could he offer\nher? How did he know that she would not regret it? Would she be\nhappier in a world unknown?....",
        "She had been brought up to this sort of thing. It was bred in\nher.... Marriage was her inevitable game. This very charm she\nexercised, this subtle, haunting invasion of his senses, what was\nthat but another proof of the harem existence where all influences\nwere forced to serve the ends of sex ...",
        "And she was so maddeningly resigned to taking this general!",
        "A queer hot rage was gaining possession of him. “Oh, well, if you\nprefer this,” he said brutally, with a youthful desire to wreak pain\nin return for that strange pain which something was inflicting upon\nhim.",
        "A girl who would let him kiss her one night–and on the next inform\nhim that she was giving herself to an unknown–an old Turk.... If\nshe could go like that, to some other’s arms and lips ...",
        "He wanted to take her fiercely in his arms and crush her lips\nagainst his and then fling her away and say, “Oh, go to him now–if\nyou can!”",
        "And at the same time he wanted to gather her to him as tenderly as\nif she were a flower he was guarding and tell her that he would\nprotect her against all the world.",
        "He was divided and confused and blindly angry. He felt baffled and\nfrustrated. He was both aching and raging. And yet he was capable of\nreminding himself, in some corner of his uninvaded mind, that this\nwas undoubtedly the best thing for them both.",
        "What else? For him? For her?",
        "And yet his tongue went on stabbing her.",
        "“If this is what you are determined to do–” he heard himself saying\nhardly, yet with a hint of deferred finality.",
        "It was as if he had said, “If this, then, is what you are like! If\nyou are the soft, submissive harem creature, the toy, the\nodalisque–If you will endure undesired love rather than face the\nworld–”",
        "And she knew that was what he was saying to her. The injustice\nbrought a lump of self-pity to her throbbing throat.... That he\nshould not realize and honor the courage of her sacrifice.... That\nhe should reproach, despise.... She had expected other entreaties\n... protestations....",
        "Her heart ached with a throb of steady dreariness.",
        "But she did not stir. Not a line of her drooping draperies wavered\ntowards him. And swallowing that lump in her throat, she achieved a\ntoneless, “That is what I am going to do.”",
        "At the other end of the garden a sound came from the house.",
        "Ryder seemed to rouse himself. “Good-bye, then,” he said,\nuncertainly.",
        "“Good-bye, monsieur.”",
        "He looked oddly at her. “Good-bye,” he muttered again, and turned,\nand stumbled out of the gate.",
        "A pool of moonlight lay without its arches, and he stepped into it\nas if coming out of the shadows of an enchanted garden. He stood and\nstraightened himself as if throwing off that garden’s spell. He put\nback his shoulders and took a quick step down the lane.",
        "A slight sound drew his eyes back.",
        "She had followed him to the gate; she stood there, in the moonlight,\nagainst the inky wells of shadow into which her black robe flowed,\nand in the moonlight her face, gazing after him, was an exquisite,\nethereal apparition, like a spirit of the garden.",
        "She had cast off her veil. He had a vision of her dark eyes shining\nover rose-flushed cheeks, of deeper-rose-red lips in curves of\nhaunting sweetness, of the tender contour of her young face, fixed\nunforgettingly in the radiant moonlight–only an instant’s vision,\nfor while the blood stopped in his veins the darkness engulfed her,\nlike a magician’s curtain.",
        "But he waited while he heard the gate closed. Still he waited while\nhe heard her locking it. And then for all his hot young pride, he\nturned back and knocked upon it. He called softly. He whispered\nentreaties.",
        "Not a sound. Not an answer.",
        "In a revulsion of feeling he turned and made his way blindly from\nthe lane.",
        "She had heard his voice. Like a creature utterly spent, she had been\nleaning against the great gate from which she had withdrawn the key.\nBut she uttered not a breath in answer, and after she had heard his\nfootsteps die away she turned slowly back and groped among the rose\nroots for the key’s hiding place.",
        "Mechanically she smoothed it over and moved on towards the house.\nAll was quiet there. That sound had been no alarm. Unobserved she\nslipped within the little door, and up the spiral steps.",
        "She had not seen the dark eyes that were watching her, from the\nother side of the rose thicket. After the girl had gained the house,\nthe old woman came forward and stooped before the marked bush,\nmuttering under her breath at the thorns. After a few moments she\ngave a little grunt of satisfaction and her exploring hand drew out\nthe key.",
        "Smoothing again the rifled hiding place among the roses, she made\nher careful way into the house.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}