{
    "title": "The Story of Mankind - The Great Reaction (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "56",
    "content": [
        "\n",
        "\n\n",
        "THEY TRIED TO ASSURE THE WORLD AN ERA\nOF UNDISTURBED PEACE BY SUPPRESSING\nALL NEW IDEAS. THEY MADE THE\nPOLICE-SPY THE HIGHEST FUNCTIONARY\nIN THE STATE AND SOON THE PRISONS\nOF ALL COUNTRIES WERE FILLED WITH\nTHOSE WHO CLAIMED THAT PEOPLE\nHAVE THE RIGHT TO GOVERN THEMSELVES\nAS THEY SEE FIT",
        "To undo the damage done by the great Napoleonic flood\nwas almost impossible. Age-old fences had been washed away.\nThe palaces of two score dynasties had been damaged to such\nan extent that they had to be condemned as uninhabitable.\nOther royal residences had been greatly enlarged at the expense\nof less fortunate neighbours. Strange odds and ends\nof revolutionary doctrine had been left behind by the receding\nwaters and could not be dislodged without danger to the entire\ncommunity. But the political engineers of the Congress did\nthe best they could and this is what they accomplished.",
        "France had disturbed the peace of the world for so many\nyears that people had come to fear that country almost\ninstinctively. The Bourbons, through the mouth of Talleyrand,\nhad promised to be good, but the Hundred Days had taught\nEurope what to expect should Napoleon manage to escape for\na second time. The Dutch Republic, therefore, was changed\ninto a Kingdom, and Belgium (which had not joined the Dutch\nstruggle for independence in the sixteenth century and since\nthen had been part of the Habsburg domains, firs t under Spanish\nrule and thereafter under Austrian rule) was made part\nof this new kingdom of the Netherlands. Nobody wanted this\nunion either in the Protestant North or in the Catholic South,\nbut no questions were asked. It seemed good for the peace\nof Europe and that was the main consideration.",
        "Poland had hoped for great things because a Pole, Prince\nAdam Czartoryski, was one of the most intimate friends of\nTsar Alexander and had been his constant advisor during the\nwar and at the Congress of Vienna. But Poland was made a\nsemi-independent part of Russia with Alexander as her king.\nThis solution pleased no one and caused much bitter feeling\nand three revolutions.",
        "Denmark, which had remained a faithful ally of Napoleon\nuntil the end, was severely punished. Seven years before, an\nEnglish fleet had sailed down the Kattegat and without a\ndeclaration of war or any warning had bombarded Copenhagen\nand had taken away the Danish fleet, lest it be of value to\nNapoleon. The Congress of Vienna went one step further.\nIt took Norway (which since the union of Calmar of the year\n1397 had been united with Denmark) away from Denmark\nand gave it to Charles XIV of Sweden as a reward for his betrayal\nof Napoleon, who had set him up in the king business.\nThis Swedish king, curiously enough, was a former French general\nby the name of Bernadotte, who had come to Sweden as one\nof Napolean’s{sic} adjutants, and had been invited to the throne of\nthat good country when the last of the rulers of the house of\nHollstein-Gottorp had died without leaving either son or\ndaughter. From 1815 until 1844 he ruled his adopted country\n(the language of which he never learned) width great ability. He\nwas a clever man and enjoyed the respect of both his Swedish\nand his Norwegian subjects, but he did not succeed in joining\ntwo countries which nature and history had put asunder. The\ndual Scandinavian state was never a success and in 1905,\nNorway, in a most peaceful and orderly manner, set up as an\nindependent kingdom and the Swedes bade her “good speed\"\nand very wisely let her go her own way.",
        "The Italians, who since the days of the Renaissance had\nbeen at the mercy of a long series of invaders, also had put\ngreat hopes in General Bonaparte. The Emperor Napoleon,\nhowever, had grievously disappointed them. Instead of the\nUnited Italy which the people wanted, they had been divided\ninto a number of little principalities, duchies, republics and\nthe Papal State, which (next to Naples) was the worst governed\nand most miserable region of the entire peninsula. The\nCongress of Vienna abolished a few of the Napoleonic republics\nand in their place resurrected several old principalities\nwhich were given to deserving members, both male and female,\nof the Habsburg family.",
        "The poor Spaniards, who had started the great nationalistic\nrevolt against Napoleon, and who had sacrificed the best blood\nof the country for their king, were punished severely when the\nCongress allowed His Majesty to return to his domains. This\nvicious creature, known as Ferdinand VII, had spent the last\nfour years of his life as a prisoner of Napoleon. He had improved\nhis days by knitting garments for the statues of his\nfavourite patron saints. He celebrated his return by re-introducing\nthe Inquisition and the torture-chamber, both of which\nhad been abolished by the Revolution. He was a disgusting\nperson, despised as much by his subjects as by his four wives,\nbut the Holy Alliance maintained him upon his legitimate\nthrone and all efforts of the decent Spaniards to get rid of this\ncurse and make Spain a constitutional kingdom ended in\nbloodshed and executions.",
        "Portugal had been without a king since the year 1807 when\nthe royal family had fled to the colonies in Brazil. The country\nhad been used as a base of supply for the armies of\nWellington during the Peninsula war, which lasted from 1808\nuntil 1814. After 1815 Portugal continued to be a sort of\nBritish province until the house of Braganza returned to the\nthrone, leaving one of its members behind in Rio de Janeiro\nas Emperor of Brazil, the only American Empire which lasted\nfor more than a few years, and which came to an end in 1889\nwhen the country became a republic.",
        "In the east, nothing was done to improve the terrible conditions\nof both the Slavs and the Greeks who were still subjects\nof the Sultan. In the year 1804 Black George, a Servian\nswineherd, (the founder of the Karageorgevich dynasty) had\nstarted a revolt against the Turks, but he had been defeated\nby his enemies and had been murdered by one of his supposed\nfriends, the rival Servian leader, called Milosh Obrenovich,\n(who became the founder of the Obrenovich dynasty) and the\nTurks had continued to be the undisputed masters of the\nBalkans.",
        "The Greeks, who since the loss of their independence, two\nthousand years before, had been subjects of the Macedonians,\nthe Romans, the Venetians and the Turks, had hoped that their\ncountryman, Capo d’Istria, a native of Corfu and together\nwith Czartoryski, the most intimate personal friends of\nAlexander, would do something for them. But the Congress\nof Vienna was not interested in Greeks, but was very much\ninterested in keeping all “legitimate” monarchs, Christian,\nMoslem and otherwise, upon their respective thrones. Therefore\nnothing was done.",
        "The last, but perhaps the greatest blunder of the Congress\nwas the treatment of Germany. The Reformation and the\nThirty Years War had not only destroyed the prosperity of the\ncountry, but had turned it into a hopeless political rubbish\nheap, consisting of a couple of kingdoms, a few grand-duchies,\na large number of duchies and hundreds of margravates, principalities,\nbaronies, electorates, free cities and free villages,\nruled by the strangest assortment of potentates that was ever\nseen off the comic opera stage. Frederick the Great had\nchanged this when he created a strong Prussia, but this state\nhad not survived him by many years.",
        "Napoleon had blue-penciled the demand for independence\nof most of these little countries, and only fifty-two out of a\ntotal of more than three hundred had survived the year 1806.\nDuring the years of the great struggle for independence, many\na young soldier had dreamed of a new Fatherland that should\nbe strong and united. But there can be no union without a\nstrong leadership, and who was to be this leader?",
        "There were five kingdoms in the German speaking lands.\nThe rulers of two of these, Austria and Prussia, were kings by\nthe Grace of God. The rulers of three others, Bavaria, Saxony\nand Wurtemberg, were kings by the Grace of Napoleon, and\nas they had been the faithful henchmen of the Emperor, their\npatriotic credit with the other Germans was therefore not very\ngood.",
        "The Congress had established a new German Confederation,\na league of thirty-eight sovereign states, under the chairmanship\nof the King of Austria, who was now known as the\nEmperor of Austria. It was the sort of make-shift arrangement\nwhich satisfied no one. It is true that a German Diet,\nwhich met in the old coronation city of Frankfort. had been\ncreated to discuss matters of “common policy and importance.\"\nBut in this Diet, thirty-eight delegates represented thirty-eight\ndifferent interests and as no decision could be taken without a\nunanimous vote (a parliamentary rule which had in previous\ncenturies ruined the mighty kingdom of Poland), the famous\nGerman Confederation became very soon the laughing stock\nof Europe and the politics of the old Empire began to resemble\nthose of our Central American neighbours in the forties and\nthe fifties of the last century.",
        "It was terribly humiliating to the people who had sacrificed\neverything for a national ideal. But the Congress was not\ninterested in the private feelings of “subjects,” and the debate\nwas closed.",
        "Did anybody object? Most assuredly. As soon as the first\nfeeling of hatred against Napoleon had quieted down–as soon\nas the enthusiasm of the great war had subsided–as soon as\nthe people came to a full realisation of the crime that had been\ncommitted in the name of “peace and stability” they began to\nmurmur. They even made threats of open revolt. But what\ncould they do? They were powerless. They were at the mercy\nof the most pitiless and efficient police system the world had\never seen.",
        "The members of the Congress of Vienna honestly and sincerely\nbelieved that “the Revolutionary Principle had led to\nthe criminal usurpation of the throne by the former emperor\nNapoleon.” They felt that they were called upon to eradicate\nthe adherents of the so-called “French ideas” just as Philip II\nhad only followed the voice of his conscience when he burned\nProtestants or hanged Moors. In the beginning of the sixteenth\ncentury a man who did not believe in the divine right\nof the Pope to rule his subjects as he saw fit was a “heretic\"\nand it was the duty of all loyal citizens to kill him. In the\nbeginning of the nineteenth century, on the continent of Europe,\na man who did not believe in the divine right of his king to\nrule him as he or his Prime Minister saw fit, was a “heretic,” and\nit was the duty of all loyal citizens to denounce him to the nearest\npoliceman and see that he got punished.",
        "But the rulers of the year 1815 had learned efficiency in\nthe school of Napoleon and they performed their task much\nbetter than it had been done in the year 1517. The period\nbetween the year 1815 and the year 1860 was the great era of\nthe political spy. Spies were everywhere. They lived in palaces\nand they were to be found in the lowest gin-shops. They\npeeped through the key-holes of the ministerial cabinet and\nthey listened to the conversations of the people who were taking\nthe air on the benches of the Municipal Park. They guarded\nthe frontier so that no one might leave without a duly viseed\npassport and they inspected all packages, that no books with\ndangerous “French ideas” should enter the realm of their\nRoyal masters. They sat among the students in the lecture\nhall and woe to the Professor who uttered a word against the\nexisting order of things. They followed the little boys and\ngirls on their way to church lest they play hookey.",
        "In many of these tasks they were assisted by the clergy.\nThe church had suffered greatly during the days of the\nrevolution. The church property had been confiscated. Several\npriests had been killed and the generation that had learned its\ncathechism from Voltaire and Rousseau and the other French\nphilosophers had danced around the Altar of Reason when\nthe Committee of Public Safety had abolished the worship of\nGod in October of the year 1793. The priests had followed the\n“emigres” into their long exile. Now they returned in the\nwake of the allied armies and they set to work with a vengeance.",
        "Even the Jesuits came back in 1814 and resumed their\nformer labours of educating the young. Their order had been\na little too successful in its fight against the enemies of the\nchurch. It had established “provinces” in every part of the\nworld, to teach the natives the blessings of Christianity, but\nsoon it had developed into a regular trading company which\nwas for ever interfering with the civil authorities. During the\nreign of the Marquis de Pombal, the great reforming minister\nof Portugal, they had been driven out of the Portuguese lands\nand in the year 1773 at the request of most of the Catholic\npowers of Europe, the order had been suppressed by Pope\nClement XIV. Now they were back on the job, and preached\nthe principles of “obedience” and “love for the legitimate\ndynasty” to children whose parents had hired shopwindows that\nthey might laugh at Marie Antoinette driving to the scaffold\nwhich was to end her misery.",
        "But in the Protestant countries like Prussia, things were\nnot a whit better. The great patriotic leaders of the year 1812,\nthe poets and the writers who had preached a holy war upon the\nusurper, were now branded as dangerous “demagogues.” Their\nhouses were searched. Their letters were read. They were\nobliged to report to the police at regular intervals and give an\naccount of themselves. The Prussian drill master was let loose\nin all his fury upon the younger generation. When a party of\nstudents celebrated the tercentenary of the Reformation with\nnoisy but harmless festivities on the old Wartburg, the Prussian\nbureaucrats had visions of an imminent revolution. When\na theological student, more honest than intelligent, killed a\nRussian government spy who was operating in Germany, the\nuniversities were placed under police-supervision and professors\nwere jailed or dismissed without any form of trial.",
        "Russia, of course, was even more absurd in these anti-\nrevolutionary activities. Alexander had recovered from his attack\nof piety. He was gradually drifting toward melancholia. He\nwell knew his own limited abilities and understood how at\nVienna he had been the victim both of Metternich and the\nKrudener woman. More and more he turned his back upon the\nwest and became a truly Russian ruler whose interests lay in\nConstantinople, the old holy city that had been the first teacher\nof the Slavs. The older he grew, the harder he worked and the\nless he was able to accomplish. And while he sat in his study,\nhis ministers turned the whole of Russia into a land of military\nbarracks.",
        "It is not a pretty picture. Perhaps I might have shortened\nthis description of the Great Reaction. But it is just as well\nthat you should have a thorough knowledge of this era. It was\nnot the first time that an attempt had been made to set the\nclock of history back. The result was the usual one.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}