{
    "title": "The Thirty-nine Steps -                Guessed",
    "author": "John Buchan",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "     (1)  Place not harbour but open coast.",
        "     (2)  Boat small–trawler, yacht, or launch.\n     (3)  Place somewhere on East Coast between Cromer and Dover.",
        "it struck me as odd that I should be sitting at that desk with a\nCabinet Minister, a Field-Marshal, two high Government officials,\nand a French General watching me, while from the scribble of a\ndead man I was trying to drag a secret which meant life or death\nfor us.",
        "Sir Walter had joined us, and presently MacGillivray arrived.  He\nhad sent out instructions to watch the ports and railway stations for\nthe three men whom I had described to Sir Walter.  Not that he or\nanybody else thought that that would do much good.",
        "’Here’s the most I can make of it,’ I said.  ’We have got to find a\nplace where there are several staircases down to the beach, one of\nwhich has thirty-nine steps.  I think it’s a piece of open coast with\nbiggish cliffs, somewhere between the Wash and the Channel.  Also\nit’s a place where full tide is at 10.17 tomorrow night.’",
        "Then an idea struck me.  ’Is there no Inspector of Coastguards or\nsome fellow like that who knows the East Coast?’",
        "Whittaker said there was, and that he lived in Clapham.  He went\noff in a car to fetch him, and the rest of us sat about the little room\nand talked of anything that came into our heads.  I lit a pipe and\nwent over the whole thing again till my brain grew weary.",
        "About one in the morning the coastguard man arrived.  He was a\nfine old fellow, with the look of a naval officer, and was desperately\nrespectful to the company.  I left the War Minister to cross-examine\nhim, for I felt he would think it cheek in me to talk.",
        "’We want you to tell us the places you know on the East Coast\nwhere there are cliffs, and where several sets of steps run down to\nthe beach.’",
        "He thought for a bit.  ’What kind of steps do you mean, Sir?\nThere are plenty of places with roads cut down through the cliffs,\nand most roads have a step or two in them.  Or do you mean\nregular staircases–all steps, so to speak?’",
        "Sir Arthur looked towards me.  ’We mean regular staircases,’ I said.",
        "He reflected a minute or two.  ’I don’t know that I can think of\nany.  Wait a second.  There’s a place in Norfolk–Brattlesham–\nbeside a golf-course, where there are a couple of staircases, to let the\ngentlemen get a lost ball.’",
        "’That’s not it,’ I said.",
        "’Then there are plenty of Marine Parades, if that’s what you\nmean.  Every seaside resort has them.’",
        "I shook my head.\n’It’s got to be more retired than that,’ I said.",
        "’Well, gentlemen, I can’t think of anywhere else.  Of course,\nthere’s the Ruff–’",
        "’What’s that?’ I asked.",
        "’The big chalk headland in Kent, close to Bradgate.  It’s got a lot\nof villas on the top, and some of the houses have staircases down to\na private beach.  It’s a very high-toned sort of place, and the residents\nthere like to keep by themselves.’",
        "I tore open the Tide Tables and found Bradgate.  High tide there\nwas at 10.17 P.m.  on the 15th of June.",
        "’We’re on the scent at last,’ I cried excitedly.  ’How can I find out\nwhat is the tide at the Ruff?’",
        "’I can tell you that, Sir,’ said the coastguard man.  ’I once was lent\na house there in this very month, and I used to go out at night to\nthe deep-sea fishing.  The tide’s ten minutes before Bradgate.’",
        "I closed the book and looked round at the company.",
        "’If one of those staircases has thirty-nine steps we have solved\nthe mystery, gentlemen,’ I said.  ’I want the loan of your car, Sir\nWalter, and a map of the roads.  If Mr MacGillivray will spare me\nten minutes, I think we can prepare something for tomorrow.’",
        "It was ridiculous in me to take charge of the business like this,\nbut they didn’t seem to mind, and after all I had been in the show\nfrom the start.  Besides, I was used to rough jobs, and these eminent\ngentlemen were too clever not to see it.  It was General Royer who\ngave me my commission.  ’I for one,’ he said, ’am content to leave\nthe matter in Mr Hannay’s hands.’",
        "By half-past three I was tearing past the moonlit hedgerows of\nKent, with MacGillivray’s best man on the seat beside me.",
        "Continue...",
        "\nThis eBook of “The Thirty-nine Steps” by John Buchan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Four Adventures of Richard Hannay: The Thirty-Nine Steps/Greenmantle/Mr. Standfast/the Three HostagesBy John BuchanAt Amazon"
    ]
}