{
    "title": "The Varieties of Religious Experience II - Lectures XVU and XVII. Mysticism",
    "author": "William James",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "Over and over again in these lectures I have raised points and\nleft them open and unfinished until we should have come to the\nsubject of Mysticism.  Some of you, I fear, may have smiled as\nyou noted my reiterated postponements.  But now the hour has come\nwhen mysticism must be faced in good earnest, and those broken\nthreads wound up together.  One may say truly, I think, that\npersonal religious experience has its root and centre in mystical\nstates of consciousness; so for us, who in these lectures are\ntreating personal experience as the exclusive subject of our\nstudy, such states of consciousness ought to form the vital\nchapter from which the other chapters get their light.  Whether\nmy treatment of mystical states will shed more light or darkness,\nI do not know, for my own constitution shuts me out from their\nenjoyment almost entirely, and I can speak of them only at second\nhand.  But though forced to look upon the subject so externally,\nI will be as objective and receptive as I can; and I think I\nshall at least succeed in convincing you of the reality of the\nstates in question, and of the paramount importance of their\nfunction.",
        "First of all, then, I ask, What does the expression “mystical\nstates of consciousness” mean?  How do we part off mystical\nstates from other states?",
        "The words “mysticism” and “mystical” are often used as terms of\nmere reproach, to throw at any opinion which we regard as vague\nand vast and sentimental, and without a base in either facts or\nlogic.  For some writers a “mystic” is any person who believes in\nthought-transference, or spirit-return.  Employed in this way the\nword has little value:  there are too many less ambiguous\nsynonyms.  So, to keep it useful by restricting it, I will do\nwhat I did in the case of the word “religion,” and simply propose\nto you four marks which, when an experience has them, may justify\nus in calling it mystical for the purpose of the present\nlectures. In this way we shall save verbal disputation, and the\nrecriminations that generally go therewith.",
        "1.  Ineffability.–The handiest of the marks by which I classify\na state of mind as mystical is negative.  The subject of it\nimmediately says that it defies expression, that no adequate\nreport of its contents can be given in words.  It follows from\nthis that its quality must be directly experienced; it cannot be\nimparted or transferred to others.  In this peculiarity mystical\nstates are more like states of feeling than like states of\nintellect.  No one can make clear to another who has never had a\ncertain feeling, in what the quality or worth of it consists. \nOne must have musical ears to know the value of a symphony; one\nmust have been in love one’s self to understand a lover’s state\nof mind.  Lacking the heart or ear, we cannot interpret the\nmusician or the lover justly, and are even likely to consider him\nweak-minded or absurd. The mystic finds that most of us accord to\nhis experiences an equally incompetent treatment.",
        "2.  Noetic quality.–Although so similar to states of feeling,\nmystical states seem to those who experience them to be also\nstates of knowledge.  They are states of insight into depths of\ntruth unplumbed by the discursive intellect.  They are\nilluminations, revelations, full of significance and importance,\nall inarticulate though they remain; and as a rule they carry\nwith them a curious sense of authority for after-time.",
        "These two characters will entitle any state to be called\nmystical, in the sense in which I use the word.  Two other\nqualities are less sharply marked, but are usually found. These\nare:–",
        "3.  Transiency.–Mystical states cannot be sustained for long. \nExcept in rare instances, half an hour, or at most an hour or\ntwo, seems to be the limit beyond which they fade into the light\nof common day.  Often, when faded, their quality can but\nimperfectly be reproduced in memory; but when they recur it is\nrecognized; and from one recurrence to another it is susceptible\nof continuous development in what is felt as inner richness and\nimportance.",
        "4.  Passivity.–Although the oncoming of mystical states may be\nfacilitated by preliminary voluntary operations, as by fixing the\nattention, or going through certain bodily performances, or in\nother ways which manuals of mysticism prescribe; yet when the\ncharacteristic sort of consciousness once has set in, the mystic\nfeels as if his own will were in abeyance, and indeed sometimes\nas if he were grasped and held by a superior power.  This latter\npeculiarity connects mystical states with certain definite\nphenomena of secondary or alternative personality, such as\nprophetic speech, automatic writing, or the mediumistic trance. \nWhen these latter conditions are well pronounced, however, there\nmay be no recollection whatever of the phenomenon, and it may\nhave no significance for the subject’s usual inner life, to\nwhich, as it were, it makes a mere interruption.  Mystical\nstates, strictly so-called, are never merely interruptive.  Some\nmemory of their content always remains, and a profound sense of\ntheir importance.  They modify the inner life of the subject\nbetween the times of their recurrence.  Sharp divisions in this\nregion are, however, difficult to make, and we find all sorts of\ngradations and mixtures.",
        "These four characteristics are sufficient to mark out a group of\nstates of consciousness peculiar enough to deserve a special name\nand to call for careful study.  Let it then be called the\nmystical group.\n \nOur next step should be to gain acquaintance with some typical\nexamples.  Professional mystics at the height of their\ndevelopment have often elaborately organized experiences and a\nphilosophy based thereupon.  But you remember what I said in my\nfirst lecture:  phenomena are best understood when placed within\ntheir series, studied in their germ and in their over-ripe decay,\nand compared with their exaggerated and degenerated kindred.  The\nrange of mystical experience is very wide, much too wide for us\nto cover in the time at our disposal.  Yet the method of serial\nstudy is so essential for interpretation that if we really wish\nto reach conclusions we must use it.  I will begin, therefore,\nwith phenomena which claim no special religious significance, and\nend with those of which the religious pretensions are extreme.",
        "The simplest rudiment of mystical experience would seem to be\nthat deepened sense of the significance of a maxim or formula\nwhich occasionally sweeps over one. “I’ve heard that said all my\nlife,” we exclaim, “but I never realized its full meaning until\nnow.”  “When a fellow-monk,” said Luther, “one day repeated\nthe words of the Creed:  ’I believe in the forgiveness of sins,’\nI saw the Scripture in an entirely new light; and straightway I\nfelt as if I were born anew.  It was as if I had found the door\nof paradise thrown wide open.\"[226] This sense of deeper\nsignificance is not confined to rational propositions.  Single\nwords,[227] and conjunctions of words, effects of light on land\nand sea, odors and musical sounds, all bring it when the mind is\ntuned aright.  Most of us can remember the strangely moving power\nof passages in certain poems read when we were young, irrational\ndoorways as they were through which the mystery of fact, the\nwildness and the pang of life, stole into our hearts and thrilled\nthem.  The words have now perhaps become mere polished surfaces\nfor us; but lyric poetry and music are alive and significant only\nin proportion as they fetch these vague vistas of a life\ncontinuous with our own, beckoning and inviting, yet ever eluding\nour pursuit.  We are alive or dead to the eternal inner message\nof the arts according as we have kept or lost this mystical\nsusceptibility.",
        "[226] Newman’s Securus judicat orbis terrarum is another\ninstance.",
        "[227] “Mesopotamia” is the stock comic instance.–An excellent\nOld German lady, who had done some traveling in her day, used to\ndescribe to me her Sehnsucht that she might yet visit\n“Philadelphia,” whose wondrous name had always haunted her\nimagination.  Of John Foster it is said that “single words (as\nchalcedony), or the names of ancient heroes, had a mighty\nfascination over him.  ’At any time the word hermit was enough to\ntransport him.’ The words woods and forests would produce the\nmost powerful emotion.”  Foster’s Life, by Ryland, New York,\n1846, p. 3.",
        "A more pronounced step forward on the mystical ladder is found in\nan extremely frequent phenomenon, that sudden feeling, namely,\nwhich sometimes sweeps over us, of having “been here before,” as\nif at some indefinite past time, in just this place, with just\nthese people, we were already saying just these things.  As\nTennyson writes:",
        "     “Moreover, something is or seems\n      That touches me with mystic gleams,\n      Like glimpses of forgotten dreams–\n\n     “Of something felt, like something here;\n      Of something done, I know not where;\n      Such as no language may declare.\"[228]",
        "[228] The Two Voices.  In a letter to Mr. B. P. Blood, Tennyson\nreports of himself as follows:–",
        "“I have never had any revelations through anaesthetics, but a\nkind of waking trance–this for lack of a better word–I have\nfrequently had, quite up from boyhood, when I have been all\nalone.  This has come upon me through repeating my own name to\nmyself silently, till all at once, as it were out of the\nintensity of the consciousness of individuality, individuality\nitself seemed to dissolve and fade away into boundless being, and\nthis not a confused state but the clearest, the surest of the\nsurest, utterly beyond words–where death was an almost laughable\nimpossibility–the loss of personality (if so it were) seeming no\nextinction, but the only true life.  I am ashamed of my feeble\ndescription.  Have I not said the state is utterly beyond words?”",
        "Professor Tyndall, in a letter, recalls Tennyson saying of this\ncondition:  “By God Almighty! there is no delusion in the matter!\nIt is no nebulous ecstasy, but a state of transcendent wonder,\nassociated with absolute clearness of mind.”  Memoirs of Alfred\nTennyson, ii. 473.",
        "Sir James Crichton-Browne has given the technical name of “dreamy\nstates” to these sudden invasions of vaguely reminiscent\nconsciousness.[229] They bring a sense of mystery and of the\nmetaphysical duality of things, and the feeling of an enlargement\nof perception which seems imminent but which never completes\nitself.  In Dr. Crichton-Browne’s opinion they connect themselves\nwith the perplexed and scared disturbances of self-consciousness\nwhich occasionally precede epileptic attacks.  I think that this\nlearned alienist takes a rather absurdly alarmist view of an\nintrinsically insignificant phenomenon.  He follows it along the\ndownward ladder, to insanity; our path pursues the upward ladder\nchiefly.  The divergence shows how important it is to neglect no\npart of a phenomenon’s connections, for we make it appear\nadmirable or dreadful according to the context by which we set it\noff.",
        "[229] The Lancet, July 6 and 13, 1895, reprinted as the Cavendish\nLecture, on Dreamy Mental States, London, Bailliere, 1895.  They\nhave been a good deal discussed of late by psychologists.  See,\nfor example, Bernard-Leroy:  L’Illusion de Fausse Reconnaissance,\nParis, 1898.",
        "Somewhat deeper plunges into mystical consciousness are met with\nin yet other dreamy states.  Such feelings as these which Charles\nKingsley describes are surely far from being uncommon, especially\nin youth:–",
        "“When I walk the fields, I am oppressed now and then with an\ninnate feeling that everything I see has a meaning, if I could\nbut understand it.  And this feeling of being surrounded with\ntruths which I cannot grasp amounts to indescribable awe\nsometimes. . . .  Have you not felt that your real soul was\nimperceptible to your mental vision, except in a few hallowed\nmoments?\"[230]",
        "[230] Charles Kingsley’s Life, i. 55, quoted by Inge:  Christian\nMysticism, London, 1899, p. 341.",
        "A much more extreme state of mystical consciousness is described\nby J. A. Symonds; and probably more persons than we suspect could\ngive parallels to it from their own experience.",
        "“Suddenly,” writes Symonds, “at church, or in company, or when I\nwas reading, and always, I think, when my muscles were at rest, I\nfelt the approach of the mood.  Irresistibly it took possession\nof my mind and will, lasted what seemed an eternity, and\ndisappeared in a series of rapid sensations which resembled the\nawakening from anaesthetic influence.  One reason why I disliked\nthis kind of trance was that I could not describe it to myself. I\ncannot even now find words to render it intelligible.  It\nconsisted in a gradual but swiftly progressive obliteration of\nspace, time, sensation, and the multitudinous factors of\nexperience which seem to qualify what we are pleased to call our\nSelf. In proportion as these conditions of ordinary consciousness\nwere subtracted, the sense of an underlying or essential\nconsciousness acquired intensity.  At last nothing remained but a\npure, absolute, abstract Self.  The universe became without form\nand void of content.  But Self persisted, formidable in its vivid\nkeenness, feeling the most poignant doubt about reality, ready,\nas it seemed, to find existence break as breaks a bubble round\nabout it.  And what then?  The apprehension of a coming\ndissolution, the grim conviction that this state was the last\nstate of the conscious Self, the sense that I had followed the\nlast thread of being to the verge of the abyss, and had arrived\nat demonstration of eternal Maya or illusion, stirred or seemed\nto stir me up again.  The return to ordinary conditions of\nsentient existence began by my first recovering the power of\ntouch, and then by the gradual though rapid influx of familiar\nimpressions and diurnal interests.  At last I felt myself once\nmore a human being; and though the riddle of what is meant by\nlife remained unsolved I was thankful for this return from the\nabyss–this deliverance from so awful an initiation into the\nmysteries of skepticism.",
        "“This trance recurred with diminishing frequency until I reached\nthe age of twenty-eight.  It served to impress upon my growing\nnature the phantasmal unreality of all the circumstances which\ncontribute to a merely phenomenal consciousness. Often have I\nasked myself with anguish, on waking from that formless state of\ndenuded, keenly sentient being, Which is the unreality–the\ntrance of fiery, vacant, apprehensive, skeptical Self from which\nI issue, or these surrounding phenomena and habits which veil\nthat inner Self and build a self of flesh-and- blood\nconventionality?  Again, are men the factors of some dream, the\ndream-like unsubstantiality of which they comprehend at such\neventful moments?  What would happen if the final stage of the\ntrance were reached?\"[231]",
        "[231] H. F. Brown:  J. A. Symonds. a Biography, London, 1895, pp.\n29-31, abridged.",
        "In a recital like this there is certainly something suggestive of\npathology.[232]  The next step into mystical states carries us\ninto a realm that public opinion and ethical philosophy have long\nsince branded as pathological, though private practice and\ncertain lyric strains of poetry seem still to bear witness to its\nideality.  I refer to the consciousness produced by intoxicants\nand anaesthetics, especially by alcohol.  The sway of alcohol\nover mankind is unquestionably due to its power to stimulate the\nmystical faculties of human nature, usually crushed to earth by\nthe cold facts and dry criticisms of the sober hour.  Sobriety\ndiminishes, discriminates, and says no; drunkenness expands,\nunites, and says yes.  It is in fact the great exciter of the YES\nfunction in man.  It brings its votary from the chill periphery\nof things to the radiant core.  It makes him for the moment one\nwith truth.  Not through mere perversity do men run after it.  To\nthe poor and the unlettered it stands in the place of symphony\nconcerts and of literature; and it is part of the deeper mystery\nand tragedy of life that whiffs and gleams of something that we\nimmediately recognize as excellent should be vouchsafed to so\nmany of us only in the fleeting earlier phases of what in its\ntotality is so degrading a poisoning.  The drunken consciousness\nis one bit of the mystic consciousness, and our total opinion of\nit must find its place in our opinion of that larger whole.",
        "[232] Crichton-Browne expressly says that Symonds’s “highest\nnerve centres were in some degree enfeebled or damaged by these\ndreamy mental states which afflicted him so grievously.”   \nSymonds was, however, a perfect monster of many-sided cerebral\nefficiency, and his critic gives no objective grounds whatever\nfor his strange opinion, save that Symonds complained\noccasionally, as all susceptible and ambitious men complain, of\nlassitude and uncertainty as to his life’s mission.",
        "Nitrous oxide and ether, especially nitrous oxide, when\nsufficiently diluted with air, stimulate the mystical\nconsciousness in an extraordinary degree.  Depth beyond depth of\ntruth seems revealed to the inhaler.  This truth fades out,\nhowever, or escapes, at the moment of coming to; and if any words\nremain over in which it seemed to clothe itself, they prove to be\nthe veriest nonsense.  Nevertheless, the sense of a profound\nmeaning having been there persists; and I know more than one\nperson who is persuaded that in the nitrous oxide trance we have\na genuine metaphysical revelation.",
        "Some years ago I myself made some observations on this aspect of\nnitrous oxide intoxication, and reported them in print.  One\nconclusion was forced upon my mind at that time, and my\nimpression of its truth has ever since remained unshaken.  It is\nthat our normal waking consciousness, rational consciousness as\nwe call it, is but one special type of consciousness, whilst all\nabout it, parted from it by the filmiest of screens, there lie\npotential forms of consciousness entirely different.  We may go\nthrough life without suspecting their existence; but apply the\nrequisite stimulus, and at a touch they are there in all their\ncompleteness, definite types of mentality which probably\nsomewhere have their field of application and adaptation.  No\naccount of the universe in its totality can be final which leaves\nthese other forms of consciousness quite disregarded.  How to\nregard them is the question–for they are so discontinuous with\nordinary consciousness.  Yet they may determine attitudes though\nthey cannot furnish formulas, and open a region though they fail\nto give a map. At any rate, they forbid a premature closing of\nour\naccounts with reality.  Looking back on my own experiences, they\nall converge towards a kind of insight to which I cannot help\nascribing some metaphysical significance.  The keynote of it is\ninvariably a reconciliation.  It is as if the opposites of the\nworld, whose contradictoriness and conflict make all our\ndifficulties and troubles, were melted into unity.  Not only do\nthey, as contrasted species, belong to one and the same genus,\nbut one of the species, the nobler and better one, is itself the\ngenus, and so soaks up and absorbs its opposite into itself. \nThis is a dark saying, I know, when thus expressed in terms of\ncommon logic, but I cannot wholly escape from its authority. I\nfeel as if it must mean something, something like what the\nhegelian philosophy means, if one could only lay hold of it more\nclearly.  Those who have ears to hear, let them hear; to me the\nliving sense of its reality only comes in the artificial mystic\nstate of mind.[233]",
        "[233] What reader of Hegel can doubt that that sense of a\nperfected Being with all its otherness soaked up into itself,\nwhich dominates his whole philosophy, must have come from the\nprominence in his consciousness of mystical moods like this, in\nmost persons kept subliminal?  The notion is thoroughly\ncharacteristic of the mystical level and the Aufgabe of making it\narticulate was surely set to Hegel’s intellect by mystical\nfeeling.",
        "I just now spoke of friends who believe in the anaesthetic\nrevelation.  For them too it is a monistic insight, in which the\nOTHER in its various forms appears absorbed into the One.",
        "“Into this pervading genius,” writes one of them, “we pass,\nforgetting and forgotten, and thenceforth each is all, in God.\nThere is no higher, no deeper, no other, than the life in which\nwe are founded.  ’The One remains, the many change and pass;’ and\neach and every one of us IS the One that remains. . . . This is\nthe ultimatum. . . .  As sure as being–whence is all our\ncare–so sure is content, beyond duplexity, antithesis, or\ntrouble, where I have triumphed in a solitude that God is not\nabove.\"[234]",
        "[234] Benjamin Paul Blood:  The Anaesthetic Revelation and the\nGist of Philosophy, Amsterdam, N. Y., 1874, pp. 35, 36.  Mr.\nBlood has made several attempts to adumbrate the anaesthetic\nrevelation, in pamphlets of rare literary distinction, privately\nprinted and distributed by himself at Amsterdam.  Xenos Clark, a\nphilosopher, who died young at Amherst in the ’80’s, much\nlamented by those who knew him, was also impressed by the\nrevelation.  “In the first place,” he once wrote to me, “Mr.\nBlood and I agree that the revelation is, if anything\nnon-emotional.  It is utterly flat.  It is, as Mr. Blood says,\n’the one sole and sufficient insight why, or not why, but how,\nthe present is pushed on by the past, and sucked forward by the\nvacuity of the future.  Its inevitableness defeats all attempts\nat stopping or accounting for it.  It is all precedence and\npresupposition, and questioning is in regard to it forever too\nlate.  It is an initiation of the past.’ The real secret would be\nthe formula by which the ’now’ keeps exfoliating out of itself,\nyet never escapes.  What is it, indeed, that keeps existence\nexfoliating?  The formal being of anything, the logical\ndefinition of it, is static.  For mere logic every question\ncontains its own answer–we simply fill the hole with the dirt we\ndug out.  Why are twice two four?  Because, in fact, four is\ntwice two.  Thus logic finds in life no propulsion, only a\nmomentum.  It goes because it is a-going. But the revelation\nadds:  it goes because it is and WAS a-going.  You walk, as it\nwere, round yourself in the revelation.  Ordinary philosophy is\nlike a hound hunting his own tail.  The more he hunts the farther\nhe has to go, and his nose never catches up with his heels,\nbecause it is forever ahead of them.  So the present is already a\nforegone conclusion, and I am ever too late to understand it. \nBut at the moment of recovery from anaesthesis, just then, BEFORE\nSTARTING ON LIFE, I catch, so to speak, a glimpse of my heels, a\nglimpse of the eternal process just in the act of starting.  The\ntruth is that we travel on a journey that was accomplished before\nwe set out; and the real end of philosophy is accomplished, not\nwhen we arrive at, but when we remain in, our destination (being\nalready there)–which may occur vicariously in this life when we\ncease our intellectual questioning. That is why there is a smile\nupon the face of the revelation, as we view it.  It tells us that\nwe are forever half a second too late– that’s all.  ’You could\nkiss your own lips, and have all the fun to yourself,’ it says,\nif you only knew the trick.  It would be perfectly easy if they\nwould just stay there till you got round to them. Why don’t you\nmanage it somehow?”",
        "Dialectically minded readers of this farrago will at least\nrecognize the region of thought of which Mr. Clark writes, as\nfamiliar.  In his latest pamphlet, “Tennyson’s Trances and the\nAnaesthetic Revelation,” Mr. Blood describes its value for life\nas follows:–",
        "“The Anaesthetic Revelation is the Initiation of Man into the\nImmemorial Mystery of the Open Secret of Being, revealed as the\nInevitable Vortex of Continuity.  Inevitable is the word.  Its\nmotive is inherent–it is what has to be.  It is not for any love\nor hate, nor for joy nor sorrow, nor good nor ill.  End,\nbeginning, or purpose, it knows not of.",
        "“It affords no particular of the multiplicity and variety of\nthings but it fills appreciation of the historical and the sacred\nwith a secular and intimately personal illumination of the nature\nand motive of existence, which then seems reminiscent–as if it\nshould have appeared, or shall yet appear, to every participant\nthereof.",
        "“Although it is at first startling in its solemnity, it becomes\ndirectly such a matter of course–so old-fashioned, and so akin\nto proverbs that it inspires exultation rather than fear, and a\nsense of safety, as identified with the aboriginal and the\nuniversal.  But no words may express the imposing certainty of\nthe patient that he is realizing the primordial, Adamic surprise\nof Life.",
        "“Repetition of the experience finds it ever the same, and as if\nit could not possibly be otherwise.  The subject resumes his\nnormal consciousness only to partially and fitfully remember its\noccurrence, and to try to formulate its baffling import–with\nonly this consolatory afterthought:  that he has known the oldest\ntruth, and that he has done with human theories as to the origin,\nmeaning, or destiny of the race.  He is beyond instruction in\n’spiritual things.’",
        "“The lesson is one of central safety:  the Kingdom is within. \nAll days are judgment days:  but there can be no climacteric\npurpose of eternity, nor any scheme of the whole.  The astronomer\nabridges the row of bewildering figures by increasing his unit of\nmeasurement: so may we reduce the distracting multiplicity of\nthings to the unity for which each of us stands.",
        "“This has been my moral sustenance since I have known of it.  In\nmy first printed mention of it I declared:  ’The world is no more\nthe alien terror that was taught me.  Spurning the cloud-grimed\nand still sultry battlements whence so lately Jehovan thunders\nboomed, my gray gull lifts her wing against the nightfall, and\ntakes the dim leagues with a fearless eye.’ And now, after\ntwenty-seven years of this experience, the wing is grayer, but\nthe eye is fearless still, while I renew and doubly emphasize\nthat declaration.  I know–as having known–the meaning of\nExistence:  the sane centre of the universe– at once the wonder\nand the assurance of the soul–for which the speech of reason has\nas yet no name but the Anaesthetic Revelation.” –I have\nconsiderably abridged the quotation.",
        "This has the genuine religious mystic ring! I just now quoted J.\nA. Symonds.  He also records a mystical experience with\nchloroform, as follows:–",
        "’After the choking and stifling had passed away, I seemed at\nfirst in a state of utter blankness; then came flashes of intense\nlight, alternating with blackness, and with a keen vision of what\nwas going on in the room around me, but no sensation of touch. I\nthought that I was near death; when, suddenly, my soul became\naware of God, who was manifestly dealing with me, handling me, so\nto speak, in an intense personal present reality.  I felt him\nstreaming in like light upon me. . . .  I cannot describe the\necstasy I felt.  Then, as I gradually awoke from the influence of\nthe anaesthetics, the old sense of my relation to the world began\nto return, the new sense of my relation to God began to fade.  I\nsuddenly leapt to my feet on the chair where I was sitting, and\nshrieked out, ’It is too horrible, it is too horrible, it is too\nhorrible,’ meaning that I could not bear this disillusionment.\nThen I flung myself on the ground, and at last awoke covered with\nblood, calling to the two surgeons (who were frightened), ’Why\ndid you not kill me?  Why would you not let me die?’ Only think\nof it.  To have felt for that long dateless ecstasy of vision the\nvery God, in all purity and tenderness and truth and absolute\nlove, and then to find that I had after all had no revelation,\nbut that I had been tricked by the abnormal excitement of my\nbrain.",
        "“Yet, this question remains, Is it possible that the inner sense\nof reality which succeeded, when my flesh was dead to impressions\nfrom without, to the ordinary sense of physical relations, was\nnot a delusion but an actual experience?  Is it possible that I,\nin that moment, felt what some of the saints have said they\nalways felt, the undemonstrable but irrefragable certainty of\nGod?\"[235]",
        "[235] Op. cit., pp. 78-80, abridged.  I subjoin, also abridging\nit, another interesting anaesthetic revelation communicated to me\nin manuscript by a friend in England.  The subject, a gifted\nwoman, was taking ether for a surgical operation.",
        "“I wondered if I was in a prison being tortured, and why I\nremembered having heard it said that people ’learn through\nsuffering,’ and in view of what I was seeing, the inadequacy of\nthis saying struck me so much that I said, aloud, ’to suffer IS\nto learn.’",
        "“With that I became unconscious again, and my last dream\nimmediately preceded my real coming to.  It only lasted a few\nseconds, and was most vivid and real to me, though it may not be\nclear in words.",
        "“A great Being or Power was traveling through the sky, his foot\nwas on a kind of lightning as a wheel is on a rail, it was his\npathway.  The lightning was made entirely of the spirits of\ninnumerable people close to one another, and I was one of them. \nHe moved in a straight line, and each part of the streak or flash\ncame into its short conscious existence only that he might\ntravel.  I seemed to be directly under the foot of God, and I\nthought he was grinding his own life up out of my pain.  Then I\nsaw that what he had been trying with all his might to do was to\nCHANGE HIS COURSE, to BEND the line of lightning to which he was\ntied, in the direction in which he wanted to go.  I felt my\nflexibility and helplessness, and knew that he would succeed. He\nbended me, turning his corner by means of my hurt, hurting me\nmore than I had ever been hurt in my life, and at the acutest\npoint of this, as he passed, I SAW.  I understood for a moment\nthings that I have now forgotten, things that no one could\nremember while retaining sanity.  The angle was an obtuse angle,\nand I remember thinking as I woke that had he made it a right or\nacute angle, I should have both suffered and ’seen’ still more,\nand should probably have died.",
        "“He went on and I came to.  In that moment the whole of my life\npassed before me, including each little meaningless piece of\ndistress, and I UNDERSTOOD them.  THIS was what it had all meant,\nTHIS was the piece of work it had all been contributing to do.  I\ndid not see God’s purpose, I only saw his intentness and his\nentire relentlessness towards his means.  He thought no more of\nme than a man thinks of hurting a cork when he is opening wine,\nor hurting a cartridge when he is firing.  And yet, on waking, my\nfirst feeling was, and it came with tears, ’Domine non sum\ndigna,’ for I had been lifted into a position for which I was too\nsmall.  I realized that in that half hour under ether I had\nserved God more distinctly and purely than I had ever done in my\nlife before, or than I am capable of desiring to do.  I was the\nmeans of his achieving and revealing something, I know not what\nor to whom, and that, to the exact extent of my capacity for\nsuffering.",
        "“While regaining consciousness, I wondered why, since I had gone\nso deep, I had seen nothing of what the saints call the LOVE of\nGod, nothing but his relentlessness.  And then I heard an answer,\nwhich I could only just catch, saying, ’Knowledge and Love are\nOne, and the MEASURE is suffering’–I give the words as they came\nto me. With that I came finally to (into what seemed a dream\nworld compared with the reality of what I was leaving), and I saw\nthat what would be called the ’cause’ of my experience was a\nslight operation under insufficient ether, in a bed pushed up\nagainst a window, a common city window in a common city street. \nIf I had to formulate a few of the things I then caught a glimpse\nof, they would run somewhat as follows:–",
        "“The eternal necessity of suffering and its eternal\nvicariousness. The veiled and incommunicable nature of the worst\nsufferings;–the passivity of genius, how it is essentially\ninstrumental and defenseless, moved, not moving, it must do what\nit does;–the impossibility of discovery without its\nprice;–finally, the excess of what the suffering ’seer’ or\ngenius pays over what his generation gains.  (He seems like one\nwho sweats his life out to earn enough to save a district from\nfamine, and just as he staggers back, dying and satisfied,\nbringing a lac of rupees to buy grain with, God lifts the lac\naway, dropping ONE rupee, and says, ’That you may give them. \nThat you have earned for them.  The rest is for ME.’) I perceived\nalso in a way never to be forgotten, the excess of what we see\nover what we can demonstrate.",
        "“And so on!–these things may seem to you delusions, or truisms;\nbut for me they are dark truths, and the power to put them into\neven such words as these has been given me by an ether dream.”",
        "With this we make connection with religious mysticism pure and\nsimple.  Symonds’s question takes us back to those examples which\nyou will remember my quoting in the lecture on the Reality of the\nUnseen, of sudden realization of the immediate presence of God. \nThe phenomenon in one shape or another is not uncommon.",
        "“I know,” writes Mr. Trine, “an officer on our police force who\nhas told me that many times when off duty, and on his way home in\nthe evening, there comes to him such a vivid and vital\nrealization of his oneness with this Infinite Power, and this\nSpirit of Infinite Peace so takes hold of and so fills him, that\nit seems as if his feet could hardly keep to the pavement, so\nbuoyant and so exhilarated does he become by reason of this\ninflowing tide.\"[236]",
        "[236] In Tune with the Infinite, p. 137.",
        "Certain aspects of nature seem to have a peculiar power of\nawakening such mystical moods.[237] Most of the striking cases\nwhich I have collected have occurred out of doors.  Literature\nhas commemorated this fact in many passages of great beauty–this\nextract, for example, from Amiel’s Journal Intime:–",
        "[237] The larger God may then swallow up the smaller one.  I take\nthis from Starbuck’s manuscript collection:–",
        "“I never lost the consciousness of the presence of God until I\nstood at the foot of the Horseshoe Falls, Niagara.  Then I lost\nhim in the immensity of what I saw.  I also lost myself, feeling\nthat I was an atom too small for the notice of Almighty God.”",
        "I subjoin another similar case from Starbuck’s collection:–",
        "“In that time the consciousness of God’s nearness came to me\nsometimes.  I say God, to describe what is indescribable.  A\npresence, I might say, yet that is too suggestive of personality,\nand the moments of which I speak did not hold the consciousness\nof a personality, but something in myself made me feel myself a\npart of something bigger than I, that was controlling.  I felt\nmyself one with the grass, the trees, birds, insects, everything\nin Nature.  I exulted in the mere fact of existence, of being a\npart of it all–the drizzling rain, the shadows of the clouds,\nthe tree-trunks, and so on.  In the years following, such moments\ncontinued to come, but I wanted them constantly.  I knew so well\nthe satisfaction of losing self in a perception of supreme power\nand love, that I was unhappy because that perception was not\nconstant.” The cases quoted in my third lecture, pp. 65, 66, 69,\nare still better ones of this type.  In her essay, The Loss of\nPersonality, in The Atlantic Monthly (vol. lxxxv. p. 195), Miss\nEthel D. Puffer explains that the vanishing of the sense of self,\nand the feeling of immediate unity with the object, is due to the\ndisappearance, in these rapturous experiences, of the motor\nadjustments which habitually intermediate between the constant\nbackground of consciousness (which is the Self) and the object in\nthe foreground, whatever it may be.  I must refer the reader to\nthe highly instructive article, which seems to me to throw light\nupon the psychological conditions, though it fails to account for\nthe rapture or the revelation-value of the experience in the\nSubject’s eyes.",
        "“Shall I ever again have any of those prodigious reveries which\nsometimes came to me in former days?  One day, in youth, at\nsunrise, sitting in the ruins of the castle of Faucigny; and\nagain in the mountains, under the noonday sun, above Lavey, lying\nat the foot of a tree and visited by three butterflies; once more\nat night upon the shingly shore of the Northern Ocean, my back\nupon the sand and my vision ranging through the Milky Way;–such\ngrand and spacious, immortal, cosmogonic reveries, when one\nreaches to the stars, when one owns the infinite!  Moments\ndivine, ecstatic hours; in which our thought flies from world to\nworld, pierces the great enigma, breathes with a respiration\nbroad, tranquil, and deep as the respiration of the ocean, serene\nand limitless as the blue firmament; . . . instants of\nirresistible intuition in which one feels one’s self great as the\nuniverse, and calm as a god. . . .  What hours, what memories!\nThe vestiges they leave behind are enough to fill us with belief\nand enthusiasm, as if they were visits of the Holy Ghost.\"[238]",
        "[238] Op cit., i. 43-44",
        "Here is a similar record from the memoirs of that interesting\nGerman idealist, Malwida von Meysenbug:–",
        "“I was alone upon the seashore as all these thoughts flowed over\nme, liberating and reconciling; and now again, as once before in\ndistant days in the Alps of Dauphine, I was impelled to kneel\ndown, this time before the illimitable ocean, symbol of the\nInfinite.  I felt that I prayed as I had never prayed before, and\nknew now what prayer really is:  to return from the solitude of\nindividuation into the consciousness of unity with all that is,\nto kneel down as one that passes away, and to rise up as one \nimperishable.  Earth, heaven, and sea resounded as in one vast\nworld-encircling harmony.  It was as if the chorus of all the\ngreat who had ever lived were about me.  I felt myself one with\nthem, and it appeared as if I heard their greeting:  ’Thou too\nbelongest to the company of those who overcome.’\"[239]",
        "[239] Memoiren einer Idealistin, Ste Auflage, 1900, iii. 166. \nFor years she had been unable to pray, owing to materialistic\nbelief.",
        "The well known passage from Walt Whitman is a classical\nexpression of this sporadic type of mystical experience.",
        " “I believe in you, my Soul . . .  \nLoaf with me on the grass, loose the stop from your throat;. . . \nOnly the lull I like, the hum of your valved voice.  \nI mind how once we lay, such a transparent summer morning.  \nSwiftly arose and spread around me the peace and knowledge      \n     that pass all the argument of the earth,  \nAnd I know that the hand of God is the promise of my own,  \nAnd I know that the spirit of God is the brother of my own,  \nAnd that all the men ever born are also my brothers and the     \n      women my sisters and lovers,  \nAnd that a kelson of the creation is love.\"[240]",
        "[240] Whitman in another place expresses in a quieter way what\nwas probably with him a chronic mystical perception:  “There is,\"\nhe writes, “apart from mere intellect, in the make-up of every\nsuperior human identity, a wondrous something that realizes\nwithout argument, frequently without what is called education\n(though I think it the goal and apex of all education deserving\nthe name), an intuition of the absolute balance, in time and\nspace, of the whole of this multifariousness this revel of fools,\nand incredible make-believe and general unsettiedness, we call\nTHE WORLD; a soul-sight of that divine clue and unseen thread\nwhich holds the whole congeries of things, all history and time,\nand all events, however trivial, however momentous, like a\nleashed dog in the hand of the hunter.  [Of] such soul-sight and\nroot-centre for the mind mere optimism explains only the\nsurface.”  Whitman charges it against Carlyle that he lacked this\nperception.  Specimen Days and Collect, Philadelphia, 1882, p.\n174.",
        "I could easily give more instances, but one will suffice.  I take\nit from the Autobiography of J. Trevor.[241]",
        "[241] My Quest for God, London, 1897, pp. 268, 269, abridged.",
        "“One brilliant Sunday morning, my wife and boys went to the\nUnitarian Chapel in Macclesfield.  I felt it impossible to\naccompany them–as though to leave the sunshine on the hills, and\ngo down there to the chapel, would be for the time an act of\nspiritual suicide.  And I felt such need for new inspiration and\nexpansion in my life.  So, very reluctantly and sadly, I left my\nwife and boys to go down into the town, while I went further up\ninto the hills with my stick and my dog.  In the loveliness of\nthe morning, and the beauty of the hills and valleys, I soon lost\nmy sense of sadness and regret.  For nearly an hour I walked\nalong the road to the ’Cat and Fiddle,’ and then returned.  On\nthe way back, suddenly, without warning, I felt that I was in\nHeaven–an inward state of peace and joy and assurance\nindescribably intense, accompanied with a sense of being bathed\nin a warm glow of light, as though the external condition had\nbrought about the internal effect–a feeling of having passed\nbeyond the body, though the scene around me stood out more\nclearly and as if nearer to me than before, by reason of the\nillumination in the midst of which I seemed to be placed.  This\ndeep emotion lasted, though with decreasing strength, until I\nreached home, and for some time after, only gradually passing\naway.”",
        "The writer adds that having had further experiences of a similar\nsort, he now knows them well.",
        "“The spiritual life,” he writes, “justifies itself to those who\nlive it; but what can we say to those who do not understand? \nThis, at least, we can say, that it is a life whose experiences\nare proved real to their possessor, because they remain with him\nwhen brought closest into contact with the objective realities of\nlife. Dreams cannot stand this test.  We wake from them to find\nthat they are but dreams.  Wanderings of an overwrought brain do\nnot stand this test.  These highest experiences that I have had\nof God’s presence have been rare and brief–flashes of\nconsciousness which have compelled me to exclaim with\nsurprise–God is HERE!–or conditions of exaltation and insight,\nless intense, and only gradually passing away.  I have severely\nquestioned the worth of these moments.  To no soul have I named\nthem, lest I should be building my life and work on mere\nphantasies of the brain.  But I find that, after every\nquestioning and test, they stand out to-day as the most real\nexperiences of my life, and experiences which have explained and\njustified and unified all past experiences and all past growth. \nIndeed, their reality and their far-reaching significance are\never becoming more clear and evident.  When they came, I was\nliving the fullest, strongest, sanest, deepest life.  I was not\nseeking them.  What I was seeking, with resolute determination,\nwas to live more intensely my own life, as against what I knew\nwould be the adverse judgment of the world.  It was in the most\nreal seasons that the Real Presence came, and I was aware that I\nwas immersed in the infinite ocean of God.\"[242]",
        "[242] Op. cit., pp. 256, 257, abridged.",
        "Even the least mystical of you must by this time be convinced of\nthe existence of mystical moments as states of consciousness of\nan entirely specific quality, and of the deep impression which\nthey make on those who have them.  A Canadian psychiatrist, Dr.\nR. M. Bucke, gives to the more distinctly characterized of these\nphenomena the name of cosmic consciousness.  “Cosmic\nconsciousness in its more striking instances is not,” Dr. Bucke\nsays, “simply an expansion or extension of the self-conscious\nmind with which we are all familiar, but the superaddition of a\nfunction as distinct from any possessed by the average man as\nSELF-consciousness is distinct from any function possessed by one\nof the higher animals.”",
        "“The prime characteristic of cosmic consciousness is a\nconsciousness of the cosmos, that is, of the life and order of\nthe universe.  Along with the consciousness of the cosmos there\noccurs an intellectual enlightenment which alone would place the\nindividual on a new plane of existence–would make him almost a\nmember of a new species.  To this is added a state of moral\nexaltation, an indescribable feeling of elevation, elation, and\njoyousness, and a quickening of the moral sense, which is fully\nas striking, and more important than is the enhanced intellectual\npower.  With these come what may be called a sense of\nimmortality, a consciousness of eternal life, not a conviction\nthat he shall have this, but the consciousness that he has it\nalready.\"[243]",
        "[243] Cosmic Consciousness:  a study in the evolution of the\nhuman Mind, Philadelphia, 1901, p. 2.",
        "It was Dr. Bucke’s own experience of a typical onset of cosmic\nconsciousness in his own person which led him to investigate it\nin others.  He has printed his conclusions In a highly\ninteresting volume, from which I take the following account of\nwhat occurred to him:–",
        "“I had spent the evening in a great city, with two friends,\nreading and discussing poetry and philosophy.  We parted at\nmidnight.  I had a long drive in a hansom to my lodging.  My\nmind, deeply under the influence of the ideas, images, and\nemotions called up by the reading and talk, was calm and\npeaceful.  I was in a state of quiet, almost passive enjoyment,\nnot actually thinking, but letting ideas, images, and emotions\nflow of themselves, as it were, through my mind.  All at once,\nwithout warning of any kind, I found myself wrapped in a\nflame-colored cloud.  For an instant I thought of fire, an\nimmense conflagration somewhere close by in that great city; the\nnext, I knew that the fire was within myself.  Directly afterward\nthere came upon me a sense of exultation, of immense joyousness\naccompanied or immediately followed by an intellectual\nillumination impossible to describe.  Among other things, I did\nnot merely come to believe, but I saw that the universe is not\ncomposed of dead matter, but is, on the contrary, a living\nPresence; I became conscious in myself of eternal life.  It was\nnot a conviction that I would have eternal life, but a\nconsciousness that I possessed eternal life then; I saw that all\nmen are immortal; that the cosmic order is such that without any\nperadventure all things work together for the good of each and\nall; that the foundation principle of the world, of all the\nworlds, is what we call love, and that the happiness of each and\nall is in the long run <391> absolutely certain.  The vision\nlasted a few seconds and was gone; but the memory of it and the\nsense of the reality of what it taught has remained during the\nquarter of a century which has since elapsed.  I knew that what\nthe vision showed was true.  I had attained to a point of view\nfrom which I saw that it must be true.  That view, that\nconviction, I may say that consciousness, has never, even during\nperiods of the deepest depression, been lost.\"[244]",
        "[244] Loc. cit., pp. 7, 8.  My quotation follows the privately\nprinted pamphlet which preceded Dr. Bucke’s larger work, and\ndiffers verbally a little from the text of the latter.",
        "We have now seen enough of this cosmic or mystic consciousness,\nas it comes sporadically.  We must next pass to its methodical\ncultivation as an element of the religious life.  Hindus,\nBuddhists, Mohammedans, and Christians all have cultivated it\nmethodically.",
        "In India, training in mystical insight has been known from time\nimmemorial under the name of yoga.  Yoga means the experimental\nunion of the individual with the divine.  It is based on\npersevering exercise; and the diet, posture, breathing,\nintellectual concentration, and moral discipline vary slightly in\nthe different systems which teach it.  The yogi, or disciple, who\nhas by these means overcome the obscurations of his lower nature\nsufficiently, enters into the condition termed samadhi, “and\ncomes face to face with facts which no instinct or reason can\never know.”  He learns–",
        "“That the mind itself has a higher state of existence, beyond\nreason, a superconscious state, and that when the mind gets to\nthat higher state, then this knowledge beyond reasoning comes. .\n. . All the different steps in yoga are intended to bring us\nscientifically to the superconscious state or Samadhi. . . . \nJust as unconscious work is beneath consciousness, so there is\nanother work which is above consciousness, and which, also, is\nnot accompanied with the feeling of egoism . . . . There is no\nfeeling of I, and yet the mind works, desireless, free from\nrestlessness, objectless, bodiless.  Then the Truth shines in its\nfull effulgence, and we know ourselves–for Samadhi lies\npotential in us all–for what we truly are, free, immortal,\nomnipotent, loosed from the finite, and its contrasts of good and\nevil altogether, and identical with the Atman or Universal\nSoul.\"[245]",
        "[245] My quotations are from Vivekananda, Raja Yoga, London,\n1896.  The completest source of information on Yoga is the work\ntranslated by Vihari Lala Mtra:  Yoga Vasishta Maha Ramayana. 4\nvols.  Calcutta, 1891-99.",
        "The Vedantists say that one may stumble into superconsciousness\nsporadically, without the previous discipline, but it is then\nimpure.  Their test of its purity, like our test of religion’s\nvalue, is empirical:  its fruits must be good for life. When a\nman comes out of Samadhi, they assure us that he remains\n“enlightened, a sage, a prophet, a saint, his whole character\nchanged, his life changed, illumined.\"[246]",
        "[246] A European witness, after carefully comparing the results\nof Yoga with those of the hypnotic or dreamy states artificially\nproducible by us, says:  “It makes of its true disciples good,\nhealthy, and happy men. . . . Through the mastery which the yogi\nattains over his thoughts and his body, he grows into a\n’character.’ By the subjection of his impulses and propensities\nto his will, and the fixing of the latter upon the ideal of\ngoodness, he becomes a ’personality’ hard to influence by others,\nand thus almost the opposite of what we usually imagine a medium\nso-called, or psychic subject to be.  Karl Kellner:  Yoga:  Eine\nSkizze, Munchen, 1896, p. 21.",
        "The Buddhists used the word “samadhi” as well as the Hindus; but\n“dhyana” is their special word for higher states of\ncontemplation.  There seem to be four stages recognized in\ndhyana.  The first stage comes through concentration of the mind\nupon one point.  It excludes desire, but not discernment or\njudgment:  it is still intellectual.  In the second stage the\nintellectual functions drop off, and the satisfied sense of unity\nremains.  In the third stage the satisfaction departs, and\nindifference begins, along with memory a self-consciousness.  In\nthe fourth stage the indifference, memory, and self-consciousness\nare perfected.  [Just what “memory” and “self-consciousness” mean\nin this connection is doubtful.  They cannot be the faculties\nfamiliar to us in the lower life.] Higher stages still of\ncontemplation are mentioned–a region where there exists nothing,\nand where the mediator says:  “There exists absolutely nothing,\"\nand stops. Then he reaches another region where he says:  “There\nare neither ideas nor absence of ideas,” and stops again.  Then\nanother region where, “having reached the end of both idea and\nperception, he stops finally.”  This would seem to be, not yet\nNirvana, but as close an approach to it as this life\naffords.[247]",
        "[247] I follow the account in C. F. Koeppen:  Die Religion des\nBuddha, Berlin, 1857, i. 585 ff.",
        "In the Mohammedan world the Sufi sect and various dervish bodies\nare the possessors of the mystical tradition.  The Sufis have\nexisted in Persia from the earliest times, and as their pantheism\nis so at variance with the hot and rigid monotheism of the Arab\nmind, it has been suggested that Sufism must have been inoculated\ninto Islam by Hindu influences. We Christians know little of\nSufism, for its secrets are disclosed only to those initiated. \nTo give its existence a certain liveliness in your minds, I will\nquote a Moslem document, and pass away from the subject.",
        "Al-Ghazzali, a Persian philosopher and theologian, who flourished\nin the eleventh century, and ranks as one of the greatest doctors\nof the Moslem church, has left us one of the few autobiographies\nto be found outside of Christian literature.  Strange that a\nspecies of book so abundant among ourselves should be so little\nrepresented elsewhere–the absence of strictly personal\nconfessions is the chief difficulty to the purely literary\nstudent who would like to become acquainted with the inwardness\nof religions other than the Christian. M. Schmolders has\ntranslated a part of Al-Ghazzali’s autobiography into\nFrench:[248]–",
        "[248] For a full account of him, see D. B. Macdonald:  The Life\nOf Al-Ghazzali, in the Journal of the American Oriental Society,\n1899, vol. xx., p. 71.",
        "“The Science of the Sufis,” says the Moslem author, “aims at\ndetaching the heart from all that is not God, and at giving to it\nfor sole occupation the meditation of the divine being.  Theory\nbeing more easy for me than practice, I read [certain books]\nuntil I understood all that can be learned by study and hearsay.\nThen I recognized that what pertains most exclusively to their\nmethod is just what no study can grasp, but only transport,\necstasy, and the transformation of the soul.  How great, for\nexample, is the difference between knowing the definitions of\nhealth, of satiety, with their causes and conditions, and being\nreally healthy or filled.  How different to know in what\ndrunkenness consists–as being a state occasioned by a vapor that\nrises from the stomach–and BEING drunk effectively.  Without\ndoubt, the drunken man knows neither the definition of\ndrunkenness nor what makes it interesting for science.  Being\ndrunk, he knows nothing; whilst the physician, although not drunk\nknows well in what drunkenness consists, and what are its\npredisposing conditions.  Similarly there is a difference between\nknowing the nature of abstinence, and BEING abstinent or having\none’s soul detached from the world.–Thus I had learned what\nwords could teach of Sufism, but what was left could be learned\nneither by study nor through the ears, but solely by giving one’s\nself up to ecstasy and leading a pious life.",
        "“Reflecting on my situation, I found myself tied down by a\nmultitude of bonds–temptations on every side.  Considering my\nteaching, I found it was impure before God.  I saw myself\nstruggling with all my might to achieve glory and to spread my\nname.  [Here follows an account of his six months’ hesitation to\nbreak away from the conditions of his life at Bagdad, at the end\nof which he fell ill with a paralysis of the tongue.] Then,\nfeeling my own weakness, and having entirely given up my own\nwill, I repaired to God like a man in distress who has no more\nresources.  He answered, as he answers the wretch who invokes\nhim.  My heart no longer felt any difficulty in renouncing glory,\nwealth, and my children.  So I quitted Bagdad, and reserving from\nmy fortune only what was indispensable for my subsistence, I\ndistributed the rest.  I went to Syria, where I remained about\ntwo years, with no other occupation than living in retreat and\nsolitude, conquering my desires, combating my passions, training\nmyself to purify my soul, to make my character perfect, to\nprepare my heart for meditating on God–all according to the\nmethods of the Sufis, as I had read of them.",
        "“This retreat only increased my desire to live in solitude, and\nto complete the purification of my heart and fit it for\nmeditation.  But the vicissitudes of the times, the affairs of\nthe family, the need of subsistence, changed in some respects my\nprimitive resolve, and interfered with my plans for a purely\nsolitary life.  I had never yet found myself completely in\necstasy, save in a few single hours; nevertheless, I kept the\nhope of attaining this state.  Every time that the accidents led\nme astray, I sought to return; and in this situation I spent ten\nyears.  During this solitary state things were revealed to me\nwhich it is impossible either to describe or to point out.  I\nrecognized for certain that the Sufis are assuredly walking in\nthe path of God.  Both in their acts and in their inaction,\nwhether internal or external, they are illumined by the light\nwhich proceeds from the prophetic source.  The first condition\nfor a Sufi is to purge his heart entirely of all that is not God.\nThe next key of the contemplative life consists in the humble\nprayers which escape from the fervent soul, and in the\nmeditations on God in which the heart is swallowed up entirely.\nBut in reality this is only the beginning of the Sufi life, the\nend of Sufism being total absorption in God.  The intuitions and\nall that precede are, so to speak, only the threshold for those\nwho enter.  From the beginning revelations take place in so\nflagrant a shape that the Sufis see before them, whilst wide\nawake, the angels and the souls of the prophets.  They hear their\nvoices and obtain their favors.  Then the transport rises from\nthe perception of forms and figures to a degree which escapes all\nexpression, and which no man may seek to give an account of\nwithout his words involving sin.\n \n“Whosoever has had no experience of the transport knows of the\ntrue nature of prophetism nothing but the name.  He may meanwhile\nbe sure of its existence, both by experience and by what he hears\nthe Sufis say.  As there are men endowed only with the sensitive\nfaculty who reject what is offered them in the way of objects of\nthe pure understanding, so there are intellectual men who reject\nand avoid the things perceived by the prophetic faculty.  A blind\nman can understand nothing of colors save what he has learned by\nnarration and hearsay.  Yet God has brought prophetism near to\nmen in giving them all a state analogous to it in its principal\ncharacters.  This state is sleep. If you were to tell a man who\nwas himself without experience of such a phenomenon that there\nare people who at times swoon away so as to resemble dead men,\nand who [in dreams] yet perceive things that are hidden, he would\ndeny it [and give his reasons].  Nevertheless, his arguments\nwould be refuted by actual experience.  Wherefore, just as the\nunderstanding is a stage of human life in which an eye opens to\ndiscern various intellectual objects uncomprehended by sensation;\njust so in the prophetic the sight is illumined by a light which\nuncovers hidden things and objects which the intellect fails to\nreach.  The chief properties of prophetism are perceptible only\nduring the transport, by those who embrace the Sufi life.  The\nprophet is endowed with qualities to which you possess nothing\nanalogous, and which consequently you cannot possibly understand.",
        "How should you know their true nature, since one knows only what\none can comprehend?  But the transport which one attains by the\nmethod of the Sufis is like an immediate perception, as if one\ntouched the objects with one’s hand.\"[249]",
        "[249] A. Schmolders:  Essai sur les ecoles philosophiques chez\nles Arabes, Paris, 1842, pp. 54-68, abridged.",
        "This incommunicableness of the transport is the keynote of all\nmysticism.  Mystical truth exists for the individual who has the\ntransport, but for no one else.  In this, as I have said, it\nresembles the knowledge given to us in sensations more than that\ngiven by conceptual thought.  Thought, with its remoteness and\nabstractness, has often enough in the history of philosophy been\ncontrasted unfavorably with sensation.",
        "It is a commonplace of metaphysics that God’s knowledge cannot be\ndiscursive but must be intuitive, that is, must be constructed\nmore after the pattern of what in ourselves is called immediate\nfeeling, than after that of proposition and judgment.  But our\nimmediate feelings have no content but what the five senses\nsupply; and we have seen and shall see again that mystics may\nemphatically deny that the senses play any part in the very\nhighest type of knowledge which their transports yield.",
        "In the Christian church there have always been mystics. Although\nmany of them have been viewed with suspicion, some have gained\nfavor in the eyes of the authorities.  The experiences of these\nhave been treated as precedents, and a codified system of\nmystical theology has been based upon them, in which everything\nlegitimate finds its place.[250] The basis of the system is\n“orison” or meditation, the methodical elevation of the soul\ntowards God.  Through the practice of orison the higher levels of\nmystical experience may be attained.  It is odd that\nProtestantism, especially evangelical Protestantism, should\nseemingly have abandoned everything methodical in this line. \nApart from what prayer may lead to, Protestant mystical\nexperience appears to have been almost exclusively sporadic.  It\nhas been left to our mind- curers to reintroduce methodical\nmeditation into our religious life.",
        "[250] Gorres’s Christliche Mystik gives a full account of the\nfacts.  So does Ribet’s Mystique Divine, 2 vols., Paris, 1890.  A\nstill more methodical modern work is the Mystica Theologia of\nVallgornera, 2 vols., Turin, 1890.",
        "The first thing to be aimed at in orison is the mind’s detachment\nfrom outer sensations, for these interfere with its concentration\nupon ideal things.  Such manuals as Saint Ignatius’s Spiritual\nExercises recommend the disciple to <398> expel sensation by a\ngraduated series of efforts to imagine holy scenes.  The acme of\nthis kind of discipline would be a semi-hallucinatory\nmono-ideism–an imaginary figure of Christ, for example, coming\nfully to occupy the mind.  Sensorial images of this sort, whether\nliteral or symbolic, play an enormous part in mysticism.[251] \nBut in certain cases imagery may fall away entirely, and in the\nvery highest raptures it tends to do so.  The state of\nconsciousness becomes then insusceptible of any verbal\ndescription.  Mystical teachers are unanimous as to this. Saint\nJohn of the Cross, for instance, one of the best of them,\nthus describes the condition called the “union of love,” which,\nhe says, is reached by “dark contemplation.”  In this the Deity\ncompenetrates the soul, but in such a hidden way that the soul–",
        "“finds no terms, no means, no comparison whereby to render the\nsublimity of the wisdom and the delicacy of the spiritual feeling\nwith which she is filled. . . . We receive this mystical\nknowledge of God clothed in none of the kinds of images, in none\nof the sensible representations, which our mind makes use of in\nother circumstances.  Accordingly in this knowledge, since the\nsenses and the imagination are not employed, we get neither form\nnor impression, nor can we give any account or furnish any\nlikeness, although the mysterious and sweet-tasting wisdom comes\nhome so clearly to the inmost parts of our soul.  Fancy a man\nseeing a certain kind of thing for the first time in his life. He\ncan understand it, use and enjoy it, but he cannot apply a name\nto it, nor communicate any idea of it, even though all the while\nit be a mere thing of sense.  How much greater will be his\npowerlessness when it goes beyond the senses! This is the\npeculiarity of the divine language.  The more infused, intimate,\nspiritual, and supersensible it is, the more does it exceed the\nsenses, both inner and outer, and impose silence upon them. . . .",
        "The soul then feels as if placed in a vast and profound solitude,\nto which no created thing has access, in an immense and boundless\ndesert, desert the more delicious the more solitary it is. There,\nin this abyss of wisdom, the soul grows by what it drinks in from\nthe well-springs of the comprehension of love, . . . and\nrecognizes, however sublime and learned may be the terms we\nemploy, how utterly vile, insignificant, and improper they are,\nwhen we seek to discourse of divine things by their means.\"[252]",
        "[251] M. ReCeJac, in a recent volume, makes them essential.\nMysticism he defines as “the tendency to draw near to the\nAbsolute morally AND BY THE AID OF SYMBOLS.”  See his Fondements\nde la Connaissance mystique, Paris, 1897, p. 66.  But there are\nunquestionably mystical conditions in which sensible symbols play\nno part.",
        "[252] Saint John of the Cross:  The Dark Night of the Soul, book\nii. ch. xvii., in Vie et Oeuvres, 3me edition, Paris, 1893, iii.\n428-432. Chapter xi. of book ii. of Saint John’s Ascent of Carmel\nis devoted to showing the harmfulness for the mystical life of\nthe use of sensible imagery.",
        "I cannot pretend to detail to you the sundry stages of the\nChristian mystical life.[253] Our time would not suffice, for one\nthing; and moreover, I confess that the subdivisions and names\nwhich we find in the Catholic books seem to me to represent\nnothing objectively distinct.  So many men, so many minds:  I\nimagine that these experiences can be as infinitely varied as are\nthe idiosyncrasies of individuals.",
        "[253] In particular I omit mention of visual and auditory\nhallucinations, verbal and graphic automatisms, and such marvels\nas “levitation,” stigmatization, and the healing of disease. \nThese phenomena, which mystics have often presented (or are\nbelieved to have presented), have no essential mystical\nsignificance, for they occur with no consciousness of\nillumination whatever, when they occur, as they often do, in\npersons of non-mystical mind.  Consciousness of illumination is\nfor us the essential mark of “mystical” states.",
        "The cognitive aspects of them, their value in the way of\nrevelation, is what we are directly concerned with, and it is\neasy to show by citation how strong an impression they leave of\nbeing revelations of new depths of truth.  Saint Teresa is the\nexpert of experts in describing such conditions, so I will turn\nimmediately to what she says of one of the highest of them, the\n“orison of union.”",
        "“In the orison of union,” says Saint Teresa, “the soul is fully\nawake as regards God, but wholly asleep as regards things of this\nworld and in respect of herself.  During the short time the union\nlasts, she is as it were deprived of every feeling, and even if\nshe would, she could not think of any single thing.  Thus she\nneeds to employ no artifice in order to arrest the use of her\nunderstanding:  it remains so stricken with inactivity that she\nneither knows what she loves, nor in what manner she loves, nor\nwhat she wills.  In short, she is utterly dead to the things of\nthe world and lives solely in God. . . .  I do not even know\nwhether in this state she has enough life left to breathe.  It\nseems to me she has not; or at least that if she does breathe,\nshe is unaware of it.  Her intellect would fain understand\nsomething of what is going on within her, but it has so little\nforce now that it can act in no way whatsoever.  So a person who\nfalls into a deep faint appears as if dead. . . .",
        "“Thus does God, when he raises a soul to union with himself,\nsuspend the natural action of all her faculties.  She neither\nsees, hears, nor understands, so long as she is united with God.\nBut this time is always short, and it seems even shorter than it\nis.  God establishes himself in the interior of this soul in such\na way, that when she returns to herself, it is wholly impossible\nfor her to doubt that she has been in God, and God in her.  This\ntruth remains so strongly impressed on her that, even though many\nyears should pass without the condition returning, she can\nneither forget the favor she received, nor doubt of its reality.\nIf you, nevertheless, ask how it is possible that the soul can\nsee and understand that she has been in God, since during the\nunion she has neither sight nor understanding, I reply that she\ndoes not see it then, but that she sees it clearly later, after\nshe has returned to herself, not by any vision, but by a\ncertitude which abides with her and which God alone can give her.",
        "I knew a person who was ignorant of the truth that God’s mode of\nbeing in everything must be either by presence, by power, or by\nessence, but who, after having received the grace of which I am\nspeaking, believed this truth in the most unshakable manner. So\nmuch so that, having consulted a half-learned man who was as\nignorant on this point as she had been before she was\nenlightened, when he replied that God is in us only by ’grace,’\nshe disbelieved his reply, so sure she was of the true answer;\nand when she came to ask wiser doctors, they confirmed her in her\nbelief, which much consoled her. . . .",
        "“But how, you will repeat, CAN one have such certainty in respect\nto what one does not see?  This question, I am powerless to\nanswer.  These are secrets of God’s omnipotence which it does not\nappertain to me to penetrate.  All that I know is that I tell the\ntruth; and I shall never believe that any soul who does not\npossess this certainty has ever been really united to God.\"[254]",
        "[254] The Interior Castle, Fifth Abode, Ch. i., in Oeuvres,\ntranslated by BOUIX, iii. 421-424.",
        "The kinds of truth communicable in mystical ways, whether these\nbe sensible or supersensible, are various.  Some of them relate\nto this world–visions of the future, the reading of hearts, the\nsudden understanding of texts, the knowledge of distant events,\nfor example; but the most important revelations are theological\nor metaphysical.",
        "“Saint Ignatius confessed one day to Father Laynez that a single\nhour of meditation at Manresa had taught him more truths about\nheavenly things than all the teachings of all the doctors put\ntogether could have taught him. . . .  One day in orison, on the\nsteps of the choir of the Dominican church, he saw in a distinct\nmanner the plan of divine wisdom in the creation of the world. \nOn another occasion, during a procession, his spirit was ravished\nin God, and it was given him to contemplate, in a form and images\nfitted to the weak understanding of a dweller on the earth, the\ndeep mystery of the holy Trinity.  This last vision flooded his\nheart with such sweetness, that the mere memory of it in after\ntimes made him shed abundant tears.\"[255]",
        "[255] Bartoli-Michel:  vie de Saint Ignace de Loyola, i. 34-36.\nOthers have had illuminations about the created world, Jacob\nBoehme for instance.  At the age of twenty-five he was\n“surrounded by the divine light, and replenished with the\nheavenly knowledge, insomuch as going abroad into the fields to a\ngreen, at Gorlitz, he there sat down and viewing the herbs and\ngrass of the field, in his inward light he saw into their\nessences, use, and properties, which was discovered to him by\ntheir lineaments, figures, and signatures.”  Of a later\nperiod of experience he writes:  “In one quarter of an hour I saw\nand knew more than if I had been many years together at an\nuniversity.  For I saw and knew the being of all things, the Byss\nand the Abyss, and the eternal generation of the holy Trinity,\nthe descent and original of the world and of all creatures\nthrough the divine wisdom.  I knew and saw in myself all the\nthree worlds, the external and visible world being of a\nprocreation or extern birth from both the internal and spiritual\nworlds; and I saw and knew the whole working essence, in the evil\nand in the good, and the mutual original and existence, and\nlikewise how the fruitful bearing womb of eternity brought forth.\nSo that I did not only greatly wonder at it, but did also\nexceedingly rejoice, albeit I could very hardly apprehend the\nsame in my external man and set it down with the pen.  For I had\na thorough view of the universe as in a chaos, wherein all things\nare couched and wrapt up, but it was impossible for me to\nexplicate the same.”  Jacob Behmen’s Theosophic Philosophy, etc.,\nby Edward Taylor, London, 1691, pp. 425, 427, abridged.  ",
        "So George Fox:  “I was come up to the state of Adam in which he\nwas before he fell.  The creation was opened to me; and it was\nshowed me, how all things had their names given to them,\naccording to their nature and virtue.  I was at a stand in my\nmind, whether I should practice physic for the good of mankind,\nseeing the nature and virtues of the creatures were so opened to\nme by the Lord.”   Journal, Philadelphia, no date, p. 69. \nContemporary “Clairvoyance” abounds in similar revelations. \nAndrew Jackson Davis’s cosmogonies, for example, or certain\nexperiences related in the delectable “Reminiscences and Memories\nof Henry Thomas Butterworth,” Lebanon, Ohio, 1886.",
        "Similarly with Saint Teresa.  “One day, being in orison,” she\nwrites, “it was granted me to perceive in one instant how all\nthings are seen and contained in God.  I did not perceive them in\ntheir proper form, and nevertheless the view I had of them was of\na sovereign clearness, and has remained vividly impressed upon my\nsoul.  It is one of the most signal of all the graces which the\nLord has granted me. . . .  The view was so subtile and delicate\nthat the understanding cannot grasp it.\"[256]",
        "[256] Vie, pp. 581, 582.",
        "She goes on to tell how it was as if the Deity were an enormous\nand sovereignly limpid diamond, in which all our actions were\ncontained in such a way that their full sinfulness appeared\nevident as never before.  On another day, she relates, while she\nwas reciting the Athanasian Creed–",
        "“Our Lord made me comprehend in what way it is that one God can\nbe in three persons.  He made me see it so clearly that I\nremained as extremely surprised as I was comforted, . . . and\nnow, when I think of the holy Trinity, or hear It spoken of, I\nunderstand how the three adorable Persons form only one God and I\nexperience an unspeakable happiness.”",
        "On still another occasion, it was given to Saint Teresa to see\nand understand in what wise the Mother of God had been assumed\ninto her place in Heaven.[257]",
        "[257] Loc. cit., p. 574",
        "The deliciousness of some of these states seems to be beyond\nanything known in ordinary consciousness.  It evidently involves\norganic sensibilities, for it is spoken of as something too\nextreme to be borne, and as verging on bodily pain.[258]  But it\nis too subtle and piercing a delight for ordinary words to\ndenote.  God’s touches, the wounds of his spear, references to\nebriety and to nuptial union have to figure in the phraseology by\nwhich it is shadowed forth.  Intellect and senses both swoon away\nin these highest states of ecstasy.  “If our understanding\ncomprehends,” says Saint Teresa, “it is in a mode which remains\nunknown to it, and it can understand nothing of what it\ncomprehends.  For my own part, I do not believe that it does\ncomprehend, because, as I said, it does not understand itself to\ndo so.  I confess that it is all a mystery in which I am\nlost.\"[259] In the condition called raptus or ravishment by\ntheologians, breathing and circulation are so depressed that it\nis a question among the doctors whether the soul be or be not\ntemporarily dissevered from the body.  One must read Saint\nTeresa’s descriptions and the very exact distinctions which she\nmakes, to persuade one’s self that one is dealing, not with\nimaginary experiences, but with phenomena which, however rare,\nfollow perfectly definite psychological types.",
        "[258] Saint Teresa discriminates between pain in which the body\nhas a part and pure spiritual pain (Interior Castle, 6th Abode,\nch. xi.).  As for the bodily part in these celestial joys, she\nspeaks of it as “penetrating to the marrow of the bones, whilst\nearthly pleasures affect only the surface of the senses.  I\nthink,” she adds, “that this is a just description, and I cannot\nmake it better.”   Ibid., 5th Abode, ch. i.",
        "[259] Vie, p. 198.",
        "To the medical mind these ecstasies signify nothing but suggested\nand imitated hypnoid states, on an intellectual basis of\nsuperstition, and a corporeal one of degeneration and hysteria. \nUndoubtedly these pathological conditions have existed in many\nand possibly in all the cases, but that fact tells us nothing\nabout the value for knowledge of the consciousness which they\ninduce.  To pass a spiritual judgment upon these states, we must\nnot content ourselves with superficial medical talk, but inquire\ninto their fruits for life.",
        "Their fruits appear to have been various.  Stupefaction, for one\nthing, seems not to have been altogether absent as a result. You\nmay remember the helplessness in the kitchen and schoolroom of\npoor Margaret Mary Alacoque.  Many other ecstatics would have\nperished but for the care taken of them by admiring followers. \nThe “other-worldliness” encouraged by the mystical consciousness\nmakes this over-abstraction from practical life peculiarly liable\nto befall mystics in whom the character is naturally passive and\nthe intellect feeble; but in natively strong minds and characters\nwe find quite opposite results.  The great Spanish mystics, who\ncarried the habit of ecstasy as far as it has often been carried,\nappear for the most part to have shown indomitable spirit and\nenergy, and all the more so for the trances in which they\nindulged.",
        "Saint Ignatius was a mystic, but his mysticism made him assuredly\none of the most powerfully practical human engines that ever\nlived.  Saint John of the Cross, writing of the intuitions and\n“touches” by which God reaches the substance of the soul, tells\nus that–",
        "“They enrich it marvelously.  A single one of them may be\nsufficient to abolish at a stroke certain imperfections of which\nthe soul during its whole life had vainly tried to rid itself,\nand to leave it adorned with virtues and loaded with supernatural\ngifts.  A single one of these intoxicating consolations may\nreward it for all the labors undergone in its life–even were\nthey numberless.  Invested with an invincible courage, filled\nwith an impassioned desire to suffer for its God, the soul then\nis seized with a strange torment–that of not being allowed to\nsuffer enough.\"[260]",
        "[260] Oeuvres, ii. 320.",
        "Saint Teresa is as emphatic, and much more detailed. You may\nperhaps remember a passage I quoted from her in my first\nlecture.[261] There are many similar pages in her autobiography. \nWhere in literature is a more evidently veracious account of the\nformation of a new centre of spiritual energy, than is given in\nher description of the effects of certain ecstasies which in\ndeparting leave the soul upon a higher level of emotional\nexcitement?",
        "[261] Above, p. 22.",
        "“Often, infirm and wrought upon with dreadful pains before the\necstasy, the soul emerges from it full of health and admirably\ndisposed for action . . . as if God had willed that the body\nitself, already obedient to the soul’s desires, should share in\nthe soul’s happiness. . . . The soul after such a favor is\nanimated with a degree of courage so great that if at that moment\nits body should be torn to pieces for the cause of God, it would\nfeel nothing but the liveliest comfort.  Then it is that promises\nand heroic resolutions spring up in profusion in us, soaring\ndesires, horror of the world, and the clear perception of our\nproper nothingness. . . .  What empire is comparable to that of a\nsoul who, from this sublime summit to which God has raised her,\nsees all the things of earth beneath her feet, and is captivated\nby no one of them?  How ashamed she is of her former attachments!\nHow amazed at her blindness! What lively pity she feels for those\nwhom she recognizes still shrouded in the darkness! . . . She\ngroans at having ever been sensitive to points of honor, at the\nillusion that made her ever see as honor what the world calls by\nthat name.  Now she sees in this name nothing more than an\nimmense lie of which the world remains a victim.  She discovers,\nin the new light from above, that in genuine honor there is\nnothing spurious, that to be faithful to this honor is to give\nour respect to what deserves to be respected really, and to\nconsider as nothing, or as less than nothing, whatsoever perishes\nand is not agreeable to God. . . . She laughs when she sees\ngrave persons, persons of orison, caring for points of honor for\nwhich she now feels profoundest contempt.  It is suitable to the\ndignity of their rank to act thus, they pretend, and it makes\nthem more useful to others.  But she knows that in despising the\ndignity of their rank for the pure love of God they would do more\ngood in a single day than they would effect in ten years by\npreserving it. . . . She laughs at herself that there should\never have been a time in her life when she made any case of\nmoney, when she ever desired it. . . .  Oh! if human beings might\nonly agree together to regard it as so much useless mud, what\nharmony would then reign in the world! With what friendship we\nwould all treat each other if our interest in honor and in money\ncould but disappear from earth!  For my own part, I feel as if it\nwould be a remedy for all our ills.\"[262]",
        "[262] Vie, pp. 229, 230, 231-233, 243.",
        "Mystical conditions may, therefore, render the soul more\nenergetic in the lines which their inspiration favors.  But this\ncould be reckoned an advantage only in case the inspiration were\na true one.  If the inspiration were erroneous, the energy would\nbe all the more mistaken and misbegotten. So we stand once more\nbefore that problem of truth which confronted us at the end of\nthe lectures on saintliness.  You will remember that we turned to\nmysticism precisely to get some light on truth.  Do mystical\nstates establish the truth of those theological affections in\nwhich the saintly life has its root?",
        "In spite of their repudiation of articulate self-description,\nmystical states in general assert a pretty distinct theoretic\ndrift.  It is possible to give the outcome of the majority of\nthem in terms that point in definite philosophical directions.\nOne of these directions is optimism, and the other is monism. We\npass into mystical states from out of ordinary consciousness as\nfrom a less into a more, as from a smallness into a vastness, and\nat the same time as from an unrest to a rest.  We feel them as\nreconciling, unifying states.  They appeal to the yes-function\nmore than to the no-function in us. In them the unlimited absorbs\nthe limits and peacefully closes the account.  Their very denial\nof every adjective you may propose as applicable to the ultimate\ntruth–He, the Self, the Atman, is to be described by “No! no!\"\nonly, say the Upanishads[263]–though it seems on the surface to\nbe a no-function, is a denial made on behalf of a deeper yes.\nWhoso calls the Absolute anything in particular, or says that it\nis THIS, seems implicitly to shut it off from being THAT –it is\nas if he lessened it.  So we deny the “this,” negating the\nnegation which it seems to us to imply, in the interests of the\nhigher affirmative attitude by which we are possessed. The\nfountain-head of Christian mysticism is Dionysius the Areopagite.",
        "He describes the absolute truth by negatives exclusively.",
        "[263] Muller’s translation, part ii. p. 180.",
        "“The cause of all things is neither soul nor intellect; nor has\nit imagination, opinion, or reason, or intelligence; nor is it\nreason or intelligence; nor is it spoken or thought.  It is\nneither number, nor order, nor magnitude, nor littleness, nor\nequality, nor inequality, nor similarity, nor dissimilarity.  It\nneither stands, nor moves, nor rests. . . . It is neither\nessence, nor eternity, nor time.  Even intellectual contact does\nnot belong to it.  It is neither science nor truth.  It is not\neven royalty or wisdom; not one; not unity; not divinity or\ngoodness; nor even spirit as we know it,” etc., ad libitum.[264]",
        "[264] T. Davidson’s translation, in Journal of Speculative\nPhilosophy, 1893, vol. xxii., p. 399.",
        "But these qualifications are denied by Dionysius, not because the\ntruth falls short of them, but because it so infinitely excels\nthem.  It is above them.  It is SUPER-lucent, SUPER-splendent,\nSUPER-essential, SUPER-sublime, SUPER EVERYTHING that can be\nnamed.  Like Hegel in his logic, mystics journey towards the\npositive pole of truth only by the “Methode der Absoluten\nNegativitat.\"[265]",
        "[265] “Deus propter excellentiam non immerito Nihil vocatur.\"\nScotus Erigena, quoted by Andrew Seth:  Two Lectures on Theism,\nNew York, 1897, p. 55.",
        "Thus come the paradoxical expressions that so abound in mystical\nwritings.  As when Eckhart tells of the still desert of the\nGodhead, “where never was seen difference, neither Father, Son,\nnor Holy Ghost, where there is no one at home, yet where the\nspark of the soul is more at peace than in itself.\"[266] As when\nBoehme writes of the Primal Love, that “it may fitly be compared\nto Nothing, for it is deeper than any Thing, and is as nothing\nwith respect to all things, forasmuch as it is not comprehensible\nby any of them.  And because it is nothing respectively, it is\ntherefore free from all things, and is that only good, which a\nman cannot express or utter what it is, there being nothing to\nwhich it may be compared, to express it by.\"[267]  Or as when\nAngelus Silesius sings:–",
        " “Gott ist ein lauter Nichts, ihn ruhrt kein Nun noch Hier;\n  Je mehr du nach ihm greiffst, je mehr entwind er dir.\"[268]",
        "[266] J. Royce:  Studies in Good and Evil, p. 282.",
        "[267] Jacob Bellmen’s Dialogues on the Supersensual Life,\ntranslated by Bernard Holland, London, 1901, p. 48.",
        "[268] Cherubinischer Wandersmann, Strophe 25.",
        "To this dialectical use, by the intellect, of negation as a mode\nof passage towards a higher kind of affirmation, there is\ncorrelated the subtlest of moral counterparts in the sphere of\nthe personal will.  Since denial of the finite self and its\nwants, since asceticism of some sort, is found in religious\nexperience to be the only doorway to the larger and more blessed\nlife, this moral mystery intertwines and combines with the\nintellectual mystery in all mystical writings.",
        "“Love,” continues Behmen, is Nothing, for “when thou art gone\nforth wholly from the Creature and from that which is visible,\nand art become Nothing to all that is Nature and Creature, then\nthou art in that eternal One, which is God himself, and then thou\nshalt feel within thee the highest virtue of Love. . . . The\ntreasure of treasures for the soul is where she goeth out of the\nSomewhat into that Nothing out of which all things may be made. \nThe soul here saith, I HAVE NOTHING, for I am utterly stripped\nand naked; I CAN DO NOTHING, for I have no manner of power, but\nam as water poured out; I AM NOTHING, for all that I am is no\nmore than an image of Being, and only God is to me I AM; and so,\nsitting down in my own Nothingness, I give glory to the eternal\nBeing, and WILL NOTHING of myself, that so God may will all in\nme, being unto me my God and all things.\"[269]",
        "[269] Op. cit., pp. 42, 74, abridged.",
        "In Paul’s language, I live, yet not I, but Christ liveth in me. \nOnly when I become as nothing can God enter in and no difference\nbetween his life and mine remain outstanding.[270]",
        "[270] From a French book I take this mystical expression of\nhappiness in God’s indwelling presence:–",
        "“Jesus has come to take up his abode in my heart.  It is not so\nmuch a habitation, an association, as a sort of fusion.  Oh, new\nand blessed life! life which becomes each day more luminous. . .\n. The wall before me, dark a few moments since, is splendid at\nthis hour because the sun shines on it.  Wherever its rays fall\nthey light up a conflagration of glory; the smallest speck of\nglass sparkles, each grain of sand emits fire; even so there is a\nroyal song of triumph in my heart <410> because the Lord is\nthere.  My days succeed each other; yesterday a blue sky; to day\na clouded sun; a night filled with strange dreams; but as soon as\nthe eyes open, and I regain consciousness and seem to begin life\nagain, it is always the same figure before me, always the same\npresence filling my heart. . . .  Formerly the day was dulled by\nthe absence of the Lord.  I used to wake invaded by all sorts of\nsad impressions, and I did not find him on my path.  To-day he is\nwith me; and the light cloudiness which covers things is not an\nobstacle to my communion with him.  I feel the pressure of his\nhand, I feel something else which fills me with a serene joy;\nshall I dare to speak it out?  Yes, for it is the true expression\nof what I experience.  The Holy Spirit is not merely making me a\nvisit; it is no mere dazzling apparition which may from one\nmoment to another spread its wings and leave me in my night, it\nis a permanent habitation.  He can depart only if he takes me\nwith him.  More than that; he is not other than myself:  he is\none with me.  It is not a juxtaposition, it is a penetration, a\nprofound modification of my nature, a new manner of my being.”   \nQuoted from the MS. of an old man by Wilfred Monod: II Vit: \nsix meditations sur le mystere chretien, pp. 280-283.",
        "This overcoming of all the usual barriers between the individual\nand the Absolute is the great mystic achievement.  In mystic\nstates we both become one with the Absolute and we become aware\nof our oneness.  This is the everlasting and triumphant mystical\ntradition, hardly altered by differences of clime or creed.  In\nHinduism, in Neoplatonism, in Sufism, in Christian mysticism, in\nWhitmanism, we find the same recurring note, so that there is\nabout mystical utterances an eternal unanimity which ought to\nmake a critic stop and think, and which brings it about that the\nmystical classics have, as has been said, neither birthday nor\nnative land.  Perpetually telling of the unity of man with God,\ntheir speech antedates languages, and they do not grow old.[271]",
        "[271] Compare M. Maeterlinck:  L’Ornement des Noces spirituelles\nde Ruysbroeck, Bruxelles, 1891, Introduction, p. xix.",
        "“That art Thou!” say the Upanishads, and the Vedantists add: \n“Not a part, not a mode of That, but identically That, that\nabsolute Spirit of the World.”  “As pure water poured into pure\nwater remains the same, thus, O Gautama, is the Self of\na thinker who knows.  Water in water, fire in fire, ether in\nether, no one can distinguish them:  likewise a man whose mind\nhas entered into the Self.\"[272]  “’Every man,’ says the Sufi\nGulshan-Raz, whose heart is no longer shaken by any doubt, knows\nwith certainty that there is no being save only One. . . .  In\nhis divine majesty the ME, and WE, the THOU, are not found, for\nin the One there can be no distinction. Every being who is\nannulled and entirely separated from himself, hears resound\noutside of him this voice and this echo:  I AM GOD:  he has an\neternal way of existing, and is no longer subject to\ndeath.’\"[273]  In the vision of God, says Plotinus, “what sees is\nnot our reason, but something prior and superior to our reason. .\n. .  He who thus sees does not properly see, does not distinguish\nor imagine two things.  He changes, he ceases to be himself,\npreserves nothing of himself.  Absorbed in God, he makes but one\nwith him, like a centre of a circle coinciding with another\ncentre.\"[274]  “Here,” writes Suso, “the spirit dies, and yet is\nall alive in the marvels of the Godhead . . . and is lost in the\nstillness of the glorious dazzling obscurity and of the naked\nsimple unity. It is in this modeless WHERE that the highest bliss\nis to be found.\"[275]  “Ich bin so gross als Gott,” sings Angelus\nSilesius again, “Er ist als ich so klein; Er kann nicht uber\nmich, ich unter ihm nicht sein.\"[276]",
        "[272] Upanishads, M. Muller’s translation, ii. 17, 334.",
        "[273] Schmolders: Op. cit., p. 210.",
        "[274] Enneads, Bouillier’s translation. Paris, 1861, iii.  561.\nCompare pp. 473-477, and vol. i. p. 27.",
        "[275] Autobiography, pp. 309, 310.",
        "[276] Op. cit., Strophe 10.",
        "In mystical literature such self-contradictory phrases as\n“dazzling obscurity,” “whispering silence,” “teeming desert,” are\ncontinually met with.  They prove that not conceptual speech, but\nmusic rather, is the element through which we are best spoken to\nby mystical truth.  Many mystical scriptures are indeed little\nmore than musical compositions.",
        "“He who would hear the voice of Nada, ’the Soundless Sound,’ and\ncomprehend it, he has to learn the nature of Dharana. . . .  When\nto himself his form appears unreal, as do on waking all the forms\nhe sees in dreams, when he has ceased to hear the many, he may\ndiscern the ONE–the inner sound which kills the outer. . . . \nFor then the soul will hear, and will remember.  And then to the\ninner ear will speak THE VOICE OF THE SILENCE. . . .  And now thy\nSELF is lost in SELF, THYSELF unto THYSELF, merged in that SELF\nfrom which thou first didst radiate. .  .  . Behold! thou hast\nbecome the Light, thou hast become the Sound, thou art thy Master\nand thy God.  Thou art THYSELF the object of thy search:  the\nVOICE unbroken, that resounds throughout eternities, exempt from\nchange, from sin exempt, the seven sounds in one, the VOICE OF\nTHE SILENCE.  Om tat Sat.\"[277]",
        "[277] H. P. Blavatsky:  The voice of the Silence.",
        "These words, if they do not awaken laughter as you receive them,\nprobably stir chords within you which music and language touch in\ncommon.  Music gives us ontological messages which non-musical\ncriticism is unable to contradict, though it may laugh at our\nfoolishness in minding them.  There is a verge of the mind which\nthese things haunt; and whispers therefrom mingle with the\noperations of our understanding, even as the waters of the\ninfinite ocean send their waves to break among the pebbles that\nlie upon our shores.",
        " “Here begins the sea that ends not till the world’s end.  Where \n     we stand,  \nCould we know the next high sea-mark set beyond these waves     \n     that gleam,\n We should know what never man hath known, nor eye of man     \n     hath scanned. . . .  \nAh, but here man’s heart leaps, yearning towards the gloom     \n   with venturous glee, \nFrom the shore that hath no shore beyond it, set in all the     \n    sea.\"[278]",
        "[278] Swinburne:  On the Verge, in “A Midsummer vacation.”",
        "That doctrine, for example, that eternity is timeless, that our\n“immortality,” if we live in the eternal, is not so much future\nas already now and here, which we find so often expressed to-day\nin certain philosophic circles, finds its support in a “hear,\nhear!” or an “amen,” which floats up from that mysteriously\ndeeper level.[279]  We recognize the passwords to the mystical\nregion as we hear them, but we cannot use them ourselves; it\nalone has the keeping of “the password primeval.\"[280]",
        "[279] Compare the extracts from Dr. Bucke, quoted on pp. 398,\n399.",
        "[280] As serious an attempt as I know to mediate between the\nmystical region and the discursive life is contained in an\narticle on Aristotle’s Unmoved Mover, by F. C. S. Schiller, in\nMind, vol. ix., 1900.",
        "I have now sketched with extreme brevity and insufficiency, but\nas fairly as I am able in the time allowed, the general traits of\nthe mystic range of consciousness.  It is on the whole\npantheistic and optimistic, or at least the opposite of\npessimistic.  It is anti-naturalistic, and harmonizes best with\ntwice-bornness and so-called other-worldly states mind.",
        "My next task is to inquire whether we can invoke it as\nauthoritative.  Does it furnish any WARRANT FOR THE TRUTH of the\ntwice-bornness and supernaturality and pantheism which it favors?",
        "I must give my answer to this question as concisely as I can.  In\nbrief my answer is this–and I will divide it into three parts:–",
        "(1) Mystical states, when well developed, usually are, and have\nthe right to be, absolutely authoritative over the individuals to\nwhom they come.",
        "(2) No authority emanates from them which should make it a duty\nfor those who stand outside of them to accept their revelations\nuncritically.",
        "(3) They break down the authority of the non-mystical or\nrationalistic consciousness, based upon the understanding and the\nsenses alone.  They show it to be only one kind of consciousness.",
        "They open out the possibility of other orders of truth, in which,\nso far as anything in us vitally responds to them, we may freely\ncontinue to have faith.",
        "I will take up these points one by one.",
        "               1.\nAs a matter of psychological fact, mystical states of a\nwell-pronounced and emphatic sort ARE usually authoritative over\nthose who have them.[281] They have been “there,” and know.  It\nis vain for rationalism to grumble about this. If the mystical\ntruth that comes to a man proves to be a force that he can live\nby, what mandate have we of the majority to order him to live in\nanother way?  We can throw him into a prison or a madhouse, but\nwe cannot change his mind–we commonly attach it only the more\nstubbornly to its beliefs.[282] It mocks our utmost efforts, as a\nmatter of fact, and in point of logic it absolutely escapes our\njurisdiction.  Our own more “rational” beliefs are based on\nevidence exactly similar in nature to that which mystics quote\nfor theirs.  Our senses, namely, have assured us of certain\nstates of fact; but mystical experiences are as direct\nperceptions of fact for those who have them as any sensations\never were for us.  The records show that even though the five\nsenses be in abeyance in them, they are absolutely sensational in\ntheir epistemological quality, if I may be pardoned the barbarous\nexpression–that is, they are face to face presentations of what\nseems immediately to exist. [281] I abstract from weaker states,\nand from those cases of which the books are full, where the\ndirector (but usually not the subject) remains in doubt whether\nthe experience may not have proceeded from the demon.",
        "[282] Example:  Mr. John Nelson writes of his imprisonment for\npreaching Methodism:  “My soul was as a watered garden, and I\ncould sing praises to God all day long; for he turned my\ncaptivity into joy, and gave me to rest as well on the boards, as\nif I had been on a bed of down.  Now could I say, ’God’s service\nis perfect freedom,’ and I was carried out much in prayer that my\nenemies might drink of the same river of peace which my God gave\nso largely to me.”  Journal, London, no date, p. 172.",
        "The mystic is, in short, INVULNERABLE, and must be left, whether\nwe relish it or not, in undisturbed enjoyment of his creed. \nFaith, says Tolstoy, is that by which men live. And faith-state\nand mystic state are practically convertible terms.",
        "               2.\nBut I now proceed to add that mystics have no right to claim that\nwe ought to accept the deliverance of their peculiar experiences,\nif we are ourselves outsiders and feel no private call thereto. \nThe utmost they can ever ask of us in this life is to admit that\nthey establish a presumption.  They form a consensus and have an\nunequivocal outcome; and it would be odd, mystics might say, if\nsuch a unanimous type of experience should prove to be altogether\nwrong.  At bottom, however, this would only be an appeal to\nnumbers, like the appeal of rationalism the other way; and the\nappeal to numbers has no logical force.  If we acknowledge it, it\nis for “suggestive,” not for logical reasons:  we follow the\nmajority because to do so suits our life.",
        "But even this presumption from the unanimity of mystics is far\nfrom being strong.  In characterizing mystic states an\npantheistic, optimistic, etc., I am afraid I over-simplified the\ntruth.  I did so for expository reasons, and to keep the closer\nto the classic mystical tradition.  The classic religious\nmysticism, it now must be confessed, is only a “privileged case.”",
        "  \nIt is an EXTRACT, kept true to type by the selection of the\nfittest specimens and their preservation in “schools.” It is\ncarved out from a much larger mass; and if we take the larger\nmass as seriously as religious mysticism has historically taken\nitself, we find that the supposed unanimity largely disappears. \nTo begin with, even religious mysticism itself, the kind that\naccumulates traditions and makes schools, is much less unanimous\nthan I have allowed.  It has been both ascetic and antinomianly\nself-indulgent within the Christian church.[283] It is dualistic\nin Sankhya, and monistic in Vedanta philosophy.  I called it\npantheistic; but the great Spanish mystics are anything but\npantheists.  They are with few exceptions non-metaphysical minds,\nfor whom “the category of personality” is absolute.  The “union\"\nof man with God is for them much more like an occasional miracle\nthan like an original identity.[284]  How different again, apart\nfrom the happiness common to all, is the mysticism of Walt\nWhitman, Edward Carpenter, Richard Jefferies, and other\nnaturalistic pantheists, from the more distinctively Christian\nsort.[285]  The fact is that the mystical feeling of enlargement,\nunion, and emancipation has no specific intellectual content\nwhatever of its own.  It is capable of forming matrimonial\nalliances with material furnished by the most diverse\nphilosophies and theologies, provided only they can find a place\nin their framework for its peculiar emotional mood.  We have no\nright, therefore, to invoke its prestige as distinctively in\nfavor of any special belief, such as that in absolute idealism,\nor in the absolute monistic identity, or in the absolute\ngoodness, of the world.  It is only relatively in favor of all\nthese things–it passes out of common human consciousness in the\ndirection in which they lie.",
        "[283] Ruysbroeck, in the work which Maeterlinck has translated,\nhas a chapter against the antinomianism of disciples.  H.\nDelacroix’s book (Essai sur le mysticisme speculatif en Allemagne\nau XIVme Siecle, Paris, 1900) is full of antinomian material.\ncompare also A. Jundt:  Les Amis de Dieu au XIV Siecle, These de\nStrasbourg, 1879.",
        "[284] Compare Paul Rousselot:  Les Mystiques Espagnols, Paris,\n1869, ch. xii.",
        "[285] see Carpenter’s Towards Democracy, especially the latter\nparts, and Jefferies’s wonderful and splendid mystic rhapsody,\nThe Story of my Heart.",
        "So much for religious mysticism proper.  But more remains to be\ntold, for religious mysticism is only one half of mysticism.  The\nother half has no accumulated traditions except those which the\ntext-books on insanity supply.  Open any one of these, and you\nwill find abundant cases in which “mystical ideas” are cited as\ncharacteristic symptoms of enfeebled or deluded states of mind. \nIn delusional insanity, paranoia, as they sometimes call it, we\nmay have a DIABOLICAL mysticism, a sort of religious mysticism\nturned upside down. The same sense of ineffable importance in the\nsmallest events, the same texts and words coming with new\nmeanings, the same voices and visions and leadings and missions,\nthe same controlling by extraneous powers; only this time the\nemotion is pessimistic:  instead of consolations we have\ndesolations; the meanings are dreadful; and the powers are\nenemies to life.  It is evident that from the point of view of\ntheir psychological mechanism, the classic mysticism and these\nlower mysticisms spring from the same mental level, from that\ngreat subliminal or transmarginal region of which science is\nbeginning to admit the existence, but of which so little is\nreally known.  That region contains every kind of matter: \n“seraph and snake” abide there side by side.  To come from thence\nis no infallible credential.  What comes must be sifted and\ntested, and run the gauntlet of confrontation with the total\ncontext of experience, just like what comes from the outer world\nof sense.  Its value must be ascertained by empirical methods, so\nlong as we are not mystics ourselves.",
        "Once more, then, I repeat that non-mystics are under no\nobligation to acknowledge in mystical states a superior authority\nconferred on them by their intrinsic nature.[286]",
        "[286] In chapter i. of book ii. of his work Degeneration, “Max\nNordau” seeks to undermine all mysticism by exposing the weakness\nof the lower kinds.  Mysticism for him means any sudden\nperception of hidden significance in things.  He explains such\nperception by the abundant uncompleted associations which\nexperiences may arouse in a degenerate brain.  These give to him\nwho has the experience a vague and vast sense of its leading\nfurther, yet they awaken no definite or useful consequent in his\nthought.  The explanation is a plausible one for certain sorts of\nfeeling of significance, and other alienists (Wernicke, for\nexample, in his Grundriss der Psychiatrie, Theil ii., Leipzig,\n1896) have explained “paranoiac” conditions by a laming of the\nassociation-organ.  But the higher mystical flights, with their\npositiveness and abruptness, are surely products of no such\nmerely negative condition.  It seems far more reasonable to\nascribe them to inroads from the subconscious life, of the\ncerebral activity correlative to which we as yet know nothing.",
        "               3.\nYet, I repeat once more, the existence of mystical states\nabsolutely overthrows the pretension of non-mystical states to be\nthe sole and ultimate dictators of what we may believe. As a\nrule, mystical states merely add a supersensuous meaning to the\nordinary outward data of consciousness.  They are excitements\nlike the emotions of love or ambition, gifts to our spirit by\nmeans of which facts already objectively before us fall into a\nnew expressiveness and make a new connection with our active\nlife.  They do not contradict these facts as such, or deny\nanything that our senses have immediately seized.[287] It is the\nrationalistic critic rather who plays the part of denier in the\ncontroversy, and his denials have no strength, for there never\ncan be a state of facts to which new meaning may not truthfully\nbe added, provided the mind ascend to a more enveloping point of\nview.  It must always remain an open question whether mystical\nstates may not possibly be such superior points of view, windows\nthrough which the mind looks out upon a more extensive and\ninclusive world.  The difference of the views seen from the\ndifferent mystical windows need not prevent us from entertaining\nthis supposition.  The wider world would in that case prove to\nhave a mixed constitution like that of this world, that is all. \nIt would have its celestial and its infernal regions, its\ntempting and its saving moments, its valid experiences and its\ncounterfeit ones, just as our world has them; but it would be a\nwider world all the same.  We should have to use its experiences\nby selecting and subordinating and substituting just as is our\ncustom in this ordinary naturalistic world; we should be liable\nto error just as we are now; yet the counting in of that wider\nworld of meanings, and the serious dealing with it, might, in\nspite of all the perplexity, be indispensable stages in our\napproach to the final fullness of the truth. ",
        "[287] They sometimes add subjective audita et visa to the facts,\nbut as these are usually interpreted as transmundane, they oblige\nno alteration in the facts of sense.",
        "In this shape, I think, we have to leave the subject.  Mystical\nstates indeed wield no authority due simply to their being\nmystical states.  But the higher ones among them point in\ndirections to which the religious sentiments even of non-\nmystical men incline.  They tell of the supremacy of the ideal,\nof vastness, of union, of safety, and of rest.  They offer us\nHYPOTHESES, hypotheses which we may voluntarily ignore, but which\nas thinkers we cannot possibly upset.  The supernaturalism and\noptimism to which they would persuade us may, interpreted in one\nway or another, be after all the truest of insights into the\nmeaning of this life.",
        "“Oh, the little more, and how much it is; and the little less,\nand what worlds away!”  It may be that possibility and permission\nof this sort are all that are religious consciousness requires to\nlive on.  In my last lecture I shall have to try to persuade you\nthat this is the case.  Meanwhile, however, I am sure that for\nmany of my readers this diet is too slender. If supernaturalism\nand inner union with the divine are true, you think, then not so\nmuch permission, as compulsion to believe, ought to be found. \nPhilosophy has always professed to prove religious truth by\ncoercive argument; and the construction of philosophies of this\nkind has always been one favorite function of the religious life,\nif we use this term in the large historic sense.  But religious\nphilosophy is an enormous subject, and in my next lecture I can\nonly give that brief glance at it which my limits will allow.",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}