{
    "title": "The Devil’s Dictionary - R",
    "author": "Ambrose Bierce",
    "chapter": "19",
    "content": [
        "\n\n",
        "",
        "RABBLE, n.  In a republic, those who exercise a supreme authority \ntempered by fraudulent elections.  The rabble is like the sacred \nSimurgh, of Arabian fable — omnipotent on condition that it do \nnothing.  (The word is Aristocratese, and has no exact equivalent in \nour tongue, but means, as nearly as may be, “soaring swine.”)",
        "RACK, n.  An argumentative implement formerly much used in persuading \ndevotees of a false faith to embrace the living truth.  As a call to \nthe unconverted the rack never had any particular efficacy, and is now \nheld in light popular esteem.",
        "RANK, n.  Relative elevation in the scale of human worth.",
        "  He held at court a rank so high\n  That other noblemen asked why.\n  “Because,” ’twas answered, “others lack\n  His skill to scratch the royal back.”",
        "Aramis Jukes",
        "\nRANSOM, n.  The purchase of that which neither belongs to the seller, \nnor can belong to the buyer.  The most unprofitable of investments.",
        "RAPACITY, n.  Providence without industry.  The thrift of power.",
        "RAREBIT, n.  A Welsh rabbit, in the speech of the humorless, who point \nout that it is not a rabbit.  To whom it may be solemnly explained \nthat the comestible known as toad-in-a-hole is really not a toad, and \nthat riz-de-veau a la financiere is not the smile of a calf prepared \nafter the recipe of a she banker.",
        "RASCAL, n.  A fool considered under another aspect.",
        "RASCALITY, n.  Stupidity militant.  The activity of a clouded \nintellect.",
        "RASH, adj.  Insensible to the value of our advice.",
        "  “Now lay your bet with mine, nor let\n      These gamblers take your cash.\"\n  “Nay, this child makes no bet.”  “Great snakes!\n      How can you be so rash?”",
        "Bootle P. Gish",
        "\nRATIONAL, adj.  Devoid of all delusions save those of observation, \nexperience and reflection.",
        "RATTLESNAKE, n.  Our prostrate brother, Homo ventrambulans.",
        "RAZOR, n.  An instrument used by the Caucasian to enhance his beauty, \nby the Mongolian to make a guy of himself, and by the Afro-American to \naffirm his worth.",
        "REACH, n.  The radius of action of the human hand.  The area within \nwhich it is possible (and customary) to gratify directly the \npropensity to provide.",
        "  This is a truth, as old as the hills,\n      That life and experience teach:\n  The poor man suffers that keenest of ills,\n      An impediment of his reach.",
        "G.J.",
        "\nREADING, n.  The general body of what one reads.  In our country it \nconsists, as a rule, of Indiana novels, short stories in “dialect” and \nhumor in slang.",
        "  We know by one’s reading\n  His learning and breeding;\n  By what draws his laughter\n  We know his Hereafter.\n  Read nothing, laugh never —\n  The Sphinx was less clever!",
        "Jupiter Muke",
        "\nRADICALISM, n.  The conservatism of to-morrow injected into the \naffairs of to-day.",
        "RADIUM, n.  A mineral that gives off heat and stimulates the organ \nthat a scientist is a fool with.",
        "RAILROAD, n.  The chief of many mechanical devices enabling us to get \naway from where we are to wher we are no better off.  For this purpose \nthe railroad is held in highest favor by the optimist, for it permits \nhim to make the transit with great expedition.",
        "RAMSHACKLE, adj.  Pertaining to a certain order of architecture, \notherwise known as the Normal American.  Most of the public buildings \nof the United States are of the Ramshackle order, though some of our \nearlier architects preferred the Ironic.  Recent additions to the \nWhite House in Washington are Theo-Doric, the ecclesiastic order of \nthe Dorians.  They are exceedingly fine and cost one hundred dollars a \nbrick.",
        "REALISM, n.  The art of depicting nature as it is seem by toads.  The \ncharm suffusing a landscape painted by a mole, or a story written by a \nmeasuring-worm.",
        "REALITY, n.  The dream of a mad philosopher.  That which would remain \nin the cupel if one should assay a phantom.  The nucleus of a vacuum.",
        "REALLY, adv.  Apparently.",
        "REAR, n.  In American military matters, that exposed part of the army \nthat is nearest to Congress.",
        "REASON, v.i.  To weight probabilities in the scales of desire.",
        "REASON, n.  Propensitate of prejudice.",
        "REASONABLE, adj.  Accessible to the infection of our own opinions.  \nHospitable to persuasion, dissuasion and evasion.",
        "REBEL, n.  A proponent of a new misrule who has failed to establish \nit.",
        "RECOLLECT, v.  To recall with additions something not previously \nknown.",
        "RECONCILIATION, n.  A suspension of hostilities.  An armed truce for \nthe purpose of digging up the dead.",
        "RECONSIDER, v.  To seek a justification for a decision already made.",
        "RECOUNT, n.  In American politics, another throw of the dice, accorded \nto the player against whom they are loaded.",
        "RECREATION, n.  A particular kind of dejection to relieve a general \nfatigue.",
        "RECRUIT, n.  A person distinguishable from a civilian by his uniform \nand from a soldier by his gait.",
        "  Fresh from the farm or factory or street,\n  His marching, in pursuit or in retreat,\n      Were an impressive martial spectacle\n  Except for two impediments — his feet.",
        "Thompson Johnson",
        "\nRECTOR, n.  In the Church of England, the Third Person of the \nparochial Trinity, the Cruate and the Vicar being the other two.",
        "REDEMPTION, n.  Deliverance of sinners from the penalty of their sin, \nthrough their murder of the deity against whom they sinned.  The \ndoctrine of Redemption is the fundamental mystery of our holy \nreligion, and whoso believeth in it shall not perish, but have \neverlasting life in which to try to understand it.",
        "  We must awake Man’s spirit from his sin,\n      And take some special measure for redeeming it;\n  Though hard indeed the task to get it in\n      Among the angels any way but teaming it,\n      Or purify it otherwise than steaming it.\n  I’m awkward at Redemption — a beginner:\n  My method is to crucify the sinner.",
        "Golgo Brone",
        "\nREDRESS, n.  Reparation without satisfaction.\n  Among the Anglo-Saxon a subject conceiving himself wronged by the \nking was permitted, on proving his injury, to beat a brazen image of \nthe royal offender with a switch that was afterward applied to his own \nnaked back.  The latter rite was performed by the public hangman, and \nit assured moderation in the plaintiff’s choice of a switch.",
        "RED-SKIN, n.  A North American Indian, whose skin is not red — at \nleast not on the outside.",
        "REDUNDANT, adj.  Superfluous; needless; de trop.",
        "  The Sultan said:  “There’s evidence abundant\n  To prove this unbelieving dog redundant.\"\n  To whom the Grand Vizier, with mien impressive,\n  Replied:  “His head, at least, appears excessive.”",
        "Habeeb Suleiman",
        "\n  Mr. Debs is a redundant citizen.",
        "Theodore Roosevelt",
        "\nREFERENDUM, n.  A law for submission of proposed legislation to a \npopular vote to learn the nonsensus of public opinion.",
        "REFLECTION, n.  An action of the mind whereby we obtain a clearer view \nof our relation to the things of yesterday and are able to avoid the \nperils that we shall not again encounter.",
        "REFORM, v.  A thing that mostly satisfies reformers opposed to \nreformation.",
        "REFUGE, n.  Anything assuring protection to one in peril.  Moses and \nJoshua provided six cities of refuge — Bezer, Golan, Ramoth, Kadesh, \nSchekem and Hebron — to which one who had taken life inadvertently \ncould flee when hunted by relatives of the deceased.  This admirable \nexpedient supplied him with wholesome exercise and enabled them to \nenjoy the pleasures of the chase; whereby the soul of the dead man was \nappropriately honored by observations akin to the funeral games of \nearly Greece.",
        "REFUSAL, n.  Denial of something desired; as an elderly maiden’s hand \nin marriage, to a rich and handsome suitor; a valuable franchise to a \nrich corporation, by an alderman; absolution to an impenitent king, by \na priest, and so forth.  Refusals are graded in a descending scale of \nfinality thus:  the refusal absolute, the refusal condition, the \nrefusal tentative and the refusal feminine.  The last is called by \nsome casuists the refusal assentive.",
        "REGALIA, n.  Distinguishing insignia, jewels and costume of such \nancient and honorable orders as Knights of Adam; Visionaries of \nDetectable Bosh; the Ancient Order of Modern Troglodytes; the League \nof Holy Humbug; the Golden Phalanx of Phalangers; the Genteel Society \nof Expurgated Hoodlums; the Mystic Alliances of Georgeous Regalians; \nKnights and Ladies of the Yellow Dog; the Oriental Order of Sons of \nthe West; the Blatherhood of Insufferable Stuff; Warriors of the Long \nBow; Guardians of the Great Horn Spoon; the Band of Brutes; the \nImpenitent Order of Wife-Beaters; the Sublime Legion of Flamboyant \nConspicuants; Worshipers at the Electroplated Shrine; Shining \nInaccessibles; Fee-Faw-Fummers of the inimitable Grip; Jannissaries of \nthe Broad-Blown Peacock; Plumed Increscencies of the Magic Temple; the \nGrand Cabal of Able-Bodied Sedentarians; Associated Deities of the \nButter Trade; the Garden of Galoots; the Affectionate Fraternity of \nMen Similarly Warted; the Flashing Astonishers; Ladies of Horror; \nCooperative Association for Breaking into the Spotlight; Dukes of Eden; \nDisciples Militant of the Hidden Faith; Knights-Champions of the \nDomestic Dog; the Holy Gregarians; the Resolute Optimists; the Ancient \nSodality of Inhospitable Hogs; Associated Sovereigns of Mendacity; \nDukes-Guardian of the Mystic Cess-Pool; the Society for Prevention of \nPrevalence; Kings of Drink; Polite Federation of Gents-Consequential; \nthe Mysterious Order of the Undecipherable Scroll; Uniformed Rank of \nLousy Cats; Monarchs of Worth and Hunger; Sons of the South Star; \nPrelates of the Tub-and-Sword.",
        "RELIGION, n.  A daughter of Hope and Fear, explaining to Ignorance the \nnature of the Unknowable.\n  “What is your religion my son?” inquired the Archbishop of Rheims.\n  “Pardon, monseigneur,” replied Rochebriant; “I am ashamed of it.\"\n  “Then why do you not become an atheist?\"\n  “Impossible!  I should be ashamed of atheism.\"\n  “In that case, monsieur, you should join the Protestants.”",
        "RELIQUARY, n.  A receptacle for such sacred objects as pieces of the \ntrue cross, short-ribs of the saints, the ears of Balaam’s ass, the \nlung of the cock that called Peter to repentance and so forth.  \nReliquaries are commonly of metal, and provided with a lock to prevent \nthe contents from coming out and performing miracles at unseasonable \ntimes.  A feather from the wing of the Angel of the Annunciation once \nescaped during a sermon in Saint Peter’s and so tickled the noses of \nthe congregation that they woke and sneezed with great vehemence three \ntimes each.  It is related in the “Gesta Sanctorum” that a sacristan \nin the Canterbury cathedral surprised the head of Saint Dennis in the \nlibrary.  Reprimanded by its stern custodian, it explained that it was \nseeking a body of doctrine.  This unseemly levity so raged the \ndiocesan that the offender was publicly anathematized, thrown into the \nStour and replaced by another head of Saint Dennis, brought from Rome.",
        "RENOWN, n.  A degree of distinction between notoriety and fame — a \nlittle more supportable than the one and a little more intolerable \nthan the other.  Sometimes it is conferred by an unfriendly and \ninconsiderate hand.",
        "  I touched the harp in every key,\n      But found no heeding ear;\n  And then Ithuriel touched me\n      With a revealing spear.",
        "  Not all my genius, great as ’tis,\n      Could urge me out of night.\n  I felt the faint appulse of his,\n      And leapt into the light!",
        "W.J. Candleton",
        "\nREPARATION, n.  Satisfaction that is made for a wrong and deducted \nfrom the satisfaction felt in committing it.",
        "REPARTEE, n.  Prudent insult in retort.  Practiced by gentlemen with a \nconstitutional aversion to violence, but a strong disposition to \noffend.  In a war of words, the tactics of the North American Indian.",
        "REPENTANCE, n.  The faithful attendant and follower of Punishment.  It \nis usually manifest in a degree of reformation that is not \ninconsistent with continuity of sin.",
        "  Desirous to avoid the pains of Hell,\n  You will repent and join the Church, Parnell?\n  How needless! — Nick will keep you off the coals\n  And add you to the woes of other souls.",
        "Jomater Abemy",
        "\nREPLICA, n.  A reproduction of a work of art, by the artist that made \nthe original.  It is so called to distinguish it from a “copy,” which \nis made by another artist.  When the two are mae with equal skill the \nreplica is the more valuable, for it is supposed to be more beautiful \nthan it looks.",
        "REPORTER, n.  A writer who guesses his way to the truth and dispels it \nwith a tempest of words.",
        "  “More dear than all my bosom knows, O thou\n  Whose ’lips are sealed’ and will not disavow!\"\n  So sang the blithe reporter-man as grew\n  Beneath his hand the leg-long “interview.”",
        "Barson Maith",
        "\nREPOSE, v.i.  To cease from troubling.",
        "REPRESENTATIVE, n.  In national politics, a member of the Lower House \nin this world, and without discernible hope of promotion in the next.",
        "REPROBATION, n.  In theology, the state of a luckless mortal \nprenatally damned.  The doctrine of reprobation was taught by Calvin, \nwhose joy in it was somewhat marred by the sad sincerity of his \nconviction that although some are foredoomed to perdition, others are \npredestined to salvation.",
        "REPUBLIC, n.  A nation in which, the thing governing and the thing \ngoverned being the same, there is only a permitted authority to \nenforce an optional obedience.  In a republic, the foundation of \npublic order is the ever lessening habit of submission inherited from \nancestors who, being truly governed, submitted because they had to.  \nThere are as many kinds of republics as there are graduations between \nthe despotism whence they came and the anarchy whither they lead.",
        "REQUIEM, n.  A mass for the dead which the minor poets assure us the \nwinds sing o’er the graves of their favorites.  Sometimes, by way of \nproviding a varied entertainment, they sing a dirge.",
        "RESIDENT, adj.  Unable to leave.",
        "RESIGN, v.t.  To renounce an honor for an advantage.  To renounce an \nadvantage for a greater advantage.",
        "  ’Twas rumored Leonard Wood had signed\n      A true renunciation\n  Of title, rank and every kind\n      Of military station —\n      Each honorable station.",
        "  By his example fired — inclined\n      To noble emulation,\n  The country humbly was resigned\n      To Leonard’s resignation —\n      His Christian resignation.",
        "Politian Greame",
        "\nRESOLUTE, adj.  Obstinate in a course that we approve.",
        "RESPECTABILITY, n.  The offspring of a liaison between a bald head \nand a bank account.",
        "RESPIRATOR, n.  An apparatus fitted over the nose and mouth of an \ninhabitant of London, whereby to filter the visible universe in its \npassage to the lungs.",
        "RESPITE, n.  A suspension of hostilities against a sentenced assassin, \nto enable the Executive to determine whether the murder may not have \nbeen done by the prosecuting attorney.  Any break in the continuity of \na disagreeable expectation.",
        "  Altgeld upon his incandescend bed\n  Lay, an attendant demon at his head.",
        "  “O cruel cook, pray grant me some relief —\n  Some respite from the roast, however brief.”",
        "  “Remember how on earth I pardoned all\n  Your friends in Illinois when held in thrall.”",
        "  “Unhappy soul! for that alone you squirm\n  O’er fire unquenched, a never-dying worm.",
        "  “Yet, for I pity your uneasy state,\n  Your doom I’ll mollify and pains abate.",
        "  “Naught, for a season, shall your comfort mar,\n  Not even the memory of who you are.”",
        "  Throughout eternal space dread silence fell;\n  Heaven trembled as Compassion entered Hell.",
        "  “As long, sweet demon, let my respite be\n  As, governing down here, I’d respite thee.”",
        "  “As long, poor soul, as any of the pack\n  You thrust from jail consumed in getting back.”",
        "  A genial chill affected Altgeld’s hide\n  While they were turning him on t’other side.",
        "Joel Spate Woop",
        "\nRESPLENDENT, adj.  Like a simple American citizen beduking himself in \nhis lodge, or affirming his consequence in the Scheme of Things as an \nelemental unit of a parade.",
        "      The Knights of Dominion were so resplendent in their velvet- \n  and-gold that their masters would hardly have known them.",
        "“Chronicles of the Classes”",
        "\nRESPOND, v.i.  To make answer, or disclose otherwise a consciousness \nof having inspired an interest in what Herbert Spencer calls “external \ncoexistences,” as Satan “squat like a toad” at the ear of Eve, \nresponded to the touch of the angel’s spear.  To respond in damages is \nto contribute to the maintenance of the plaintiff’s attorney and, \nincidentally, to the gratification of the plaintiff.",
        "RESPONSIBILITY, n.  A detachable burden easily shifted to the \nshoulders of God, Fate, Fortune, Luck or one’s neighbor.  In the days \nof astrology it was customary to unload it upon a star.",
        "  Alas, things ain’t what we should see\n  If Eve had let that apple be;\n  And many a feller which had ought\n  To set with monarchses of thought,\n  Or play some rosy little game\n  With battle-chaps on fields of fame,\n  Is downed by his unlucky star\n  And hollers:  “Peanuts! — here you are!”",
        "“The Sturdy Beggar”",
        "\nRESTITUTIONS, n.  The founding or endowing of universities and public \nlibraries by gift or bequest.",
        "RESTITUTOR, n.  Benefactor; philanthropist.",
        "RETALIATION, n.  The natural rock upon which is reared the Temple of \nLaw.",
        "RETRIBUTION, n.  A rain of fire-and-brimstone that falls alike upon \nthe just and such of the unjust as have not procured shelter by \nevicting them.\n  In the lines following, addressed to an Emperor in exile by Father \nGassalasca Jape, the reverend poet appears to hint his sense of the \nimproduence of turning about to face Retribution when it is talking \nexercise:",
        "  What, what! Dom Pedro, you desire to go\n      Back to Brazil to end your days in quiet?\n  Why, what assurance have you ’twould be so?\n      ’Tis not so long since you were in a riot,\n      And your dear subjects showed a will to fly at\n  Your throat and shake you like a rat.  You know\n  That empires are ungrateful; are you certain\n  Republics are less handy to get hurt in?",
        "REVEILLE, n.  A signal to sleeping soldiers to dream of battlefields \nno more, but get up and have their blue noses counted.  In the \nAmerican army it is ingeniously called “rev-e-lee,” and to that \npronunciation our countrymen have pledged their lives, their \nmisfortunes and their sacred dishonor.",
        "REVELATION, n.  A famous book in which St. John the Divine concealed \nall that he knew.  The revealing is done by the commentators, who know \nnothing.",
        "REVERENCE, n.  The spiritual attitude of a man to a god and a dog to a \nman.",
        "REVIEW, v.t.",
        "  To set your wisdom (holding not a doubt of it,\n      Although in truth there’s neither bone nor skin to it)\n  At work upon a book, and so read out of it\n      The qualities that you have first read into it.",
        "REVOLUTION, n.  In politics, an abrupt change in the form of \nmisgovernment.  Specifically, in American history, the substitution of \nthe rule of an Administration for that of a Ministry, whereby the \nwelfare and happiness of the people were advanced a full half-inch.  \nRevolutions are usually accompanied by a considerable effusion of \nblood, but are accounted worth it — this appraisement being made by \nbeneficiaries whose blood had not the mischance to be shed.  The \nFrench revolution is of incalculable value to the Socialist of to-day; \nwhen he pulls the string actuating its bones its gestures are \ninexpressibly terrifying to gory tyrants suspected of fomenting law \nand order.",
        "RHADOMANCER, n.  One who uses a divining-rod in prospecting for \nprecious metals in the pocket of a fool.",
        "RIBALDRY, n.  Censorious language by another concerning oneself.",
        "RIBROASTER, n.  Censorious language by oneself concerning another.  \nThe word is of classical refinement, and is even said to have been \nused in a fable by Georgius Coadjutor, one of the most fastidious \nwriters of the fifteenth century — commonly, indeed, regarded as the \nfounder of the Fastidiotic School.",
        "RICE-WATER, n.  A mystic beverage secretly used by our most popular \nnovelists and poets to regulate the imagination and narcotize the \nconscience.  It is said to be rich in both obtundite and lethargine, \nand is brewed in a midnight fog by a fat which of the Dismal Swamp.",
        "RICH, adj.  Holding in trust and subject to an accounting the property \nof the indolent, the incompetent, the unthrifty, the envious and the \nluckless.  That is the view that prevails in the underworld, where the \nBrotherhood of Man finds its most logical development and candid \nadvocacy.  To denizens of the midworld the word means good and wise.",
        "RICHES, n.",
        "      A gift from Heaven signifying, “This is my beloved son, in \n  whom I am well pleased.”",
        "John D. Rockefeller",
        "\n      The reward of toil and virtue.",
        "J.P. Morgan",
        "\n      The sayings of many in the hands of one.",
        "Eugene Debs",
        "\n  To these excellent definitions the inspired lexicographer feels \nthat he can add nothing of value.",
        "RIDICULE, n.  Words designed to show that the person of whom they are \nuttered is devoid of the dignity of character distinguishing him who \nutters them.  It may be graphic, mimetic or merely rident.  \nShaftesbury is quoted as having pronounced it the test of truth — a \nridiculous assertion, for many a solemn fallacy has undergone \ncenturies of ridicule with no abatement of its popular acceptance.  \nWhat, for example, has been more valorously derided than the doctrine \nof Infant Respectability?",
        "RIGHT, n.  Legitimate authority to be, to do or to have; as the right \nto be a king, the right to do one’s neighbor, the right to have \nmeasles, and the like.  The first of these rights was once universally \nbelieved to be derived directly from the will of God; and this is \nstill sometimes affirmed in partibus infidelium outside the \nenlightened realms of Democracy; as the well known lines of Sir \nAbednego Bink, following:",
        "      By what right, then, do royal rulers rule?\n          Whose is the sanction of their state and pow’r?\n      He surely were as stubborn as a mule\n          Who, God unwilling, could maintain an hour\n  His uninvited session on the throne, or air\n  His pride securely in the Presidential chair.",
        "      Whatever is is so by Right Divine;\n          Whate’er occurs, God wills it so.  Good land!\n      It were a wondrous thing if His design\n          A fool could baffle or a rogue withstand!\n  If so, then God, I say (intending no offence)\n  Is guilty of contributory negligence.",
        "RIGHTEOUSNESS, n.  A sturdy virtue that was once found among the \nPantidoodles inhabiting the lower part of the peninsula of Oque.  Some \nfeeble attempts were made by returned missionaries to introduce it \ninto several European countries, but it appears to have been \nimperfectly expounded.  An example of this faulty exposition is found \nin the only extant sermon of the pious Bishop Rowley, a characteristic \npassage from which is here given:",
        "      “Now righteousness consisteth not merely in a holy state of \n  mind, nor yet in performance of religious rites and obedience to \n  the letter of the law.  It is not enough that one be pious and \n  just:  one must see to it that others also are in the same state; \n  and to this end compulsion is a proper means.  Forasmuch as my \n  injustice may work ill to another, so by his injustice may evil be \n  wrought upon still another, the which it is as manifestly my duty \n  to estop as to forestall mine own tort.  Wherefore if I would be \n  righteous I am bound to restrain my neighbor, by force if needful, \n  in all those injurious enterprises from which, through a better \n  disposition and by the help of Heaven, I do myself restrain.”",
        "RIME, n.  Agreeing sounds in the terminals of verse, mostly bad.  The \nverses themselves, as distinguished from prose, mostly dull.  Usually \n(and wickedly) spelled “rhyme.”",
        "RIMER, n.  A poet regarded with indifference or disesteem.",
        "  The rimer quenches his unheeded fires,\n  The sound surceases and the sense expires.\n  Then the domestic dog, to east and west,\n  Expounds the passions burning in his breast.\n  The rising moon o’er that enchanted land\n  Pauses to hear and yearns to understand.",
        "Mowbray Myles",
        "\nRIOT, n.  A popular entertainment given to the military by innocent \nbystanders.",
        "R.I.P.  A careless abbreviation of requiescat in pace, attesting to \nindolent goodwill to the dead.  According to the learned Dr. Drigge, \nhowever, the letters originally meant nothing more than reductus in \npulvis.",
        "RITE, n.  A religious or semi-religious ceremony fixed by law, precept \nor custom, with the essential oil of sincerity carefully squeezed out \nof it.",
        "RITUALISM, n.  A Dutch Garden of God where He may walk in rectilinear \nfreedom, keeping off the grass.",
        "ROAD, n.  A strip of land along which one may pass from where it is \ntoo tiresome to be to where it is futile to go.",
        "  All roads, howsoe’er they diverge, lead to Rome,\n  Whence, thank the good Lord, at least one leads back home.",
        "Borey the Bald",
        "\nROBBER, n.  A candid man of affairs.\n  It is related of Voltaire that one night he and some traveling \ncompanion lodged at a wayside inn.  The surroundings were suggestive, \nand after supper they agreed to tell robber stories in turn.  “Once \nthere was a Farmer-General of the Revenues.”  Saying nothing more, he \nwas encouraged to continue.  “That,” he said, “is the story.”",
        "ROMANCE, n.  Fiction that owes no allegiance to the God of Things as \nThey Are.  In the novel the writer’s thought is tethered to \nprobability, as a domestic horse to the hitching-post, but in romance \nit ranges at will over the entire region of the imagination — free, \nlawless, immune to bit and rein.  Your novelist is a poor creature, as \nCarlyle might say — a mere reporter.  He may invent his characters \nand plot, but he must not imagine anything taking place that might not \noccur, albeit his entire narrative is candidly a lie.  Why he imposes \nthis hard condition on himself, and “drags at each remove a \nlengthening chain” of his own forging he can explain in ten thick \nvolumes without illuminating by so much as a candle’s ray the black \nprofound of his own ignorance of the matter.  There are great novels, \nfor great writers have “laid waste their powers” to write them, but it \nremains true that far and away the most fascinating fiction that we \nhave is “The Thousand and One Nights.”",
        "ROPE, n.  An obsolescent appliance for reminding assassins that they \ntoo are mortal.  It is put about the neck and remains in place one’s \nwhole life long.  It has been largely superseded by a more complex \nelectrical device worn upon another part of the person; and this is \nrapidly giving place to an apparatus known as the preachment.",
        "ROSTRUM, n.  In Latin, the beak of a bird or the prow of a ship.  In \nAmerica, a place from which a candidate for office energetically \nexpounds the wisdom, virtue and power of the rabble.",
        "ROUNDHEAD, n.  A member of the Parliamentarian party in the English \ncivil war — so called from his habit of wearing his hair short, \nwhereas his enemy, the Cavalier, wore his long.  There were other \npoints of difference between them, but the fashion in hair was the \nfundamental cause of quarrel.  The Cavaliers were royalists because \nthe king, an indolent fellow, found it more convenient to let his hair \ngrow than to wash his neck.  This the Roundheads, who were mostly \nbarbers and soap-boilers, deemed an injury to trade, and the royal \nneck was therefore the object of their particular indignation.  \nDescendants of the belligerents now wear their hair all alike, but the \nfires of animosity enkindled in that ancient strife smoulder to this \nday beneath the snows of British civility.",
        "RUBBISH, n.  Worthless matter, such as the religions, philosophies, \nliteratures, arts and sciences of the tribes infesting the regions \nlying due south from Boreaplas.",
        "RUIN, v.  To destroy.  Specifically, to destroy a maid’s belief in the \nvirtue of maids.",
        "RUM, n.  Generically, fiery liquors that produce madness in total \nabstainers.",
        "RUMOR, n.  A favorite weapon of the assassins of character.",
        "  Sharp, irresistible by mail or shield,\n      By guard unparried as by flight unstayed,\n  O serviceable Rumor, let me wield\n      Against my enemy no other blade.\n  His be the terror of a foe unseen,\n      His the inutile hand upon the hilt,\n  And mine the deadly tongue, long, slender, keen,\n      Hinting a rumor of some ancient guilt.\n  So shall I slay the wretch without a blow,\n  Spare me to celebrate his overthrow,\n  And nurse my valor for another foe.",
        "Joel Buxter",
        "\nRUSSIAN, n.  A person with a Caucasian body and a Mongolian soul.  A \nTartar Emetic.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}