{
    "title": "The Boys’ Life of Mark Twain - LVIII. Mark Twain at Seventy",
    "author": "Paine",
    "chapter": "58",
    "content": [
        "\n",
        "\n\n",
        "In a small cottage belonging to Richard Watson Gilder, at Tyringham,\nMassachusetts, Samuel Clemens and his daughters tried to plan for the\nfuture.  Mrs. Clemens had always been the directing force–they were lost\nwithout her.  They finally took a house in New York City, No. 21 Fifth\nAvenue, at the corner of Ninth Street, installed the familiar\nfurnishings, and tried once more to establish a home.  The house was\nhandsome within and without–a proper residence for a venerable author\nand sage–a suitable setting for Mark Twain.  But it was lonely for him.",
        "It lacked soul–comfort that would reach the heart.  He added presently a\ngreat Aeolian orchestrelle, with a variety of music for his different\nmoods.  Sometimes he played it himself, though oftener his secretary\nplayed to him.  He went out little that winter–seeing only a few old and\nintimate friends.  His writing, such as it was, was of a serious nature,\nprotests against oppression and injustice in a variety of forms.  Once he\nwrote a “War Prayer,” supposed to have been made by a mysterious, white-\nrobed stranger who enters a church during those ceremonies that precede\nthe marching of the nation’s armies to battle.  The minister had prayed\nfor victory, a prayer which the stranger interprets as a petition that\nthe enemy’s country be laid waste, its soldiers be torn by shells, its\npeople turned out roofless, to wander through their desolated land in\nrags and hunger.  It was a scathing arraignment of war, a prophecy,\nindeed, which to-day has been literally fulfilled.  He did not print it,\nbecause then it would have been regarded as sacrilege.",
        "When summer came again, in a beautiful house at Dublin, New Hampshire, on\nthe Monadnock slope, he seemed to get back into the old swing of work,\nand wrote that pathetic story, “A Horse’s Tale.”  Also “Eve’s Diary,\"\nwhich, under its humor, is filled with tenderness, and he began a wildly\nfantastic tale entitled “Three Thousand Years Among the Microbes,” a\nsatire in which Gulliver is outdone.  He never finished it.  He never\ncould finish it, for it ran off into amazing by-paths that led nowhere,\nand the tale was lost.  Yet he always meant to get at it again some day\nand make order out of chaos.",
        "Old friends were dying, and Mark Twain grew more and more lonely.  “My\nsection of the procession has but a little way to go,” he wrote when the\ngreat English actor Henry Irving died.  Charles Henry Webb, his first\npublisher, John Hay, Bret Harte, Thomas B. Reed, and, indeed, most of his\nearlier associates were gone.  When an invitation came from San Francisco\nto attend a California reunion he replied that his wandering days were\nover and that it was his purpose to sit by the fire for the rest of his\nlife.  And in another letter:",
        "“I have done more for San Francisco than any other of its old\n     residents.  Since I left there, it has increased in population fully\n     300,000.  I could have done more–I could have gone earlier–it was\n     suggested.”",
        "A choice example, by the way, of Mark Twain’s best humor, with its\nperfectly timed pause, and the afterthought.  Most humorists would have\nbeen content to end with the statement, “I could have gone earlier.\"\nOnly Mark Twain could have added that final exquisite touch–\"it was\nsuggested.”",
        "Mark Twain was nearing seventy.  With the 30th of November (1905) he\nwould complete the scriptural limitation, and the president of his\npublishing-house, Col. George Harvey, of Harper’s, proposed a great\ndinner for him in celebration of his grand maturity.  Clemens would have\npreferred a small assembly in some snug place, with only his oldest and\nclosest friends.  Colonel Harvey had a different view.  He had given a\nsmall, choice dinner to Mark Twain on his sixty-seventh birthday; now it\nmust be something really worth while–something to outrank any former\nliterary gathering.  In order not to conflict with Thanksgiving holidays,\nthe 5th of December was selected as the date.  On that evening, two\nhundred American and English men and women of letters assembled in\nDelmonico’s great banquet-hall to do honor to their chief.  What an\noccasion it was!  The tables of gay diners and among them Mark Twain, his\nsnow-white hair a gleaming beacon for every eye.  Then, by and by,\npresented by William Dean Howells, he rose to speak.  Instantly the\nbrilliant throng was on its feet, a shouting billow of life, the white\nhandkerchiefs flying foam-like on its crest.  It was a supreme moment!\nThe greatest one of them all hailed by their applause as he scaled the\nmountaintop.",
        "Never did Mark Twain deliver a more perfect address than he gave that\nnight.  He began with the beginning, the meagerness of that little hamlet\nthat had seen his birth, and sketched it all so quaintly and delightfully\nthat his hearers laughed and shouted, though there was tenderness under\nit, and often the tears were just beneath the surface.  He told of his\nhabits of life, how he had reached seventy by following a plan of living\nthat would probably kill anybody else; how, in fact, he believed he had\nno valuable habits at all.  Then, at last, came that unforgetable close:",
        "“Threescore years and ten!",
        "“It is the scriptural statute of limitations.  After that you owe no\n     active duties; for you the strenuous life is over.  You are a time-\n     expired man, to use Kipling’s military phrase: you have served your\n     term, well or less well, and you are mustered out.  You are become\n     an honorary member of the republic, you are emancipated, compulsions\n     are not for you, nor any bugle-call but “lights out.”  You pay the\n     time-worn duty bills if you choose, or decline, if you prefer–and\n     without prejudice–for they are not legally collectable.",
        "“The previous-engagement plea, which in forty years has cost you so\n     many twinges, you can lay aside forever; on this side of the grave\n     you will never need it again.  If you shrink at thought of night,\n     and winter, and the late homecomings from the banquet and the lights\n     and laughter, through the deserted streets–a desolation which would\n     not remind you now, as for a generation it did, that your friends\n     are sleeping and you must creep in a-tiptoe and not disturb them,\n     but would only remind you that you need not tiptoe, you can never\n     disturb them more–if you shrink at the thought of these things you\n     need only reply, ’Your invitation honors me and pleases me because\n     you still keep me in your remembrance, but I am seventy; seventy,\n     and would nestle in the chimney-corner, and smoke my pipe, and read\n     my book, and take my rest, wishing you well in all affection, and\n     that when you, in your turn, shall arrive at Pier 70 you may step\n     aboard your waiting ship with a reconciled spirit, and lay your\n     course toward the sinking sun with a contented heart.’”",
        "The tears that had been lying in wait were no longer kept back.  If there\nwere any present who did not let them flow without shame, who did not\nshout their applause from throats choked with sobs, they failed to\nmention the fact later.",
        "Many of his old friends, one after another, rose to tell their love for\nhim–Cable, Carnegie, Gilder, and the rest.  Mr. Rogers did not speak,\nnor the Reverend Twichell, but they sat at his special table.  Aldrich\ncould not be there, but wrote a letter.  A group of English authors,\nincluding Alfred Austin, Barrie, Chesterton, Dobson, Doyle, Hardy,\nKipling, Lang, and others, joined in a cable.  Helen Keller wrote:",
        "     “And you are seventy years old?  Or is the report exaggerated, like\n     that of your death?  I remember, when I saw you last, at the house\n     of dear Mr. Hutton, in Princeton, you said:",
        "     “’If a man is a pessimist before he is forty-eight, he knows too\n     much.  If he is an optimist after he is forty-eight, he knows too\n     little.’",
        "     “Now we know you are an optimist, and nobody would dare to accuse one\n     on the “seven-terraced summit” of knowing little.  So probably you\n     are not seventy, after all, but only forty-seven!”",
        "Helen Keller was right.  Mark Twain was never a pessimist in his heart.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}