{
    "title": "The World’s Great Sermons - Bunyan",
    "author": "Grenville Kleiser",
    "chapter": "6",
    "content": [
        "\n\n",
        "THE HEAVENLY FOOTMAN",
        "John Bunyan was born in the village of Elstow, near Bedford, England,\nin 1628. Because of his fearless preaching he was imprisoned in\nBedford jail from 1660 to 1672, and again for six months in 1675,\nduring which latter time it is said his wonderful “Pilgrim’s Progress\"\nwas written. While his sermons in their tedious prolixity share the\nfault of his time, they are characterized by vividness, epigrammatic\nwit, and dramatic fervor. The purity and simplicity of his style\nhave been highly praised, and his unflinching faith has been the\ninspiration of many a hesitating soul. Among his best known works are\n“The Holy War,” “Grace Abounding in the Chief of Sinners,” and “Sighs\nfrom Hell.” He died in London in 1688.",
        "1628-1688",
        "THE HEAVENLY FOOTMAN",
        "So run that ye may obtain.–I Cor. ix., 24.",
        "Heaven and happiness is that which every one desireth, insomuch that\nwicked Balaam could say, “Let me die the death of the righteous, and\nlet my last end be like his.” Yet, for all this, there are but very\nfew that do obtain that ever-to-be-desired glory, insomuch that many\neminent professors drop short of a welcome from God into this pleasant\nplace. The apostle, therefore, because he did desire the salvation of\nthe souls of the Corinthians, to whom he writes this epistle, layeth\nthem down in these words such counsel, which if taken, would be for\ntheir help and advantage.",
        "First, Not to be wicked, and sit still, and wish for heaven; but to\nrun for it.",
        "Secondly, Not to content themselves with, every kind of running, but,\nsaith he, “So run that ye may obtain.” As if he should say, some,\nbecause they would not lose their souls, begin to run betimes, they\nrun apace, they run with patience, they run the right way. Do you so\nrun. Some run from both father and mother, friends and companions,\nand thus, they may have the crown. Do you so run. Some run through\ntemptations, afflictions, good report, evil report, that they may win\nthe pearl. Do you so run. “So run that ye may obtain.”",
        "These words were taken from men’s funning for a wager; a very apt\nsimilitude to set before the eyes of the saints of the Lord. “Know you\nthat they which run in a race run all, but one obtaineth the prize? So\nrun that ye may obtain.” That is, do not only run, but be sure you win\nas well as run. “So run that ye may obtain.”",
        "I shall not need to make any great ado in opening the words at this\ntime, but shall rather lay down one doctrine that I do find in them;\nand in prosecuting that, I shall show you, in some measure, the scope\nof the words.",
        "The doctrine is this: They that will have heaven, must run for it; I\nsay, they that will have heaven, they must run for it. I beseech you\nto heed it well. “Know ye not, that they which run in a race run all,\nbut one obtaineth the prize? So run ye.” The prize is heaven, and if\nyou will have it, you must run for it. You have another scripture\nfor this in the xii. of the Hebrews, the 1st, 2d, and 3d verses:\n“Wherefore seeing also,” saith the apostle, “that we are compassed\nabout with so great a cloud of witnesses, let us lay aside every\nweight, and the sin which doth so easily beset us, and let us run with\npatience the race that is set before us.” And let us run, saith he.\nAgain, saith Paul, “I so run, not as uncertainly: so fight I,” etc.",
        "But before I go any farther:",
        "1. Fleeing. Observe, that this running is not an ordinary, or any\nsort of running, but it is to be understood of the swiftest sort of\nrunning; and therefore, in the vi. of the Hebrews, it is called a\nfleeing: “That we might have strong consolation, who have fled for\nrefuge, to lay hold on the hope set before us.” Mark, who have fled.\nIt is taken from that xx. of Joshua, concerning the man that was to\nflee to the city of refuge, when the avenger of blood was hard at his\nheels, to take vengeance on him for the offense he had committed;\ntherefore it is a running or fleeing for one’s life: a running with\nall might and main, as we use to say. So run.",
        "2. Pressing. Secondly, this running in another place is called a\npressing. “I press toward the mark\"; which signifieth, that they that\nwill have heaven, they must not stick at any difficulties they meet\nwith; but press, crowd, and thrust through all that may stand between\nheaven and their souls. So run.",
        "3. Continuing. Thirdly, this running is called in another place, a\ncontinuing in the way of life. “If you continue in the faith grounded,\nand settled, and be not moved away from the hope of the gospel of\nChrist.” Not to run a little now and then, by fits and starts, or\nhalf-way, or almost thither, but to run for my life, to run through\nall difficulties, and to continue therein to the end of the race,\nwhich must be to the end of my life. “So run that ye may obtain.” And\nthe reasons are:",
        "(1.) Because all or every one that runneth doth not obtain the prize;\nthere may be many that do run, yea, and run far too, who yet miss of\nthe crown that standeth at the end of the race. You know all that run\nin a race do not obtain the victory; they all run, but one wins. And\nso it is here; it is not every one that runneth, nor every one that\nseeketh, nor every one that striveth for the mastery that hath it.\n“Tho a man do strive for the mastery,” saith Paul, “yet he is not\ncrowned, unless he strive lawfully\"; that is, unless he so run, and so\nstrive, as to have God’s approbation. What, do you think that every\nheavy-heeled professor will have heaven? What, every lazy one? every\nwanton and foolish professor, that will be stopt by anything, kept\nback by anything, that scarce runneth so fast heavenward as a snail\ncreepeth on the ground? Nay, there are some professors that do not go\non so fast in the way of God as a snail doth go on the wall; and yet\nthese think that heaven and happiness is for them. But stay, there are\nmany more that run than there be that obtain; therefore he that will\nhave heaven must run for it.",
        "(2.) Because you know, that tho a man do run, yet if he do not\novercome, or win, as well as run, what will they be the better for\ntheir running? They will get nothing. You know the man that runneth,\nhe doth do it to win the prize; but if he doth not obtain it, he doth\nlose his labor, spend his pains and time, and that to no purpose; I\nsay, he getteth nothing. And ah! how many such runners will there be\nfound in the day of judgment? Even multitudes, multitudes that have\nrun, yea, run so far as to come to heaven-gates, and not able to get\nany farther, but there stand knocking when it is too late, crying,\nLord! Lord! when they have nothing but rebukes for their pains. Depart\nfrom Me, you come not here, you come too late, you run too lazily; the\ndoor is shut. “When once the master of the house is risen up,” saith\nChrist, “and hath shut to the door, and ye begin to stand without, and\nto knock, saying, Lord, Lord, open to us, I will say, I know you not,\ndepart,” etc. Oh, sad will the state of those be that run and miss;\ntherefore, if you will have heaven, you must run for it; and “so run\nthat ye may obtain.”",
        "(3.) Because the way is long (I speak metaphorically), and there is\nmany a dirty step, many a high hill, much work to do, a wicked heart,\nworld, and devil to overcome; I say, there are many steps to be taken\nby those that intend to be saved, by running or walking in the steps\nof that faith of our father Abraham. Out of Egypt thou must go through\nthe Red Sea; thou must run a long and tedious journey, through the\nvast howling wilderness, before thou come to the land of promise.",
        "(4.) They that will go to heaven they must run for it; because, as the\nway is long, so the time in which they are to get to the end of it is\nvery uncertain; the time present is the only time; thou hast no more\ntime allotted thee than thou now enjoyest: “Boast not thyself of\nto-morrow, for thou knowest not what a day may bring forth.” Do not\nsay, I have time enough to get to heaven seven years hence; for I tell\nthee, the bell may toll for thee before seven days more be ended; and\nwhen death comes, away thou must go, whether thou art provided or not;\nand therefore look to it; make no delays; it is not good dallying with\nthings of so great concernment as the salvation or damnation of thy\nsoul. You know he that hath a great way to go in a little time, and\nless by half than he thinks of, he had need to run for it.",
        "(5.) They that will have heaven, they must run for it; because the\ndevil, the law, sin, death, and hell follow them. There is never a\npoor soul that is going to heaven, but the devil, the law, sin, death,\nand hell, make after the soul. “The devil, your adversary, as a\nroaring lion, goeth about, seeking whom he may devour.” And I will\nassure you, the devil is nimble, he can run apace, he is light of\nfoot, he hath overtaken many, he hath turned up their heels, and hath\ngiven them an everlasting fall. Also the law, that can shoot a great\nway, have a care thou keep out of the reach of those great guns, the\nTen Commandments. Hell also hath a wide mouth; it can stretch itself\nfarther that you are aware of. And as the angel said to Lot, “Take\nheed, look not behind thee, neither tarry thou in all the plain” (that\nis, anywhere between this and heaven), “lest thou be consumed\"; so I\nsay to thee, Take heed, tarry not, lest either the devil, hell or the\nfearful curses of the law of God do overtake thee, and throw thee down\nin the midst of thy sins, so as never to rise and recover again. If\nthis were all considered, then thou, as well as I, wouldst say, They\nthat will have heaven must run for it.",
        "(6.) They that go to heaven must run for it; because perchance the\ngates of heaven may be shut shortly. Sometimes sinners have not\nheaven-gates open to them so long as they suppose; and if they be once\nshut against a man, they are so heavy that all the men in the world,\nnor all the angels in heaven, are not able to open them. “I shut, and\nno man can open,” saith Christ. And how if thou shouldst come but\none quarter of an hour too late? I tell thee, it will cost thee an\neternity to bewail thy misery in. Francis Spira can tell thee what it\nis to stay till the gate of mercy be quite shut; or to run so lazily\nthat they be shut before you get within them. What, to be shut out!\nwhat, out of heaven! Sinner, rather than lose it, run for it; yea,\n“and so run that thou mayst obtain.”",
        "(7.) Lastly, because if thou lose, thou losest all, thou losest soul,\nGod, Christ, heaven, ease, peace, etc. Besides, thou layest thyself\nopen to all the shame, contempt, and reproach, that either God,\nChrist, saints, the world, sin, the devil, and all can lay upon thee.\nAs Christ saith of the foolish builder, so I will say of thee, if thou\nbe such a one who runs and misses; I say, even all that go by will\nbegin to mock at thee, saying, This man began to run well, but was not\nable to finish. But more of this anon.",
        "Quest. But how should a poor soul do to run? For this very thing is\nthat which afflicteth me sore (as you say), to think that I may run,\nand yet fall short. Methinks to fall short at last, oh, it fears me\ngreatly. Pray tell me, therefore, how I should run.",
        "Ans. That thou mayst indeed be satisfied in this particular, consider\nthese following things.",
        "The first direction: If thou wouldst so run as to obtain the kingdom\nof heaven, then be sure that thou get into the way that leadeth\nthither: For it is a vain thing to think that ever thou shalt have the\nprize, tho thou runnest never so fast, unless thou art in the way that\nleads to it. Set the case, that there should be a man in London that\nwas to run to York for a wager; now, tho he run never so swiftly, yet\nif he run full south, he might run himself quickly out of breath, and\nbe never nearer the prize, but rather the farther off? Just so is it\nhere; it is not simply the runner, nor yet the hasty runner, that\nwinneth the crown, unless he be in the way that leadeth thereto. I\nhave observed, that little time which I have been a professor, that\nthere is a great running to and fro, some this way, and some that way,\nyet it is to be feared most of them are out of the way, and then, tho\nthey run as swift as the eagle can fly, they are benefited nothing at\nall.",
        "Here is one runs a-quaking, another a-ranting; one again runs after\nthe baptism, and another after the Independency: here is one for\nFreewill, and another for Presbytery; and yet possibly most of all\nthese sects run quite the wrong way, and yet every one is for his\nlife, his soul, either for heaven or hell.",
        "If thou now say, Which is the way? I tell thee it is Christ, the Son\nof Mary, the Son of God. Jesus saith, “I am the way, the truth, and\nthe life; no man cometh to the Father but by me.” So then thy business\nis (if thou wouldst have salvation), to see if Christ be thine, with\nall His benefits; whether He hath covered thee with His righteousness,\nwhether He hath showed thee that thy sins are washed away with His\nheart-blood, whether thou art planted into Him, and whether you have\nfaith in Him, so as to make a life out of Him, and to conform thee\nto Him; that is, such faith as to conclude that thou art righteous,\nbecause Christ is thy righteousness, and so constrained to walk with\nHim as the joy of thy heart, because he saveth thy soul. And for the\nLord’s sake take heed, and do not deceive thyself, and think thou art\nin the way upon too slight grounds; for if thou miss of the way, thou\nwilt miss of the prize, and if thou miss of that I am sure thou wilt\nlose thy soul, even that soul which is worth more than the whole\nworld.",
        "Mistrust thy own strength, and throw it away; down on thy knees in\nprayer to the Lord for the spirit of truth; search His word for\ndirection; flee seducers’ company; keep company with the soundest\nChristians, that have most experience of Christ; and be sure thou have\na care of Quakers, Ranters, Free-willers: also do not have too much\ncompany with some Anabaptists, tho I go under that name myself. I\nwill tell thee this is such a serious matter, and I fear thou wilt so\nlittle regard it, that the thought of the worth of the thing, and of\nthy too light regarding of it, doth even make my heart ache whilst I\nam writing to thee. The Lord teach thee the way by His Spirit, and\nthen I am sure thou wilt know it. So run.",
        "The second direction: As thou shouldst get into the way, so thou\nshouldst also be much in studying and musing on the way. You know men\nthat would be expert in anything, they are usually much in studying of\nthat thing, and so likewise is it with those that quickly grow expert\nin any way. This therefore thou shouldst do; let thy study be much\nexercised about Christ, which is the way, what He is, what He hath\ndone, and why He is what He is, and why He hath done what is done; as\nwhy “He took upon Him the form of a servant” (Phil, ii.); why He was\n“made in the likeness of man\"; why He cried; why He died; why He\n“bare the sin of the world\"; why He was made sin, and why He was made\nrighteousness; why He is in heaven in the nature of man, and what He\ndoth there. Be much in musing and considering of these things; be\nthinking also enough of those places which thou must not come near,\nbut leave some on this hand, and some on that hand; as it is with\nthose that travel into other countries; they must leave such a gate on\nthis hand, and such a bush on that hand, and go by such a place, where\nstandeth such a thing. Thus therefore you must do: “Avoid such things,\nwhich are expressly forbidden in the Word of God.” Withdraw thy foot\nfar from her, “and come not nigh the door of her house, for her steps\ntake hold of hell, going down to the chambers of death.” And so of\neverything that is not in the way, have a care of it, that thou go not\nby it; come not near it, have nothing to do with it. So run.",
        "The third direction: Not only thus, but in the next place, thou\nmust strip thyself of those things that may hang upon thee, to\nthe hindering of thee in the way to the kingdom of heaven, as\ncovetousness, pride, lust, or whatever else thy heart may be inclining\nunto, which may hinder thee in this heavenly race. Men that run for\na wager, if they intend to win as well as run, they do not use to\nencumber themselves, or carry those things about them that may be a\nhindrance to them in their running. “Every man that striveth for\nthe mastery is temperate in all things\"; that is, he layeth aside\neverything that would be anywise a disadvantage to him; as saith the\napostle, “Let us lay aside every weight, and the sin that doth so\neasily beset us, and let us run with patience the race that is set\nbefore us.” It is but a vain thing to talk of going to heaven, if\nthou let thy heart be encumbered with those things that would hinder.\nWould you not say that such a man would be in danger of losing, tho\nhe run, if he fill his pockets with stones, hang heavy garments on\nhis shoulders, and get lumpish shoes on his feet? So it is here;\nthou talkest of going to heaven, and yet fillest thy pockets with\nstones–i.e., fillest thy heart with this world, lettest that hang\non thy shoulders, with its profits and pleasures. Alas! alas! thou art\nwidely mistaken: if thou intendest to win, thou must strip, thou must\nlay aside every weight, thou must be temperate in all things. Thou\nmust so run.",
        "The fourth direction: Beware of by-paths; take heed thou dost not turn\ninto those lanes which lead out of the way. There are crooked paths,\npaths in which men go astray, paths that lead to death and damnation,\nbut take heed of all those. Some of them are dangerous because of\npractise, some because of opinion, but mind them not; mind the path\nbefore thee, look right before thee, turn neither to the right hand\nnor to the left, but let thine eyes look right on, even right\nbefore thee; “Ponder the path of thy feet, and let all thy ways be\nestablished.” Turn not to the right hand nor to the left. “Remove thy\nfoot far from evil.” This counsel being not so seriously taken as\ngiven, is the reason of that starting from opinion to opinion, reeling\nthis way and that way, out of this lane into that lane, and so missing\nthe way to the kingdom. Tho the way to heaven be but one, yet there\nare many crooked lanes and by-paths that shoot down upon it, as I may\nsay. And again, notwithstanding the kingdom of heaven be the biggest\ncity, yet usually those by-paths are most beaten, most travelers go\nthose ways; and therefore the way to heaven is hard to be found, and\nas hard to be kept in, by reason of these. Yet, nevertheless, it is in\nthis case as it was with the harlot of Jericho; she had one scarlet\nthread tied in her window, by which her house was known: so it is\nhere, the scarlet streams of Christ’s blood run throughout the way to\nthe kingdom of heaven; therefore mind that, see if thou do not find\nthe besprinkling of the blood of Christ in the way, and if thou do, be\nof good cheer, thou art in the right way; but have a care thou beguile\nnot thyself with a fancy; for then thou mayst light into any lane or\nway; but that thou mayst not be mistaken, consider, tho it seem never\nso pleasant, yet if thou do not find that in the very middle of the\nroad there is written with the heart-blood of Christ, that he came\ninto the world to save sinners, and that we are justified, tho we are\nungodly, shun that way; for this it is which the apostle meaneth when,\nhe saith, “We have boldness to enter into the holiest by the blood\nof Jesus, by a new and living way which He hath consecrated for us,\nthrough the vail–that is to say, His flesh.” How easy a matter it is\nin this our day, for the devil to be too cunning for poor souls, by\ncalling his by-paths the way to the kingdom. If such an opinion or\nfancy be but cried up by one or more, this inscription being set upon\nit by the devil, “This is the way of God,” how speedily, greedily,\nand by heaps, do poor simple souls throw away themselves upon it;\nespecially if it be daubed over with a few external acts of morality,\nif so good. But it is because men do not know painted by-paths from\nthe plain way to the kingdom of heaven. They have not yet learned the\ntrue Christ, and what His righteousness is, neither have they a\nsense of their own insufficiency; but are bold, proud, presumptuous,\nself-conceited. And therefore,",
        "The fifth direction: Do not thou be too much in looking too high in\nthy journey heavenward. You know men that run a race do not use to\nstare and gaze this way and that, neither do they use to cast up their\neyes too high, lest haply, through their too much gazing with their\neyes after other things, they in the mean time stumble and catch a\nfall. The very same case is this: if thou gaze and stare after every\nopinion and way that comes into the world, also if thou be prying\novermuch into God’s secret decrees, or let thy heart too much\nentertain questions about some nice foolish curiosities, thou mayst\nstumble and fall, as many hundreds in England have done, both in\nranting and quakery, to their own eternal overthrow, without the\nmarvelous operation of God’s grace be suddenly stretched forth to\nbring them back again. Take heed, therefore; follow not that proud,\nlofty spirit, that, devil-like, can not be content with his own\nstation. David was of an excellent spirit, where he saith, “Lord,\nmy heart is not haughty, nor mine eyes lofty, neither do I exercise\nmyself in great matters, or things too high for me. Surely I have\nbehaved and quieted myself as a child that is weaned of his mother: My\nsoul is even as a weaned child.” Do thou so run.",
        "The sixth direction: Take heed that you have not an ear open to every\none that calleth after you as you are in your journey. Men that run,\nyou know, if any do call after them, saying, I would speak with you,\nor go not too fast and you shall have my company with you, if they run\nfor some great matter, they use to say, Alas! I can not stay, I am\nin haste, pray talk not to me now; neither can I stay for you, I am\nrunning for a wager: if I win I am made; if I lose I am undone,\nand therefore hinder me not. Thus wise are men when they run for\ncorruptible things, and thus shouldst thou do, and thou hast more\ncause to do so than they, forasmuch as they run for things that last\nnot, but thou for an incorruptible glory. I give thee notice of this\nbetimes, knowing that thou shalt have enough call after thee, even the\ndevil, sin, this world, vain company, pleasures, profits, esteem among\nmen, ease, pomp, pride, together with an innumerable company of such\ncompanions; one crying, Stay for me; the other saying, Do not leave me\nbehind; a third saying, And take me along with you. What, will you go,\nsaith the devil, without your sins, pleasures, and profits? Are you so\nhasty? Can you not stay and take these along with you? Will you\nleave your friends and companions behind you? Can you not do as your\nneighbors do, carry the world, sin, lust, pleasure, profit, esteem\namong men, along with you? Have a care thou do not let thine ear open\nto the tempting, enticing, alluring, and soul-entangling flatteries\nof such sink-souls as these are. “My son,” saith Solomon, “if sinners\nentice thee, consent thou not.”",
        "You know what it cost the young man whom Solomon speaks of in the vii.\nof the Proverbs, that was enticed by a harlot: “With much fair speech\nshe won him, and caused him to yield, with the flattering of her lips\nshe forced him, till he went after her as an ox to the slaughter, or\nas a fool to the correction of the stocks\"; even so far, “till the\ndart struck through his liver,” and he knew not “that it was for his\nlife.” “Hearken unto me now therefore,” saith he, “O ye children, and\nattend to the words of my mouth, let not thine heart incline to her\nways, go not astray in her paths, for she hast cast down many wounded,\nyea, many strong men have been slain (that is, kept out of heaven); by\nher house is the way to hell, going down to the chambers of death.\"\nSoul, take this counsel, and say, Satan, sin, lust, pleasure, profit,\npride, friends, companions, and everything else, let me alone, stand\noff, come not nigh me, for I am running for heaven, for my soul, for\nGod, for Christ, from hell and everlasting damnation; if I win, I win\nall; and if I lose, I lose all; let me alone, for I will not hear. So\nrun.",
        "The seventh direction: In the next place be not daunted tho thou\nmeetest with never so many discouragements in thy journey thither.\nThat man that is resolved for heaven, if Satan can not win him by\nflatteries, he will endeavor to weaken him by discouragements; saying,\nThou art a sinner, thou hath broken God’s law, thou art not elected,\nthou cometh too late, the day of grace is passed, God doth not care\nfor thee, thy heart is naught, thou art lazy, with a hundred other\ndiscouraging suggestions. And thus it was with David where he saith,\n“I had fainted, unless I had believed to see the loving-kindness of\nthe Lord in the land of the living.” As if he should say, the devil\ndid so rage, and my heart was so base, that had I judged according\nto my own sense and feeling, I had been absolutely distracted; but I\ntrusted to Christ in the promise, and looked that God would be as good\nas his promise, in having mercy upon me, an unworthy sinner; and this\nis that which encouraged me, and kept me from fainting. And thus must\nthou do when Satan or the law, or thy own conscience, do go about to\ndishearten thee, either by the greatness of thy sins, the wickedness\nof thy heart, the tediousness of the way, the loss of outward\nenjoyments, the hatred that thou wilt procure from the world or the\nlike; then thou must encourage thyself with the freeness of the\npromises, the tender-heartedness of Christ, the merits of His blood,\nthe freeness of His invitations to come in, the greatness of the sin\nof others that have been pardoned, and that the same God, through the\nsame Christ, holdeth forth the same grace as free as ever. If these be\nnot thy meditations, thou wilt draw very heavily in the way of heaven,\nif thou do not give up all for lost, and so knock off from following\nany farther; therefore, I say, take heart in thy journey, and say to\nthem that seek thy destruction, “Rejoice not against me, O my enemy,\nfor when I fall I shall arise, when I sit in darkness the Lord shall\nbe a light unto me.” So run.",
        "The eighth direction: Take heed of being offended at the cross that\nthou must go by before thou come to heaven. You must understand (as I\nhave already touched) that there is no man that goeth to heaven but he\nmust go by the cross. The cross is the standing way-mark by which all\nthey that go to glory must pass.",
        "“We must through much tribulation enter into the kingdom of heaven.\"\n“Yea, and all that will live godly in Christ Jesus shall suffer\npersecution.” If thou art in thy way to the kingdom, my life for thine\nthou wilt come at the cross shortly (the Lord grant thou dost not\nshrink at it, so as to turn thee back again).",
        "“If any man will come after me,” saith Christ, “let him deny himself,\nand take up his cross daily, and follow me.” The cross it stands,\nand hath stood, from the beginning, as a way-mark to the kingdom of\nheaven. You know, if one ask you the way to such and such a place,\nyou, for the better direction, do not only say, This is the way, but\nthen also say, You must go by such a gate, by such a stile, such\na bush, tree, bridge, or such like. Why, so it is here; art thou\ninquiring the way to heaven? Why, I tell thee, Christ is the way; into\nHim thou must get, into His righteousness, to be justified; and if\nthou art in Him, thou wilt presently see the cross, thou must go close\nby it, thou must touch it, nay, thou must take it up, or else thou\nwilt quickly go out of the way that leads to heaven, and turn up some\nof those crooked lanes that lead down to the chambers of death.",
        "It is the cross which keepeth those that are kept from heaven. I am\npersuaded, were it not for the cross, where we have one professor we\nshould have twenty; but this cross, that is it which spoileth all.",
        "The ninth direction: Beg of God that He would do these two things for\nthee: First, enlighten thine understanding: And, secondly, inflame thy\nwill. If these two be but effectually done, there is no fear but thou\nwilt go safe to heaven.",
        "One of the great reasons why men and women do so little regard the\nother world is because they see so little of it: And the reason why\nthey see so little of it is because they have their understanding\ndarkened: And therefore, saith Paul, “Do not you believers walk as\ndo other Gentiles, even in the vanity of their minds, having their\nunderstanding darkened, being alienated from the life of God through\nthe ignorance (or foolishness) that is in them, because of the\nblindness of their heart.” Walk not as those, run not with them: alas!\npoor souls, they have their understandings darkened, their hearts\nblinded, and that is the reason they have such undervaluing thoughts\nof the Lord Jesus Christ, and the salvation of their souls. For when\nmen do come to see the things of another world, what a God, what\na Christ, what a heaven, and what an eternal glory there is to be\nenjoyed; also when they see that it is possible for them to have a\nshare in it, I tell you it will make them run through thick and thin\nto enjoy it. Moses, having a sight of this, because his understanding\nwas enlightened, “He feared not the wrath of the king, but chose\nrather to suffer afflictions with the people of God than to enjoy the\npleasures of sin for a season. He refused to be called the son of\nthe king’s daughter\"; accounting it wonderful riches to be accounted\nworthy of so much as to suffer for Christ with the poor despised\nsaints; and that was because he saw Him who was invisible, and had\nrespect unto the recompense of reward. And this is that which the\napostle usually prayeth for in his epistles for the saints, namely,\n“That they might know what is the hope of God’s calling, and the\nriches of the glory of his inheritance in the saints; and that they\nmight be able to comprehend with all saints, what is the breadth, and\nlength, and depth, and height, and know the love of Christ, which\npasseth knowledge.” ...",
        "The tenth direction: Cry to God that He would inflame thy will also\nwith the things of the other world. For when a man’s will is fully set\nto do such or such a thing, then it must be a very hard matter that\nshall hinder that man from bringing about his end. When Paul’s will\nwas set resolvedly to go up to Jerusalem (tho it was signified to him\nbefore what he should there suffer), he was not daunted at all; nay,\nsaith he, “I am ready (or willing) not only to be bound, but also\nto die at Jerusalem for the name of the Lord Jesus.” His will was\ninflamed with love to Christ; and therefore all the persuasions that\ncould be used wrought nothing at all.",
        "Your self-willed people, nobody knows what to do with them: we use to\nsay, he will have his own will, do all what you can. Indeed, to have\nsuch a will for heaven, is an admirable advantage to a man that\nundertaketh a race thither; a man that is resolved, and hath his will\nfixt, saith he, I will do my best to advantage myself; I will do my\nworst to hinder my enemies; I will not give out as long as I can\nstand; I will have it or I will lose my life; “tho he slay me, yet\nwill I trust in him. I will not let thee go except thou bless me.” I\nwill, I will, I will, oh this blest inflamed will for heaven! What is\nit like? If a man be willing, then any argument shall be a matter\nof encouragement; but if unwilling, then any argument shall give\ndiscouragement; this is seen both in saints and sinners; in them that\nare the children of God, and also those that are the children of the\ndevil. As,",
        "1. The saints of old, they being willing and resolved for heaven,\nwhat could stop them? Could fire and fagot, sword or halter, stinking\ndungeons, whips, bears, bulls, lions, cruel rackings, stoning,\nstarving, nakedness, etc., “and in all these things they were more\nthan conquerors, through him that loved them\"; who had also made them\n“willing in the day of his power.”",
        "2. See again, on the other side, the children of the devil, because\nthey are not willing, how many shifts and starting-holes they will\nhave. I have a married wife, I have a farm, I shall offend my\nlandlord, I shall offend my master, I shall lose my trading, I shall\nlose my pride, my pleasures, I shall be mocked and scoffed, therefore\nI dare not come. I, saith another, will stay till I am older, till my\nchildren are out, till I am got a little aforehand in the world, till\nI have done this and that and the other business; but, alas! the thing\nis, they are not willing; for, were they but soundly willing, these,\nand a thousand such as these, would hold them no faster than the cords\nheld Samson, when he broke them like burnt flax. I tell you the will\nis all: that is one of the chief things which turns the wheel either\nbackward or forward; and God knoweth that full well, and so likewise\ndoth the devil; and therefore they both endeavor very much to\nstrengthen the will of their servants; God, He is for making of His\na willing people to serve Him; and the devil, he doth what he can to\npossess the will and affection of those that are his with love to sin;\nand therefore when Christ comes closer to the matter, indeed, saith\nHe, “You will not come to me. How often would I have gathered you as a\nhen doth her chickens, but you would not.” The devil had possest their\nwills, and so long he was sure enough of them. Oh, therefore cry hard\nto God to inflame thy will for heaven and Christ: thy will, I say,\nif that be rightly set for heaven, thou wilt not be beat off with\ndiscouragements; and this was the reason that when Jacob wrestled with\nthe angel, tho he lost a limb, as it were, and the hollow of his thigh\nwas put out of joint as he wrestled with him, yet saith he, “I will\nnot,” mark, “I will not let thee go except thou bless me.” Get thy\nwill tipped with the heavenly grace, and resolution against all\ndiscouragements, and then thou goest full speed for heaven; but\nif thou falter in thy will, and be not found there, thou wilt run\nhobbling and halting all the way thou runnest, and also to be sure\nthou wilt fall short at last. The Lord give thee a will and courage.",
        "Thus I have done with directing thee how to run to the kingdom; be\nsure thou keep in memory what I have said unto thee, lest thou lose\nthy way. But because I would have thee think of them, take all in\nshort in this little bit of paper.",
        "1. Get into the way. 2. Then study on it. 3. Then, strip, and lay\naside everything that would hinder. 4.. Beware of by-paths. 5. Do not\ngaze and stare too much about thee, but be sure to ponder the path of\nthy feet. 6. Do not stop for any that call after thee, whether it be\nthe world, the flesh, or the devil: for all these will hinder thy\njourney, if possible. 7. Be not daunted with any discouragements thou\nmeetest with as thou goest. 8. Take heed of stumbling at the cross. 9.\nCry hard to God for an enlightened heart, and a willing mind, and God\ngive thee a prosperous journey.",
        "Provocation: Now that you may be provoked to run with the foremost,\ntake notice of this. When Lot and his wife were running from curst\nSodom to the mountains, to save their lives, it is said, that his wife\nlooked back from behind him, and she became a pillar of salt; and yet\nyou see that neither her example, nor the judgment of God that fell\nupon her for the same, would cause Lot to look behind him. I have\nsometimes wondered at Lot in this particular; his wife looked behind\nher, and died immediately, but let what would become of her, Lot would\nnot so much as once look behind him to see her. We do not read that he\ndid so much as once look where she was, or what was become of her; his\nheart was indeed upon his journey, and well it might: there was the\nmountain before him, and the fire and brimstone behind him; his life\nlay at stake, and he had lost it if he had looked behind. Do thou so\nrun and in thy race remember Lot’s wife, and remember her doom; and\nremember for what that doom did overtake her; and remember that God\nmade her an example for all lazy runners, to the end of the world; and\ntake heed thou fall not after the same example. But,",
        "If this will not provoke thee, consider thus, 1. Thy soul is thine own\nsoul, that is either to be saved or lost; thou shalt not lose my soul\nby thy laziness. It is thine own soul, thine own ease, thine own\npeace, thine own advantage or disadvantage. If it were my own that\nthou art desired to be good unto, methinks reason should move thee\nsomewhat to pity it. But, alas! it is thine own, thine own soul. “What\nshall it profit a man if he shall gain the whole world, and lose his\nown soul?” God’s people wish well to the souls of others, and wilt not\nthou wish well to thine own? And if this will not provoke thee, then\nthink.",
        "Again, 2. If thou lose thy soul, it is thou also that must bear the\nblame. It made Cain stark mad to consider that he had not looked to\nhis brother Abel’s soul. How much more will it perplex thee to think\nthat thou hadst not a care of thine own? And if this will not provoke\nthee to bestir thyself, think again.",
        "3. That, if thou wilt not run, the people of God are resolved to deal\nwith thee even as Lot dealt with his wife–that is, leave thee behind\nthem. It may be thou hast a father, mother, brother, etc., going\npost-haste to heaven, wouldst thou be willing to be left behind them?\nSurely no.",
        "Again, 4. Will it not be a dishonor to thee to see the very boys and\ngirls in the country to have more with them than thyself? It may be\nthe servants of some men, as the housekeeper, plowman, scullion, etc.,\nare more looking after heaven than their masters. I am apt to think,\nsometimes, that more servants than masters, that more tenants than\nlandlords, will inherit the kingdom of heaven. But is not this a shame\nfor them that are such? I am persuaded you scorn that your servants\nshould say that they are wiser than you in the things of this world;\nand yet I am bold to say that many of them are wiser than you in the\nthings of the world to come, which are of greater concernment.",
        "Expostulation. Well, then, sinner, what sayest thou? Where is thy\nheart? Wilt thou run? Art thou resolved to strip? Or art thou not?\nThink quickly, man; have no dallying in this matter. Confer not with\nflesh and blood; look up to heaven, and see how thou likest it; also\nto hell, and accordingly devote thyself. If thou dost not know the\nway, inquire at the Word of God; if thou wantest company, cry for\nGod’s Spirit; if thou wantest encouragement, entertain the promises.\nBut be sure thou begin betimes; get into the way, run apace, and hold\nout to the end; and the Lord give thee a prosperous journey. Farewell.",
        "Continue...",
        "\nThis eBook of “The World’s Great Sermons” by Grenville Kleiser belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The World's Great Sermons, Vol. 3By Grenville KleiserAt Amazon"
    ]
}