{
    "title": "The Gatlings at Santiago - Chapter VIII: Tactical Analysis of the Battles At Santiago",
    "author": "John H. Parker",
    "chapter": "9",
    "content": [
        "\n\n",
        "The situation of affairs on the night of the 1st of July was rather\ncritical. The plan which the general had laid down had been delayed in\nexecution at El Caney, while the impetuousity of the troops had\nprecipitated an unexpected rapidity of movement at San Juan. Capron’s\nBattery had opened at El Caney about half past seven o’clock, with\nbadly aimed and ill-directed fire, which did very little damage to the\nenemy. The troops engaged in this part of the battle were pushed\nforward until, by about eleven o’clock, they had become pretty\nthoroughly deployed around the vicinity of Las Guamas Creek. They had\nalso extended slightly to the right and to the left toward the Du\nCuorot house. The Spanish forts obstinately held out, and the handful\nof Spanish soldiers in El Caney and vicinity stubbornly resisted the\nattack made by our troops.",
        "About nine o’clock, Hamilton’s right piece, No. 3 of Capron’s Battery,\nsucceeded in planting a shell directly in the old stone fort, which\nknocked a hole in the masonry; but, just at this juncture, the battery\nwas ordered to cease firing at the blockhouse, and to shell the\nenemy’s trenches. The enemy forthwith utilized the hole made in the\nwall by the shell as a loop-hole, and continued to fire through it\nuntil the fort was taken by the infantry assault at about half-past\nfour o’clock. No worse commentary than this could possibly be made\nupon the tactical handling of this battery of artillery, because,\nhaving obtained perfectly the range of the enemy’s stronghold, it was\nsimply asinine not to knock that block-house to pieces immediately.",
        "So Lawton’s Division had remained in front of El Caney, held by about\n1000 Spaniards, while the shadows crept from the west to the north,\nfrom the north to the northeast, and from the northeast toward the\neast. It was coming toward night before the artillery was finally\nturned loose. One corner and the roof of this block-house were knocked\noff, but even then the artillery was so poorly handled that the enemy\nhad to be dislodged from this block-house by hand-to-hand fighting, A\nsingle Hotchkiss gun, properly handled, should have converted it into\nruins in thirty minutes.",
        "While these events were transpiring, Kent and Wheeler, constituting\nthe left wing of the army, had moved forward on the El Poso road,\nparallel to the Aguadores River, as far as the San Juan had captured\nthe San Juan farm-house, and had gradually deployed to the right and\nto the left along the San Juan River. About one o’clock their line had\nswept forward and had captured the first ridge between the San Juan\nand the city of Santiago, the “San Juan ridge,” driving the enemy on\nthis portion of the field into their last trenches. But the right\nflank of this wing was entirely unsupported, and the road by the way\nof Fort Canosa to San Juan, passing by the portion of the line\nsubsequently occupied by the dynamite gun, marked the extreme position\nof the right of this wing of the army. The enemy was already well\ntoward its right, and had the excellent El Caney road to move upon. He\nwas thoroughly familiar with the country, while the troops composing\nthis wing were exhausted by the charge. This wing had no reserve that\nthe firing-line knew of, and, as a matter of fact, had none except two\nbattalions of the 71st New York, which had not got into battle, and\nwhich were scattered along the road from the San Juan River to\nSiboney.",
        "The position occupied by the left wing of the army was a strong\nnatural position, but had no protection for the right flank. In this,\nLawton’s Division did not execute the part of the battle assigned to\nit. Thus the officers on the San Juan ridge, who knew anything about\nthe plan of the battle, were constantly directing their gaze, at every\nlull in the fighting, toward El Caney, and to the right of Gen. Wood’s\nposition, but there were no indications of the approach of Gen.\nLawton.",
        "Returning now to the right wing: the San Juan block-house and the\nridge in its vicinity having been captured, a glance at the map will\nshow that the retreat of the Spanish forces at El Caney was in\nimminent danger of being cut off. This capture occurred at 1:23-1/2 p.\nm. The Spanish commander at El Caney had been killed about noon, his\nmen had suffered heavily, and the new commanding officer discovered\nthat his retreat by the El Caney road was threatened. The only other\nline of retreat was by way of the San Miguel and Cuabitas roads. The\nSpanish forces at El Caney were also running low in their ammunition,\nand it was therefore decided to withdraw. Portions of the Spanish\ntroops did withdraw, some by way of the El Caney road toward Santiago;\nthe remainder, some 350 or 400, were crushed in the final charge upon\nEl Caney, between 4 and 4:30 o’clock.",
        "Gen. Lawton’s Division then proceeded down the El Caney road to Santa\nCruz, passing by way of the masonry bridge. This was about dusk. The\ndivision marched in columns of fours, with the artillery in front in\ncolumn of sections, and without even an advance guard thrown out. The\nartillery had passed the masonry bridge and had nearly reached the\nSanta Cruz farm-house, when the order was given to halt. The division\nhalted in the road and began to cook supper. Fires were kindled, and\ncoffee put on to boil. Suddenly, a few shots came scattering over the\nridge and dropped in among the troops. A messenger was sent back to\nGen. Shafter to inform him that further advance in this direction was\nnot practicable, as the enemy had been encountered in force. The\nposition this division was destined, in the beginning, to occupy was\nwithin less than 300 yards of where it halted. There was no large body\nof Spanish troops in that portion of the field. The whole valley\nbetween that ridge and Santiago had been swept by machine gun fire\nduring the afternoon. It is possible that there might hare been a few\nSpanish pickets on the ridge, but this is not believed to be probable.\nThere was some firing about this time from the Spanish trenches near\nFort Canosa, at the 13th Infantry upon the hill where the dynamite gun\nwas subsequently placed. A glance at the map will show that these\nshots, having passed over the hill, would drop in the vicinity of the\nmasonry bridge and the Santa Cruz farm-house. This was the firing that\nalarmed Lawton’s Division and caused the report mentioned to be sent\nback to General Shafter.",
        "This statement of the conditions has been necessary in order to\nunderstand why the counter-march was made by Lawton’s Division. The\nposition at El Caney had ceased to be of any importance as soon as the\nSan Juan block-house and ridge were taken; any Spanish troops\nremaining at El Caney were necessarily victims. But it was vitally\nimportant to hold the position gained by the left wing. The appearance\nof a heavy force of the enemy in front of the masonry bridge could\nsignify only one thing, and that was that the left wing, with its\nright flank in the air, was liable to be doubled up at any moment by a\nheavy force of the enemy striking it upon that flank. Further, that\nGen. Lawton, with this column advancing on the El Caney road as before\nexplained, was liable to be struck at the head of his column and\nsimilarly doubled up. The enemy would thus interpose between the two\nwings of the army, cutting Lawton off, and probably defeating the army\nin detail, unless something be done immediately.",
        "Of course, it is known now that this operation of the enemy was never\nprobable for an instant; but that was the status of affairs at\nmidnight on July 1st, as then reported to the commanding general.",
        "Lawton was, therefore, ordered to withdraw, by way of the El Caney\nroad, back to Gen. Shafter’s headquarters in rear of El Poso, from\nwhich position his division was rushed forward on the El Poso road to\nSan Juan on the 2d of July. His men were marched almost all night,\nalmost all day the next day, and were well-nigh utterly exhausted when\nthey reached a position in rear of the right flank of the left wing.\nIt was supposed, up to this time, at headquarters, that the\ninformation on which this marching was ordered was correct.",
        "During the time that Lawton had been countermarching from Santa Cruz,\nback by way of El Poso, there had been, as before stated, no reserve\nfor the left wing. The independent division of Gen. Bates had been\nordered to the front as rapidly as possible. Part of it had reached\nthe vicinity of El Poso, and from there one or two of the regiments\nhad participated in the fight, late on July 1st; but nobody on the\nfiring line knew anything about Bates’ independent division at this\ntime, and it was too much exhausted to be useful as a reserve. The\nmorning of the 2d it was used to extend the lines. It is therefore\nevident, now that the history of the battle is understood, that the\nGatling guns were the only effective reserve which the left wing of\nthe army had during the night of July 1st and all day on the 2d.",
        "Acting on this belief, the Gatling Gun Battery was placed in reserve,\nin the rear of Fort Roosevelt, on the morning of July 2d, and was held\nthere in reserve all day on July the 2d and 3d. The pieces were placed\nwithin twenty yards of the firing-line, just below the crest of the\nhill. The feed-guides were filled, and the gun crews lay down beside\ntheir pieces. The battery was ready to either support the firing-line\nagainst a charge, or protect its flank against a turning movement. But\nit was not considered necessary or desirable to run the pieces up on\nthe firing-line in the open, and participate in the trench-firing,\nwhich was the only fighting done on July 2d and 3d. It was considered\nthat the battery was too valuable as a reserve to sacrifice any of its\nmen uselessly. Some very well-meaning officers urged that the battery\nbe rushed up on the hill and put into action, but this was stubbornly\nrefused, under the third clause of the instructions given on the 1st\nof July, “to make the best use of the guns possible.” Gen. Wood and\nCol. Roosevelt were consulted, and they concurred with the above\nviews, and the battery remained in reserve.",
        "On the morning of the 2d of July a handsome young soldier, in the\nuniform of a Rough Rider, approached the battery commander, saluted,\nand said, “Col. Roosevelt directs me to report to you with my two\nguns.” Inquiry elicited the fact that the young trooper was Serg.\nWilliam Tiffany, that he had command of two Colt’s automatic\nrapid-fire guns, with a crew consisting of Corp. Stevens and six men,\nand that he had 4,000 rounds of 7-millimeter ammunition. Four thousand\nwas not a very large supply for two guns which could fire at the rate\nof 500 shots each per minute. Fortunately, the Gatling Gun Detachment\nhad found time, on the 1st of July, to collect about 10,000 rounds of\nMauser ammunition in the captured trenches, and a comparison of the\nMauser with the 7-millimeter ammunition at once disclosed the fact\nthat it was precisely the same ammunition which Tiffany had brought\nalong for his guns. The problem of ammunition supply for Tiffany’s\nguns was solved. He now had 14,000 rounds, and his guns became a very\npowerful reinforcement at this point.",
        "Serg. Tiff any and his men had carried these guns from Siboney to the\nfiring-line upon their backs. How they got the four boxes of\nammunition through they themselves could hardly tell. The firing was\ntoo heavy to mount the tripods in the trenches during the daytime, so\nplacing the guns was deferred until night. For some reason it was not\npracticable to place the tripods on the night of the 2d, and they were\nfinally placed on the night of the 3d; Serg. Tiffany, with two of his\nmen, aiding in digging the emplacements.",
        "While digging, suddenly a burst of firing broke out, and it was\nbelieved by many that a serious night attack had been made. During the\nfiring, Capt. Ayers, of the 10th Cavalry, and Col. Roosevelt again\ndisplayed those characteristics of fearless bravery which so endeared\nthese two gallant officers to their men. Some of the troops in the\ntrenches had begun to fire wildly. In fact, all the firing was done\nwild; there was no sense in any of it; there was no occasion for it.\nIntent listening to the enemy’s fire made it absolutely certain that\ntheir firing never approached nearer our lines. There may have been\nsome small body seeking to explore the road, but there was no\nindication of any attack in force. At any rate, Roosevelt and Ayers\ndetermined to stop the firing of our line, and suddenly, above the din\nof battle, these two officers could be heard, tramping up and down the\ntrench in front of their men, haranguing, commanding, ridiculing their\nmen for shooting in the dark. Ayers told his men that they were no\nbetter than the Cubans, upon which the burly black troopers burst into\na loud guffaw, and then stopped firing altogether. Roosevelt told his\nmen that he was ashamed of them. He was ashamed to see them firing\nvaluable ammunition into the darkness of the night, aiming at nothing;\nthat he thought cowboys were men who shot only when they could see the\n“whites of the other fellow’s eyes.” They also stopped firing. The\nenemy’s bullets continued to whiz by for a few minutes, and they too\nceased firing, and everybody began to laugh at everybody else. Tiffany\nhad joined the two officers in their walk up and down, exposing\nhimself with the utmost coolness. He and his men now succeeded in\nplacing his guns in the trench, and, from that time until the end of\nthe fight, they could hardly be induced to leave them long enough to\neat; they didn’t leave them to sleep–they slept in the trench by the\nguns.",
        "About one o’clock on the 3d there was a lull in the firing, during\nwhich a flag of truce was sent with a communication to General Toral,\nnotifying him that a bombardment would follow unless he surrendered.\nThe firing was resumed and continued until about half past twelve on\nthe 4th of July, at which time another flag of truce went up, and\nthere was no more firing until the 10th of July at about three\no’clock. Troops, however, were compelled to lie on their arms; the\nrelief was constantly in the trenches, and the nervous strain was even\nworse than the actual dangers of battle.",
        "Negotiations for capitulation having failed, firing was resumed about\nthree o’clock on the 10th, and continued until one o’clock on the 11th\nof July. In this firing all four of the Gatling guns were used;\nTiffany’s guns and the dynamite gun under Serg. Borrowe participated.\nThree of the Gatling guns had been placed in the trench on the night\nof July 3d. The wheels were taken off and laid on the ground in the\nrear of the pieces; sand-bag revetments were built up in front of the\nguns, and each crew divided into two reliefs. One relief was required\nto be constantly at the gun and always ready for instant action. The\nfourth gun, the one that had been temporarily disabled, was repaired\non the 4th, thoroughly cleaned, and placed in reserve behind the crest\nof the hill. On the 4th of July, Serg. Borrowe had been directed to\nobey any instructions given him by the Gatling gun commander, and the\ndynamite gun had been placed in position to cooperate with the battery\nof machine guns. There were now, therefore, seven pieces in the\nbattery. It was the most powerful and unique battery ever used in\nbattle.",
        "The Sims-Dudley pneumatic dynamite gun throws a Whitehead torpedo,\ncarrying a charge of four and one-half pounds of explosive gelatine;\nthe effective force of this charge is equal to that of nine pounds of\ndynamite, No. 1. The charge explodes, on striking, by means of a\npercussion fuse, and steadiness of flight is secured by means of a\nvane. The propelling force is a charge of seven ounces of smokeless\npowder. The gun is pointed in the same manner as a mortar, and fired\nin the same manner as a field-piece. During the 10th and 11th\nconsiderable attention was devoted to the tactical cooperation of the\nguns composing this unique battery.",
        "The plan adopted was for the dynamite gun to throw a shell toward a\ndesignated point. Upon the explosion of this shell the Spanish\nsoldiers invariably exposed themselves, and were immediately assailed\nby machine gun fire. Occasionally a dynamite shell would fall with\nsufficient accuracy to do efficient work on its own account. On the\nafternoon of the 10th a dynamite shell fell in a long trench near Fort\nCanosa, clearing out the trench. The Spanish survivors were cut down\nalmost to a man by the machine gun fire, and the Spanish troops were\nunable to occupy this trench until the following morning, when the\noperation was repeated, practically destroying the usefulness of this\ntrench during the whole fight. Capt. Duncan, of the 21st Infantry,\nstates that this relieved his battalion of an enfilading fire, and was\na valuable service to them. Another dynamite shell, on the afternoon\nof the 10th, fell into a Spanish battery of artillery, near the brick\nhospital, and completely destroyed the battery, which consisted of two\n3-inch guns. In all, about a dozen dynamite shells were thrown with\nsome degree of accuracy, and with good effect.",
        "The fourth Gatling gun, which had been held in reserve, was used\nduring the afternoon of July 10th, and all day on the 11th, to pour a\nvertical fire upon the city of Santiago, beyond that portion that was\nvisible to the American troops. Perhaps 6,000 or 7,000 shots were thus\ndropped into the heart of the city, making the streets unsafe,\ncommunication difficult, and striking terror to the hearts of the\nSpanish troops who were held there in reserve. Gen. Toral, in his\nofficial statement to his own government, specifically mentions this\nfire as one of his principal reasons for surrender.",
        "On the afternoon of the 10th and during the 11th of July a battery of\nmortars, under command of Capt. Ennis, posted about half a mile to the\nright of the machine gun battery, threw a few shells at the enemy’s\nintrenchments. There were four of these mortars in action and they\nwere placed behind the ridge in a perfectly safe position. They threw,\nperhaps, twenty-five shells all told. The first eight or ten failed to\nexplode for the reason that the fuses had not been punched. Finally,\nCapt. Ennis discovered that his shells were not exploding, and, on\ninquiry, found that there was no fuse-punch in the battery. He\nsucceeded in finding a brad-awl, which, luckily, some member of the\nbattery had in his pocket, and showed a sergeant how to punch the fuse\nwith a brad-awl. After this the mortar shells exploded all right. None\nof this fire, however, was directed at the city; it was directed at\nthe trenches of the enemy, and not over eight or ten of the shells\nfell with any precision. The mortar fire was effective in the sense\nthat it tended to demoralize the enemy, but its material effect was\nvery small.",
        "There was no firing of field-pieces during all this time of which any\naccount is necessary. The field-pieces were even less useful during\nthis time than they were on the 1st of July, if such a thing could be\npossible.",
        "On the night of the 4th of July the reserve Gatling gun was posted to\ncommand the Fort Canosa road, in support of a picket on that road, and\nfrom that time until the surrender this piece was posted there every\nnight. The members, therefore, of this detachment did practically\ndouble duty. This was the gun in charge of Sergts. Weischaar and\nRyder, referred to in the official report. Luckily, it was not fired,\nbut there can be no doubt of the immense value it would have had if\nits use had been necessary.",
        "Summing up the use of machine guns from the 2d to the 11th of July,\ninclusive, it may be said that they demonstrated the use of the arm as\na tactical reserve and an auxiliary to an outpost, and that, in\ncombination with a dynamite gun, they demonstrated that a new arm of\nthe service had been formed which can live at closer range to the\nenemy, and do far more effective work, than artillery. Nor is this all\nto be considered. It should be remembered that a field-piece throws a\nshell which breaks into 273 fragments. The machine gun throws 1000\nshots, and each of these shots is aimed with absolute precision.\nTherefore, at any effective range, the machine gun is far superior to\na field-piece against anything except material obstacles. Of course\nthe machine guns will not do to batter down stone walls, nor to\ndestroy block-houses. It had already been demonstrated on the 1st of\nJuly that “machine guns can go forward with the charging-line to the\nlodgment in the enemy’s position,” and that “their presence on the\nfield of battle, with a supply of ammunition for ten minutes, is a\ndecisive factor in the engagement.”",
        "These were the principal points claimed for the machine gun in the\ndiscussion of the subject on the 1st of January. The use of the\nmachine gun for advance and rear guards was not demonstrated at\nSantiago, for the reason that no opportunity was presented.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}