{
    "title": "The Sorrows of Young Werther - May 22.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "8",
    "content": [
        "\n\n",
        "That the life of man is but a dream, many a man has surmised\nheretofore; and I, too, am everywhere pursued by this feeling.\nWhen I consider the narrow limits within which our active and\ninquiring faculties are confined; when I see how all our energies\nare wasted in providing for mere necessities, which again have no\nfurther end than to prolong a wretched existence; and then that\nall our satisfaction concerning certain subjects of investigation\nends in nothing better than a passive resignation, whilst we amuse\nourselves painting our prison-walls with bright figures and brilliant\nlandscapes, — when I consider all this, Wilhelm, I am silent.\nI examine my own being, and find there a world, but a world rather\nof imagination and dim desires, than of distinctness and living\npower. Then everything swims before my senses, and I smile and\ndream while pursuing my way through the world.",
        "All learned professors and doctors are agreed that children do not\ncomprehend the cause of their desires; but that the grown-up should\nwander about this earth like children, without knowing whence they\ncome, or whither they go, influenced as little by fixed motives,\nbut guided like them by biscuits, sugar-plums, and the rod, — this\nis what nobody is willing to acknowledge; and yet I think it is\npalpable.",
        "I know what you will say in reply; for I am ready to admit that\nthey are happiest, who, like children, amuse themselves with their\nplaythings, dress and undress their dolls, and attentively watch\nthe cupboard, where mamma has locked up her sweet things, and,\nwhen at last they get a delicious morsel, eat it greedily, and\nexclaim, “More!” These are certainly happy beings; but others\nalso are objects of envy, who dignify their paltry employments,\nand sometimes even their passions, with pompous titles, representing\nthem to mankind as gigantic achievements performed for their welfare\nand glory. But the man who humbly acknowledges the vanity of all\nthis, who observes with what pleasure the thriving citizen converts\nhis little garden into a paradise, and how patiently even the poor\nman pursues his weary way under his burden, and how all wish equally\nto behold the light of the sun a little longer, — yes, such a man\nis at peace, and creates his own world within himself; and he is\nalso happy, because he is a man. And then, however limited his\nsphere, he still preserves in his bosom the sweet feeling of liberty,\nand knows that he can quit his prison whenever he likes.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}