{
    "title": "The Boys’ Life of Mark Twain - X. A Wind of Chance",
    "author": "Paine",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "Orion could not persuade his brother to remain in Muscatine.  Sam\nreturned to his old place on the “Evening News,” in St. Louis, where he\nremained until the following year, rooming with a youth named Burrough, a\njourneyman chair-maker with literary taste, a reader of the English\nclassics, a companionable lad, and for Samuel Clemens a good influence.",
        "By spring, Orion Clemens had married and had sold out in Muscatine.  He\nwas now located in Keokuk, Iowa.  When presently Brother Sam came\nvisiting to Keokuk, Orion offered him five dollars a week and his board\nto remain.  He accepted.  Henry Clemens, now seventeen, was also in\nOrion’s employ, and a lad named Dick Hingham.  Henry and Sam slept in the\noffice; Dick and a young fellow named Brownell, who roomed above, came in\nfor social evenings.",
        "They were pretty lively evenings.  A music-teacher on the floor below did\nnot care for them–they disturbed his class.  He was furious, in fact,\nand assailed the boys roughly at first, with no result but to make\nmatters worse.  Then he tried gentleness, and succeeded.  The boys\nstopped their capers and joined his class.  Sam, especially, became a\ndistinguished member of that body.  He was never a great musician, but\nwith his good nature, his humor, his slow, quaint speech and originality,\nhe had no rival in popularity.  He was twenty now, and much with young\nladies, yet he was always a beau rather than a suitor, a good comrade to\nall, full of pranks and pleasantries, ready to stop and be merry with any\nthat came along.  If they prophesied concerning his future, it is not\nlikely that they spoke of literary fame.  They thought him just easy-\ngoing and light-minded.  True, they noticed that he often carried a book\nunder his arm–a history, a volume of Dickens, or the tales of Poe.",
        "He read more than any one guessed.  At night, propped up in bed–a habit\ncontinued until his death–he was likely to read until a late hour.  He\nenjoyed smoking at such times, and had made himself a pipe with a large\nbowl which stood on the floor and had a long rubber stem, something like\nthe Turkish hubble-bubble.  He liked to fill the big bowl and smoke at\nease through the entire evening.  But sometimes the pipe went out, which\nmeant that he must strike a match and lean far over to apply it, just\nwhen he was most comfortable.  Sam Clemens never liked unnecessary\nexertion.  One night, when the pipe had gone out for the second time, he\nhappened to hear the young book-clerk, Brownell, passing up to his room\non the top floor.  Sam called to him:",
        "“Ed, come here!”",
        "Brownell poked his head in the door.  The two were great chums.",
        "“What will you have, Sam?” he asked.",
        "“Come in, Ed; Henry’s asleep, and I’m in trouble.  I want somebody to\nlight my pipe.”",
        "“Why don’t you light it yourself?” Brownell asked.",
        "“I would, only I knew you’d be along in a few minutes and would do it for\nme.”",
        "Brownell scratched a match, stooped down, and applied it.",
        "“What are you reading, Sam?”",
        "“Oh, nothing much–a so-called funny book.  One of these days I’ll write\na funnier book myself.”",
        "Brownell laughed.  “No, you won’t, Sam,” he said.  “You’re too lazy ever\nto write a book.”",
        "Years later, in the course of a lecture which he delivered in Keokuk,\nMark Twain said that he supposed the most untruthful man in the world\nlived right there in Keokuk, and that his name was Ed Brownell.",
        "Orion Clemens did not have the gift of prosperity, and his printing-\noffice did not flourish.  When he could no longer pay Sam’s wages he took\nhim into partnership, which meant that Sam got no wages at all, though\nthis was of less consequence, since his mother, now living with Pamela,\nwas well provided for.  The disorder of the office, however, distressed\nhim.  He wrote home that he could not work without system, and, a little\nlater, that he was going to leave Keokuk, that, in fact, he was planning\na great adventure–a trip to the upper Amazon!",
        "His interest in the Amazon had been awakened by a book.  Lynch and\nHerndon had surveyed the upper river, and Lieutenant Herndon’s book was\nwidely read.  Sam Clemens, propped up in bed, pored over it through long\nevenings, and nightly made fabulous fortunes collecting cocoa and other\nrare things–resolving, meantime, to start in person for the upper Amazon\nwith no unnecessary delay.  Boy and man, Samuel Clemens was the same.\nHis vision of grand possibilities ahead blinded him to the ways and means\nof arrival.  It was an inheritance from both sides of his parentage.\nOnce, in old age, he wrote:",
        "“I have been punished many and many a time, and bitterly, for doing\n     things and reflecting afterward .  .  .  .  When I am reflecting on\n     these occasions, even deaf persons can hear me think.”",
        "He believed, however, that he had reflected carefully concerning the\nAmazon, and that in a brief time he should be there at the head of an\nexpedition, piling up untold wealth.  He even stirred the imaginations of\ntwo other adventurers, a Dr. Martin and a young man named Ward.  To\nHenry, then in St. Louis, he wrote, August 5, 1856:",
        "“Ward and I held a long consultation Sunday morning, and the result\n     was that we two have determined to start to Brazil, if possible, in\n     six weeks from now, in order to look carefully into matters there\n     and report to Dr. Martin in time for him to follow on the first of\n     March.”",
        "The matter of finance troubled him.  Orion could not be depended on for\nany specified sum, and the fare to the upper Amazon would probably be\nconsiderable.  Sam planned different methods of raising it.  One of them\nwas to go to New York or Cincinnati and work at his trade until he saved\nthe amount.  He would then sail from New York direct, or take boat for\nNew Orleans and sail from there.  Of course there would always be vessels\nclearing for the upper Amazon.  After Lieutenant Herndon’s book the ocean\nwould probably be full of them.",
        "He did not make the start with Ward, as planned, and Ward and Martin seem\nto have given up the Amazon idea.  Not so with Samuel Clemens.  He went\non reading Herndon, trying meantime to raise money enough to get him out\nof Keokuk.  Was it fate or Providence that suddenly placed it in his\nhands?  Whatever it was, the circumstance is so curious that it must be\nclassed as one of those strange facts that have no place in fiction.",
        "The reader will remember how, one day in Hannibal, the wind had brought\nto Sam Clemens, then printer’s apprentice, a stray leaf from a book about\n“Joan of Arc,” and how that incident marked a turning-point in his mental\nlife.  Now, seven years later, it was the wind again that directed his\nfortune.  It was a day in early November–bleak, bitter, and\ngusty, with whirling snow; most persons were indoors.  Samuel Clemens,\ngoing down Main Street, Keokuk, saw a flying bit of paper pass him and\nlodge against a building.  Something about it attracted him and he\ncaptured it.  It was a fifty-dollar bill!  He had never seen one before,\nbut he recognized it.  He thought he must be having a pleasant dream.",
        "He was tempted to pocket his good fortune and keep still.  But he had\nalways a troublesome conscience.  He went to a newspaper office and\nadvertised that he had found a sum of money, a large bill.",
        "Once, long after, he said: “I didn’t describe it very particularly, and I\nwaited in daily fear that the owner would turn up and take away my\nfortune.  By and by I couldn’t stand it any longer.  My conscience had\ngotten all that was coming to it.  I felt that I must take that money out\nof danger.”",
        "Another time he said, “I advertised the find and left for the Amazon the\nsame day.”  All of which we may take with his usual literary discount–\nthe one assigned to him by his mother in childhood.  As a matter of fact,\nhe remained for an ample time, and nobody came for the money.  What was\nits origin?  Was it swept out of a bank, or caught up by the wind from\nsome counting-room table?  Perhaps it materialized out of the unseen.\nWho knows?",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}