{
    "title": "The Secret Garden - Chapter XXVI - “It’s Mother!”",
    "author": "Frances Hodgson Burnett",
    "chapter": "26",
    "content": [
        "\n\n",
        "Their belief in the Magic was an abiding thing.\nAfter the morning’s incantations Colin sometimes gave\nthem Magic lectures.",
        "“I like to do it,” he explained, “because when I grow\nup and make great scientific discoveries I shall be\nobliged to lecture about them and so this is practise.\nI can only give short lectures now because I am very young,\nand besides Ben Weatherstaff would feel as if he were in\nchurch and he would go to sleep.”",
        "“Th’ best thing about lecturin’,” said Ben, “is that a chap can\nget up an’ say aught he pleases an’ no other chap can answer\nhim back.  I wouldn’t be agen’ lecturin’ a bit mysel’ sometimes.”",
        "But when Colin held forth under his tree old Ben fixed\ndevouring eyes on him and kept them there.  He looked\nhim over with critical affection.  It was not so much\nthe lecture which interested him as the legs which looked\nstraighter and stronger each day, the boyish head which held\nitself up so well, the once sharp chin and hollow cheeks\nwhich had filled and rounded out and the eyes which had\nbegun to hold the light he remembered in another pair.\nSometimes when Colin felt Ben’s earnest gaze meant that he\nwas much impressed he wondered what he was reflecting on\nand once when he had seemed quite entranced he questioned him.",
        "“What are you thinking about, Ben Weatherstaff?” he asked.",
        "“I was thinkin’” answered Ben, “as I’d warrant tha’s,\ngone up three or four pound this week.  I was lookin’\nat tha’ calves an’ tha’ shoulders.  I’d like to get thee\non a pair o’ scales.”",
        "“It’s the Magic and–and Mrs. Sowerby’s buns and milk\nand things,” said Colin.  “You see the scientific\nexperiment has succeeded.”",
        "That morning Dickon was too late to hear the lecture.\nWhen he came he was ruddy with running and his funny face\nlooked more twinkling than usual.  As they had a good deal\nof weeding to do after the rains they fell to work.\nThey always had plenty to do after a warm deep sinking rain.\nThe moisture which was good for the flowers was also good\nfor the weeds which thrust up tiny blades of grass and points\nof leaves which must be pulled up before their roots took\ntoo firm hold.  Colin was as good at weeding as any one\nin these days and he could lecture while he was doing it.\n“The Magic works best when you work, yourself,” he said\nthis morning.  “You can feel it in your bones and muscles.\nI am going to read books about bones and muscles, but I am\ngoing to write a book about Magic.  I am making it up now.\nI keep finding out things.”",
        "It was not very long after he had said this that he\nlaid down his trowel and stood up on his feet.\nHe had been silent for several minutes and they had seen\nthat he was thinking out lectures, as he often did.\nWhen he dropped his trowel and stood upright it seemed\nto Mary and Dickon as if a sudden strong thought had made\nhim do it.  He stretched himself out to his tallest height\nand he threw out his arms exultantly.  Color glowed in\nhis face and his strange eyes widened with joyfulness.\nAll at once he had realized something to the full.",
        "“Mary! Dickon!” he cried.  “Just look at me!”",
        "They stopped their weeding and looked at him.",
        "“Do you remember that first morning you brought me in here?\"\nhe demanded.",
        "Dickon was looking at him very hard.  Being an animal\ncharmer he could see more things than most people could\nand many of them were things he never talked about.\nHe saw some of them now in this boy.  “Aye, that we do,\"\nhe answered.",
        "Mary looked hard too, but she said nothing.",
        "“Just this minute,” said Colin, “all at once I remembered\nit myself–when I looked at my hand digging with the\ntrowel–and I had to stand up on my feet to see if it\nwas real.  And it is real! I’m well–I’m well!”",
        "“Aye, that th’ art!” said Dickon.",
        "“I’m well! I’m well!” said Colin again, and his face went\nquite red all over.",
        "He had known it before in a way, he had hoped it and felt\nit and thought about it, but just at that minute something\nhad rushed all through him–a sort of rapturous belief\nand realization and it had been so strong that he could\nnot help calling out.",
        "“I shall live forever and ever and ever!” he cried grandly.\n“I shall find out thousands and thousands of things.\nI shall find out about people and creatures and everything\nthat grows–like Dickon–and I shall never stop making Magic.\nI’m well! I’m well! I feel–I feel as if I want to shout\nout something–something thankful, joyful!”",
        "Ben Weatherstaff, who had been working near a rose-bush,\nglanced round at him.",
        "“Tha’ might sing th’ Doxology,” he suggested in his\ndryest grunt.  He had no opinion of the Doxology and he\ndid not make the suggestion with any particular reverence.",
        "But Colin was of an exploring mind and he knew nothing\nabout the Doxology.",
        "“What is that?” he inquired.",
        "“Dickon can sing it for thee, I’ll warrant,\"\nreplied Ben Weatherstaff.",
        "Dickon answered with his all-perceiving animal charmer’s smile.",
        "“They sing it i’ church,” he said.  “Mother says she\nbelieves th’ skylarks sings it when they gets up i’ th’ mornin’.”",
        "“If she says that, it must be a nice song,” Colin answered.\n“I’ve never been in a church myself.  I was always too ill.\nSing it, Dickon.  I want to hear it.”",
        "Dickon was quite simple and unaffected about it.\nHe understood what Colin felt better than Colin did himself.\nHe understood by a sort of instinct so natural that he\ndid not know it was understanding.  He pulled off his cap\nand looked round still smiling.",
        "“Tha’ must take off tha’ cap,” he said to Colin,\"\nan’ so mun tha’, Ben–an’ tha’ mun stand up, tha’ knows.”",
        "Colin took off his cap and the sun shone on and warmed his\nthick hair as he watched Dickon intently.  Ben Weatherstaff\nscrambled up from his knees and bared his head too with\na sort of puzzled half-resentful look on his old face\nas if he didn’t know exactly why he was doing this remarkable\nthing.",
        "Dickon stood out among the trees and rose-bushes\nand began to sing in quite a simple matter-of-fact\nway and in a nice strong boy voice:",
        "         “Praise God from whom all blessings flow,\n         Praise Him all creatures here below,\n         Praise Him above ye Heavenly Host,\n         Praise Father, Son, and Holy Ghost.\n                     Amen.”",
        "When he had finished, Ben Weatherstaff was standing\nquite still with his jaws set obstinately but with a\ndisturbed look in his eyes fixed on Colin.  Colin’s face\nwas thoughtful and appreciative.",
        "“It is a very nice song,” he said.  “I like it.  Perhaps it\nmeans just what I mean when I want to shout out that I am\nthankful to the Magic.” He stopped and thought in a puzzled way.\n“Perhaps they are both the same thing.  How can we know\nthe exact names of everything? Sing it again, Dickon.\nLet us try, Mary.  I want to sing it, too.  It’s my song.\nHow does it begin? `Praise God from whom all blessings flow’?”",
        "And they sang it again, and Mary and Colin lifted their\nvoices as musically as they could and Dickon’s swelled quite\nloud and beautiful–and at the second line Ben Weatherstaff\nraspingly cleared his throat and at the third line he joined\nin with such vigor that it seemed almost savage and when\nthe “Amen” came to an end Mary observed that the very same\nthing had happened to him which had happened when he found\nout that Colin was not a cripple–his chin was twitching\nand he was staring and winking and his leathery old cheeks were\nwet.",
        "“I never seed no sense in th’ Doxology afore,” he said hoarsely,\n“but I may change my mind i’ time.  I should say tha’d\ngone up five pound this week Mester Colin–five on ’em!”",
        "Colin was looking across the garden at something attracting\nhis attention and his expression had become a startled one.",
        "“Who is coming in here?” he said quickly.  “Who is it?”",
        "The door in the ivied wall had been pushed gently open\nand a woman had entered.  She had come in with the last\nline of their song and she had stood still listening and\nlooking at them.  With the ivy behind her, the sunlight\ndrifting through the trees and dappling her long blue cloak,\nand her nice fresh face smiling across the greenery\nshe was rather like a softly colored illustration in\none of Colin’s books.  She had wonderful affectionate\neyes which seemed to take everything in–all of them,\neven Ben Weatherstaff and the “creatures” and every flower\nthat was in bloom.  Unexpectedly as she had appeared,\nnot one of them felt that she was an intruder at all.\nDickon’s eyes lighted like lamps.",
        "“It’s mother–that’s who it is!” he cried and went across\nthe grass at a run.",
        "Colin began to move toward her, too, and Mary went with him.\nThey both felt their pulses beat faster.",
        "“It’s mother!” Dickon said again when they met halfway.\n“I knowed tha’ wanted to see her an’ I told her where th’\ndoor was hid.”",
        "Colin held out his hand with a sort of flushed royal\nshyness but his eyes quite devoured her face.",
        "“Even when I was ill I wanted to see you,” he said,\n“you and Dickon and the secret garden.  I’d never wanted\nto see any one or anything before.”",
        "The sight of his uplifted face brought about a sudden\nchange in her own.  She flushed and the corners of her\nmouth shook and a mist seemed to sweep over her eyes.",
        "“Eh! dear lad!” she broke out tremulously.  “Eh! dear lad!\"\nas if she had not known she were going to say it.  She did\nnot say, “Mester Colin,” but just “dear lad” quite suddenly.\nShe might have said it to Dickon in the same way if she\nhad seen something in his face which touched her.\nColin liked it.",
        "“Are you surprised because I am so well?” he asked.\nShe put her hand on his shoulder and smiled the mist\nout of her eyes.  “Aye, that I am!” she said; “but tha’rt\nso like thy mother tha’ made my heart jump.”",
        "“Do you think,” said Colin a little awkwardly, “that will\nmake my father like me?”",
        "“Aye, for sure, dear lad,” she answered and she gave\nhis shoulder a soft quick pat.  “He mun come home–he\nmun come home.”",
        "“Susan Sowerby,” said Ben Weatherstaff, getting close\nto her.  “Look at th’ lad’s legs, wilt tha’? They was\nlike drumsticks i’ stockin’ two month’ ago–an’ I heard\nfolk tell as they was bandy an’ knock-kneed both at th’\nsame time.  Look at ’em now!”",
        "Susan Sowerby laughed a comfortable laugh.",
        "“They’re goin’ to be fine strong lad’s legs in a bit,\"\nshe said.  “Let him go on playin’ an’ workin’ in the garden an’\neatin’ hearty an’ drinkin’ plenty o’ good sweet milk an’\nthere’ll not be a finer pair i’ Yorkshire, thank God for it.”",
        "She put both hands on Mistress Mary’s shoulders and looked\nher little face over in a motherly fashion.",
        "“An’ thee, too!” she said.  “Tha’rt grown near as hearty\nas our ’Lisabeth Ellen.  I’ll warrant tha’rt like thy\nmother too.  Our Martha told me as Mrs. Medlock heard she\nwas a pretty woman.  Tha’lt be like a blush rose when tha’\ngrows up, my little lass, bless thee.”",
        "She did not mention that when Martha came home on her\n“day out” and described the plain sallow child she had said\nthat she had no confidence whatever in what Mrs. Medlock\nhad heard.  “It doesn’t stand to reason that a pretty\nwoman could be th’ mother o’ such a fou’ little lass,\"\nshe had added obstinately.",
        "Mary had not had time to pay much attention to her\nchanging face.  She had only known that she looked\n“different” and seemed to have a great deal more hair\nand that it was growing very fast.  But remembering\nher pleasure in looking at the Mem Sahib in the past\nshe was glad to hear that she might some day look like her.",
        "Susan Sowerby went round their garden with them and was\ntold the whole story of it and shown every bush and tree\nwhich had come alive.  Colin walked on one side of her\nand Mary on the other.  Each of them kept looking up\nat her comfortable rosy face, secretly curious about\nthe delightful feeling she gave them–a sort of warm,\nsupported feeling.  It seemed as if she understood them\nas Dickon understood his “creatures.” She stooped over the\nflowers and talked about them as if they were children.\nSoot followed her and once or twice cawed at her and flew\nupon her shoulder as if it were Dickon’s. When they told\nher about the robin and the first flight of the young ones\nshe laughed a motherly little mellow laugh in her throat.",
        "“I suppose learnin’ ’em to fly is like learnin’\nchildren to walk, but I’m feared I should be all\nin a worrit if mine had wings instead o’ legs,” she said.",
        "It was because she seemed such a wonderful woman in her\nnice moorland cottage way that at last she was told\nabout the Magic.",
        "“Do you believe in Magic?” asked Colin after he had\nexplained about Indian fakirs.  “I do hope you do.”",
        "“That I do, lad,” she answered.  “I never knowed it by\nthat name but what does th’ name matter? I warrant they\ncall it a different name i’ France an’ a different one i’\nGermany.  Th’ same thing as set th’ seeds swellin’ an’ th’\nsun shinin’ made thee a well lad an’ it’s th’ Good Thing.\nIt isn’t like us poor fools as think it matters if us is\ncalled out of our names.  Th’ Big Good Thing doesn’t stop\nto worrit, bless thee.  It goes on makin’ worlds by th’\nmillion–worlds like us.  Never thee stop believin’ in th’\nBig Good Thing an’ knowin’ th’ world’s full of it–an’\ncall it what tha’ likes.  Tha’ wert singin’ to it when I\ncome into th’ garden.”",
        "“I felt so joyful,” said Colin, opening his beautiful\nstrange eyes at her.  “Suddenly I felt how different I\nwas–how strong my arms and legs were, you know–and\nhow I could dig and stand–and I jumped up and wanted\nto shout out something to anything that would listen.”",
        "“Th’ Magic listened when tha’ sung th’ Doxology.\nIt would ha’ listened to anything tha’d sung.  It was th’\njoy that mattered.  Eh! lad, lad–what’s names to th’\nJoy Maker,” and she gave his shoulders a quick soft\npat again.",
        "She had packed a basket which held a regular feast\nthis morning, and when the hungry hour came and Dickon\nbrought it out from its hiding place, she sat down with\nthem under their tree and watched them devour their food,\nlaughing and quite gloating over their appetites.  She was\nfull of fun and made them laugh at all sorts of odd things.\nShe told them stories in broad Yorkshire and taught them\nnew words.  She laughed as if she could not help it\nwhen they told her of the increasing difficulty there\nwas in pretending that Colin was still a fretful invalid.",
        "“You see we can’t help laughing nearly all the time\nwhen we are together,” explained Colin.  “And it\ndoesn’t sound ill at all.  We try to choke it back\nbut it will burst out and that sounds worse than ever.”",
        "“There’s one thing that comes into my mind so often,\"\nsaid Mary, “and I can scarcely ever hold in when I think\nof it suddenly.  I keep thinking suppose Colin’s face\nshould get to look like a full moon.  It isn’t like one\nyet but he gets a tiny bit fatter every day–and suppose\nsome morning it should look like one–what should we do!”",
        "“Bless us all, I can see tha’ has a good bit o’ play actin’\nto do,” said Susan Sowerby.  “But tha’ won’t have to keep\nit up much longer.  Mester Craven’ll come home.”",
        "“Do you think he will?” asked Colin.  “Why?”",
        "Susan Sowerby chuckled softly.",
        "“I suppose it ’ud nigh break thy heart if he found\nout before tha’ told him in tha’ own way,” she said.\n“Tha’s laid awake nights plannin’ it.”",
        "“I couldn’t bear any one else to tell him,” said Colin.\n“I think about different ways every day, I think now I\njust want to run into his room.” “That’d be a fine\nstart for him,” said Susan Sowerby.  “I’d like to see\nhis face, lad.  I would that! He mun come back–that\nhe mun.”",
        "One of the things they talked of was the visit they\nwere to make to her cottage.  They planned it all.\nThey were to drive over the moor and lunch out of doors\namong the heather.  They would see all the twelve children\nand Dickon’s garden and would not come back until they\nwere tired.",
        "Susan Sowerby got up at last to return to the house\nand Mrs. Medlock.  It was time for Colin to be wheeled\nback also.  But before he got into his chair he stood\nquite close to Susan and fixed his eyes on her with a\nkind of bewildered adoration and he suddenly caught\nhold of the fold of her blue cloak and held it fast.",
        "“You are just what I–what I wanted,” he said.  “I wish\nyou were my mother–as well as Dickon’s!”",
        "All at once Susan Sowerby bent down and drew him\nwith her warm arms close against the bosom under\nthe blue cloak–as if he had been Dickon’s brother.\nThe quick mist swept over her eyes.",
        "“Eh! dear lad!” she said.  “Thy own mother’s in this ’ere\nvery garden, I do believe.  She couldna’ keep out of it.\nThy father mun come back to thee–he mun!”",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}