{
    "title": "The Varieties of Religious Experience II - Lecture XX. Conclusions",
    "author": "William James",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "The material of our study of human nature is now spread before\nus; and in this parting hour, set free from the duty of\ndescription, we can draw our theoretical and practical\nconclusions.  In my first lecture, defending the empirical\nmethod, I foretold that whatever conclusions we might come to\ncould be reached by spiritual judgments only, appreciations of\nthe significance for life of religion, taken “on the whole.”   \nOur conclusions cannot be as sharp as dogmatic conclusions would\nbe, but I will formulate them, when the time comes, as sharply as\nI can.",
        "Summing up in the broadest possible way the characteristics of\nthe religious life, as we have found them, it includes the\nfollowing beliefs:–",
        "1.  That the visible world is part of a more spiritual universe\nfrom which it draws its chief significance;",
        "2.  That union or harmonious relation with that higher universe\nis our true end;",
        "3.  That prayer or inner communion with the spirit thereof– be\nthat spirit “God” or “law\"–is a process wherein work is really\ndone, and spiritual energy flows in and produces effects,\npsychological or material, within the phenomenal world.",
        "Religion includes also the following psychological\ncharacteristics:–",
        "4.  A new zest which adds itself like a gift to life, and takes\nthe form either of lyrical enchantment or of appeal to\nearnestness and heroism.",
        "5.  An assurance of safety and a temper of peace, and, in\nrelation to others, a preponderance of loving affections.",
        "In illustrating these characteristics by documents, we have been\nliterally bathed in sentiment.  In re-reading my manuscript, I am\nalmost appalled at the amount of emotionality which I find in it.",
        "After so much of this, we can afford to be dryer and less\nsympathetic in the rest of the work that lies before us.",
        "The sentimentality of many of my documents is a consequence of\nthe fact that I sought them among the extravagances of the\nsubject.  If any of you are enemies of what our ancestors used to\nbrand as enthusiasm, and are, nevertheless, still listening to me\nnow, you have probably felt my selection to have been sometimes\nalmost perverse, and have wished I might have stuck to soberer\nexamples.  I reply that I took these extremer examples as\nyielding the profounder information.  To learn the secrets of any\nscience, we go to expert specialists, even though they may be\neccentric persons, and not to commonplace pupils.  We combine\nwhat they tell us with the rest of our wisdom, and form our final\njudgment independently.  Even so with religion.  We who have\npursued such radical expressions of it may now be sure that we\nknow its secrets as authentically as anyone can know them who\nlearns them from another; and we have next to answer, each of us\nfor himself, the practical question:  what are the dangers in\nthis element of life?  and in what proportion may it need to be\nrestrained by other elements, to give the proper balance?",
        "But this question suggests another one which I will answer\nimmediately and get it out of the way, for it has more than once\nalready vexed us.[330] Ought it to be assumed that in all men the\nmixture of religion with other elements should be identical? \nOught it, indeed, to be assumed that the lives of all men should\nshow identical religious elements?  In other words, is the\nexistence of so many religious types and sects and creeds\nregrettable?",
        "[330] For example, on pages 135, 160, 326 above.",
        "To these questions I answer “No” emphatically.  And my reason is\nthat I do not see how it is possible that creatures in such\ndifferent positions and with such different powers as human\nindividuals are, should have exactly the same functions and the\nsame duties.  No two of us have identical difficulties, nor\nshould we be expected to work out identical solutions.  Each,\nfrom his peculiar angle of observation, takes in a certain sphere\nof fact and trouble, which each must deal with in a unique\nmanner.  One of us must soften himself, another must harden\nhimself; one must yield a point, another must stand firm–in\norder the better to defend the position assigned him.  If an\nEmerson were forced to be a Wesley, or a Moody forced to be a\nWhitman, the total human consciousness of the divine would\nsuffer.  The divine can mean no single quality, it must mean a\ngroup of qualities, by being champions of which in alternation,\ndifferent men may all find worthy missions.  Each attitude being\na syllable in human nature’s total message, it takes the whole of\nus to spell the meaning out completely.  So a “god of battles\"\nmust be allowed to be the god for one kind of person, a god of\npeace and heaven and home, the god for another.  We must frankly\nrecognize the fact that we live in partial systems, and that\nparts are not interchangeable in the spiritual life.  If we are\npeevish and jealous, destruction of the self must be an element\nof our religion; why need it be one if we are good and\nsympathetic from the outset?  If we are sick souls, we require a\nreligion of deliverance; but why think so much of deliverance, if\nwe are healthy-minded?[331]  Unquestionably, some men have the \ncompleter experience and the higher vocation, here just as in the\nsocial world; but for each man to stay in his own experience,\nwhate’er it be, and for others to tolerate him there, is surely\nbest.",
        "[331] From this point of view, the contrasts between the healthy\nand the morbid mind, and between the once-born and the twice-born\ntypes, of which I spoke in earlier lectures (see pp. 159-164),\ncease to be the radical antagonisms which many think them.  The\ntwice-born look down upon the rectilinear consciousness of life\nof the once-born as being “mere morality,” and not properly\nreligion.  “Dr. Channing,” an orthodox minister is reported to\nhave said, “is excluded from the highest form of religious life\nby the extraordinary rectitude of his character.”  It is indeed\ntrue that the outlook upon life of the twice-born–holding as it\ndoes more of the element of evil in solution–is the wider and\ncompleter.  The “heroic” or “solemn” way in which life comes to\nthem is a “higher synthesis” into which healthy- mindedness and\nmorbidness both enter and combine.  Evil is not evaded, but\nsublated in the higher religious cheer of these persons (see pp.\n47-52, 354-357).  But the final consciousness which each type\nreaches of union with the divine has the same practical\nsignificance for the individual; and individuals may well be\nallowed to get to it by the channels which lie most open to their\nseveral temperaments.  In the cases which were quoted in Lecture\nIV, of the mind-cure form of healthy-mindedness, we found\nabundant examples of regenerative process.  The severity of the\ncrisis in this process is a matter of degree.  How long one shall\ncontinue to drink the consciousness of evil, and when one shall\nbegin to short-circuit and get rid of it, are also matters of\namount and degree, so that in many instances it is quite\narbitrary whether we class the individual as a once-born or a\ntwice-born subject.",
        "But, you may now ask, would not this one-sidedness be cured if we\nshould all espouse the science of religions as our own religion? \nIn answering this question I must open again the general\nrelations of the theoretic to the active life.",
        "Knowledge about a thing is not the thing itself.  You remember\nwhat Al-Ghazzali told us in the Lecture on Mysticism–that to\nunderstand the causes of drunkenness, as a physician understands\nthem, is not to be drunk.  A science might come to understand\neverything about the causes and elements of religion, and might\neven decide which elements were qualified, by their general\nharmony with other branches of knowledge, to be considered true;\nand yet the best man at this science might be the man who found\nit hardest to be personally devout.  Tout savoir c’est tout\npardonner.  The name of Renan would doubtless occur to many\npersons as an example of the way in which breadth of knowledge\nmay make one only a dilettante in possibilities, and blunt the\nacuteness of one’s living faith.[332]  If religion be a function\nby which either God’s cause or man’s cause is to be really\nadvanced, then he who lives the life of it, however narrowly, is\na better servant than he who merely knows about it, however much. \nKnowledge about life is one thing; effective occupation of a\nplace in life, with its dynamic currents passing through your\nbeing, is another.",
        "[332] Compare, e.g., the quotation from Renan on p. 37, above.",
        "For this reason, the science of religions may not be an\nequivalent for living religion; and if we turn to the inner\ndifficulties of such a science, we see that a point comes when\nshe must drop the purely theoretic attitude, and either let her\nknots remain uncut, or have them cut by active faith.  To see\nthis, suppose that we have our science of religions constituted\nas a matter of fact.  Suppose that she has assimilated all the\nnecessary historical material and distilled out of it as its\nessence the same conclusions which I myself a few moments ago\npronounced.  Suppose that she agrees that religion, wherever it\nis an active thing, involves a belief in ideal presences, and a\nbelief that in our prayerful communion with them,[333] work is\ndone, and something real comes to pass.  She has now to exert her\ncritical activity, and to decide how far, in the light of other\nsciences and in that of general philosophy, such beliefs can be\nconsidered TRUE.",
        "[333] “Prayerful” taken in the broader sense explained above on\npp. 453 ff.",
        "Dogmatically to decide this is an impossible task.  Not only are\nthe other sciences and the philosophy still far from being\ncompleted, but in their present state we find them full of\nconflicts.  The sciences of nature know nothing of spiritual\npresences, and on the whole hold no practical commerce whatever\nwith the idealistic conceptions towards which general philosophy\ninclines.  The scientist, so-called, is, during his scientific\nhours at least, so materialistic that one may well say that on\nthe whole the influence of science goes against the notion that\nreligion should be recognized at all.  And this antipathy to\nreligion finds an echo within the very science of religions\nitself.  The cultivator of this science has to become acquainted\nwith so many groveling and horrible superstitions that a\npresumption easily arises in his mind that any belief that is\nreligious probably is false.  In the “prayerful communion” of\nsavages with such mumbo-jumbos of deities as they acknowledge, it\nis hard for us to see what genuine spiritual work–even though it\nwere work relative only to their dark savage obligations– can\npossibly be done.",
        "The consequence is that the conclusions of the science of\nreligions are as likely to be adverse as they are to be favorable\nto the claim that the essence of religion is true.  There is a\nnotion in the air about us that religion is probably only an\nanachronism, a case of “survival,” an atavistic relapse into a\nmode of thought which humanity in its more enlightened examples\nhas outgrown; and this notion our religious anthropologists at\npresent do little to counteract.",
        "This view is so widespread at the present day that I must\nconsider it with some explicitness before I pass to my own\nconclusions.  Let me call it the “Survival theory,” for brevity’s\nsake.",
        "The pivot round which the religious life, as we have traced it,\nrevolves, is the interest of the individual in his private\npersonal destiny.  Religion, in short, is a monumental chapter in\nthe history of human egotism.  The gods believed in–whether by\ncrude savages or by men disciplined intellectually–agree with\neach other in recognizing personal calls.  Religious thought is\ncarried on in terms of personality, this being, in the world of\nreligion, the one fundamental fact.  To-day, quite as much as at\nany previous age, the religious individual tells you that the\ndivine meets him on the basis of his personal concerns.",
        "Science, on the other hand, has ended by utterly repudiating the\npersonal point of view.  She catalogues her elements and records\nher laws indifferent as to what purpose may be shown forth by\nthem, and constructs her theories quite careless of their bearing\non human anxieties and fates. Though the scientist may\nindividually nourish a religion, and be a theist in his\nirresponsible hours, the days are over when it could be said that\nfor Science herself the heavens declare the glory of God and the\nfirmament showeth his handiwork.  Our solar system, with its\nharmonies, is seen now as but one passing case of a certain sort\nof moving equilibrium in the heavens, realized by a local\naccident in an appalling wilderness of worlds where no life can\nexist. In a span of time which as a cosmic interval will count\nbut as an hour, it will have ceased to be.  The Darwinian notion\nof chance production, and subsequent destruction, speedy or\ndeferred, applies to the largest as well as to the smallest\nfacts.  It is impossible, in the present temper of the scientific\nimagination, to find in the driftings of the cosmic atoms,\nwhether they work on the universal or on the particular scale,\nanything but a kind of aimless weather, doing and undoing,\nachieving no proper history, and leaving no result. Nature has no\none distinguishable ultimate tendency with which it is possible\nto feel a sympathy.  In the vast rhythm of her processes, as the\nscientific mind now follows them, she appears to cancel herself. \nThe books of natural theology which satisfied the intellects of\nour grandfathers seem to us quite grotesque,[334] representing,\nas they did, a God who conformed the largest things of nature to\nthe paltriest of our private wants.  The God whom science\nrecognizes must be a God of universal laws exclusively, a God who\ndoes a wholesale, not a retail business.  He cannot accommodate\nhis processes to the convenience of individuals.  The bubbles on\nthe foam which coats a stormy sea are floating episodes, made and\nunmade by the forces of the wind and water.  Our private selves\nare like those bubbles–epiphenomena, as Clifford, I believe,\ningeniously called them; their destinies weigh nothing and\ndetermine nothing in the world’s irremediable currents of events.",
        "[334] How was it ever conceivable, we ask, that a man like\nChristian Wolff, in whose dry-as-dust head all the learning of\nthe early eighteenth century was concentrated, should have\npreserved such a baby-like faith in the personal and human\ncharacter of Nature as to expound her operations as he did in his\nwork on the uses of natural things?  This, for example, is the\naccount he gives of the sun and its utility:–",
        "“We see that God has created the sun to keep the changeable\nconditions on the earth in such an order that living creatures,\nmen and beasts, may inhabit its surface.  Since men are the most\nreasonable of creatures, and able to infer God’s invisible being\nfrom the contemplation of the world, the sun in so far forth\ncontributes to the primary purpose of creation:  without it the\nrace of man could not be preserved or continued. . . . The sun\nmakes daylight, not only on our earth, but also on the other\nplanets; and daylight is of the utmost utility to us, for by its\nmeans we can commodiously carry on those occupations which in the\nnight-time would either be quite impossible.  Or at any rate\nimpossible without our going to the expense of artificial light. \nThe beasts of the field can find food by day which they would not\nbe able to find at night.  Moreover we owe it to the sunlight\nthat we are able to see everything that is on the earth’s\nsurface, not only near by, but also at a distance, and to\nrecognize both near and far things according to their species,\nwhich again is of manifold use to us not only in the business\nnecessary to human life, and when we are traveling, but also for\nthe scientific knowledge of Nature, which knowledge for the most\npart depends on observations made with the help of sight, and\nwithout the sunshine, would have been impossible.  If any one\nwould rightly impress on his mind the great advantages which he\nderives from the sun, let him imagine himself living through only\none month, and see how it would be with all his undertakings, if\nit were not day but night.  He would then be sufficiently\nconvinced out of his own experience, especially if he had much\nwork to carry on in the street or in the fields. . . . From the\nsun we learn to recognize when it is midday, and by knowing this\npoint of time exactly, we can set our clocks right, on which\naccount astronomy owes much to the sun. . . . By help of the sun\none can find the meridian. . . . But the meridian is the basis\nof our sun-dials, and generally speaking, we should have no\nsun-dials if we had no sun.” Vernunftige Gedanken von den\nAbsichter der naturlichen Dinge, 1782. pp.74-84.",
        "Or read the account of God’s beneficence in the institution of\n“the great variety throughout the world of men’s faces, voices,\nand hand-writing,” given in Derham’s Physico-theology, a book\nthat had much vogue in the eighteenth century.  “Had Man’s body,\"\nsays Dr. Derham, “been made according to any of the Atheistical\nSchemes, or any other Method than that of the infinite Lord of\nthe World, this wise Variety would never have been:  but Men’s\nFaces would have been cast in the same, or not a very different\nMould, their Organs of Speech would have sounded the same or not\nso great a Variety of Notes, and the same Structure of Muscles\nand Nerves would have given the Hand the same Direction in\nWriting.  And in this Case what Confusion, what Disturbance, what\nMischiefs would the world eternally have lain under!  No Security\ncould have been to our persons; no Certainty, no Enjoyment of our\nPossessions; no Justice between Man and Man, no Distinction\nbetween Good and Bad, between Friends and Foes, between Father\nand Child, Husband and Wife, Male or Female; but all would have\nbeen turned topsy-turvy, by being exposed to the Malice of the\nEnvious and ill-Natured, to the Fraud and Violence of Knaves and\nRobbers, to the Forgeries of the crafty Cheat, to the Lusts of\nthe Effeminate and Debauched, and what not!  Our Courts of\nJustice can abundantly testify the dire Effects of Mistaking\nMen’s Faces, of counterfeiting their Hands, and forging Writings.",
        "But now as the infinitely wise Creator and Ruler hath ordered the\nMatter, every man’s Face can distinguish him in the Light, and\nhis Voice in the Dark, his Hand-writing can speak for him though\nabsent, and be his Witness, and secure his Contracts in future\nGenerations.  A manifest as well as admirable Indication of the\ndivine Superintendence and Management.”",
        "A God so careful as to make provision even for the unmistakable\nsigning of bank checks and deeds was a deity truly after the\nheart of eighteenth century Anglicanism.",
        "I subjoin, omitting the capitals, Derham’s “Vindication of God by\nthe Institution of Hills and Valleys,” and Wolff’s altogether\nculinary account of the institution of Water:–",
        "“The uses,” says Wolff, “which water serves in human life are\nplain to see and need not be described at length.  Water is a\nuniversal drink of man and beasts.  Even though men have made\nthemselves drinks that are artificial, they could not do this\nwithout water.  Beer is brewed of water and malt, and it is the\nwater in it which quenches thirst.  Wine is prepared from grapes,\nwhich could never have grown without the help of water; and the\nsame is true of those drinks which in England and other places\nthey produce from fruit. . . . Therefore since God so planned the\nworld that men and beasts should live upon it and find there\neverything required for their necessity and convenience, he also\nmade water as one means whereby to make the earth into so\nexcellent a dwelling.  And this is all the more manifest when we\nconsider the advantages which we obtain from this same water for\nthe cleaning of our household utensils, of our clothing, and of\nother matters. . . . When one goes into a grinding-mill one sees\nthat the grindstone must always be kept wet and then one will get\na still greater idea of the use of water.”",
        "Of the hills and valleys, Derham, after praising their beauty,\ndiscourses as follows:  “Some constitutions are indeed of so\nhappy a strength, and so confirmed an health, as to be\nindifferent to almost any place or temperature of the air.  But\nthen others are so weakly and feeble, as not to be able to bear\none, but can live comfortably in another place.  With some the\nmore subtle and finer air of the hills doth best agree, who are\nlanguishing and dying in the feculent and grosser air of great\ntowns, or even the warmer and vaporous air of the valleys and\nwaters.  But contrariwise, others languish on the hills, and grow\nlusty and strong in the warmer air of the valleys.",
        "“So that this opportunity of shifting our abode from the hills to\nthe vales, is an admirable easement, refreshment, and great\nbenefit to the valetudinarian, feeble part of mankind; affording\nthose an easy and comfortable life, who would otherwise live\nmiserably, languish, and pine away.",
        "“To this salutary conformation of the earth we may add another\ngreat convenience of the hills, and that is affording commodious\nplaces for habitation, serving (as an eminent author wordeth it)\nas screens to keep off the cold and nipping blasts of the\nnorthern and easterly winds, and reflecting the benign and\ncherishing sunbeams and so rendering our habitations both more\ncomfortable and more cheerly in winter.",
        "“Lastly, it is to the hills that the fountains owe their rise and\nthe rivers their conveyance, and consequently those vast masses\nand lofty piles are not, as they are charged such rude and\nuseless excrescences of our ill-formed globe; but the admirable\ntools of nature, contrived and ordered by the infinite Creator,\nto do one of its most useful works.  For, was the surface of the\nearth even and level, and the middle parts of its islands and\ncontinents not mountainous and high as now it is, it is most\ncertain there could be no descent for the rivers, no conveyance\nfor the waters; but, instead of gliding along those gentle\ndeclivities which the higher lands now afford them quite down to\nthe sea, they would stagnate and perhaps stink, and also drown\nlarge tracts of land.",
        "“[Thus] the hills and vales, though to a peevish and weary\ntraveler they may seem incommodious and troublesome, yet are a\nnoble work of the great Creator, and wisely appointed by him for\nthe good of our sublunary world.”  ",
        "You see how natural it is, from this point of view, to treat\nreligion as a mere survival, for religion does in fact perpetuate\nthe traditions of the most primeval thought.  To coerce the\nspiritual powers, or to square them and get them on our side,\nwas, during enormous tracts of time, the one great object in our\ndealings with the natural world.  For our ancestors, dreams,\nhallucinations, revelations, and cock-and-bull stories were\ninextricably mixed with facts.  Up to a comparatively recent date\nsuch distinctions as those between what has been verified and\nwhat is only conjectured, between the impersonal and the personal\naspects of existence, were hardly suspected or conceived. \nWhatever you imagined in a lively manner, whatever you thought\nfit to be true, you affirmed confidently; and whatever you\naffirmed, your comrades believed.  Truth was what had not yet\nbeen contradicted, most things were taken into the mind from the\npoint of view of their human suggestiveness, and the attention\nconfined itself exclusively to the aesthetic and dramatic aspects\nof events.[335]",
        "[335] Until the seventeenth century this mode of thought\nprevailed. One need only recall the dramatic treatment even of\nmechanical questions by Aristotle, as, for example, his\nexplanation of the power of the lever to make a small weight\nraise a larger one.  This is due, according to Aristotle, to the\ngenerally miraculous character of the circle and of all circular\nmovement.  The circle is both convex and concave; it is made by a\nfixed point and a moving line, which contradict each other; and\nwhatever moves in a circle moves in opposite directions. \nNevertheless, movement in a circle is the most “natural\"\nmovement; and the long arm of the lever, moving, as it does, in\nthe larger circle, has the greater amount of this natural motion,\nand consequently requires the lesser force.  Or recall the\nexplanation by Herodotus of the position of the sun in winter: \nIt moves to the south because of the cold which drives it into\nthe warm parts of the heavens over Libya.  Or listen to Saint\nAugustine’s speculations:  “Who gave to chaff such power to\nfreeze that it preserves snow buried under it, and such power to\nwarm that it ripens green fruit?  Who can explain the strange\nproperties of fire itself, which blackens all that it burns,\nthough itself bright, and which, though of the most beautiful\ncolors, discolors almost all that it touches and feeds upon, and\nturns blazing fuel into grimy cinders? . . . Then what wonderful\nproperties do we find in charcoal, which is so brittle that a\nlight tap breaks it, and a slight pressure pulverizes it, and yet\nis so strong that no moisture rots it, nor any time causes it to\ndecay.”  City of God, book xxi, ch. iv.",
        "Such aspects of things as these, their naturalness and\nunnaturalness the sympathies and antipathies of their superficial\nqualities, their eccentricities, their brightness and strength\nand destructiveness, were inevitably the ways in which they\noriginally fastened our attention.",
        "If you open early medical books, you will find sympathetic magic\ninvoked on every page.  Take, for example, the famous vulnerary\nointment attributed to Paracelsus.  For this there were a variety\nof receipts, including usually human fat, the fat of either a\nbull, a wild boar, or a bear, powdered earthworms, the usnia, or\nmossy growth on the weathered skull of a hanged criminal, and\nother materials equally unpleasant–the whole prepared under the\nplanet Venus if possible, but never under Mars or Saturn.  Then,\nif a splinter of wood, dipped in the patient’s blood, or the\nbloodstained weapon that wounded him, be immersed in this\nointment, the wound itself being tightly bound up, the latter\ninfallibly gets well–I quote now Van Helmont’s account–for the\nblood on the weapon or splinter, containing in it the spirit of\nthe wounded man, is roused to active excitement by the contact of\nthe ointment, whence there results to it a full commission or\npower to cure its cousin-german the blood in the patient’s body. \nThis it does by sucking out the dolorous and exotic impression\nfrom the wounded part.  But to do this it has to implore the aid\nof the bull’s fat, and other portions of the unguent.  The reason\nwhy bull’s fat is so powerful is that the bull at the time of\nslaughter is full of secret reluctancy and vindictive murmurs,\nand therefore dies with a higher flame of revenge about him than\nany other animal.  And thus we have made it out, says this\nauthor, that the admirable efficacy of the ointment ought to be\nimputed, not to any auxiliary concurrence of Satan, but simply to\nthe energy of the posthumous character of Revenge remaining\nfirmly impressed upon the blood and concreted fat in the unguent. \nJ. B. Van Helmont:  A Ternary of Paradoxes, translated by Walter\nCharleton, London, 1650.–I much abridge the original in my\ncitations.",
        "The author goes on to prove by the analogy of many other natural\nfacts that this sympathetic action between things at a distance\nis the true rationale of the case.  “If,” he says, “the heart of\na horse slain by a witch, taken out of the yet reeking carcase,\nbe impaled upon an arrow and roasted, immediately the whole witch\nbecomes tormented with the insufferable pains and cruelty of the\nfire, which could by no means happen unless there preceded a\nconjunction of the spirit of the witch with the spirit of the\nhorse.  In the reeking and yet panting heart, the spirit of the\nwitch is kept captive, and the retreat of it prevented by the\narrow transfixed.  Similarly hath not many a murdered carcase at\nthe coroner’s inquest suffered a fresh haemorrhage or cruentation\nat the presence of the assassin?–the blood being, as in a\nfurious fit of anger, enraged and agitated by the impress of\nrevenge conceived against the murderer, at the instant of the\nsoul’s compulsive exile from the body.  So, if you have dropsy,\ngout, or jaundice, by including some of your warm blood in the\nshell and white of an egg, which, exposed to a gentle heat, and\nmixed with a bait of flesh, you shall give to a hungry dog or\nhog, the disease shall instantly pass from you into the animal,\nand leave you entirely.  And similarly again, if you burn some of\nthe milk either of a cow or of a woman, the gland from which it\nissued will dry up.  A gentleman at Brussels had his nose mowed\noff in a combat, but the celebrated surgeon Tagliacozzus digged a\nnew nose for him out of the skin of the arm of a porter at\nBologna.  About thirteen months after his return to his own\ncountry, the engrafted nose grew cold, putrefied, and in a few\ndays dropped off, and it was then discovered that the porter had\nexpired, near about the same punctilio of time.  There are still\nat Brussels eye-witnesses of this occurrence,” says Van Helmont;\nand adds, “I pray what is there in this of superstition or of\nexalted imagination?”",
        "Modern mind-cure literature–the works of Prentice Mulford, for\nexample–is full of sympathetic magic. ",
        "How indeed could it be otherwise?  The extraordinary value, for\nexplanation and prevision, of those mathematical and mechanical\nmodes of conception which science uses, was a result that could\nnot possibly have been expected in advance.  Weight, movement,\nvelocity, direction, position, what thin, pallid, uninteresting\nideas!  How could the richer animistic aspects of Nature, the\npeculiarities and oddities that make phenomena picturesquely\nstriking or expressive, fail to have been first singled out and\nfollowed by philosophy as the more promising avenue to the\nknowledge of Nature’s life?  Well, it is still in these richer\nanimistic and dramatic aspects that religion delights to dwell. \nIt is the terror and beauty of phenomena, the “promise” of the\ndawn and of the rainbow, the “voice” of the thunder, the\n“gentleness” of the summer rain, the “sublimity” of the stars,\nand not the physical laws which these things follow, by which the\nreligious mind still continues to be most impressed; and just as\nof yore, the devout man tells you that in the solitude of his\nroom or of the fields he still feels the divine presence, that\ninflowings of help come in reply to his prayers, and that\nsacrifices to this unseen reality fill him with security and\npeace.",
        "Pure anachronism! says the survival-theory;–anachronism for\nwhich deanthropomorphization of the imagination is the remedy\nrequired.  The less we mix the private with the cosmic, the more\nwe dwell in universal and impersonal terms, the truer heirs of\nScience we become.",
        "In spite of the appeal which this impersonality of the scientific\nattitude makes to a certain magnanimity of temper, I believe it\nto be shallow, and I can now state my reason in comparatively few\nwords.  That reason is that, so long as we deal with the cosmic\nand the general, we deal only with the symbols of reality, but as\nsoon as we deal with private and personal phenomena as such, we\ndeal with realities in the completest sense of the term.  I think\nI can easily make clear what I mean by these words.",
        "The world of our experience consists at all times of two parts,\nan objective and a subjective part, of which the former may be\nincalculably more extensive than the latter, and yet the latter\ncan never be omitted or suppressed.  The objective part is the\nsum total of whatsoever at any given time we may be thinking of,\nthe subjective part is the inner “state” in which the thinking\ncomes to pass.  What we think of may be enormous–the cosmic\ntimes and spaces, for example– whereas the inner state may be\nthe most fugitive and paltry activity of mind.  Yet the cosmic\nobjects, so far as the experience yields them, are but ideal\npictures of something whose existence we do not inwardly possess\nbut only point at outwardly, while the inner state is our very\nexperience itself; its reality and that of our experience are\none.  A conscious field PLUS its object as felt or thought of\nPLUS an attitude towards the object PLUS the sense of a self to\nwhom the attitude belongs–such a concrete bit of personal\nexperience may be a small bit, but it is a solid bit as long as\nit lasts; not hollow, not a mere abstract element of experience,\nsuch as the “object” is when taken all alone.  It is a FULL fact,\neven though it be an insignificant fact; it is of the KIND to\nwhich all realities whatsoever must belong; the motor currents of\nthe world run through the like of it; it is on the line\nconnecting real events with real events.  That unsharable feeling\nwhich each one of us has of the pinch of his individual destiny\nas he privately feels it rolling out on fortune’s wheel may be\ndisparaged for its egotism, may be sneered at as unscientific,\nbut it is the one thing that fills up the measure of our concrete\nactuality, and any would-be existent that should lack such a\nfeeling, or its analogue, would be a piece of reality only half\nmade up.[336]",
        "[336] Compare Lotze’s doctrine that the only meaning we can\nattach to the notion of a thing as it is “in itself” is by\nconceiving it as it is FOR itself, i.e., as a piece of full\nexperience with a private sense of “pinch” or inner activity of\nsome sort going with it.",
        "If this be true, it is absurd for science to say that the\negotistic elements of experience should be suppressed.  The axis\nof reality runs solely through the egotistic places–they are\nstrung upon it like so many beads.  To describe the world with\nall the various feelings of the individual pinch of destiny, all\nthe various spiritual attitudes, left out from the\ndescription–they being as describable as anything else –would\nbe something like offering a printed bill of fare as the\nequivalent for a solid meal.  Religion makes no such blunder. \nThe individual’s religion may be egotistic, and those private\nrealities which it keeps in touch with may be narrow enough; but\nat any rate it always remains infinitely less hollow and\nabstract, as far as it goes, than a science which prides itself\non taking no account of anything private at all.",
        "A bill of fare with one real raisin on it instead of the word\n“raisin,” with one real egg instead of the word “egg,” might be\nan inadequate meal, but it would at least be a commencement of\nreality.  The contention of the survival-theory that we ought to\nstick to non-personal elements exclusively seems like saying that\nwe ought to be satisfied forever with reading the naked bill of\nfare.  I think, therefore, that however particular questions\nconnected with our individual destinies may be answered, it is\nonly by acknowledging them as genuine questions, and living in\nthe sphere of thought which they open up, that we become\nprofound.  But to live thus is to be religious; so I\nunhesitatingly repudiate the survival-theory of religion, as\nbeing founded on an egregious mistake.  It does not follow,\nbecause our ancestors made so many errors of fact and mixed them\nwith their religion, that we should therefore leave off being\nreligious at all.[337]  By being religious we establish ourselves\nin possession of ultimate reality at the only points at which\nreality is given us to guard.  Our responsible concern is with\nour private destiny, after all.",
        "[337] Even the errors of fact may possibly turn out not to be as\nwholesale as the scientist assumes.  We saw in Lecture IV how the\nreligious conception of the universe seems to many mind-curers\n“verified” from day to day by their experience of fact. \n“Experience of fact” is a field with so many things in it that\nthe sectarian scientist methodically declining, as he does, to\nrecognize such “facts” as mind-curers and others like them\nexperience, otherwise than by such rude heads of classification\nas “bosh,” “rot,” “folly,” certainly leaves out a mass of raw\nfact which, save for the industrious interest of the religious in\nthe more personal aspects of reality, would never have succeeded\nin getting itself recorded at all.  We know this to be true\nalready in certain cases; it may, therefore, be true in others as\nwell.  Miraculous healings have always been part of the\nsupernaturalist stock in trade, and have always been dismissed by\nthe scientist as figments of the imagination.  But the\nscientist’s tardy education in the facts of hypnotism has\nrecently given him an apperceiving mass for phenomena of this\norder, and he consequently now allows that the healings may\nexist, provided you expressly call them effects of “suggestion.” \nEven the stigmata of the cross on Saint Francis’s hands and feet\nmay on these terms not be a fable.  Similarly, the time-honored\nphenomenon of diabolical possession is on the point of being\nadmitted by the scientist as a fact, now that he has the name of\n“hystero-demonopathy” by which to apperceive it.  No one can\nforesee just how far this legitimation of occultist phenomena\nunder newly found scientist titles may proceed–even “prophecy,\"\neven “levitation,” might creep into the pale.",
        "Thus the divorce between scientist facts and religious facts may\nnot necessarily be as eternal as it at first sight seems, nor the\npersonalism and romanticism of the world, as they appeared to\nprimitive thinking, be matters so irrevocably outgrown.  The\nfinal human opinion may, in short, in some manner now impossible\nto foresee, revert to the more personal style, just as any path\nof progress may follow a spiral rather than a straight line.  If\nthis were so, the rigorously impersonal view of science might one\nday appear as having been a temporarily useful eccentricity\nrather than the definitively triumphant position which the\nsectarian scientist at present so confidently announces it to be.",
        "You see now why I have been so individualistic throughout these\nlectures, and why I have seemed so bent on rehabilitating the\nelement of feeling in religion and subordinating its intellectual\npart.  Individuality is founded in feeling; and the recesses of\nfeeling, the darker, blinder strata of character, are the only\nplaces in the world in which we catch real fact in the making,\nand directly perceive how events happen, and how work is actually\ndone.[338]  Compared with this world of living individualized\nfeelings, the world of generalized objects which the intellect\ncontemplates is without solidity or life.  As in stereoscopic or\nkinetoscopic pictures seen outside the instrument, the third\ndimension, the movement, the vital element, are not there.  We\nget a beautiful picture of an express train supposed to be\nmoving, but where in the picture, as I have heard a friend say,\nis the energy or the fifty miles an hour?[339]",
        "[338] Hume’s criticism has banished causation from the world of\nphysical objects, and “Science” is absolutely satisfied to define\ncause in terms of concomitant change-read Mach, Pearson, Ostwald.\nThe “original” of the notion of causation is in our inner\npersonal experience, and only there can causes in the\nold-fashioned sense be directly observed and described.",
        "[339] When I read in a religious paper words like these: \n“Perhaps the best thing we can say of God is that he is THE\nINEVITABLE INFERENCE,” I recognize the tendency to let religion\nevaporate in intellectual terms.  Would martyrs have sung in the\nflames for a mere inference, however inevitable it might be? \nOriginal religious men, like Saint Francis, Luther, Behmen, have\nusually been enemies of the intellect’s pretension to meddle with\nreligious things.  Yet the intellect, everywhere invasive, shows\neverywhere its shallowing effect.  See how the ancient spirit of\nMethodism evaporates under those wonderfully able rationalistic\nbooklets (which every one should read) of a philosopher like\nProfessor Bowne (The Christian Revelation, The Christian Life The\nAtonement:  Cincinnati and New York, 1898, 1899, 1900).  See the\npositively expulsive purpose of philosophy properly so called:–",
        "“Religion,” writes M.  Vacherot (La Religion, Paris, 1869, pp.\n313, 436, et passim), “answers to a transient state or condition,\nnot to a permanent determination of human nature, being merely an\nexpression of that stage of the human mind which is dominated by\nthe imagination. . . . Christianity has but a single possible\nfinal heir to its estate, and that is scientific philosophy.”",
        "In a still more radical vein, Professor Ribot (Psychologie des\nSentiments, p. 310) describes the evaporation of religion.  He\nsums it up in a single formula–the ever-growing predominance of\nthe rational intellectual element, with the gradual fading out of\nthe emotional element, this latter tending to enter into the\ngroup of purely intellectual sentiments.  “Of religious sentiment\nproperly so called, nothing survives at last save a vague respect\nfor the unknowable x which is a last relic of the fear, and a\ncertain attraction towards the ideal, which is a relic of the\nlove, that characterized the earlier periods of religious growth.",
        "To state this more simply, religion tends to turn into religious\nphilosophy.–These are psychologically entirely different things,\nthe one being a theoretic construction of ratiocination, whereas\nthe other is the living work of a group of persons, or of a great\ninspired leader, calling into play the entire thinking and\nfeeling organism of man.”",
        "I find the same failure to recognize that the stronghold of\nreligion lies in individuality in attempts like those of\nProfessor Baldwin (Mental Development, Social and Ethical\nInterpretations, ch. x) and Mr. H. R. Marshall (Instinct and\nReason, chaps.  viii. to xii.) to make it a purely “conservative\nsocial force.”",
        "Let us agree, then, that Religion, occupying herself with\npersonal destinies and keeping thus in contact with the only\nabsolute realities which we know, must necessarily play an\neternal part in human history.  The next thing to decide is what\nshe reveals about those destinies, or whether indeed she reveals\nanything distinct enough to be considered a general message to\nmankind.  We have done as you see, with our preliminaries, and\nour final summing up can now begin.",
        "I am well aware that after all the palpitating documents which I\nhave quoted, and all the perspectives of emotion-inspiring\ninstitution and belief that my previous lectures have opened, the\ndry analysis to which I now advance may appear to many of you\nlike an anti-climax, a tapering-off and flattening out of the\nsubject, instead of a crescendo of interest and result.  I said\nawhile ago that the religious attitude of Protestants appears\npoverty-stricken to the Catholic imagination.  Still more\npoverty-stricken, I fear, may my final summing up of the subject\nappear at first to some of you.  On which account I pray you now\nto bear this point in mind, that in the present part of it I am\nexpressly trying to reduce religion to its lowest admissible\nterms, to that minimum, free from individualistic excrescences,\nwhich all religions contain as their nucleus, and on which it may\nbe hoped that all religious persons may agree.  That established,\nwe should have a result which might be small, but would at least\nbe solid; and on it and round it the ruddier additional beliefs\non which the different individuals make their venture might be\ngrafted, and flourish as richly as you please.  I shall add my\nown over-belief (which will be, I confess, of a somewhat pallid\nkind, as befits a critical philosopher), and you will, I hope,\nalso add your over-beliefs, and we shall soon be in the varied\nworld of concrete religious constructions once more.  For the\nmoment, let me dryly pursue the analytic part of the task.",
        "Both thought and feeling are determinants of conduct, and the\nsame conduct may be determined either by feeling or by thought. \nWhen we survey the whole field of religion, we find a great\nvariety in the thoughts that have prevailed there; but the\nfeelings on the one hand and the conduct on the other are almost\nalways the same, for Stoic, Christian, and Buddhist saints are\npractically indistinguishable in their lives.  The theories which\nReligion generates, being thus variable, are secondary; and if\nyou wish to grasp her essence, you must look to the feelings and\nthe conduct as being the more constant elements.  It is between\nthese two elements that the short circuit exists on which she\ncarries on her principal business, while the ideas and symbols\nand other institutions form loop-lines which may be perfections\nand improvements, and may even some day all be united into one\nharmonious system, but which are not to be regarded as organs\nwith an indispensable function, necessary at all times for\nreligious life to go on.  This seems to me the first conclusion\nwhich we are entitled to draw from the phenomena we have passed\nin review.",
        "The next step is to characterize the feelings.  To what\npsychological order do they belong?",
        "The resultant outcome of them is in any case what Kant calls a\n“sthenic” affection, an excitement of the cheerful, expansive,\n“dynamogenic” order which, like any tonic, freshens our vital\npowers.  In almost every lecture, but especially in the lectures\non Conversion and on Saintliness, we have seen how this emotion\novercomes temperamental melancholy and imparts endurance to the\nSubject, or a zest, or a meaning, or an enchantment and glory to\nthe common objects of life.[340]  The name of “faith-state,” by\nwhich Professor Leuba designates it, is a good one.[341]  It is a\nbiological as well as a psychological condition, and Tolstoy is\nabsolutely accurate in classing faith among the forces BY WHICH\nMEN LIVE.[342]  The total absence of it, anhedonia,[343] means\ncollapse.",
        "[340] Compare, for instance, pages 200, 215, 219, 222,\n244-250, 270-273.",
        "[341] American Journal of Psychology, vii. 345.",
        "[342] Above, p. 181.",
        "[343] Above, p. 143.",
        "The faith-state may hold a very minimum of intellectual content. \nWe saw examples of this in those sudden raptures of the divine\npresence, or in such mystical seizures as Dr. Bucke\ndescribed.[344]  It may be a mere vague enthusiasm, half\nspiritual, half vital, a courage, and a feeling that great and\nwondrous things are in the air.[345]",
        "[344] Above, p. 391.",
        "[345] Example:  Henri Perreyve writes to Gratry:  “I do not know\nhow to deal with the happiness which you aroused in me this\nmorning. It overwhelms me; I want to DO something, yet I can do\nnothing and am fit for nothing. . . . I would fain do GREAT\nTHINGS.”  Again, after an inspiring interview, he writes:  “I\nwent homewards, intoxicated with joy, hope, and strength.  I\nwanted to feed upon my happiness in solitude far from all men. \nIt was late; but, unheeding that, I took a mountain path and went\non like a madman, looking at the heavens, regardless of earth. \nSuddenly an instinct made me draw hastily back –I was on the\nvery edge of a precipice, one step more and I must have fallen. \nI took fright and gave up my nocturnal promenade.”  A. Gratry: \nHenri Perreyve, London, 1872, pp. 92, 89.",
        "This primacy, in the faith-state, of vague expansive impulse over\ndirection is well expressed in Walt Whitman’s lines (Leaves of\nGrass, 1872, p. 190):–  ",
        "“O to confront night, storms, hunger,ridicule, accidents,\n     rebuffs, as the trees and animals do. . . .  \nDear Camerado! I confess I have urged you onward with me, and    \n    still urge you, without the least idea what is our           \n    destination  \nOr whether we shall be victorious, or utterly quell’d and\ndefeated.”",
        "This readiness for great things, and this sense that the world by\nits importance, wonderfulness, etc., is apt for their production,\nwould seem to be the undifferentiated germ of all the higher\nfaiths.  Trust in our own dreams of ambition, or in our country’s\nexpansive destinies, and faith in the providence of God, all have\ntheir source in that onrush of our sanguine impulses, and in that\nsense of the exceedingness of the possible over the real.",
        "When, however, a positive intellectual content is associated with\na faith-state, it gets invincibly stamped in upon belief,[346]\nand this explains the passionate loyalty of religious persons\neverywhere to the minutest details of their so widely differing\ncreeds.  Taking creeds and faith-state together, as forming\n“religions,” and treating these as purely subjective phenomena,\nwithout regard to the question of their “truth,” we are obliged,\non account of their extraordinary influence upon action and\nendurance, to class them amongst the most important biological\nfunctions of mankind.  Their stimulant and anaesthetic effect is\nso great that Professor Leuba, in a recent article,[347] goes so\nfar as to say that so long as men can USE their God, they care\nvery little who he is, or even whether he is at all.  “The truth\nof the matter can be put,” says Leuba, “in this way:  GOD IS NOT\nKNOWN, HE IS NOT UNDERSTOOD; HE IS USED–sometimes as\nmeat-purveyor, sometimes as moral support, sometimes as friend,\nsometimes as an object of love.  If he proves himself useful, the\nreligious consciousness asks for no more than that.  Does God\nreally exist?  How does he exist?  What is he?  are so many\nirrelevant questions.  Not God, but life, more life, a larger,\nricher, more satisfying life, is, in the last analysis, the end\nof religion.  The love of life, at any and every level of\ndevelopment, is the religious impulse.\"[348]",
        "[346] Compare Leuba:  Loc. cit., pp. 346-349.",
        "[347] The Contents of Religious Consciousness, in The Monist, xi.\n536, July 1901.",
        "[348] Loc. cit., pp. 571, 572, abridged.  See, also, this\nwriter’s extraordinarily true criticism of the notion that\nreligion primarily seeks to solve the intellectual mystery of the\nworld.  Compare what W. Bender says (in his Wesen der Religion,\nBonn, 1888, pp. 85, 38):  “Not the question about God, and not\nthe inquiry into the origin and purpose of the world is religion,\nbut the question about Man.  All religious views of life are\nanthropocentric.”  “Religion is that activity of the human\nimpulse towards self-preservation by means of which Man seeks to\ncarry his essential vital purposes through against the adverse\npressure of the world by raising himself freely towards the\nworld’s ordering and governing powers when the limits of his own\nstrength are reached.”  The whole book is little more than a\ndevelopment of these words.",
        "At this purely subjective rating, therefore, Religion must be\nconsidered vindicated in a certain way from the attacks of her\ncritics.  It would seem that she cannot be a mere anachronism and\nsurvival, but must exert a permanent function, whether she be\nwith or without intellectual content, and whether, if she have\nany, it be true or false.",
        "We must next pass beyond the point of view of merely subjective\nutility, and make inquiry into the intellectual content itself.",
        "First, is there, under all the discrepancies of the creeds, a\ncommon nucleus to which they bear their testimony unanimously?",
        "And second, ought we to consider the testimony true?",
        "I will take up the first question first, and answer it\nimmediately in the affirmative.  The warring gods and formulas of\nthe various religions do indeed cancel each other, but there is a\ncertain uniform deliverance in which religions all appear to\nmeet.  It consists of two parts:–",
        "1.  An uneasiness; and",
        "2.  Its solution.",
        "1.  The uneasiness, reduced to its simplest terms, is a sense\nthat there is SOMETHING WRONG ABOUT US as we naturally stand.",
        "2.  The solution is a sense that WE ARE SAVED FROM THE WRONGNESS\nby making proper connection with the higher powers.",
        "In those more developed minds which alone we are studying, the\nwrongness takes a moral character, and the salvation takes a\nmystical tinge.  I think we shall keep well within the limits of\nwhat is common to all such minds if we formulate the essence of\ntheir religious experience in terms like these:–",
        "The individual, so far as he suffers from his wrongness and\ncriticises it, is to that extent consciously beyond it, and in at\nleast possible touch with something higher, if anything higher\nexist.  Along with the wrong part there is thus a better part of\nhim, even though it may be but a most helpless germ.  With which\npart he should identify his real being is by no means obvious at\nthis stage; but when stage 2 (the stage of solution or salvation)\narrives,[349] the man identifies his real being with the germinal\nhigher part of himself; and does so in the following way.  He\nbecomes conscious that this higher part is conterminous and\ncontinuous with a MORE of the same quality, which is operative in\nthe universe outside of him, and which he can keep in working\ntouch with, and in a fashion get on board of and save himself\nwhen all his lower being has gone to pieces in the wreck.",
        "[349] Remember that for some men it arrives suddenly, for others\ngradually, whilst others again practically enjoy it all their\nlife.",
        "It seems to me that all the phenomena are accurately describable\nin these very simple general terms.[350]  They allow for the\ndivided self and the struggle; they involve the change of\npersonal centre and the surrender of the lower self; they express\nthe appearance of exteriority of the helping power and yet\naccount for our sense of union with it;[351] and they fully\njustify our feelings of security and joy.  There is probably no\nautobiographic document, among all those which I have quoted, to\nwhich the description will not well apply.  One need only add\nsuch specific details as will adapt it to various theologies and\nvarious personal temperaments, and one will then have the various\nexperiences reconstructed in their individual forms.",
        "[350] The practical difficulties are:  1, to “realize the\nreality” of one’s higher part; 2, to identify one’s self with it\nexclusively; and 3, to identify it with all the rest of ideal\nbeing.",
        "[351] “When mystical activity is at its height, we find\nconsciousness possessed by the sense of a being at once EXCESSIVE\nand IDENTICAL with the self:  great enough to be God; interior\nenough to be ME.  The “objectivity” of it ought in that case to\nbe called EXCESSIVITY, rather, or exceedingness.” ReCeJac:  Essai\nsur les fondements de la conscience mystique, 1897, p. 46.",
        "So far, however, as this analysis goes, the experiences are only\npsychological phenomena.  They possess, it is true, enormous\nbiological worth.  Spiritual strength really increases in the\nsubject when he has them, a new life opens for him, and they seem\nto him a place of conflux where the forces of two universes meet;\nand yet this may be nothing but his subjective way of feeling\nthings, a mood of his own fancy, in spite of the effects\nproduced.  I now turn to my second question:  What is the\nobjective “truth” of their content?[352]",
        "[352] The word “truth” is here taken to mean something additional\nto bare value for life, although the natural propensity of man is\nto believe that whatever has great value for life is thereby\ncertified as true.",
        "The part of the content concerning which the question of truth\nmost pertinently arises is that “MORE of the same quality” with\nwhich our own higher self appears in the experience to come into\nharmonious working relation.  Is such a “more” merely our own\nnotion, or does it really exist?  If so, in what shape does it\nexist?  Does it act, as well as exist?   And in what form should\nwe conceive of that “union” with it of which religious geniuses\nare so convinced?",
        "It is in answering these questions that the various theologies\nperform their theoretic work, and that their divergencies most\ncome to light.  They all agree that the “more” really exists;\nthough some of them hold it to exist in the shape of a personal\ngod or gods, while others are satisfied to conceive it as a\nstream of ideal tendency embedded in the eternal structure of the\nworld.  They all agree, moreover, that it acts as well as exists,\nand that something really is effected for the better when you\nthrow your life into its hands.  It is when they treat of the\nexperience of “union” with it that their speculative differences\nappear most clearly.  Over this point pantheism and theism,\nnature and second birth, works and grace and karma, immortality\nand reincarnation, rationalism and mysticism, carry on inveterate\ndisputes.",
        "At the end of my lecture on Philosophy[353] I held out the notion\nthat an impartial science of religions might sift out from the\nmidst of their discrepancies a common body of doctrine which she\nmight also formulate in terms to which <501> physical science\nneed not object.  This, I said, she might adopt as her own\nreconciling hypothesis, and recommend it for general belief.  I\nalso said that in my last lecture I should have to try my own\nhand at framing such an hypothesis.",
        "[353] Above, p. 445.",
        "The time has now come for this attempt.  Who says “hypothesis\"\nrenounces the ambition to be coercive in his arguments. The most\nI can do is, accordingly, to offer something that may fit the\nfacts so easily that your scientific logic will find no plausible\npretext for vetoing your impulse to welcome it as true.",
        "The “more,” as we called it, and the meaning of our “union” with\nit, form the nucleus of our inquiry.  Into what definite\ndescription can these words be translated, and for what definite\nfacts do they stand?  It would never do for us to place ourselves\noffhand at the position of a particular theology, the Christian\ntheology, for example, and proceed immediately to define the\n“more” as Jehovah, and the “union” as his imputation to us of the\nrighteousness of Christ.  That would be unfair to other\nreligions, and, from our present standpoint at least, would be an\nover-belief.",
        "We must begin by using less particularized terms; and, since one\nof the duties of the science of religions is to keep religion in\nconnection with the rest of science, we shall do well to seek\nfirst of all a way of describing the “more,” which psychologists\nmay also recognize as real.  The subconscious self is nowadays a\nwell-accredited psychological entity; and I believe that in it we\nhave exactly the mediating term required.  Apart from all\nreligious considerations, there is actually and literally more\nlife in our total soul than we are at any time aware of.  The\nexploration of the transmarginal field has hardly yet been\nseriously undertaken, but what Mr. Myers said in 1892 in his\nessay on the Subliminal Consciousness[354] is as true as when it\nwas first written:  “Each of us is in reality an abiding\npsychical entity far more extensive than he knows–an\nindividuality which can never express itself completely through\nany corporeal manifestation.  The Self manifests through the\norganism; but there is always some part of the Self unmanifested;\nand always, as it seems, some power of organic expression in\nabeyance or reserve.\"[355]  Much of the content of this larger\nbackground against which our conscious being stands out in relief\nis insignificant.  Imperfect memories, silly jingles, inhibitive\ntimidities, “dissolutive” phenomena of various sorts, as Myers\ncalls them, enters into it for a large part.  But in it many of\nthe performances of genius seem also to have their origin; and in\nour study of conversion, of mystical experiences, and of prayer,\nwe have seen how striking a part invasions from this region play\nin the religious life.",
        "[354] Proceedings of the Society for Psychical Research, vol.\nvii. p. 305. For a full statement of Mr. Myers’s views, I may\nrefer to his posthumous work, “Human Personality in the Light of\nRecent Research,” which is already announced by Messrs. \nLongmans, Green & Co. as being in press.  Mr. Myers for the\nfirst time proposed as a general psychological problem the\nexploration of the subliminal region of consciousness throughout\nits whole extent, and made the first methodical steps in its\ntopography by treating as a natural series a mass of subliminal\nfacts hitherto considered only as curious isolated facts and\nsubjecting them to a systematized nomenclature.  How important\nthis exploration will prove, future work upon the path which\nMyers has opened can alone show.  compare my paper:  “Frederic\nMyers’s services to Psychology,” in the said Proceedings, part\nxlii., May, 1901.",
        "[355] Compare the inventory given above on pp. 472-4, and also\nwhat is said of the subconscious self on pp. 228-231, 235-236.",
        "Let me then propose, as an hypothesis, that whatever it may be on\nits FARTHER side, the “more” with which in religious experience\nwe feel ourselves connected is on its HITHER side the\nsubconscious continuation of our conscious life. Starting thus\nwith a recognized psychological fact as our basis, we seem to\npreserve a contact with “science” which the ordinary theologian\nlacks.  At the same time the theologian’s contention that the\nreligious man is moved by an external power is vindicated, for it\nis one of the peculiarities of invasions from the subconscious\nregion to take on objective appearances, and to suggest to the\nSubject an external control.  In the religious life the control\nis felt as “higher\"; but since on our hypothesis it is primarily\nthe higher faculties of our own hidden mind which are\ncontrolling, the sense of union with the power beyond us is a\nsense of something, not merely apparently, but literally true.",
        "This doorway into the subject seems to me the best one for a\nscience of religions, for it mediates between a number of\ndifferent points of view.  Yet it is only a doorway, and\ndifficulties present themselves as soon as we step through it,\nand ask how far our transmarginal consciousness carries us if we\nfollow it on its remoter side.  Here the over-beliefs begin: \nhere mysticism and the conversion-rapture and Vedantism and\ntranscendental idealism bring in their monistic\ninterpretations[356] and tell us that the finite self rejoins the\nabsolute self, for it was always one with God and identical with\nthe soul of the world.[357]  Here the prophets of all the\ndifferent religions come with their visions, voices, raptures,\nand other openings, supposed by each to authenticate his own\npeculiar faith.",
        "[356] Compare above, pp. 410 ff.",
        "[357] One more expression of this belief, to increase the\nreader’s familiarity with the notion of it:–",
        "“If this room is full of darkness for thousands of years, and you\ncome in and begin to weep and wail, ’Oh, the darkness,’ will the\ndarkness vanish?  Bring the light in, strike a match, and light\ncomes in a moment.  So what good will it do you to think all your\nlives, ’Oh, I have done evil, I have made many mistakes’?  It\nrequires no ghost to tell us that.  Bring in the light, and the\nevil goes in a moment.  Strengthen the real nature, build up\nyourselves, the effulgent, the resplendent, the ever pure, call\nthat up in every one whom you see.  I wish that every one of us\nhad come to such a state that even when we see the vilest of\nhuman beings we can see the God within, and instead of\ncondemning, say, ’Rise, thou effulgent One, rise thou who art\nalways pure, rise thou birthless and deathless, rise almighty,\nand manifest your nature.’ . . . This is the highest prayer that\nthe Advaita teaches.  This is the one prayer:  remembering our\nnature.”. . . “Why does man go out to look for a God? . . . It is\nyour own heart beating, and you did not know, you were mistaking\nit for something external.  He, nearest of the near, my own self,\nthe reality of my own life, my body and my soul.–I am Thee and\nThou art Me.  That is your own nature.  Assert it, manifest it. \nNot to become pure, you are pure already.  You are not to be\nperfect, you are that already.  Every good thought which you\nthink or act upon is simply tearing the veil, as it were, and the\npurity, the Infinity, the God behind, manifests itself–the\neternal Subject of everything, the eternal Witness in this\nuniverse, your own Self.  Knowledge is, as it were, a lower step,\na degradation.  We are It already; how to know It?”  Swami\nViverananda: Addresses, No. XII., Practical Vedanta, part iv. pp.\n172, 174, London, 1897; and Lectures, The Real and the Apparent\nMan, p. 24, abridged.",
        "Those of us who are not personally favored with such specific\nrevelations must stand outside of them altogether and, for the\npresent at least, decide that, since they corroborate\nincompatible theological doctrines, they neutralize one another\nand leave no fixed results.  If we follow any one of them, or if\nwe follow philosophical theory and embrace monistic pantheism on\nnon-mystical grounds, we do so in the exercise of our individual\nfreedom, and build out our religion in the way most congruous\nwith our personal susceptibilities.  Among these susceptibilities\nintellectual ones play a decisive part.  Although the religious\nquestion is primarily a question of life, of living or not living\nin the higher union which opens itself to us as a gift, yet the\nspiritual excitement in which the gift appears a real one will\noften fail to be aroused in an individual until certain\nparticular intellectual beliefs or ideas which, as we say, come\nhome to him, are touched.[358] These ideas will thus be essential\nto that individual’s religion;–which is as much as to say that\nover-beliefs in various directions are absolutely indispensable,\nand that we should treat them with tenderness and tolerance so\nlong as they are not intolerant themselves. As I have elsewhere\nwritten, the most interesting and valuable things about a man are\nusually his over-beliefs.",
        "[358] For instance, here is a case where a person exposed from\nher birth to Christian ideas had to wait till they came to her\nclad in spiritistic formulas before the saving experience set\nin:–",
        "“For myself I can say that spiritualism has saved me.  It was\nrevealed to me at a critical moment of my life, and without it I\ndon’t know what I should have done.  It has taught me to detach\nmyself from worldly things and to place my hope in things to\ncome.  Through it I have learned to see in all men, even in those\nmost criminal, even in those from whom I have most suffered,\nundeveloped brothers to whom I owed assistance, love, and\nforgiveness.  I have learned that I must lose my temper over\nnothing despise no one, and pray for all.  Most of all I have\nlearned to pray!  And although I have still much to learn in this\ndomain, prayer ever brings me more strength, consolation, and\ncomfort.  I feel more than ever that I have only made a few steps\non the long road of progress; but I look at its length without\ndismay, for I have confidence that the day will come when all my\nefforts shall be rewarded.  So Spiritualism has a great place in\nmy life, indeed it holds the first place there.”  Flournoy\nCollection.",
        "Disregarding the over beliefs, and confining ourselves to what is\ncommon and generic, we have in the fact that the conscious person\nis continuous with a wider self through which saving experiences\ncome,[359] a positive content of religious experience which, it\nseems to me, is literally and objectively true as far as it goes.",
        "If I now proceed to state my own hypothesis about the farther\nlimits of this extension of our personality, I shall be offering\nmy own over-belief– though I know it will appear a sorry\nunder-belief to some of you–for which I can only bespeak the\nsame indulgence which in a converse case I should accord to\nyours.",
        "[359] “The influence of the Holy Spirit, exquisitely called the\nComforter, is a matter of actual experience, as solid a reality\nas that of electro magnetism.”  W. C. Brownell, Scribner’s\nMagazine, vol. xxx. p. 112.",
        "<506> The further limits of our being plunge, it seems to me,\ninto an altogether other dimension of existence from the sensible\nand merely “understandable” world.  Name it the mystical region,\nor the supernatural region, whichever you choose.  So far as our\nideal impulses originate in this region (and most of them do\noriginate in it, for we find them possessing us in a way for\nwhich we cannot articulately account), we belong to it in a more\nintimate sense than that in which we belong to the visible world,\nfor we belong in the most intimate sense wherever our ideals\nbelong.  Yet the unseen region in question is not merely ideal,\nfor it produces effects in this world.  When we commune with it,\nwork is actually done upon our finite personality, for we are\nturned into new men, and consequences in the way of conduct\nfollow in the natural world upon our regenerative change.[360]\nBut that which produces effects within another reality must be\ntermed a reality itself, so I feel as if we had no philosophic\nexcuse for calling the unseen or mystical world unreal.",
        "[360] That the transaction of opening ourselves, otherwise called\nprayer, is a perfectly definite one for certain persons, appears\nabundantly in the preceding lectures.  I append another concrete\nexample to rein force the impression on the reader’s mind:–",
        "“Man can learn to transcend these limitations [of finite thought]\nand draw power and wisdom at will. . . . The divine presence is\nknown through experience.  The turning to a higher plane is a\ndistinct act of consciousness.  It is not a vague, twilight or\nsemi-conscious experience.  It is not an ecstasy, it is not a\ntrance.  It is not super-consciousness in the Vedantic sense.  It\nis not due to self-hypnotization.  It is a perfectly calm, sane,\nsound, rational, common-sense shifting of consciousness from the\nphenomena of sense-perception to the phenomena of seership, from\nthe thought of self to a distinctively higher realm. . . . For\nexample, if the lower self be nervous, anxious, tense, one can in\na few moments compel it to be calm.  This is not done by a word\nsimply.  Again I say, it is not hypnotism.  It is by the exercise\nof power.  One feels the spirit of peace as definitely as heat is\nperceived on a hot summer day.  The power can be as surely used\nas the sun s rays can be focused and made to do work, to set fire\nto wood.”  The Higher Law, vol. iv. pp. 4, 6, Boston, August,\n1901.",
        "God is the natural appellation, for us Christians at least, for\nthe supreme reality, so I will call this higher part of the\nuniverse by the name of God.[361]  We and God have business with\neach other; and in opening ourselves to his influence our deepest\ndestiny is fulfilled.  The universe, at those parts of it which\nour personal being constitutes, takes a turn genuinely for the\nworse or for the better in proportion as each one of us fulfills\nor evades God’s demands.  As far as this goes I probably have you\nwith me, for I only translate into schematic language what I may\ncall the instinctive belief of mankind:  God is real since he\nproduces real effects.",
        "[361] Transcendentalists are fond of the term “Over-soul,” but as\na rule they use it in an intellectualist sense, as meaning only a\nmedium of communion.  “God” is a causal agent as well as a medium\nof communion, and that is the aspect which I wish to emphasize.",
        "The real effects in question, so far as I have as yet admitted\nthem, are exerted on the personal centres of energy of the\nvarious subjects, but the spontaneous faith of most of the\nsubjects is that they embrace a wider sphere than this.  Most\nreligious men believe (or “know,” if they be mystical) that not\nonly they themselves, but the whole universe of beings to whom\nthe God is present, are secure in his parental hands.  There is a\nsense, a dimension, they are sure, in which we are ALL saved, in\nspite of the gates of hell and all adverse terrestrial\nappearances.  God’s existence is the guarantee of an ideal order\nthat shall be permanently preserved.  This world may indeed, as\nscience assures us, some day burn up or freeze; but if it is part\nof his order, the old ideals are sure to be brought elsewhere to\nfruition, so that where God is, tragedy is only provisional and\npartial, and shipwreck and dissolution are not the absolutely\nfinal things.  Only when this farther step of faith concerning\nGod is taken, and remote objective consequences are predicted,\ndoes religion, as it seems to me, get wholly free from the first\nimmediate subjective experience, and bring a REAL HYPOTHESIS into\nplay.  A good hypothesis in science must have other properties\nthan those of the phenomenon it is immediately invoked to\nexplain, otherwise it is not prolific enough.  God, meaning only\nwhat enters into the religious man’s experience of union, falls\nshort of being an hypothesis of this more useful order.  He needs\nto enter into wider cosmic relations in order to justify the\nsubject’s absolute confidence and peace.",
        "That the God with whom, starting from the hither side of our own\nextra-marginal self, we come at its remoter margin into commerce\nshould be the absolute world-ruler, is of course a very\nconsiderable over-belief.  Over-belief as it is, though, it is an\narticle of almost every one’s religion.  Most of us pretend in\nsome way to prop it upon our philosophy, but the philosophy\nitself is really propped upon this faith. What is this but to say\nthat Religion, in her fullest exercise of function, is not a mere\nillumination of facts already elsewhere given, not a mere\npassion, like love, which views things in a rosier light.  It is\nindeed that, as we have seen abundantly.  But it is something\nmore, namely, a postulator of new FACTS as well.  The world\ninterpreted religiously is not the materialistic world over\nagain, with an altered expression; it must have, over and above\nthe altered expression, a natural constitution different at some\npoint from that which a materialistic world would have.  It must\nbe such that different events can be expected in it, different\nconduct must be required.",
        "This thoroughly “pragmatic” view of religion has usually been\ntaken as a matter of course by common men.  They have\ninterpolated divine miracles into the field of nature, they have\nbuilt a heaven out beyond the grave.  It is only\ntranscendentalist metaphysicians who think that, without adding\nany concrete details to Nature, or subtracting any, but by\nsimply calling it the expression of absolute spirit, you make it\nmore divine just as it stands.  I believe the pragmatic way of\ntaking religion to be the deeper way.  It gives it body as well\nas soul, it makes it claim, as everything real must claim, some\ncharacteristic realm of fact as its very own. What the more\ncharacteristically divine facts are, apart from the actual inflow\nof energy in the faith-state and the prayer-state, I know not. \nBut the over-belief on which I am ready to make my personal\nventure is that they exist.  The whole drift of my education goes\nto persuade me that the world of our present consciousness is\nonly one out of many worlds of consciousness that exist, and that\nthose other worlds must contain experiences which have a meaning\nfor our life also; and that although in the main their\nexperiences and those of this world keep discrete, yet the two\nbecome continuous at certain points, and higher energies filter\nin.  By being faithful in my poor measure to this over-belief, I\nseem to myself to keep more sane and true.  I CAN, of course, put\nmyself into the sectarian scientist’s attitude, and imagine\nvividly that the world of sensations and of scientific laws and\nobjects may be all.  But whenever I do this, I hear that inward\nmonitor of which W. K. Clifford once wrote, whispering the word\n“bosh!”  Humbug is humbug, even though it bear the scientific\nname, and the total expression of human experience, as I view it\nobjectively, invincibly urges me beyond the narrow “scientific\"\nbounds.  Assuredly, the real world is of a different\ntemperament–more intricately built than physical science allows.",
        "So my objective and my subjective conscience both hold me to the\nover-belief which I express.  Who knows whether the faithfulness\nof individuals here below to their own poor over-beliefs may not\nactually help God in turn to be more effectively faithful to his\nown greater tasks?",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}