{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. V.",
    "author": "I. Windslow Ayer",
    "chapter": "6",
    "content": [
        "\n\n",
        "INSIDE VIEW OF A LODGE OF THE SONS OF LIBERTY IN CHICAGO–OPEN EXPRESSIONS\nOF TREASON–SIGNS OF THE TIMES–WAITING FOR REBEL VICTORIES–THE GREAT\nPEORIA PEACE MEETING–WHISKEY, TREASON AND GUNPOWDER.",
        "Prior to July 1864, the information of the public or the authorities, in\nrespect to the aims, intents and objects of the organized bands of home\ntraitors, was very meagre and indefinite, for it was no easy task for\ndetectives or loyal citizens to enter the portals of the Temples. True,\nenough had transpired at the investigations, and before military\ncommissions in different sections of the country, to awaken a painful\ninterest and unceasing vigilance on the part of loyal men. So well were\nthese organizations guarded, that vigilance committees of their members\nwere appointed with imperative instructions to report the names of all\ncivic officers and detectives in the employment of the United States and\nProvost Marshals, and all persons, by whomsoever employed, who should\nattempt to obtain the secrets of the Order. So complete was the\norganization, that lists of names were reported and read at the weekly\nmeetings, and the following day the names and descriptions of such\nofficers were thoroughly circulated and reported to the brethren in other\ncities and towns, and as well might a belled cat hope to invade the\nprecincts of rats and attain success, as for such a “spotted” individual\nto gain access to the Temples of American Knights and Sons of Liberty. Not\na change was made on the police, not an increase or decrease of Provost\nguards, not a change of even the location of artillery in Camp Douglas, no\nchange, however minute of interest to the rebels, was made but that it was\nreported and discussed within these nests and dens of treason.",
        "It was attempted on several occasions by parties of loyal men, to ferret\nout and secure the secrets of the Order, but as well might an attempt have\nbeen made to possess the secrets of the Council of Ten, by the officers of\nthe governments of Europe; it was almost impossible, and yet the\ndevelopments upon the recent trials show conclusively, that had the task\nnot been effected, the most terrible results would have ensued. With the\ndesire to aid the Government to the extent of individual ability, it was\nnot strange that when opportunity occurred, whereby all might be known,\nand that knowledge applied to the benefit of our bleeding country, that\nany loyal man would have availed himself of it, at any hazard. The writer\nfound such opportunity, and waiving all personal considerations, undertook\nthe task, trusting in God for success, and conscious that all good men\nwould approve the motive, and that if for a time, reproach and calumny\nshould cloud his reputation, or if perchance the assassin’s hand should\nexecute the sworn purpose of the Order, as the penalty for surrendering\nthem to the hands of our Government, the time would surely come when the\nmotives and the acts would find that approval in the hearts of all honest\nmen, as it did in his own. Confiding the information accidentally obtained\nto W.H. Rand, Esq., of Chicago, a gentleman whose patriotism and whose\nreputation needs no encomiums, he immediately advised the expediency of\nconference with the State Executive, and to the honor of Governor Richard\nYates, it should be said, he fully realized the importance of acquiring\nreliable information of the plots of the secret ally of Jeff. Davis. By\nGovernor Yates an introduction was given to Brig.-Gen. Paine, then in\ncommand of the department, and again full and unqualified approval of the\ncourse thus far taken, was expressed, with the urgent request to follow up\nevery avenue of information in this direction. Gen. Paine issued an\nintroduction to Col. B.J. Sweet, whom he declared to be a “model man and a\nmodel officer in every respect,” and in whom all confidence in so\ncommendable a cause might be reposed. How nobly, how wisely and how well\nthat gallant officer discharged his trust, all who have observed his\ncourse will concede, and that man whose heroism at the memorable battle of\nPerryville, and on other battle fields, will ever be held in grateful\nremembrance by his countrymen, has added new lustre to his name, and the\nhearty benedictions which will ever be invoked for the defender of\nChicago–the noble Col. Sweet–attest the satisfaction and joy of the\npeople, to know that his services in this most difficult and hazardous\nundertaking are appreciated by the General Government, and the star upon\nhis shoulder will glitter brighter as time wears on, and Copperheads live\nonly in history, an evidence of how low men may sink in the scale of\nmorality, and a warning to all future time. For the writer to have\nhesitated in a course of duty so plain, and yet so distasteful would have\nbeen criminal, cowardly, and unworthy of an American citizen. The\nadvantage gained was followed up unremittingly, by day and by night, for\nmany weary months, regardless of all professional duties and personal\nconsiderations. It was at the outset found highly necessary, if not\nindispensable, to have the concurrence of one good, loyal man of marked\nqualification–one who was discreet, who had experience upon police\nduties, who was prompt, energetic, persevering, patient, fearless, and\nwithal a strictly honest man, a citizen whose reputation was above\nreproach; that man was found; he was Robert Alexander. After brief\nconsideration, Mr. Alexander gave to the writer his hearty and earnest\nconcurrence. Nothing was left undone by him that could further the\nhazardous undertaking, and personal gratitude for his ready acquiescence,\nwhich we tender to him, will meet with a ready response in the hearts of\nall good citizens. It is now Thursday evening in July 1864. We will now\nask the reader to go again with us up those long, tedious flights of\nstairs to the outer rooms of the “temple” of the Sons of Liberty in\nChicago. We left the room before with the remembrance of only a hole six\ninches in diameter for a full sized Copperhead to crawl through, but we\nshall have better success this time. Advancing to the aforesaid door, and\ngiving three distinct raps, the slide, which we find covers the hole from\nthe inside, is moved up, and a live, full-grown Copperhead peers through\nthe orifice. “We whisper the word “Peace,” or “Peoria,” or whatever the\nmonthly pass-word is, and the door is open, and we find ourselves within\nthe vestibule of the temple, surrounded by a little group going through\nthe preliminary exercises of initiation. We see the candidate and\nsponsors, with hands uplifted, and listen to the very poor reading of an\nofficer, from the ritual, and giving the new comer his first dose of\nStates’ sovereignty and secession. This is so mystified and clouded with\nhigh-sounding words that the poor devil nods at every time the reader\nstops for breath, or to expectorate tobacco juice, and the ceremony is\nconcluded, and the candidate, respectable for the good clothes which he\nwears this night as a rarity, follows his conductor to another door, where\nhe hopes for admission, the only impression on the candidate being, that\nhis right arm is weary from being elevated so long, and that he is coming\nrapidly into good fellowship with men of high judicial standing, who\npropose to give Abolitionists and Lincoln particular “hell under the shirt\ntail.” Again they knock and are challenged by an inside guardian, who\nlectures the newly fledged Son, who having nodded sufficiently, is\nconducted to the Ancient Brother in the West, so that the Son, reversing\nthe order of nature, begins rising in the West. The “Ancient Brother” is a\nbetter reader, for here we find brains for the first time, as it is the\nleaders, as we have already said, who do all the thinking, unless,\nperchance, the simple wretches find themselves in Camp Douglas, where they\nbegin thinking for themselves. While the Ancient Brother is reading to the\nattentive comer, now happy in the thought that he has taken himself in out\nof the draft, let us survey the sanctum sanctorum; but first let us\nadvance to the centre of the hall, where we find a piece of dirty oil\ncloth the size of a door mat, and stepping upon this, with body erect and\nturning our back upon the Ancient Brother, we find ourselves facing the\nGrand Seignior, who, on our first introduction, is Judge Morris; we\nsalute, which we do by applying the palm of our right hand to the lips,\nthen turning the hand to his seigniorship and bringing our left hand\nacross the breast, which salutation being returned by the Grand Seignior,\nwho sits upon a raised platform and wields a gavel, we take seats wherever\nour sense of cleanliness will permit, and where we hope there may be no\ntraveling minute messengers conveying ideas from one man’s head to\nanother. On the north side of the room is another platform and desk, where\na guardian sits and addresses the candidate, who is supposed to lose his\nway and to be set right by this guardian, and even if the candidate is\nthoroughly sober he may be excused for losing his way, for it is a matter\nof much doubt whether he was ever in such a labarynth of words as he has\njust heard from the Ancient Brother, who, having given the man some pretty\nstrong obligations, to endorse and support the policy of Jeff. Davis,\ntogether with an intimation that if he ever exposes any of the secrets, he\nmay expect to suffer all sorts of penalties, and told him to fancy he had\njust received an acorn, the emblem of the order–he now sits down quietly\nin the pleasant consciousness that “we have got one more good voter on our\nside.” The guardian of the North having put the new Son on his way, he\nappears in the East, reflecting his effulgence all around. The Grand\nSeignior now rises from his seat, drops his gavel and explains the\nmysteries of the initiation, giving him another dose of secession, about\nas much as the poor fellow can carry; tells him how to challenge a\nbrother, concluding by giving the grand sign of distress, which is by\nraising the right hand and calling out “Ocoon” three times, which he\nsays is made up of the name of Calhoun, whose name is mentioned with\ngreat reverence. Thus closes the ceremony of initiation. “Considerations\nfor the good of the Order” being the next order of business, speeches are\nmade by some of the older heads to make the new one feel at home. This\n“feast of reason and flow of soul” over, other business is transacted, and\nthe temple is closed, the Grand Seignor occasionally expressing a few\nwords of caution, saying that but few members must be present at the\nmeetings at this hall, as the presence of too great numbers will excite\nsuspicion and lead to arrest. The next weekly meeting similar events\noccur, but new faces appear at every meeting, that is to say, the\ngreater number of members who were present last week are absent this week,\nand others take their places. The Chicago Times, however, is well\nrepresented at most of the important meetings. There were about two\nthousand members of the Sons of Liberty in “good and regular standing” in\nChicago alone, at the time they were let down. By careful arrangements we\nwere able to have reports from the different temples throughout the most\nimportant points in the Northwest, and carefully noted the chief business\nand obtained the list of members, all of which has been as carefully\nplaced in the hands of the authorities of the War Department, and months\nago much of the information was imparted to Maj. Gen. Joseph Hooker, in\ncommand of the Northern Department, who was pleased to express his highest\nappreciation of the services rendered, and a desire to have the\ninvestigation thoroughly made, that indisputable facts might be obtained,\nthat truth and justice might be promoted and the interest of the country\nthereby protected. So thorough and searching has been the investigation\nthat every man of any note in this order, in almost every locality where\nthis moral cancer has existed, is known and may consider himself in future\nupon his good behavior. It was the policy of the Sons of Liberty, which\nthey observed as far as it was possible for them to do, to obtain\npositions of trust in the army, upon the police, in the courts, in railway\noffices and telegraph stations, in the office of Provost Marshals,\npost-offices, departments of government, both local and general, indeed,\nso completely did they carry out this plan, that they made their boasts\nthat they were represented upon all the railroads running out of Chicago,\nand it was not an unusual thing for them to report matters of the various\ndepartments just mentioned. One member of the Chicago Order, as appeared\nin evidence before the military commission, traveled over the North\nwherever he desired, on the pass of a Provost Marshal in Indiana, his\nbusiness being to aid in the organization of Temples in the different\nsections of the West. So rapidly did they increase in numbers, that Judge\nMorris estimated the number in Illinois alone at 80,000 members.",
        "It was a rule of the organization, that its members should all be well\narmed and skilled in the use of weapons. The rapidity of increase in\nnumbers, rendered them conscious of their strength, and they became openly\ndefiant and talked treason upon the corners of our streets, and wherever\nlittle groups of people assembled. The mob spirit was excited, and all\nwere ready for mischief whenever opportunity offered; and while all were\nbound to wait submissively till their leaders should give the signal for\nrevolution, still many were restless and impatient for the hour to come,\nand hoped that they would not long have to wait. The suppression of the\nChicago Times was an auspicious moment for them, and they made capital\nof it. They were never tired of talking of Vallandigham, and while that\nworthy staid in Canada he was very serviceable to the Order, as John\nRogers was of more service to the church dead than while living.\nVallandigham made an excellent martyr and an accomplished exile, but as an\nactive member at home, old Doolittle, or Charles W. Patten, or James A.\nWilkinson, or J.L. Rock, or Obadiah Jackson, Jr., Esq., or even Mrs.\nMorris herself, was worth two just like him. Why he could not have staid\nin Canada for the good of the cause, we cannot understand. What a Mecca\nwas Windsor, and how great was Mahomet, but alas, when the great, the Hon.\nClement Vallandigham relapsed into the three-cent fourth-class lawyer, in\nthe little one horse city of Dayton, “what a fall was there my\ncountrymen.” No more pilgrimages, no more dinners with the great exile, no\nmore texts of “arbitrary arrests” to preach from, that could draw as Val\nused to draw.",
        "The reception of the news of a victory by the rebels, was always an\noccasion of rejoicing among the Sons and Knights, and in the exuberance of\ntheir joy they shouted their treason in all sorts of places, and at all\nseasons. They assumed to be peace men, and yet were always ready for a\nquarrel. It became evident to all who kept posted in politics, that there\nwould be a wide division between the different wings of the Democracy at\nthe coming National Convention, and a most determined effort was to be\nmade by the Peace faction, to control the action of the Convention, and\nlong before the assembling of that body, newspaper strife had commenced\nbetween them, and it was hoped, and so it proved, that like the Kilkenny\ncats, they devoured each other. With Peace in their mouths and contention\nin their hearts, the “unterrified” resolved upon a great meeting, to be\nheld in Peoria. It was a “big thing.” The Chicago delegation took for the\ncalumet of peace several boxes of fire-arms, so that if opportunity\noffered they might conquer a peace. Whiskey and gunpowder were other\nelements of that meeting, and as the escape of gas in petroleum wells, so\nnoisy for a time, finally subsides, so after the ebullition at Peoria,\nBrig.-Gen. Walsh, and all the Chicago delegates, returned home, bringing\nwith them their fire arms, without breaking bulk, and these weapons were\ncarefully deposited, where they could instantly be obtained at the time of\nthe uprising.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}