{
    "title": "The Boys’ Life of Mark Twain - XLVI. Publisher to General Grant",
    "author": "Paine",
    "chapter": "46",
    "content": [
        "\n",
        "\n\n",
        "Mark Twain was now a successful publisher, but his success thus far was\nnothing to what lay just ahead.  One evening he learned that General\nGrant, after heavy financial disaster, had begun writing the memoirs\nwhich he (Clemens) had urged him to undertake some years before.  Next\nmorning he called on the General to learn the particulars.  Grant had\ncontributed some articles to the “Century” war series, and felt in a mood\nto continue the work.  He had discussed with the “Century” publishers the\nmatter of a book.  Clemens suggested that such a book should be sold only\nby subscription and prophesied its enormous success.  General Grant was\nless sure.  His need of money was very great and he was anxious to get as\nmuch return as possible, but his faith was not large.  He was inclined to\nmake no special efforts in the matter of publication.  But Mark Twain\nprevailed.  Like his own Colonel Sellers, he talked glowingly and\neloquently of millions.  He first offered to direct the general to his\nown former subscription publisher, at Hartford, then finally proposed to\npublish it himself, offering Grant seventy per cent. of the net returns,\nand to pay all office expenses out of his own share.",
        "Of course there could be nothing for any publisher in such an arrangement\nunless the sales were enormous.  General Grant realized this, and at\nfirst refused to consent.  Here was a friend offering to bankrupt himself\nout of pure philanthropy, a thing he could not permit.  But Mark Twain\ncame again and again, and finally persuaded him that purely as business\nproposition the offer was warranted by the certainty of great sales.",
        "So the firm of Charles L. Webster & Co. undertook the Grant book, and the\nold soldier, broken in health and fortune, was liberally provided with\nmeans that would enable him to finish his task with his mind at peace.\nHe devoted himself steadily to the work–at first writing by hand, then\ndictating to a stenographer that Webster & Co. provided.  His disease,\ncancer, made fierce ravages, but he “fought it out on that line,” and\nwrote the last pages of his memoirs by hand when he could no longer speak\naloud.  Mark Twain was much with him, and cheered him with anecdotes and\nnews of the advance sale of his book.  In one of his memoranda of that\ntime Clemens wrote:",
        "“To-day (May 26) talked with General Grant about his and my first\n     great Missouri campaign, in 1861.  He surprised an empty camp near\n     Florida, Missouri, on Salt River, which I had been occupying a day\n     or two before.  How near he came to playing the d– with his future\n     publisher.”",
        "At Mount McGregor, a few weeks before the end, General Grant asked if any\nestimate could now be made of the sum which his family would obtain from\nhis work, and was deeply comforted by Clemens’s prompt reply that more\nthan one hundred thousand sets had already been sold, the author’s share\nof which would exceed one hundred and fifty thousand dollars.  Clemens\nadded that the gross return would probably be twice as much more.",
        "The last notes came from Grant’s hands soon after that, and a few days\nlater, July 23, 1885, his task completed, he died.  To Henry Ward Beecher\nClemens wrote:",
        "“One day he put his pencil aside and said there was nothing more to\n     do.  If I had been there I could have foretold the shock that struck\n     the world three days later.”",
        "In a memorandum estimate made by Mark Twain soon after the canvass for\nthe Grant memoirs had begun, he had prophesied that three hundred\nthousand sets of the book would be sold, and that he would pay General\nGrant in royalties $420,000.  This prophecy was more than fulfilled.  The\nfirst check paid to Mrs. Grant–the largest single royalty check in\nhistory–was for $200,000.  Later payments brought her royalty return up\nto nearly $450.000.  For once, at least, Mark Twain’s business vision had\nbeen clear.  A fortune had been realized for the Grant family.  Even his\nown share was considerable, for out of that great sale more than a\nhundred thousand dollars’ profit was realized by Webster & Co.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}