{
    "title": "The Adventures of Jimmie Dale II - Chapter XV: Retribution",
    "author": "Frank L. Packard",
    "chapter": "16",
    "content": [
        "\n\n",
        "His brain seemed to whirl, staggered as by some gigantic, ghastly\nmockery.  The Crime Club!  HERE!  He had thought to creep upon that\nman–and he had run blindly into the very heart and centre of these\nhell fiends’ nest!",
        "Silently he stood there, holding his breath as he listened now,\nmotionless as a statue, forcing his mind to THINK.  He remembered\nthat last night his impression of the place had been that it was\nmore like some great private mansion than anything else.  Well, he\nhad been right, it seemed!  He could have laughed aloud–\nsardonically, hysterically.  It was not so strange now that there\nwere no rooms on the right-hand side of the corridor!  And what\ncould have suited their purpose better, what, by its very location,\nits unimpeachable character, could be a more ideal lair for them\nthan this house!  And how grimly simple it was now, the explanation!\nIn the five years that the false Henry LaSalle had been in\npossession, they had cunningly remodelled the upper floor–that was\nall!  It was quite clear now why the man never entertained–why he\nhad never been caught or found or known to be in communication with\nhis fellow conspirators!  It was no longer curious that one might\nwatch the door of the house for months at a stretch and go\nunrewarded for one’s pains, as the Tocsin had done, when access to\nthe house by those who frequented it was so easy through the garage\non the side street–and from the garage, if their work there was in\nkeeping with their clever contrivances within the house, by an\nunderground connection into, say, the cellar or basement!",
        "Again Jimmie Dale checked that nervous, unnatural inclination to\nlaugh aloud.  Was there anything, any single incident, any single\ndetail of all that had transpired, that was not explained, borne\nout, as it could be explained and borne out in no other way save\nthat the Crime Club should be no other than this very house itself?\nIt was the exposition of that favourite theory of his–it was so\nobvious that therein lay its security.  He had mocked at the Magpie\nnot many moments before on that score–and now it was the beam in\nhis own eye!  It was so obvious now, so glaringly obvious, that the\nCrime Club could have been nowhere else; so obvious, with every word\nof the Tocsin’s story pointing it out like a signpost–and he had\nnot seen it!",
        "And then suddenly every muscle grew strained and rigid.  WAS THERE\nSOME ONE IN THE CORRIDOR?  Was it some one moving–or was it only\nfancy?  He listened–while he strained his eyes through the\ndarkness.  There was no sound; only that abnormal, heavy silence\nthat–yes, he remembered that, too, now–that had clung about him\nlast night like a pall.  He could see nothing, hear nothing–but\nintuitively, bringing a cold dismay, the greater because it was\nsomething unknown, intangible, he FELT as though eyes were upon him,\nthat even in the darkness he was being watched!",
        "And as he stood there, then, slowly there crept upon Jimmie Dale the\nsense of peril and disaster.  It was not intuition now–it was\ncertainty.  He was trapped!  It was the part of a fool to imagine\nthat with their devil’s cunning, their cleverness, their ingenuity,\nhe, or any one else, could enter that house unknown to its\noccupants!  Had he made electric contact when he had opened the\nfront door, and rung a signal here, perhaps, upstairs–had he set\nsome system of alarm at work when he had touched that window?  What\ndid it matter–the details that had heralded his entrance?  He was\ncertain now that his presence in the house was known.  Only, why had\nthey left him so long without attack?  He shook his head with a\nquick, impatient movement.  That, too, was obvious!  He was under\nobservation.  Who was he?  Why had he come?  Was he simply a paltry\nsafe-tapper–or was he one whom they had a real need to fear?  And\nthen, too, there might well be another reason.  It was far from\nlikely, in fact unreasonable, to imagine that all the men he had\nseen here the night before were in the house now.  Not many of them,\nif any, would LIVE here, for CONSTANT, daily coming and going, even\nthrough the garage, could not escape notice; and, of the servants,\nprobably a lesser breed of criminal, some of them, at least, no\ndoubt, were engaged at that moment in watching his own house on\nRiverside Drive!  There was even the possibility that the man posing\nas Henry LaSalle was, for the time being, here alone.",
        "He shook his head again.  He could hardly hope for that–he had no\nright to hope for anything more now than a struggle, with an\ninevitably fatal ending to himself, but one in which at least he\ncould sell his life as dearly as possible, one in which, perhaps, he\nmight pay the Tocsin’s score with the man he had come to find!  If\nhe could do that–well, after all, the price was not too great!",
        "There were no tremours of the muscles now.  It was Jimmie Dale, the\nGray Seal, every faculty alert, tense, keyed up to its highest\nefficiency; the brain cool, keen, and active–fighting for his life.\nThe front door through which he had entered was an impossibility;\nbut there was the window in the library that he had opened–if they\nwould let him get that far!  That was as good a chance as any.  If\nhe made an effort to find, say, a way to the flat above and chanced\nsome means of escape there, it would in no wise obviate an attack\nupon him, and he would only be under the added disadvantage of\nunfamiliar surroundings.",
        "Feeling out with his left hand, his automatic thrown a little\nforward in his right, he began to retrace his way along the blank\nwall of the corridor, pausing between each step to listen, moving\nsilently, his tread on the heavy carpet as noiseless as though it\nwere some shadow creeping there.",
        "Stillness–utter, absolute!  Always that stillness.  Always that\nsense of danger around him–the tense, bated expectancy of momentary\nattack–a revolver flash through the darkness–a sudden rush upon\nhim.  But still there was nothing–only the darkness, only the\nsilence.",
        "He gained the head of the stairs and began to descend–and now the\nstrain began to tell upon his nerves again.  Again he was possessed\nof the mad impulse to cry out, to do anything that would force the\nissue, that would end the horrible, unbearable suspense.  Why did\nthat revolver shot not come?  Why had they not yet rushed upon him?\nWhy were they playing with him as a cat with a mouse?  Or was it all\nwild, fanciful imagination?  NO!  What was that again!  He could\nhave sworn this time that he had heard a sound, but he could neither\ndefine its character, nor locate the direction from which it had\ncome.",
        "He was at the foot of the stairs now; and, guiding himself by the\nwall, moving now barely an inch at a time, he reached the library\ndoor that he had left open, and stole in over the threshold.\nHalfway down the room and diagonally across from where he stood was\nthe window.  In a moment now he could gain that, but they would\nnever let him go so easily–and so it must come now, in that next\nmoment, their attack!  Where were they?  Where were they now?  The\ntable–he must remember not to bump into the table!  A pause between\neach step, he was crossing the room.  He was halfway to the window.\nHad it been all fancy, was he to–  And then Jimmie Dale stood\nmotionless.  SOME ONE HAD CLOSED THE LIBRARY DOOR SOFTLY!",
        "Stillness again!  A sort of deadly calm upon him, Jimmie Dale felt\nout behind his back for the big library table that he had been\ncircuiting–if the window were wide open it might be done, but to\njump for it and stand silhouetted there during the pause necessary\nto fling the window up was little less than suicidal.  He edged back\nnoiselessly until his fingers touched the table; then, lowering\nhimself to his knees, he backed in underneath it, and lay flat upon\nthe floor.  It was not much protection, but it had one advantage: if\nthey switched on the lights it would show an EMPTY room for the\nfirst instant, and that instant meant–the first shot!",
        "Where were they now?  By the library door?  How many of them were\nthere?  Well, it was their move!  Two could play at cat and mouse\nuntil–until DAYLIGHT!  That wasn’t very far off, now, and when that\ncame he might still have the first shot, but after that–he turned\nhis head quickly toward the window.  There was a faint scratching\nnoise as of finger nails gripping the sill; then the window, very\nslowly, almost silently, was pushed steadily upward, and a dark form\nloomed up outside; and then, crawling through, a man dropped, as\nthough his feet were padded like a cat’s on the floor inside the\nroom.  The Magpie!",
        "A flashlight’s ray shot out–and, with a twisted smile propped now\non his left elbow to give free play to his revolver arm, Jimmie Dale\nfollowed the white spot eagerly with his eyes.  But it did not\ncircle around; instead, the light was turned almost instantly toward\nthe lower end of the room–and, a second later, was holding steadily\non the open door of the safe, and the litter of papers on the floor.",
        "Came a savage growl of amazed fury from the Magpie: then his step\ndown the room; and, as he reached the safe, a torrent of unbridled\nblasphemy–and then, in a sort of staggered gasp, as he leaned\nsuddenly forward examining the knob of the dial:",
        "“The Gray Seal!”",
        "A moment the Magpie stood there; and then, cursing again in abandon,\nturned, and started back for the window, his flashlight dancing\nbefore him–and stopped, a snarl of fury on his lips.  The\nflashlight was playing full on Jimmie Dale under the table!",
        "“Larry the Bat!  The Gray Seal!  By God!” choked the Magpie.  “You–\nyou–”  The Magpie’s flashlight, as he shifted it from his right\nhand to his left and wrenched out his revolver, had fallen upon two\nmen crouched close against the wall by the library door–and he\nscreamed out in an access of fury.  “De double cross!  A plant!  De\nbulls!  You damned snitch, Larry!” screamed out the Magpie–and\nfired.",
        "The bullet tore into the carpet beside Jimmie Dale.  Came answering\nshots from the men by the door; and then the Magpie, emptying his\nautomatic at the two men as he ran, the flame tongues cutting\nvicious lanes of fire through the darkness, dashed for the window.\nThere was a cry, the crash of a heavy body pitching to the floor–\nand the Magpie had flung himself out through the window, and in the\nmomentary ensuing silence within the room came the sound of his\nfootsteps running on the gravel below.",
        "There was a low moan, the movement as of some one staggering and\nlurching around–and then the lights went on.  But for an instant\nJimmie Dale did not move.  He was staring at the form of a man still\nand motionless on the floor in front of him–the man who had posed\nas Henry LaSalle.  Dead!  The man was dead!  His mind ran riot for a\nmoment.  Where were the others–were there only these two?  Only\nthese two in the house!  Only these two–and one was dead!  And then\nJimmie Dale was on his feet.  One was dead–but there was still the\nother, the man who was reeling there, back turned to him, by the\nelectric-light switch.  But even as Jimmie Dale sprang forward, this\nsecond man, clawing at the wall for support, slipped to his knees\nand fell upon the carpet.",
        "Jimmie Dale reached him, snatched the revolver from his hand, and\nbent over him.  It was the man whose name he did not know, but whose\nface he had reason enough to know too well–it was the leader of the\nCrime Club.",
        "The man, though evidently badly wounded, smiled defiantly in spite\nof his pain.",
        "“So you’re the Gray Seal!” he flung out contemptuously.  “A clever\nenough safe-cracker–but only a lowbrow, like the rest of them.\nAnother illusion dispelled!  Well, you’ve got the money–better run,\nhadn’t you?”",
        "Jimmie Dale made no answer.  Satisfied that the man was too badly\nhurt to move, he went and bent over the silent form in the centre of\nthe room.  A moment’s examination was enough.  “Henry LaSalle” was\ndead.",
        "He stood there looking down at the man.  It was what he had come\nfor–though it was the Magpie, not himself, who had accomplished it!\nThe man was dead!  The words began to run through his mind in a\nqueer reiteration.  The man was dead–the man was dead!  He checked\nhimself sharply.  He must think now–think fast, and think RIGHT.",
        "The Magpie knew that Larry the Bat was the Gray Seal–and as fast as\nthe Magpie could get there, the news would spread like wildfire\nthrough the underworld.  “Death to the Gray Seal!  Death to the Gray\nSeal!”  He could hear that slogan ringing again in his ears, but as\nhe had never heard it before–with a snarl of triumph now as of\nwolves who at last had pulled their quarry down.  He had not a\nsecond to spare–and yet–that man wounded there on the floor!  What\nof him–guilty of murder, the brains of this inhuman, monstrous\norganisation, the one to whom, more even than to that dead man, the\nTocsin owed the horror and the misery and the grief and despair that\nhad come into her life!  What of him?  What of the Crime Club here?\nWhat of this nest of vipers?  Were they to escape?  Were they to–",
        "With a sudden, low exclamation, Jimmie Dale jumped for the table,\nand, snatching up the telephone, rattled the hook violently.",
        "“Give me\"–his voice came in well-simulated gasps, each like a man\nfighting for every word–\"give me–police–headquarters!  Quick!\nQUICK!  I’ve–been–shot!”",
        "The wounded man on the floor raised himself on his elbow.",
        "“What are you doing?” he demanded in a startled way.  “Are you mad!\nThank your stars you were lucky enough to get out of this alive–and\nget out now, while you have the chance!”",
        "Jimmie Dale pressed his hand firmly over the mouthpiece of the\ntelephone.",
        "“I’ll go,” he said, with a cold smile, “when I’ve settled with you–\nfor the murder of Henry LaSalle.”",
        "“That man!” ejaculated the man scornfully, pointing to the form on\nthe floor.  “So that’s your game!  Going to try and cover your\ntracks!  Why, you fool, I LIVE here!  Do you think the police would\nimagine for an instant that I killed him?”",
        "“I said–HENRY LASALLE,” said Jimmie Dale evenly.",
        "The man came farther up on his elbow, a sudden look of fear in his\nface.",
        "“What–what do you mean?” he cried hoarsely.",
        "But Jimmie Dale was talking again into the telephone–gasping,\nchoking out his words as before:",
        "“Police headquarters?  I’m Henry LaSalle.  Fifth Avenue.  I–I’ve\nbeen shot.  Take down this statement.  I’ll–I’ll be dead before you\nget here–I’m not the real Henry LaSalle at all.  We murdered Henry\nLaSalle–in Australia, and murdered Peter LaSalle here.  We–we\ntried to kill the daughter, but she ran away.  This house has been\nour headquarters for the last five years.  The man who shot me to-\nnight is the leader of the gang.  We quarrelled over the division of\na haul.  He’s here on the floor now, wounded.  Get them all, get\nthem all, damn them!–do you hear?–get them all!  They’re out of\nthe house now, but lay a trap for them.  They always come in through\nthe garage on the side street.  Oh, God, I’m done for!  Break down\nthe west walls of the rooms upstairs–if–you–want proof of what–\nthe gang’s been doing.  Hurry!  Hurry!  I’m–I’m–done for–I–”",
        "Jimmie Dale permitted the telephone to drop with a clash from his\nhand to the table.",
        "The face of the man on the floor was livid.",
        "“Who are you?  In God’s name, who are you?” he cried out wildly.",
        "“Does it matter?” inquired Jimmie Dale grimly.  “Your game is up.\nYou’ll go to the chair for the murder of ’Henry LaSalle’–if it is\nby proxy!  Those rooms upstairs alone are enough to damn you, to\nprove every word of that dying “confession\"–but to-morrow, added to\nit, will come the story of Marie LaSalle herself.”",
        "For a moment the man hung there swaying on his elbow, his face\nworking in ghastly fashion–and then suddenly, with a strange laugh,\nhe carried one hand swiftly to his mouth–and laughed again–and\nbefore Jimmie Dale could reach him was lifeless on the floor.",
        "A tiny vial rolled away upon the carpet.  Jimmie Dale picked it up.\nA drop or two of liquid still remained in it–colourless, clear,\nlike that liquid this same man had dropped into the rabbit’s mouth\nthe night before, like the liquid in the glasses they had carried\ninto that third room, like the liquid that his man had said was from\na formula of their own, that was instantaneous in its action, that\ndefied detection by autopsy!",
        "The set, stern features of Jimmie Dale relaxed.  It was justice–but\nit was also death.  In a surge of emotion, the events of scarcely\nmore than twenty-four hours, began to crowd upon him–and then,\nominously dominant, above all else, that slogan of the underworld,\n“Death to the Gray Seal!” came ringing once more in his ears.  It\nbrought him, with a startled movement of his hand across his eyes,\nto a realisation of his own desperate position.  Yes, yes, he must\ngo!  The way was clear now for the Tocsin–clear now for her!",
        "He dropped the vial into his pocket, and, running to the safe,\nquickly scraped the gray seal from the dial’s knob; then he drew the\npackages of money from his shirt and pockets and tossed them on the\nfloor among the litter of papers already there–she would get it\nback again when it had served its purpose, it would be self-evident\nthat it was the proceeds of that day’s sale of the estate’s\nsecurities over which the “quarrel” had occurred!",
        "And now the window!  He ran to it, closed it, and LOCKED it; then,\nlaying the revolver he had taken from the leader down beside the\nman, he stepped across the room again and drew the body of “Henry\nLaSalle” closer to the table–as though the man had fallen there\nwhen the telephone had dropped from his hand.",
        "It was done now!  On the floor beside him lay each man’s weapon–and\nboth of the revolvers had been discharged several times.  Jimmie\nDale paused on the library threshold for a final survey of the room.\nIt was done!  The way was clear–for her.  And now if he could only\nsave himself!  There was no chance for Larry the Bat!  Could he\nsave–JIMMIE DALE!",
        "He crossed the hall, a queer, half-grim, half-wistful smile on his\nlips, unlocked the front door, stepped out, locked it behind him–\nand in another moment, doubling around the corner, was running along\nlike a hare along the side street.",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}