{
    "title": "The Jericho Road - Odd-Fellowship,",
    "author": "W. Bion Adkins",
    "chapter": "9",
    "content": [
        "\n\n",
        "Reared upon the broad catholic principle of brotherhood, extending its\nhelpful hand from nation to nation, and from continent to continent,\nlinking its votaries together with the golden triple chain of\nFriendship, Love and Truth, can afford to be friendly with each, and\nhave a kindly word for all societies that reach down after and raise up\na fallen brother, and if possible make him wiser, better and happier.\nShould a like courtesy be extended to this order, while it would\ncertainly constitute a new departure, it would prove none the less\ngratifying.  But, from certain sources, the order has been the\nrecipient of a peculiar kind of consideration, so long that “the memory\nof man scarce runneth to the contrary.”  Inflamed appeals and bristling\ndenunciations have gone out against it, “while great, swelling\nwords\"–swollen with hatred, bigotry, prejudice and superstition–have\nassailed it relentlessly and almost uninterruptedly.  Mainly, these\nassaults have been met with the terse and pointed invocation, “Father,\nforgive them; they know not what they do.”",
        "That this great and potent brotherhood may not, in all its parts and\njurisdictions, have so deported itself, and so carried forward its\nwork, as to be justly free from unfavorable criticism and merited\ncensure, is probably true.  As with organizations, there is sometimes\ntoo much haste displayed in gathering, and too little discrimination\nexercised in selecting, the materials that are brought as component\nparts of the great superstructure of Odd-Fellowship.  Too much daubing\nwith untempered mortar–too great a desire for the exhibition of\nnumerical force, and the multiplication of lodges–too much regard for\nthe outward trappings and paraphernalia, and too little regard for the\ninternal qualities of those seeking membership in the fraternity.  Such\ndeplorable departures, as well from the primary as the ultimate objects\nhad in view, are not fairly attributable to anything that may be\nreasonably considered as an outgrowth of the order, but come despite\nits constant teachings and warnings.  Bad work they of course make, and\nso at times and to a limited extent bring the fraternity under the ban\nof popular displeasure, but shall the world predicate unfavorable\njudgment upon a few and unfair tests?  If so, and the principle\nlogically becomes general, pray who shall be appointed administrator of\nthe effects of other social and moral organizations, and even of the\nchurch itself?  For in these regards all offend, if offense it be.\nWhen the principles of Odd-Fellowship are carefully studied it is\napparent to every candid mind that it is founded upon that eternal\nprinciple which recognizes man as a constituent of one universal\nbrotherhood, and teaches him that as he came from the hand of a common\nparent, he is in duty bound to cherish and protect his fellow-man.\nViewed in this light, Odd-Fellowship becomes one of the noblest\ninstitutions organized by man in the world.  If the beauty and grandeur\nof universal brotherhood could be impressed upon the minds of all the\npeople, how very different from the past would the future history of\nthe world read.  What a delightful place this old stone-ribbed earth\nwould be if men would look upon each other as brothers, members of one\ncommon family; enjoying the many comforts of one home; trusting to the\nguidance and protection of one Father–God.  We are more nearly related\nthan we think.  Running through all humanity there is a link of\nrelationship and a bond of sympathy that can not be exterminated.  The\nprinciple of brotherly love is so great and broad that all mankind\ncould unite in offices of human benefaction.  Brother.  Oh, how sacred\nand how sweet when spoken by a true heart!  Whether it be in the home\ncircle, lodge-room, or in some distant land, it sends the same soothing\nthrill of joy to the heart.  Let us pause just a moment to think of the\ntime and place when we first learned to call each other brother.  Ah!\nMethinks no Odd-Fellow will ever forget his first lesson.  He will\nalways remember how quickly he was changed from the haughty disposition\nmanifested by that one of old, who, when he prayed, went to the public\nsquare, or climbed to the house top, and thanked God that he was not\nlike other men, to the humble attitude of that one who stood afar off\nand bowed his face in the dust, crying aloud, “O Lord!  Be merciful\nunto me a sinner.”  How very much like this ancient boaster are\nthousands of the human family today.  Sitting in high places,\nsurrounded by wealth and power, they see nothing beyond the narrow\ncircle in which they move.  They are deaf to the low, sad wail of\nsorrow that comes from some breaking heart.  Seated by their own\ncomfortable fireside they give no thought to the lonely widow standing\noutside in the cold.  It distresses them not that the keen, wintry\nblast sends its icy chill to the already broken heart.  No thought, no\nfeeling, for this poor creature that must now fight the fierce battles\nincident to human life, all alone.  How sadly these tender duties to\nsuffering humanity are neglected when left to the cold charity of the\nworld.",
        "Odd-Fellowship seeks to lessen sorrow and suffering.  It supplies\ntemporal wants; gives encouragement; aids and comforts those who are in\ndistress.  In sickness we watch by their bedside and administer to\ntheir wants.  If death calls, Odd-Fellowship forsakes not its follower,\nbut hovers near, listening attentively to the last words and parting\ninstruction of the dying one.  Brothers and friends, let me admonish\nyou to do all the good you can while in health and strength, for at\nmost life is short and we know not how soon the Angel of Death will\nunfold his broad, shadowy wings over our path and call us to give an\naccount of our stewardship; then all that will remain of us on earth\nwill be the good or evil we have done.",
        "Odd-Fellowship is full of sacred teachings and sublime warnings.  It\nteaches us that we are in a world full of temptations, sin and sorrow.\nWe see the emblems of decay all around us.  The strong man of today may\nstand forth, nerved for toil, with all the bloom of health mantling\ncheek and brow, seemingly as strong and vigorous as the mighty oak, and\nyet tomorrow he will fade as the autumn leaf.  Then he realizes how\nfoolish it is to be vain; thinks of the instability of wealth and\npower, and the certain decay of all earthly greatness.  Odd-Fellowship\nteaches us that charity springs from the heart, is not puffed up, seeks\nnot its own.  It makes us strong, and encourages us to push on through\nlife, even though we are beset on every side with toil, danger and\nstrife.  Brothers, let nothing cause you to turn back or away from the\nprinciples of our noble order.  Cling closer and closer each day to\nhonesty and truth, and bear in mind that be the road ever so rough and\nuntraveled, narrow and dark, if you follow truth you will find light at\nthe end of the journey.",
        "Continue...",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}