{
    "title": "The Picture of Dorian Gray - Chapter VI",
    "author": "Oscar Wilde",
    "chapter": "6",
    "content": [
        "\nOscar Wilde, 1882.(Image based on photograph by N. Sarony.)\n",
        "\n\n",
        "It was long past noon when he awoke.  His valet had crept\nseveral times into the room on tiptoe to see if he was stirring, and\nhad wondered what made his young master sleep so late.  Finally his\nbell sounded, and Victor came in softly with a cup of tea, and a pile\nof letters, on a small tray of old Sèvres china, and drew back the\nolive-satin curtains, with their shimmering blue lining, that hung in\nfront of the three tall windows.",
        "“Monsieur has well slept this morning,” he said, smiling.",
        "“What o’clock is it, Victor?” asked Dorian Gray, sleepily.",
        "“One hour and a quarter, monsieur.”",
        "How late it was!  He sat up, and, having sipped some tea, turned over\nhis letters.  One of them was from Lord Henry, and had been brought\nby hand that morning.  He hesitated for a moment, and then put it\naside.  The others he opened listlessly.  They contained the usual\ncollection of cards, invitations to dinner, tickets for private\nviews, programmes of charity concerts, and the like, that are\nshowered on fashionable young men every morning during the season.\nThere was a [44] rather heavy bill, for a chased silver Louis-Quinze\ntoilet-set, that he had not yet had the courage to send on to his\nguardians, who were extremely old-fashioned people and did not\nrealize that we live in an age when only unnecessary things are\nabsolutely necessary to us; and there were several very courteously\nworded communications from Jermyn Street money-lenders offering to\nadvance any sum of money at a moment’s notice and at the most\nreasonable rates of interest.",
        "After about ten minutes he got up, and, throwing on an elaborate\ndressing-gown, passed into the onyx-paved bath-room.  The cool water\nrefreshed him after his long sleep.  He seemed to have forgotten all\nthat he had gone through.  A dim sense of having taken part in some\nstrange tragedy came to him once or twice, but there was the\nunreality of a dream about it.",
        "As soon as he was dressed, he went into the library and sat down to a\nlight French breakfast, that had been laid out for him on a small\nround table close to an open window.  It was an exquisite day.  The\nwarm air seemed laden with spices.  A bee flew in, and buzzed round\nthe blue-dragon bowl, filled with sulphur-yellow roses, that stood in\nfront of him.  He felt perfectly happy.",
        "Suddenly his eye fell on the screen that he had placed in front of\nthe portrait, and he started.",
        "“Too cold for Monsieur?” asked his valet, putting an omelette on the\ntable.  “I shut the window?”",
        "Dorian shook his head.  “I am not cold,” he murmured.",
        "Was it all true?  Had the portrait really changed?  Or had it been\nsimply his own imagination that had made him see a look of evil where\nthere had been a look of joy?  Surely a painted canvas could not\nalter?  The thing was absurd.  It would serve as a tale to tell Basil\nsome day.  It would make him smile.",
        "And, yet, how vivid was his recollection of the whole thing!  First\nin the dim twilight, and then in the bright dawn, he had seen the\ntouch of cruelty in the warped lips.  He almost dreaded his valet\nleaving the room.  He knew that when he was alone he would have to\nexamine the portrait.  He was afraid of certainty.  When the coffee\nand cigarettes had been brought and the man turned to go, he felt a\nmad desire to tell him to remain.  As the door closed behind him he\ncalled him back.  The man stood waiting for his orders.  Dorian\nlooked at him for a moment.  “I am not at home to any one, Victor,\"\nhe said, with a sigh.  The man bowed and retired.",
        "He rose from the table, lit a cigarette, and flung himself down on a\nluxuriously-cushioned couch that stood facing the screen.  The screen\nwas an old one of gilt Spanish leather, stamped and wrought with a\nrather florid Louis-Quatorze pattern.  He scanned it curiously,\nwondering if it had ever before concealed the secret of a man’s life.",
        "Should he move it aside, after all?  Why not let it stay there?  What\nwas the use of knowing?  If the thing was true, it was terrible.  If\nit was not true, why trouble about it?  But what if, by some fate or\ndeadlier chance, other eyes than his spied behind, and saw the\nhorrible change?  What should he do if Basil Hallward came and asked\nto look at his own picture?  He would be sure to do that.  No; the\n[45] thing had to be examined, and at once.  Anything would be better\nthan this dreadful state of doubt.",
        "He got up, and locked both doors.  At least he would be alone when he\nlooked upon the mask of his shame.  Then he drew the screen aside,\nand saw himself face to face.  It was perfectly true.  The portrait\nhad altered.",
        "As he often remembered afterwards, and always with no small wonder,\nhe found himself at first gazing at the portrait with a feeling of\nalmost scientific interest.  That such a change should have taken\nplace was incredible to him.  And yet it was a fact.  Was there some\nsubtle affinity between the chemical atoms, that shaped themselves\ninto form and color on the canvas, and the soul that was within him?\nCould it be that what that soul thought, they realized?–that what it\ndreamed, they made true?  Or was there some other, more terrible\nreason?  He shuddered, and felt afraid, and, going back to the couch,\nlay there, gazing at the picture in sickened horror.",
        "One thing, however, he felt that it had done for him.  It had made\nhim conscious how unjust, how cruel, he had been to Sibyl Vane.  It\nwas not too late to make reparation for that.  She could still be his\nwife.  His unreal and selfish love would yield to some higher\ninfluence, would be transformed into some nobler passion, and the\nportrait that Basil Hallward had painted of him would be a guide to\nhim through life, would be to him what holiness was to some, and\nconscience to others, and the fear of God to us all.  There were\nopiates for remorse, drugs that could lull the moral sense to sleep.\nBut here was a visible symbol of the degradation of sin.  Here was an\never-present sign of the ruin men brought upon their souls.",
        "Three o’clock struck, and four, and half-past four, but he did not\nstir.  He was trying to gather up the scarlet threads of life, and to\nweave them into a pattern; to find his way through the sanguine\nlabyrinth of passion through which he was wandering.  He did not know\nwhat to do, or what to think.  Finally, he went over to the table and\nwrote a passionate letter to the girl he had loved, imploring her\nforgiveness, and accusing himself of madness.  He covered page after\npage with wild words of sorrow, and wilder words of pain.  There is a\nluxury in self-reproach.  When we blame ourselves we feel that no one\nelse has a right to blame us.  It is the confession, not the priest,\nthat gives us absolution.  When Dorian Gray had finished the letter,\nhe felt that he had been forgiven.",
        "Suddenly there came a knock to the door, and he heard Lord Henry’s\nvoice outside.  “My dear Dorian, I must see you.  Let me in at once.\nI can’t bear your shutting yourself up like this.”",
        "He made no answer at first, but remained quite still.  The knocking\nstill continued, and grew louder.  Yes, it was better to let Lord\nHenry in, and to explain to him the new life he was going to lead, to\nquarrel with him if it became necessary to quarrel, to part if\nparting was inevitable.  He jumped up, drew the screen hastily across\nthe picture, and unlocked the door.",
        "“I am so sorry for it all, my dear boy,” said Lord Henry, coming in.\n“But you must not think about it too much.”",
        "[46] “Do you mean about Sibyl Vane?” asked Dorian.",
        "“Yes, of course,” answered Lord Henry, sinking into a chair, and\nslowly pulling his gloves off.  “It is dreadful, from one point of\nview, but it was not your fault.  Tell me, did you go behind and see\nher after the play was over?”",
        "“Yes.”",
        "“I felt sure you had.  Did you make a scene with her?”",
        "“I was brutal, Harry,–perfectly brutal.  But it is all right now.  I\nam not sorry for anything that has happened.  It has taught me to\nknow myself better.”",
        "“Ah, Dorian, I am so glad you take it in that way!  I was afraid I\nwould find you plunged in remorse, and tearing your nice hair.”",
        "“I have got through all that,” said Dorian, shaking his head, and\nsmiling.  “I am perfectly happy now.  I know what conscience is, to\nbegin with.  It is not what you told me it was.  It is the divinest\nthing in us.  Don’t sneer at it, Harry, any more,–at least not\nbefore me.  I want to be good.  I can’t bear the idea of my soul\nbeing hideous.”",
        "“A very charming artistic basis for ethics, Dorian!  I congratulate\nyou on it.  But how are you going to begin?”",
        "“By marrying Sibyl Vane.”",
        "“Marrying Sibyl Vane!” cried Lord Henry, standing up, and looking at\nhim in perplexed amazement.  “But, my dear Dorian–”",
        "“Yes, Harry, I know what you are going to say.  Something dreadful\nabout marriage.  Don’t say it.  Don’t ever say things of that kind to\nme again.  Two days ago I asked Sibyl to marry me.  I am not going to\nbreak my word to her.  She is to be my wife.”",
        "“Your wife!  Dorian! . . . Didn’t you get my letter?  I wrote to you\nthis morning, and sent the note down, by my own man.”",
        "“Your letter?  Oh, yes, I remember.  I have not read it yet, Harry.\nI was afraid there might be something in it that I wouldn’t like.”",
        "Lord Henry walked across the room, and, sitting down by Dorian Gray,\ntook both his hands in his, and held them tightly.  “Dorian,” he\nsaid, “my letter–don’t be frightened–was to tell you that Sibyl\nVane is dead.”",
        "A cry of pain rose from the lad’s lips, and he leaped to his feet,\ntearing his hands away from Lord Henry’s grasp.  “Dead!  Sibyl dead!\nIt is not true!  It is a horrible lie!”",
        "“It is quite true, Dorian,” said Lord Henry, gravely.  “It is in all\nthe morning papers.  I wrote down to you to ask you not to see any\none till I came.  There will have to be an inquest, of course, and\nyou must not be mixed up in it.  Things like that make a man\nfashionable in Paris.  But in London people are so prejudiced.  Here,\none should never make one’s début with a scandal.  One should reserve\nthat to give an interest to one’s old age.  I don’t suppose they know\nyour name at the theatre.  If they don’t, it is all right.  Did any\none see you going round to her room?  That is an important point.”",
        "Dorian did not answer for a few moments.  He was dazed with horror.\nFinally he murmured, in a stifled voice, “Harry, did you say an\ninquest?  What did you mean by that?  Did Sibyl–?  Oh, [47] Harry, I\ncan’t bear it!  But be quick.  Tell me everything at once.”",
        "“I have no doubt it was not an accident, Dorian, though it must be\nput in that way to the public.  As she was leaving the theatre with\nher mother, about half-past twelve or so, she said she had forgotten\nsomething up-stairs.  They waited some time for her, but she did not\ncome down again.  They ultimately found her lying dead on the floor\nof her dressing-room.  She had swallowed something by mistake, some\ndreadful thing they use at theatres.  I don’t know what it was, but\nit had either prussic acid or white lead in it.  I should fancy it\nwas prussic acid, as she seems to have died instantaneously.  It is\nvery tragic, of course, but you must not get yourself mixed up in it.\nI see by the Standard that she was seventeen.  I should have thought\nshe was almost younger than that.  She looked such a child, and\nseemed to know so little about acting.  Dorian, you mustn’t let this\nthing get on your nerves.  You must come and dine with me, and\nafterwards we will look in at the Opera.  It is a Patti night, and\neverybody will be there.  You can come to my sister’s box.  She has\ngot some smart women with her.”",
        "“So I have murdered Sibyl Vane,” said Dorian Gray, half to himself,–\n“murdered her as certainly as if I had cut her little throat with a\nknife.  And the roses are not less lovely for all that.  The birds\nsing just as happily in my garden.  And to-night I am to dine with\nyou, and then go on to the Opera, and sup somewhere, I suppose,\nafterwards.  How extraordinarily dramatic life is!  If I had read all\nthis in a book, Harry, I think I would have wept over it.  Somehow,\nnow that it has happened actually, and to me, it seems far too\nwonderful for tears.  Here is the first passionate love-letter I have\never written in my life.  Strange, that my first passionate love-\nletter should have been addressed to a dead girl.  Can they feel, I\nwonder, those white silent people we call the dead?  Sibyl!  Can she\nfeel, or know, or listen?  Oh, Harry, how I loved her once!  It seems\nyears ago to me now.  She was everything to me.  Then came that\ndreadful night–was it really only last night?–when she played so\nbadly, and my heart almost broke.  She explained it all to me.  It\nwas terribly pathetic.  But I was not moved a bit.  I thought her\nshallow.  Then something happened that made me afraid.  I can’t tell\nyou what it was, but it was awful.  I said I would go back to her.  I\nfelt I had done wrong.  And now she is dead.  My God! my God!  Harry,\nwhat shall I do?  You don’t know the danger I am in, and there is\nnothing to keep me straight.  She would have done that for me.  She\nhad no right to kill herself.  It was selfish of her.”",
        "“My dear Dorian, the only way a woman can ever reform a man is by\nboring him so completely that he loses all possible interest in life.\nIf you had married this girl you would have been wretched.  Of course\nyou would have treated her kindly.  One can always be kind to people\nabout whom one cares nothing.  But she would have soon found out that\nyou were absolutely indifferent to her.  And when a woman finds that\nout about her husband, she either becomes dreadfully dowdy, or wears\nvery smart bonnets that some other woman’s husband has to [48] pay\nfor.  I say nothing about the social mistake, but I assure you that\nin any case the whole thing would have been an absolute failure.”",
        "“I suppose it would,” muttered the lad, walking up and down the room,\nand looking horribly pale.  “But I thought it was my duty.  It is not\nmy fault that this terrible tragedy has prevented my doing what was\nright.  I remember your saying once that there is a fatality about\ngood resolutions,–that they are always made too late.  Mine\ncertainly were.”",
        "“Good resolutions are simply a useless attempt to interfere with\nscientific laws.  Their origin is pure vanity.  Their result is\nabsolutely nil.  They give us, now and then, some of those luxurious\nsterile emotions that have a certain charm for us.  That is all that\ncan be said for them.”",
        "“Harry,” cried Dorian Gray, coming over and sitting down beside him,\n“why is it that I cannot feel this tragedy as much as I want to?  I\ndon’t think I am heartless.  Do you?”",
        "“You have done too many foolish things in your life to be entitled to\ngive yourself that name, Dorian,” answered Lord Henry, with his\nsweet, melancholy smile.",
        "The lad frowned.  “I don’t like that explanation, Harry,” he\nrejoined, “but I am glad you don’t think I am heartless.  I am\nnothing of the kind.  I know I am not.  And yet I must admit that\nthis thing that has happened does not affect me as it should.  It\nseems to me to be simply like a wonderful ending to a wonderful play.\nIt has all the terrible beauty of a great tragedy, a tragedy in which\nI took part, but by which I have not been wounded.”",
        "“It is an interesting question,” said Lord Henry, who found an\nexquisite pleasure in playing on the lad’s unconscious egotism,–\"an\nextremely interesting question.  I fancy that the explanation is\nthis.  It often happens that the real tragedies of life occur in such\nan inartistic manner that they hurt us by their crude violence, their\nabsolute incoherence, their absurd want of meaning, their entire lack\nof style.  They affect us just as vulgarity affects us.  They give us\nan impression of sheer brute force, and we revolt against that.\nSometimes, however, a tragedy that has artistic elements of beauty\ncrosses our lives.  If these elements of beauty are real, the whole\nthing simply appeals to our sense of dramatic effect.  Suddenly we\nfind that we are no longer the actors, but the spectators of the\nplay.  Or rather we are both.  We watch ourselves, and the mere\nwonder of the spectacle enthralls us.  In the present case, what is\nit that has really happened?  Some one has killed herself for love of\nyou.  I wish I had ever had such an experience.  It would have made\nme in love with love for the rest of my life.  The people who have\nadored me–there have not been very many, but there have been some–\nhave always insisted on living on, long after I had ceased to care\nfor them, or they to care for me.  They have become stout and\ntedious, and when I meet them they go in at once for reminiscences.\nThat awful memory of woman!  What a fearful thing it is!  And what an\nutter intellectual stagnation it reveals!  One should absorb the\ncolor of life, but one should never remember its details.  Details\nare always vulgar.",
        "[49] “Of course, now and then things linger.  I once wore nothing but\nviolets all through one season, as mourning for a romance that would\nnot die.  Ultimately, however, it did die.  I forget what killed it.\nI think it was her proposing to sacrifice the whole world for me.\nThat is always a dreadful moment.  It fills one with the terror of\neternity.  Well,–would you believe it?–a week ago, at Lady\nHampshire’s, I found myself seated at dinner next the lady in\nquestion, and she insisted on going over the whole thing again, and\ndigging up the past, and raking up the future.  I had buried my\nromance in a bed of poppies.  She dragged it out again, and assured\nme that I had spoiled her life.  I am bound to state that she ate an\nenormous dinner, so I did not feel any anxiety.  But what a lack of\ntaste she showed!  The one charm of the past is that it is the past.\nBut women never know when the curtain has fallen.  They always want a\nsixth act, and as soon as the interest of the play is entirely over\nthey propose to continue it.  If they were allowed to have their way,\nevery comedy would have a tragic ending, and every tragedy would\nculminate in a farce.  They are charmingly artificial, but they have\nno sense of art.  You are more fortunate than I am.  I assure you,\nDorian, that not one of the women I have known would have done for me\nwhat Sibyl Vane did for you.  Ordinary women always console\nthemselves.  Some of them do it by going in for sentimental colors.\nNever trust a woman who wears mauve, whatever her age may be, or a\nwoman over thirty-five who is fond of pink ribbons.  It always means\nthat they have a history.  Others find a great consolation in\nsuddenly discovering the good qualities of their husbands.  They\nflaunt their conjugal felicity in one’s face, as if it was the most\nfascinating of sins.  Religion consoles some.  Its mysteries have all\nthe charm of a flirtation, a woman once told me; and I can quite\nunderstand it.  Besides, nothing makes one so vain as being told that\none is a sinner.  There is really no end to the consolations that\nwomen find in modern life.  Indeed, I have not mentioned the most\nimportant one of all.”",
        "“What is that, Harry?” said Dorian Gray, listlessly.",
        "“Oh, the obvious one.  Taking some one else’s admirer when one loses\none’s own.  In good society that always whitewashes a woman.  But\nreally, Dorian, how different Sibyl Vane must have been from all the\nwomen one meets!  There is something to me quite beautiful about her\ndeath.  I am glad I am living in a century when such wonders happen.\nThey make one believe in the reality of the things that shallow,\nfashionable people play with, such as romance, passion, and love.”",
        "“I was terribly cruel to her.  You forget that.”",
        "“I believe that women appreciate cruelty more than anything else.\nThey have wonderfully primitive instincts.  We have emancipated them,\nbut they remain slaves looking for their masters, all the same.  They\nlove being dominated.  I am sure you were splendid.  I have never\nseen you angry, but I can fancy how delightful you looked.  And,\nafter all, you said something to me the day before yesterday that\nseemed to me at the time to be merely fanciful, but that I see now\nwas absolutely true, and it explains everything.”",
        "[50] “What was that, Harry?”",
        "“You said to me that Sibyl Vane represented to you all the heroines\nof romance–that she was Desdemona one night, and Ophelia the other;\nthat if she died as Juliet, she came to life as Imogen.”",
        "“She will never come to life again now,” murmured the lad, burying\nhis face in his hands.",
        "“No, she will never come to life.  She has played her last part.  But\nyou must think of that lonely death in the tawdry dressing-room\nsimply as a strange lurid fragment from some Jacobean tragedy, as a\nwonderful scene from Webster, or Ford, or Cyril Tourneur.  The girl\nnever really lived, and so she has never really died.  To you at\nleast she was always a dream, a phantom that flitted through\nShakespeare’s plays and left them lovelier for its presence, a reed\nthrough which Shakespeare’s music sounded richer and more full of\njoy.  The moment she touched actual life, she marred it, and it\nmarred her, and so she passed away.  Mourn for Ophelia, if you like.\nPut ashes on your head because Cordelia was strangled.  Cry out\nagainst Heaven because the daughter of Brabantio died.  But don’t\nwaste your tears over Sibyl Vane.  She was less real than they are.”",
        "There was a silence.  The evening darkened in the room.  Noiselessly,\nand with silver feet, the shadows crept in from the garden.  The\ncolors faded wearily out of things.",
        "After some time Dorian Gray looked up.  “You have explained me to\nmyself, Harry,” he murmured, with something of a sigh of relief.  “I\nfelt all that you have said, but somehow I was afraid of it, and I\ncould not express it to myself.  How well you know me!  But we will\nnot talk again of what has happened.  It has been a marvellous\nexperience.  That is all.  I wonder if life has still in store for me\nanything as marvellous.”",
        "“Life has everything in store for you, Dorian.  There is nothing that\nyou, with your extraordinary good looks, will not be able to do.”",
        "“But suppose, Harry, I became haggard, and gray, and wrinkled?  What\nthen?”",
        "“Ah, then,” said Lord Henry, rising to go,–\"then, my dear Dorian,\nyou would have to fight for your victories.  As it is, they are\nbrought to you.  No, you must keep your good looks.  We live in an\nage that reads too much to be wise, and that thinks too much to be\nbeautiful.  We cannot spare you.  And now you had better dress, and\ndrive down to the club.  We are rather late, as it is.”",
        "“I think I shall join you at the Opera, Harry.  I feel too tired to\neat anything.  What is the number of your sister’s box?”",
        "“Twenty-seven, I believe.  It is on the grand tier.  You will see her\nname on the door.  But I am sorry you won’t come and dine.”",
        "“I don’t feel up to it,” said Dorian, wearily.  “But I am awfully\nobliged to you for all that you have said to me.  You are certainly\nmy best friend.  No one has ever understood me as you have.”",
        "“We are only at the beginning of our friendship, Dorian,” answered\nLord Henry, shaking him by the hand.  “Good-by.  I shall see you\nbefore nine-thirty, I hope.  Remember, Patti is singing.”",
        "As he closed the door behind him, Dorian Gray touched the bell, [51]\nand in a few minutes Victor appeared with the lamps and drew the\nblinds down.  He waited impatiently for him to go.  The man seemed to\ntake an interminable time about everything.",
        "As soon as he had left, he rushed to the screen, and drew it back.\nNo; there was no further change in the picture.  It had received the\nnews of Sibyl Vane’s death before he had known of it himself.  It was\nconscious of the events of life as they occurred.  The vicious\ncruelty that marred the fine lines of the mouth had, no doubt,\nappeared at the very moment that the girl had drunk the poison,\nwhatever it was.  Or was it indifferent to results?  Did it merely\ntake cognizance of what passed within the soul? he wondered, and\nhoped that some day he would see the change taking place before his\nvery eyes, shuddering as he hoped it.",
        "Poor Sibyl! what a romance it had all been!  She had often mimicked\ndeath on the stage, and at last Death himself had touched her, and\nbrought her with him.  How had she played that dreadful scene?  Had\nshe cursed him, as she died?  No; she had died for love of him, and\nlove would always be a sacrament to him now.  She had atoned for\neverything, by the sacrifice she had made of her life.  He would not\nthink any more of what she had made him go through, that horrible\nnight at the theatre.  When he thought of her, it would be as a\nwonderful tragic figure to show Love had been a great reality.  A\nwonderful tragic figure?  Tears came to his eyes as he remembered her\nchild-like look and winsome fanciful ways and shy tremulous grace.\nHe wiped them away hastily, and looked again at the picture.",
        "He felt that the time had really come for making his choice.  Or had\nhis choice already been made?  Yes, life had decided that for him,–\nlife, and his own infinite curiosity about life.  Eternal youth,\ninfinite passion, pleasures subtle and secret, wild joys and wilder\nsins,–he was to have all these things.  The portrait was to bear the\nburden of his shame: that was all.",
        "A feeling of pain came over him as he thought of the desecration that\nwas in store for the fair face on the canvas.  Once, in boyish\nmockery of Narcissus, he had kissed, or feigned to kiss, those\npainted lips that now smiled so cruelly at him.  Morning after\nmorning he had sat before the portrait wondering at its beauty,\nalmost enamoured of it, as it seemed to him at times.  Was it to\nalter now with every mood to which he yielded?  Was it to become a\nhideous and loathsome thing, to be hidden away in a locked room, to\nbe shut out from the sunlight that had so often touched to brighter\ngold the waving wonder of the hair?  The pity of it! the pity of it!",
        "For a moment he thought of praying that the horrible sympathy that\nexisted between him and the picture might cease.  It had changed in\nanswer to a prayer; perhaps in answer to a prayer it might remain\nunchanged.  And, yet, who, that knew anything about Life, would\nsurrender the chance of remaining always young, however fantastic\nthat chance might be, or with what fateful consequences it might be\nfraught?  Besides, was it really under his control?  Had it indeed\nbeen prayer that had produced the substitution?  Might there not be\nsome curious scientific reason for it all?  If thought could exercise\nits [52] influence upon a living organism, might not thought exercise\nan influence upon dead and inorganic things?  Nay, without thought or\nconscious desire, might not things external to ourselves vibrate in\nunison with our moods and passions, atom calling to atom, in secret\nlove or strange affinity?  But the reason was of no importance.  He\nwould never again tempt by a prayer any terrible power.  If the\npicture was to alter, it was to alter.  That was all.  Why inquire\ntoo closely into it?",
        "For there would be a real pleasure in watching it.  He would be able\nto follow his mind into its secret places.  This portrait would be to\nhim the most magical of mirrors.  As it had revealed to him his own\nbody, so it would reveal to him his own soul.  And when winter came\nupon it, he would still be standing where spring trembles on the\nverge of summer.  When the blood crept from its face, and left behind\na pallid mask of chalk with leaden eyes, he would keep the glamour of\nboyhood.  Not one blossom of his loveliness would ever fade.  Not one\npulse of his life would ever weaken.  Like the gods of the Greeks, he\nwould be strong, and fleet, and joyous.  What did it matter what\nhappened to the colored image on the canvas?  He would be safe.  That\nwas everything.",
        "He drew the screen back into its former place in front of the\npicture, smiling as he did so, and passed into his bedroom, where his\nvalet was already waiting for him.  An hour later he was at the\nOpera, and Lord Henry was leaning over his chair.",
        "Continue...",
        "\nThis complete text of “The Picture of Dorian Gray” by Oscar Wilde is in the public domain.\n\n\nBuy The Picture of Dorian Gray and Other Short Stories at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Picture of Dorian Gray (Modern Library Paperbacks)By Oscar WildeAt Amazon"
    ]
}