{
    "title": "The Boys’ Life of Mark Twain - XXXIII. In England",
    "author": "Paine",
    "chapter": "33",
    "content": [
        "\n",
        "\n\n",
        "Mark Twain closed his lecture season in February (1872), and during the\nsame month his new book, “Roughing It,” came from the press.  He disliked\nthe lecture platform, and he felt that he could now abandon it.  He had\nmade up his loss in Buffalo and something besides.  Furthermore, the\nadvance sales on his book had been large.",
        "“Roughing It,” in fact, proved a very successful book.  Like “The\nInnocents Abroad,” it was the first of its kind, fresh in its humor and\ndescription, true in its picture of the frontier life he had known.  In\nthree months forty thousand copies had been sold, and now, after more\nthan forty years, it is still a popular book.  The life it describes is\nall gone-the scenes are changed.  It is a record of a vanished time–a\ndelightful history–as delightful to-day as ever.",
        "Eighteen hundred and seventy-two was an eventful year for Mark Twain.  In\nMarch his second child, a little girl whom they named Susy, was born, and\nthree months later the boy, Langdon, died.  He had never been really\nstrong, and a heavy cold and diphtheria brought the end.",
        "Clemens did little work that summer.  He took his family to Saybrook,\nConnecticut, for the sea air, and near the end of August, when Mrs.\nClemens had regained strength and courage, he sailed for England to\ngather material for a book on English life and customs.  He felt very\nfriendly toward the English, who had been highly appreciative of his\nwritings, and he wished their better acquaintance.  He gave out no word\nof the book idea, and it seems unlikely that any one in England ever\nsuspected it.  He was there three months, and beyond some notebook\nmemoranda made during the early weeks of his stay he wrote not a line.\nHe was too delighted with everything to write a book–a book of his kind.\nIn letters home he declared the country to be as beautiful as fairyland.\nBy all classes attentions were showered upon him–honors such as he had\nnever received even in America.  W. D. Howells writes:[8]",
        "“In England rank, fashion, and culture rejoiced in him.  Lord mayors,\n     lord chief justices, and magnates of many kinds were his hosts; he\n     was desired in country houses, and his bold genius captivated the\n     favor of periodicals, that spurned the rest of our nation.”",
        "He could not make a book–a humorous book–out of these people and their\ncountry; he was too fond of them.",
        "England fairly reveled in Mark Twain.  At one of the great banquets, a\nroll of the distinguished guests was called, and the names properly\napplauded.  Mark Twain, busily engaged in low conversation with his\nneighbor, applauded without listening, vigorously or mildly, as the\nothers led.  Finally a name was followed by a great burst of long and\nvehement clapping.  This must be some very great person indeed, and Mark\nTwain, not to be outdone in his approval, stoutly kept his hands going\nwhen all others had finished.",
        "“Whose name was that we were just applauding?” he asked of his neighbor.",
        "“Mark Twain’s.”",
        "But it was no matter; they took it all as one of his jokes.  He was a\nwonder and a delight to them.  Whatever he did or said was to them\nsupremely amusing.  When, on one occasion, a speaker humorously referred\nto his American habit of carrying a cotton umbrella, his reply that he\ndid so “because it was the only kind of an umbrella that an Englishman\nwouldn’t steal,” was repeated all over England next day as one of the\nfinest examples of wit since the days of Swift.",
        "He returned to America at the end of November; promising to come back and\nlecture to them the following year.",
        "[7] From “My Mark Twain,” by W. D. Howells.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}