{
    "title": "The Unseen World and Other Essays - III. THE JESUS OF HISTORY.[15]",
    "author": "John Fiske",
    "chapter": "5",
    "content": [
        "\n\n",
        "[15] The Jesus of History. Anonymous. 8vo. pp. 426. London:\nWilliams & Norgate, 1869.",
        "In republishing this and the following article on “The Christ of\nDogma,” I am aware that they do but scanty justice to their very\ninteresting subjects. So much ground is covered that it would be\nimpossible to treat it satisfactorily in a pair of\nreview-articles; and in particular the views adopted with regard\nto the New Testament literature are rather indicated than\njustified. These defects I hope to remedy in a future work on\n“Jesus of Nazareth, and the Founding of Christianity,” for which\nthe present articles must be regarded as furnishing only a few\nintroductory hints. This work has been for several years on my\nmind, but as it may still be long before I can find the leisure\nneedful for writing it out, it seemed best to republish these\npreliminary sketches which have been some time out of print. The\nprojected work, however, while covering all the points here\ntreated, will have a much wider scope, dealing on the one hand\nwith the natural genesis of the complex aggregate of beliefs and\naspirations known as Christianity, and on the other hand with the\nmetamorphoses which are being wrought in this aggregate by modern\nknowledge and modern theories of the world.",
        "The views adopted in the present essay as to the date of the\nSynoptic Gospels may seem over-conservative to those who accept\nthe ably-argued conclusions of “Supernatural Religion.” Quite\npossibly in a more detailed discussion these briefly-indicated\ndata may require revision; but for the present it seems best to\nlet the article stand as it was written. The author of\n“Supernatural Religion” would no doubt admit that, even if the\nsynoptic gospels had not assumed their present form before the\nend of the second century, nevertheless the body of tradition\ncontained in them had been committed to writing very early in\nthat century. So much appears to be proved by the very variations\nof text upon which his argument relies. And if this be granted,\nthe value of the synoptics as HISTORICAL evidence is not\nmaterially altered. With their value as testimony to so-called\nSUPERNATURAL events, the present essay is in no way concerned.",
        "Of all the great founders of religions, Jesus is at once the best\nknown and the least known to the modern scholar. From the\ndogmatic point of view he is the best known, from the historic\npoint of view he is the least known. The Christ of dogma is in\nevery lineament familiar to us from early childhood; but\nconcerning the Jesus of history we possess but few facts resting\nupon trustworthy evidence, and in order to form a picture of him\nat once consistent, probable, and distinct in its outlines, it is\nnecessary to enter upon a long and difficult investigation, in\nthe course of which some of the most delicate apparatus of modern\ncriticism is required. This circumstance is sufficiently singular\nto require especial explanation. The case of Sakyamuni, the\nfounder of Buddhism, which may perhaps be cited as parallel, is\nin reality wholly different. Not only did Sakyamuni live five\ncenturies earlier than Jesus, among a people that have at no time\npossessed the art of insuring authenticity in their records of\nevents, and at an era which is at best but dimly discerned\nthrough the mists of fable and legend, but the work which he\nachieved lies wholly out of the course of European history, and\nit is only in recent times that his career has presented itself\nto us as a problem needing to be solved. Jesus, on the other\nhand, appeared in an age which is familiarly and in many respects\nminutely known to us, and among a people whose fortunes we can\ntrace with historic certainty for at least seven centuries\nprevious to his birth; while his life and achievements have\nprobably had a larger share in directing the entire subsequent\nintellectual and moral development of Europe than those of any\nother man who has ever lived. Nevertheless, the details of his\npersonal career are shrouded in an obscurity almost as dense as\nthat which envelops the life of the remote founder of Buddhism.",
        "This phenomenon, however, appears less strange and paradoxical\nwhen we come to examine it more closely. A little reflection will\ndisclose to us several good reasons why the historical records of\nthe life of Jesus should be so scanty as they are. In the first\nplace, the activity of Jesus was private rather than public.\nConfined within exceedingly narrow limits, both of space and of\nduration, it made no impression whatever upon the politics or the\nliterature of the time. His name does not occur in the pages of\nany contemporary writer, Roman, Greek, or Jewish. Doubtless the\ncase would have been wholly different, had he, like Mohammed,\nlived to a ripe age, and had the exigencies of his peculiar\nposition as the Messiah of the Jewish people brought him into\nrelations with the Empire; though whether, in such case, the\nsuccess of his grand undertaking would have been as complete as\nit has actually been, may well be doubted.",
        "Secondly, Jesus did not, like Mohammed and Paul, leave behind him\nauthentic writings which might serve to throw light upon his\nmental development as well as upon the external facts of his\ncareer. Without the Koran and the four genuine Epistles of Paul,\nwe should be nearly as much in the dark concerning these great\nmen as we now are concerning the historical Jesus. We should be\ncompelled to rely, in the one case, upon the untrustworthy gossip\nof Mussulman chroniclers, and in the other case upon the garbled\nstatements of the “Acts of the Apostles,” a book written with a\ndistinct dogmatic purpose, sixty or seventy years after the\noccurrence of the events which it professes to record.",
        "It is true, many of the words of Jesus, preserved by hearsay\ntradition through the generation immediately succeeding his\ndeath, have come down to us, probably with little alteration, in\nthe pages of the three earlier evangelists. These are priceless\ndata, since, as we shall see, they are almost the only materials\nat our command for forming even a partial conception of the\ncharacter of Jesus’ work. Nevertheless, even here the cautious\ninquirer has only too often to pause in face of the difficulty of\ndistinguishing the authentic utterances of the great teacher from\nthe later interpolations suggested by the dogmatic necessities of\nthe narrators. Bitterly must the historian regret that Jesus had\nno philosophic disciple, like Xenophon, to record his\nMemorabilia. Of the various writings included in the New\nTestament, the Apocalypse alone (and possibly the Epistle of\nJude) is from the pen of a personal acquaintance of Jesus; and\nbesides this, the four epistles of Paul, to the Galatians,\nCorinthians, and Romans, make up the sum of the writings from\nwhich we may expect contemporary testimony. Yet from these we\nobtain absolutely nothing of that for which we are seeking. The\nbrief writings of Paul are occupied exclusively with the internal\nsignificance of Jesus’ work. The epistle of Jude—if it be really\nwritten by Jesus’ brother of that name, which is doubtful—is\nsolely a polemic directed against the innovations of Paul. And\nthe Apocalypse, the work of the fiery and imaginative disciple\nJohn, is confined to a prophetic description of the Messiah’s\nanticipated return, and tells us nothing concerning the deeds of\nthat Messiah while on the earth.",
        "Here we touch upon our third consideration,—the consideration\nwhich best enables us to see why the historic notices of Jesus\nare so meagre. Rightly considered, the statement with which we\nopened this article is its own explanation. The Jesus of history\nis so little known just because the Christ of dogma is so well\nknown.[16] Other teachers—Paul, Mohammed, Sakyamuni—have come\nmerely as preachers of righteousness, speaking in the name of\ngeneral principles with which their own personalities were not\ndirectly implicated. But Jesus, as we shall see, before the close\nof his life, proclaimed himself to be something more than a\npreacher of righteousness. He announced himself—and justly, from\nhis own point of view—as the long-expected Messiah sent by\nJehovah to liberate the Jewish race. Thus the success of his\nreligious teachings became at once implicated with the question\nof his personal nature and character. After the sudden and\nviolent termination of his career, it immediately became\nall-important with his followers to prove that he was really the\nMessiah, and to insist upon the certainty of his speedy return to\nthe earth. Thus the first generation of disciples dogmatized\nabout him, instead of narrating his life,—a task which to them\nwould have seemed of little profit. For them the all-absorbing\nobject of contemplation was the immediate future rather than the\nimmediate past. As all the earlier Christian literature informs\nus, for nearly a century after the death of Jesus, his followers\nlived in daily anticipation of his triumphant return to the\nearth. The end of all things being so near at hand, no attempt\nwas made to insure accurate and complete memoirs for the use of a\nposterity which was destined, in Christian imagination, never to\narrive. The first Christians wrote but little; even Papias, at\nthe end of a century, preferring second-hand or third-hand oral\ntradition to the written gospels which were then beginning to\ncome into circulation.[17] Memoirs of the life and teachings of\nJesus were called forth by the necessity of having a written\nstandard of doctrine to which to appeal amid the growing\ndifferences of opinion which disturbed the Church. Thus the\nearlier gospels exhibit, though in different degrees, the\nindications of a modifying, sometimes of an overruling dogmatic\npurpose. There is, indeed, no conscious violation of historic\ntruth, but from the varied mass of material supplied by\ntradition, such incidents are selected as are fit to support the\nviews of the writers concerning the personality of Jesus.\nAccordingly, while the early gospels throw a strong light upon\nthe state of Christian opinion at the dates when they were\nsuccessively composed, the information which they give concerning\nJesus himself is, for that very reason, often vague, uncritical,\nand contradictory. Still more is this true of the fourth gospel,\nwritten late in the second century, in which historic tradition\nis moulded in the interests of dogma until it becomes no longer\nrecognizable, and in the place of the human Messiah of the\nearlier accounts, we have a semi-divine Logos or Aeon, detached\nfrom God, and incarnate for a brief season in the likeness of\nman.",
        "[16] “Wer einmal vergottert worden ist, der hat seine Mensetheit\nunwiederbringlich eingebusst.\"—Strauss, Der alte und der neue\nGlaube, p. 76.\n\n[17] “Roger was the attendant of Thomas [Becket] during his\nsojourn at Pontigny. We might have expected him to be very full\non that part of his history; but, writing doubtless mainly for\nthe monks of Pontigny, he says that HE WILL NOT ENLARGE UPON WHAT\nEVERY ONE KNOWS, and cuts that part very short.\"—Freeman,\nHistorical Essays, 1st series, p. 90.",
        "Not only was history subordinated to dogma by the writers of the\ngospel-narratives, but in the minds of the Fathers of the Church\nwho assisted in determining what writings should be considered\ncanonical, dogmatic prepossession went very much further than\ncritical acumen. Nor is this strange when we reflect that\ncritical discrimination in questions of literary authenticity is\none of the latest acquisitions of the cultivated human mind. In\nthe early ages of the Church the evidence of the genuineness of\nany literary production was never weighed critically; writings\ncontaining doctrines acceptable to the majority of Christians\nwere quoted as authoritative while writings which supplied no\ndogmatic want were overlooked, or perhaps condemned as\napocryphal. A striking instance of this is furnished by the\nfortunes of the Apocalypse. Although perhaps the best\nauthenticated work in the New Testament collection, its\nmillenarian doctrines caused it to become unpopular as the Church\ngradually ceased to look for the speedy return of the Messiah,\nand, accordingly, as the canon assumed a definite shape, it was\nplaced among the “Antilegomena,” or doubtful books, and continued\nto hold a precarious position until after the time of the\nProtestant Reformation. On the other hand, the fourth gospel,\nwhich was quite unknown and probably did not exist at the time of\nthe Quartodeciman controversy (A. D. 168), was accepted with\nlittle hesitation, and at the beginning of the third century is\nmentioned by Irenaeus, Clement, and Tertullian, as the work of\nthe Apostle John. To this uncritical spirit, leading to the\nneglect of such books as failed to answer the dogmatic\nrequirements of the Church, may probably be attributed the loss\nof so many of the earlier gospels. It is doubtless for this\nreason that we do not possess the Aramaean original of the\n“Logia” of Matthew, or the “Memorabilia” of Mark, the companion\nof Peter,—two works to which Papias (A. D. 120) alludes as\ncontaining authentic reports of the utterances of Jesus.",
        "These considerations will, we believe, sufficiently explain the\ncurious circumstance that, while we know the Christ of dogma so\nintimately, we know the Jesus of history so slightly. The\nliterature of early Christianity enables us to trace with\ntolerable completeness the progress of opinion concerning the\nnature of Jesus, from the time of Paul’s early missions to the\ntime of the Nicene Council; but upon the actual words and deeds\nof Jesus it throws a very unsteady light. The dogmatic purpose\neverywhere obscures the historic basis.",
        "This same dogmatic prepossession which has rendered the data for\na biography of Jesus so scanty and untrustworthy, has also until\ncomparatively recent times prevented any unbiassed critical\nexamination of such data as we actually possess. Previous to the\neighteenth century any attempt to deal with the life of Jesus\nupon purely historical methods would have been not only contemned\nas irrational, but stigmatized as impious. And even in the\neighteenth century, those writers who had become wholly\nemancipated from ecclesiastic tradition were so destitute of all\nhistoric sympathy and so unskilled in scientific methods of\ncriticism, that they utterly failed to comprehend the\nrequirements of the problem. Their aims were in the main polemic,\nnot historical. They thought more of overthrowing current dogmas\nthan of impartially examining the earliest Christian literature\nwith a view of eliciting its historic contents; and, accordingly,\nthey accomplished but little. Two brilliant exceptions must,\nhowever, be noticed. Spinoza, in the seventeenth century, and\nLessing, in the eighteenth, were men far in advance of their age.\nThey are the fathers of modern historical criticism; and to\nLessing in particular, with his enormous erudition and\nincomparable sagacity, belongs the honour of initiating that\nmethod of inquiry which, in the hands of the so-called Tubingen\nSchool, has led to such striking and valuable conclusions\nconcerning, the age and character of all the New Testament\nliterature. But it was long before any one could be found fit to\nbend the bow which Lessing and Spinoza had wielded. A succession\nof able scholars—Semler, Eichhorn, Paulus, Schleiermacher\nBretschneider, and De Wette—were required to examine, with\nGerman patience and accuracy, the details of the subject, and to\npropound various untenable hypotheses, before such a work could\nbe performed as that of Strauss. The “Life of Jesus,” published\nby Strauss when only twenty-six years of age, is one of the\nmonumental works of the nineteenth century, worthy to rank, as a\nhistorical effort, along with such books as Niebuhr’s “History of\nRome,” Wolf’s “Prolegomena,” or Bentley’s “Dissertations on\nPhalaris.” It instantly superseded and rendered antiquated\neverything which had preceded it; nor has any work on early\nChristianity been written in Germany for the past thirty years\nwhich has not been dominated by the recollection of that\nmarvellous book. Nevertheless, the labours of another generation\nof scholars have carried our knowledge of the New Testament\nliterature far beyond the point which it had reached when Strauss\nfirst wrote. At that time the dates of but few of the New\nTestament writings had been fixed with any approach to certainty;\nthe age and character of the fourth gospel, the genuineness of\nthe Pauline epistles, even the mutual relations of the three\nsynoptics, were still undetermined; and, as a natural. result of\nthis uncertainty, the progress of dogma during the first century\nwas ill understood. At the present day it is impossible to read\nthe early work of Strauss without being impressed with the\nnecessity of obtaining positive data as to the origin and\ndogmatic character of the New Testament writings, before\nattempting to reach any conclusions as to the probable career of\nJesus. These positive data we owe to the genius and diligence of\nthe Tubingen School, and, above all, to its founder, Ferdinand\nChristian Baur. Beginning with the epistles of Paul, of which he\ndistinguished four as genuine, Baur gradually worked his way\nthrough the entire New Testament collection, detecting—with that\ninspired insight which only unflinching diligence can impart to\noriginal genius—the age at which each book was written, and the\ncircumstances which called it forth. To give any account of\nBaur’s detailed conclusions, or of the method by which he reached\nthem, would require a volume. They are very scantily presented in\nMr. Mackay’s work on the “Tubingen School and its Antecedents,\"\nto which we may refer the reader desirous of further information.\nWe can here merely say that twenty years of energetic controversy\nhave only served to establish most of Baur’s leading conclusions\nmore firmly than ever. The priority of the so-called gospel of\nMatthew, the Pauline purpose of “Luke,” the second in date of our\ngospels, the derivative and second-hand character of “Mark,” and\nthe unapostolic origin of the fourth gospel, are points which may\nfor the future be regarded as wellnigh established by\ncircumstantial evidence. So with respect to the pseudo-Pauline\nepistles, Baur’s work was done so thoroughly that the only\nquestion still left open for much discussion is that concerning\nthe date and authorship of the first and second\n“Thessalonians,\"—a point of quite inferior importance, so far as\nour present subject is concerned. Seldom have such vast results\nbeen achieved by the labour of a single scholar. Seldom has any\nhistorical critic possessed such a combination of analytic and of\nco-ordinating powers as Baur. His keen criticism and his\nwonderful flashes of insight exercise upon the reader a truly\npoetic effect like that which is felt in contemplating the\nmarvels of physical discovery.",
        "The comprehensive labours of Baur were followed up by Zeller’s\nable work on the “Acts of the Apostles,” in which that book was\nshown to have been partly founded upon documents written by Luke,\nor some other companion of Paul, and expanded and modified by a\nmuch later writer with the purpose of covering up the traces of\nthe early schism between the Pauline and the Petrine sections of\nthe Church. Along with this, Schwegler’s work on the\n“Post-Apostolic Times” deserves mention as clearing up many\nobscure points relating to the early development of dogma.\nFinally, the “New Life of Jesus,” by Strauss, adopting and\nutilizing the principal discoveries of Baur and his followers,\nand combining all into one grand historical picture, worthily\ncompletes the task which the earlier work of the same author had\ninaugurated.",
        "The reader will have noticed that, with the exception of Spinoza,\nevery one of the names above cited in connection with the\nliterary analysis and criticism of the New Testament is the name\nof a German. Until within the last decade, Germany has indeed\npossessed almost an absolute monopoly of the science of Biblical\ncriticism; other countries having remained not only unfamiliar\nwith its methods, but even grossly ignorant of its conspicuous\nresults, save when some German treatise of more than ordinary\npopularity has now and then been translated. But during the past\nten years France has entered the lists; and the writings of\nReville, Reuss, Nicolas, D’Eichthal, Scherer, and Colani testify\nto the rapidity with which the German seed has fructified upon\nher soil.[18]",
        "[18] But now, in annexing Alsace, Germany has “annexed” pretty\nmuch the whole of this department of French scholarship,—a\ncurious incidental consequence of the late war.",
        "None of these books, however, has achieved such wide-spread\ncelebrity, or done so much toward interesting the general public\nin this class of historical inquiries, as the “Life of Jesus,” by\nRenan. This pre-eminence of fame is partly, but not wholly,\ndeserved. From a purely literary point of view, Renan’s work\ndoubtless merits all the celebrity it has gained. Its author\nwrites a style such as is perhaps surpassed by that of no other\nliving Frenchman. It is by far the most readable book which has\never been written concerning the life of Jesus. And no doubt some\nof its popularity is due to its very faults, which, from a\ncritical point of view, are neither few nor small. For Renan is\ncertainly very faulty, as a historical critic, when he\npractically ignores the extreme meagreness of our positive\nknowledge of the career of Jesus, and describes scene after scene\nin his life as minutely and with as much confidence as if he had\nhimself been present to witness it all. Again and again the\ncritical reader feels prompted to ask, How do you know all this?\nor why, out of two or three conflicting accounts, do you quietly\nadopt some particular one, as if its superior authority were\nself-evident? But in the eye of the uncritical reader, these\ndefects are excellences; for it is unpleasant to be kept in\nignorance when we are seeking after definite knowledge, and it is\ndisheartening to read page after page of an elaborate discussion\nwhich ends in convincing us that definite knowledge cannot be\ngained.",
        "In the thirteenth edition of the “Vie de Jesus,” Renan has\ncorrected some of the most striking errors of the original work,\nand in particular has, with praiseworthy candour, abandoned his\nuntenable position with regard to the age and character of the\nfourth gospel. As is well known, Renan, in his earlier editions,\nascribed to this gospel a historical value superior to that of\nthe synoptics, believing it to have been written by an eyewitness\nof the events which it relates; and from this source,\naccordingly, he drew the larger share of his materials. Now, if\nthere is any one conclusion concerning the New Testament\nliterature which must be regarded as incontrovertibly established\nby the labours of a whole generation of scholars, it is this,\nthat the fourth gospel was utterly unknown until about A. D. 170,\nthat it was written by some one who possessed very little direct\nknowledge of Palestine, that its purpose was rather to expound a\ndogma than to give an accurate record of events, and that as a\nguide to the comprehension of the career of Jesus it is of far\nless value than the three synoptic gospels. It is impossible, in\na brief review like the present, to epitomize the evidence upon\nwhich this conclusion rests, which may more profitably be sought\nin the Rev. J. J. Tayler’s work on “The Fourth Gospel,” or in\nDavidson’s “Introduction to the New Testament.” It must suffice\nto mention that this gospel is not cited by Papias; that Justin,\nMarcion, and Valentinus make no allusion to it, though, since it\nfurnishes so much that is germane to their views, they would\ngladly have appealed to it, had it been in existence, when those\nviews were as yet under discussion; and that, finally, in the\ngreat Quartodeciman controversy, A. D. 168, the gospel is not\nonly not mentioned, but the authority of John is cited by\nPolycarp in flat contradiction of the view afterwards taken by\nthis evangelist. Still more, the assumption of Renan led at once\ninto complicated difficulties with reference to the Apocalypse.\nThe fourth gospel, if it does not unmistakably announce itself as\nthe work of John, at least professes to be Johannine; and it\ncannot for a moment be supposed that such a book, making such\nclaims, could have gained currency during John’s lifetime without\ncalling forth his indignant protest. For, in reality, no book in\nthe New Testament collection would so completely have shocked the\nprejudices of the Johannine party. John’s own views are well\nknown to us from the Apocalypse. John was the most enthusiastic\nof millenarians and the most narrow and rigid of Judaizers. In\nhis antagonism to the Pauline innovations he went farther than\nPeter himself. Intense hatred of Paul and his followers appears\nin several passages of the Apocalypse, where they are stigmatized\nas “Nicolaitans,” “deceivers of the people,” “those who say they\nare apostles and are not,” “eaters of meat offered to idols,\"\n“fornicators,” “pretended Jews,” “liars,” “synagogue of Satan,\"\netc. (Chap. II.). On the other hand, the fourth gospel contains\nnothing millenarian or Judaical; it carries Pauline universalism\nto a far greater extent than Paul himself ventured to carry it,\neven condemning the Jews as children of darkness, and by\nimplication contrasting them unfavourably with the Gentiles; and\nit contains a theory of the nature of Jesus which the Ebionitish\nChristians, to whom John belonged, rejected to the last.",
        "In his present edition Renan admits the insuperable force of\nthese objections, and abandons his theory of the apostolic origin\nof the fourth gospel. And as this has necessitated the omission\nor alteration of all such passages as rested upon the authority\nof that gospel, the book is to a considerable extent rewritten,\nand the changes are such as greatly to increase its value as a\nhistory of Jesus. Nevertheless, the author has so long been in\nthe habit of shaping his conceptions of the career of Jesus by\nthe aid of the fourth gospel, that it has become very difficult\nfor him to pass freely to another point of view. He still clings\nto the hypothesis that there is an element of historic tradition\ncontained in the book, drawn from memorial writings which had\nperhaps been handed down from John, and which were inaccessible\nto the synoptists. In a very interesting appendix, he collects\nthe evidence in favour of this hypothesis, which indeed is not\nwithout plausibility, since there is every reason for supposing\nthat the gospel was written at Ephesus, which a century before\nhad been John’s place of residence. But even granting most of\nRenan’s assumptions, it must still follow that the authority of\nthis gospel is far inferior to that of the synoptics, and can in\nno case be very confidently appealed to. The question is one of\nthe first importance to the historian of early Christianity. In\ninquiring into the life of Jesus, the very first thing to do is\nto establish firmly in the mind the true relations of the fourth\ngospel to the first three. Until this has been done, no one is\ncompetent to write on the subject; and it is because he has done\nthis so imperfectly, that Renan’s work is, from a critical point\nof view, so imperfectly successful.",
        "The anonymous work entitled “The Jesus of History,” which we have\nplaced at the head of this article, is in every respect\nnoteworthy as the first systematic attempt made in England to\nfollow in the footsteps of German criticism in writing a life of\nJesus. We know of no good reason why the book should be published\nanonymously; for as a historical essay it possesses extraordinary\nmerit, and does great credit not only to its author, but to\nEnglish scholarship and acumen.[19] It is not, indeed, a book\ncalculated to captivate the imagination of the reading public.\nThough written in a clear, forcible, and often elegant style, it\npossesses no such wonderful rhetorical charm as the work of\nRenan; and it will probably never find half a dozen readers where\nthe “Vie de Jesus” has found a hundred. But the success of a book\nof this sort is not to be measured by its rhetorical excellence,\nor by its adaptation to the literary tastes of an uncritical and\nuninstructed public, but rather by the amount of critical\nsagacity which it brings to bear upon the elucidation of the many\ndifficult and disputed points in the subject of which it treats.\nMeasured by this standard, “The Jesus of History” must rank very\nhigh indeed. To say that it throws more light upon the career of\nJesus than any work which has ever before been written in English\nwould be very inadequate praise, since the English language has\nbeen singularly deficient in this branch of historical\nliterature. We shall convey a more just idea of its merits if we\nsay that it will bear comparison with anything which even Germany\nhas produced, save only the works of Strauss, Baur, and Zeller.",
        "[19] “The Jesus of History” is now known to have been written by\nSir Richard Hanson, Chief Justice of South Australia.",
        "The fitness of our author for the task which he has undertaken is\nshown at the outset by his choice of materials. In basing his\nconclusions almost exclusively upon the statements contained in\nthe first gospel, he is upheld by every sound principle of\ncriticism. The times and places at which our three synoptic\ngospels were written have been, through the labours of the\nTubingen critics, determined almost to a certainty. Of the three,\n“Mark” is unquestionably the latest; with the exception of about\ntwenty verses, it is entirely made up from “Matthew” and “Luke,\"\nthe diverse Petrine and Pauline tendencies of which it strives to\nneutralize in conformity to the conciliatory disposition of the\nChurch at Rome, at the epoch at which this gospel was written,\nabout A. D. 130. The third gospel was also written at Rome, some\nfifteen years earlier. In the preface, its author describes it as\na compilation from previously existing written materials. Among\nthese materials was certainly the first gospel, several passages\nof which are adopted word for word by the author of “Luke.” Yet\nthe narrative varies materially from that of the first gospel in\nmany essential points. The arrangement of events is less natural,\nand, as in the “Acts of the Apostles,” by the same author, there\nis apparent throughout the design of suppressing the old discord\nbetween Paul and the Judaizing disciples, and of representing\nChristianity as essentially Pauline from the outset. How far Paul\nwas correct in his interpretation of the teachings of Jesus, it\nis difficult to decide. It is, no doubt, possible that the first\ngospel may have lent to the words of Jesus an Ebionite colouring\nin some instances, and that now and then the third gospel may\npresent us with a truer account. To this supremely important\npoint we shall by and by return. For the present it must suffice\nto observe that the evidences of an overruling dogmatic purpose\nare generally much more conspicuous in the third synoptist than\nin the first; and that the very loose manner in which this writer\nhas handled his materials in the “Acts” is not calculated to\ninspire us with confidence in the historical accuracy of his\ngospel. The writer who, in spite of the direct testimony of Paul\nhimself could represent the apostle to the Gentiles as acting\nunder the direction of the disciples at Jerusalem, and who puts\nPauline sentiments into the mouth of Peter, would certainly have\nbeen capable of unwarrantably giving a Pauline turn to the\nteachings of Jesus himself. We are therefore, as a last resort,\nbrought back to the first gospel, which we find to possess, as a\nhistorical narrative, far stronger claims upon our attention than\nthe second and third. In all probability it had assumed nearly\nits present shape before A. D. 100, its origin is unmistakably\nPalestinian; it betrays comparatively few indications of dogmatic\npurpose; and there are strong reasons for believing that the\nspeeches of Jesus recorded in it are in substance taken from the\ngenuine “Logia” of Matthew mentioned by Papias, which must have\nbeen written as early as A. D. 60-70, before the destruction of\nJerusalem. Indeed, we are inclined to agree with our author that\nthe gospel, even in its present shape (save only a few\ninterpolated passages), may have existed as early as A. D. 80,\nsince it places the time of Jesus’ second coming immediately\nafter the destruction of Jerusalem; whereas the third evangelist,\nwho wrote forty-five years after that event, is careful to tell\nus, “The end is NOT immediately.” Moreover, it must have been\nwritten while the Paulo-Petrine controversy was still raging, as\nis shown by the parable of the “enemy who sowed the tares,” which\nmanifestly refers to Paul, and also by the allusions to “false\nprophets” (vii. 15), to those who say “Lord, Lord,” and who “cast\nout demons in the name of the Lord” (vii. 21-23), teaching men to\nbreak the commandments (v. 17-20). There is, therefore, good\nreason for believing that we have here a narrative written not\nmuch more than fifty years after the death of Jesus, based partly\nupon the written memorials of an apostle, and in the main\ntrustworthy, save where it relates occurrences of a marvellous\nand legendary character. Such is our author’s conclusion, and in\ndescribing the career of the Jesus of history, he relies almost\nexclusively upon the statements contained in the first gospel.\nLet us now after this long but inadequate introduction, give a\nbrief sketch of the life of Jesus, as it is to be found in our\nauthor.",
        "Concerning the time and place of the birth of Jesus, we know next\nto nothing. According to uniform tradition, based upon a\nstatement of the third gospel, he was about thirty years of age\nat the time when he began teaching. The same gospel states, with\nelaborate precision, that the public career of John the Baptist\nbegan in the fifteenth year of Tiberius, or A. D. 28. In the\nwinter of A. D. 35-36, Pontius Pilate was recalled from Judaea,\nso that the crucifixion could not have taken place later than in\nthe spring of 35. Thus we have a period of about six years during\nwhich the ministry of Jesus must have begun and ended; and if the\ntradition with respect to his age be trustworthy, we shall not be\nfar out of the way in supposing him to have been born somewhere\nbetween B. C. 5 and A. D. 5. He is everywhere alluded to in the\ngospels as Jesus of Nazareth in Galilee, where lived also his\nfather, mother brothers and sisters, and where very likely he was\nborn. His parents’ names are said to have been Joseph and Mary.\nHis own name is a Hellenized form of Joshua, a name very common\namong the Jews. According to the first gospel (xiii. 55), he had\nfour brothers,—Joseph and Simon; James, who was afterwards one\nof the heads of the church at Jerusalem, and the most formidable\nenemy of Paul; and Judas or Jude, who is perhaps the author of\nthe anti-Pauline epistle commonly ascribed to him.",
        "Of the early youth of Jesus, and of the circumstances which\nguided his intellectual development, we know absolutely nothing,\nnor have we the data requisite for forming any plausible\nhypothesis. He first appears in history about A. D. 29 or 30, in\nconnection with a very remarkable person whom the third\nevangelist describes as his cousin, and who seems, from his mode\nof life, to have been in some way connected with or influenced by\nthe Hellenizing sect of Essenes. Here we obtain our first clew to\nguide us in forming a consecutive theory of the development of\nJesus’ opinions. The sect of Essenes took its rise in the time of\nthe Maccabees, about B. C. 170. Upon the fundamental doctrines of\nJudaism it had engrafted many Pythagorean notions, and was\ndoubtless in the time of Jesus instrumental in spreading Greek\nideas among the people of Galilee, where Judaism was far from\nbeing so narrow and rigid as at Jerusalem. The Essenes attached\nbut little importance to the Messianic expectations of the\nPharisees, and mingled scarcely at all in national politics. They\nlived for the most part a strictly ascetic life, being indeed the\nlegitimate predecessors of the early Christian hermits and monks.\nBut while pre-eminent for sanctity of life, they heaped ridicule\nupon the entire sacrificial service of the Temple, despised the\nPharisees as hypocrites, and insisted upon charity toward all men\ninstead of the old Jewish exclusiveness.",
        "It was once a favourite theory that both John the Baptist and\nJesus were members of the Essenian brotherhood; but that theory\nis now generally abandoned. Whatever may have been the case with\nJohn, who is said to have lived like an anchorite in the desert,\nthere seems to have been but little practical Essenism in Jesus,\nwho is almost uniformly represented as cheerful and social in\ndemeanour, and against whom it was expressly urged that he came\neating and drinking, making no presence of puritanical holiness.\nHe was neither a puritan, like the Essenes, nor a ritualist, like\nthe Pharisees. Besides which, both John and Jesus seem to have\nbegun their careers by preaching the un-Essene doctrine of the\nspeedy advent of the “kingdom of heaven,” by which is meant the\nreign of the Messiah upon the earth. Nevertheless, though we\ncannot regard Jesus as actually a member of the Essenian\ncommunity or sect, we can hardly avoid the conclusion that he, as\nwell as John the Baptist, had been at some time strongly\ninfluenced by Essenian doctrines. The spiritualized conception of\nthe “kingdom of heaven” proclaimed by him was just what would\nnaturally and logically arise from a remodelling of the Messianic\ntheories of the Pharisees in conformity to advanced Essenian\nnotions. It seems highly probable that some such refined\nconception of the functions of the Messiah was reached by John,\nwho, stigmatizing the Pharisees and Sadducees as a “generation of\nvipers,” called aloud to the people to repent of their sins, in\nview of the speedy advent of the Messiah, and to testify to their\nrepentance by submitting to the Essenian rite of baptism. There\nis no positive evidence that Jesus was ever a disciple of John;\nyet the account of the baptism, in spite of the legendary\ncharacter of its details, seems to rest upon a historical basis;\nand perhaps the most plausible hypothesis which can be framed is,\nthat Jesus received baptism at John’s hands, became for a while\nhis disciple, and acquired from him a knowledge of Essenian\ndoctrines.",
        "The career of John seems to have been very brief. His stern\npuritanism brought him soon into disgrace with the government of\nGalilee. He was seized by Herod, thrown into prison, and\nbeheaded. After the brief hints given as to the intercourse\nbetween Jesus and John, we next hear of Jesus alone in the\ndesert, where, like Sakyamuni and Mohammed, he may have brooded\nin solitude over his great project. Yet we do not find that he\nhad as yet formed any distinct conception of his own Messiahship.\nThe total neglect of chronology by our authorities[20] renders it\nimpossible to trace the development of his thoughts step by step;\nbut for some time after John’s catastrophe we find him calling\nupon the people to repent, in view of the speedy approach of the\nMessiah, speaking with great and commanding personal authority,\nbut using no language which would indicate that he was striving\nto do more than worthily fill the place and add to the good work\nof his late master. The Sermon on the Mount, which the first\ngospel inserts in this place, was perhaps never spoken as a\ncontinuous discourse; but it no doubt for the most part contains\nthe very words of Jesus, and represents the general spirit of his\nteaching during this earlier portion of his career. In this is\ncontained nearly all that has made Christianity so powerful in\nthe domain of ethics. If all the rest of the gospel were taken\naway, or destroyed in the night of some future barbarian\ninvasion, we should still here possess the secret of the\nwonderful impression which Jesus made upon those who heard him\nspeak. Added to the Essenian scorn of Pharisaic formalism, and\nthe spiritualized conception of the Messianic kingdom, which\nJesus may probably have shared with John the Baptist, we have\nhere for the first time the distinctively Christian conception of\nthe fatherhood of God and the brotherhood of men, which\nultimately insured the success of the new religion. The special\npoint of originality in Jesus was his conception of Deity. As\nStrauss well says, “He conceived of God, in a moral point of\nview, as being identical in character with himself in the most\nexalted moments of his religious life, and strengthened in turn\nhis own religious life by this ideal. But the most exalted\nreligious tendency in his own consciousness was exactly that\ncomprehensive love, overpowering the evil only by the good, which\nhe therefore transferred to God as the fundamental tendency of\nHis nature.” From this conception of God, observes Zeller, flowed\nnaturally all the moral teaching of Jesus, the insistence upon\nspiritual righteousness instead of the mere mechanical observance\nof Mosaic precepts, the call to be perfect even as the Father is\nperfect, the principle of the spiritual equality of men before\nGod, and the equal duties of all men toward each other.",
        "[20] “The biographers [of Becket] are commonly rather careless as\nto the order of time. Each .... recorded what struck him most or\nwhat he best knew, one set down one event and another; and none\nof them paid much regard to the order of details.\"—Freeman,\nHistorical Essays, 1st series, p. 94.",
        "How far, in addition to these vitally important lessons, Jesus\nmay have taught doctrines of an ephemeral or visionary character,\nit is very difficult to decide. We are inclined to regard the\nthird gospel as of some importance in settling this point. The\nauthor of that gospel represents Jesus as decidedly hostile to\nthe rich. Where Matthew has “Blessed are the poor in spirit,\"\nLuke has “Blessed are ye poor.” In the first gospel we read,\n“Blessed are they who hunger and thirst after righteousness, for\nthey will be filled\"; but in the third gospel we find, “Blessed\nare ye that hunger now, for ye will be filled\"; and this\nassurance is immediately followed by the denunciation, “Woe to\nyou that are rich, for ye have received your consolation! Woe to\nyou that are full now, for ye will hunger.” The parable of Dives\nand Lazarus illustrates concretely this view of the case, which\nis still further corroborated by the account, given in both the\nfirst and the third gospels, of the young man who came to seek\neverlasting life. Jesus here maintains that righteousness is\ninsufficient unless voluntary poverty be superadded. Though the\nyoung man has strictly fulfilled the greatest of the\ncommandments,—to love his neighbour as himself,—he is required,\nas a needful proof of his sincerity, to distribute all his vast\npossessions among the poor. And when he naturally manifests a\nreluctance to perform so superfluous a sacrifice, Jesus observes\nthat it will be easier for a camel to go through the eye of a\nneedle than for a rich man to share in the glories of the\nanticipated Messianic kingdom. It is difficult to escape the\nconclusion that we have here a very primitive and probably\nauthentic tradition; and when we remember the importance which,\naccording to the “Acts,” the earliest disciples attached to the\nprinciple of communism, as illustrated in the legend of Ananias\nand Sapphira, we must admit strong reasons for believing that\nJesus himself held views which tended toward the abolition of\nprivate property. On this point, the testimony of the third\nevangelist singly is of considerable weight; since at the time\nwhen he wrote, the communistic theories of the first generation\nof Christians had been generally abandoned, and in the absence of\nany dogmatic motives, he could only have inserted these\nparticular traditions because he believed them to possess\nhistorical value. But we are not dependent on the third gospel\nalone. The story just cited is attested by both our authorities,\nand is in perfect keeping with the general views of Jesus as\nreported by the first evangelist. Thus his disciples are enjoined\nto leave all, and follow him; to take no thought for the morrow;\nto think no more of laying up treasures on the earth, for in the\nMessianic kingdom they shall have treasures in abundance, which\ncan neither be wasted nor stolen. On making their journeys, they\nare to provide neither money, nor clothes, nor food, but are to\nlive at the expense of those whom they visit; and if any town\nrefuse to harbour them, the Messiah, on his arrival, will deal\nwith that town more severely than Jehovah dealt with the cities\nof the plain. Indeed, since the end of the world was to come\nbefore the end of the generation then living (Matt. xxiv. 34; 1\nCor. xv. 51-56, vii. 29), there could be no need for acquiring\nproperty or making arrangements for the future; even marriage\nbecame unnecessary. These teachings of Jesus have a marked\nEssenian character, as well as his declaration that in the\nMessianic kingdom there was to be no more marriage, perhaps no\ndistinction of sex (Matt. xxii. 30). The sect of Ebionites, who\nrepresented the earliest doctrine and practice of Christianity\nbefore it had been modified by Paul, differed from the Essenes in\nno essential respect save in the acknowledgment of Jesus as the\nMessiah, and the expectation of his speedy return to the earth.",
        "How long, or with what success, Jesus continued to preach the\ncoming of the Messiah in Galilee, it is impossible to conjecture.\nHis fellow-townsmen of Nazareth appear to have ridiculed him in\nhis prophetical capacity; or, if we may trust the third\nevangelist, to have arisen against him with indignation, and made\nan attempt upon his life. To them he was but a carpenter, the son\nof a carpenter (Matt. xiii. 55; Mark vi. 3), who told them\ndisagreeable truths. Our author represents his teaching in\nGalilee to have produced but little result, but the gospel\nnarratives afford no definite data for deciding this point. We\nbelieve the most probable conclusion to be that Jesus did attract\nmany followers, and became famous throughout Galilee; for Herod\nis said to have regarded him as John the Baptist risen from the\ngrave. To escape the malice of Herod, Jesus then retired to\nSyro-Phoenicia, and during this eventful journey the\nconsciousness of his own Messiahship seems for the first time to\nhave distinctly dawned upon him (Matt. xiv. 1, 13; xv. 21; xvi.\n13-20). Already, it appears, speculations were rife as to the\ncharacter of this wonderful preacher. Some thought he was John\nthe Baptist, or perhaps one of the prophets of the Assyrian\nperiod returned to the earth. Some, in accordance with a\ngenerally-received tradition, supposed him to be Elijah, who had\nnever seen death, and had now at last returned from the regions\nabove the firmament to announce the coming of the Messiah in the\nclouds. It was generally admitted, among enthusiastic hearers,\nthat he who spake as never man spake before must have some divine\ncommission to execute. These speculations, coming to the ears of\nJesus during his preaching in Galilee, could not fail to excite\nin him a train of self-conscious reflections. To him also must\nhave been presented the query as to his own proper character and\nfunctions; and, as our author acutely demonstrates, his only\nchoice lay between a profitless life of exile in Syro-Phoenicia,\nand a bold return to Jewish territory in some pronounced\ncharacter. The problem being thus propounded, there could hardly\nbe a doubt as to what that character should be. Jesus knew well\nthat he was not John the Baptist; nor, however completely he may\nhave been dominated by his sublime enthusiasm, was it likely that\nhe could mistake himself for an ancient prophet arisen from the\nlower world of shades, or for Elijah descended from the sky. But\nthe Messiah himself he might well be. Such indeed was the almost\ninevitable corollary from his own conception of Messiahship. We\nhave seen that he had, probably from the very outset, discarded\nthe traditional notion of a political Messiah, and recognized the\ntruth that the happiness of a people lies not so much in\npolitical autonomy as in the love of God and the sincere practice\nof righteousness. The people were to be freed from the bondage of\nsin, of meaningless formalism, of consecrated hypocrisy,—a\nbondage more degrading than the payment of tribute to the\nemperor. The true business of the Messiah, then, was to deliver\nhis people from the former bondage; it might be left to Jehovah,\nin his own good time, to deliver them from the latter. Holding\nthese views, it was hardly possible that it should not sooner or\nlater occur to Jesus that he himself was the person destined to\ndischarge this glorious function, to liberate his countrymen from\nthe thraldom of Pharisaic ritualism, and to inaugurate the real\nMessianic kingdom of spiritual righteousness. Had he not already\npreached the advent of this spiritual kingdom, and been\ninstrumental in raising many to loftier conceptions of duty, and\nto a higher and purer life? And might he not now, by a grand\nattack upon Pharisaism in its central stronghold, destroy its\nprestige in the eyes of the people, and cause Israel to adopt a\nnobler religious and ethical doctrine? The temerity of such a\npurpose detracts nothing from its sublimity. And if that purpose\nshould be accomplished, Jesus would really have performed the\nlegitimate work of the Messiah. Thus, from his own point of view,\nJesus was thoroughly consistent and rational in announcing\nhimself as the expected Deliverer; and in the eyes of the\nimpartial historian his course is fully justified.",
        "“From that time,” says the first evangelist, “Jesus began to show\nto his disciples that he must go to Jerusalem, and suffer many\nthings from the elders and chief priests and scribes, and be put\nto death, and rise again on the third day.” Here we have,\nobviously, the knowledge of the writer, after the event,\nreflected back and attributed to Jesus. It is of course\nimpossible that Jesus should have predicted with such\ndefiniteness his approaching death; nor is it very likely that he\nentertained any hope of being raised from the grave “on the third\nday.” To a man in that age and country, the conception of a\nreturn from the lower world of shades was not a difficult one to\nframe; and it may well be that Jesus’ sense of his own exalted\nposition was sufficiently great to inspire him with the\nconfidence that, even in case of temporary failure, Jehovah would\nrescue him from the grave and send him back with larger powers to\ncarry out the purpose of his mission. But the difficulty of\ndistinguishing between his own words and the interpretation put\nupon them by his disciples becomes here insuperable; and there\nwill always be room for the hypothesis that Jesus had in view no\nposthumous career of his own, but only expressed his unshaken\nconfidence in the success of his enterprise, even after and in\nspite of his death.",
        "At all events, the possibility of his death must now have been\noften in his mind. He was undertaking a wellnigh desperate\ntask,—to overthrow the Pharisees in Jerusalem itself. No other\nalternative was left him. And here we believe Mr. F. W. Newman to\nbe singularly at fault in pronouncing this attempt of Jesus upon\nJerusalem a foolhardy attempt. According to Mr. Newman, no man\nhas any business to rush upon certain death, and it is only a\ncrazy fanatic who will do so.[21] But such “glittering\ngeneralizations” will here help us but little. The historic data\nshow that to go to Jerusalem, even at the risk of death, was\nabsolutely necessary to the realization of Jesus’ Messianic\nproject. Mr. Newman certainly would not have had him drag out an\ninglorious and baffled existence in Syro-Phoenicia. If the\nMessianic kingdom was to be fairly inaugurated, there was work to\nbe done in Jerusalem, and Jesus must go there as one in\nauthority, cost what it might. We believe him to have gone there\nin a spirit of grand and careless bravery, yet seriously and\nsoberly, and under the influence of no fanatical delusion. He\nknew the risks, but deliberately chose to incur them, that the\nwill of Jehovah might be accomplished.",
        "We next hear of Jesus travelling down to Jerusalem by way of\nJericho, and entering the sacred city in his character of\nMessiah, attended by a great multitude. It was near the time of\nthe Passover, when people from all parts of Galilee and Judaea\nwere sure to be at Jerusalem, and the nature of his reception\nseems to indicate that he had already secured a considerable\nnumber of followers upon whose assistance he might hope to rely,\nthough it nowhere appears that he intended to use other than\npurely moral weapons to insure a favourable reception. We must\nremember that for half a century many of the Jewish people had\nbeen constantly looking for the arrival of the Messiah, and there\ncan be little doubt that the entry of Jesus riding upon an ass in\nliteral fulfilment of prophecy must have wrought powerfully upon\nthe imagination of the multitude. That the believers in him were\nvery numerous must be inferred from the cautious, not to say\ntimid, behaviour of the rulers at Jerusalem, who are represented\nas desiring to arrest him, but as deterred from taking active\nsteps through fear of the people. We are led to the same\nconclusion by his driving the money-changers out of the Temple;\nan act upon which he could hardly have ventured, had not the\npopular enthusiasm in his favour been for the moment\noverwhelming. But the enthusiasm of a mob is short-lived, and\nneeds to be fed upon the excitement of brilliant and dramatically\narranged events. The calm preacher of righteousness, or even the\nfiery denouncer of the scribes and Pharisees, could not hope to\nretain undiminished authority save by the display of\nextraordinary powers to which, so far as we know, Jesus (like\nMohammed) made no presence (Matt. xvi. 1-4). The ignorant and\nmaterialistic populace could not understand the exalted\nconception of Messiahship which had been formed by Jesus, and as\nday after day elapsed without the appearance of any marvellous\nsign from Jehovah, their enthusiasm must naturally have cooled\ndown. Then the Pharisees appear cautiously endeavouring to entrap\nhim into admissions which might render him obnoxious to the Roman\ngovernor. He saw through their design, however, and foiled them\nby the magnificent repartee, “Render unto Caesar the things that\nare Caesar’s, and unto God the things that are God’s.” Nothing\ncould more forcibly illustrate the completely non-political\ncharacter of his Messianic doctrines. Nevertheless, we are told\nthat, failing in this attempt, the chief priests suborned false\nwitnesses to testify against him: this Sabbath-breaker, this\nderider of Mosaic formalism, who with his Messianic pretensions\nexcited the people against their hereditary teachers, must at all\nevents be put out of the way. Jesus must suffer the fate which\nsociety has too often had in store for the reformer; the fate\nwhich Sokrates and Savonarola, Vanini and Bruno, have suffered\nfor being wiser than their own generation. Messianic adventurers\nhad already given much trouble to the Roman authorities, who were\nnot likely to scrutinize critically the peculiar claims of Jesus.\nAnd when the chief priests accused him before Pilate of\nprofessing to be “King of the Jews,” this claim could in Roman\napprehension bear but one interpretation. The offence was\ntreason, punishable, save in the case of Roman citizens, by\ncrucifixion.",
        "[21] Phases of Faith, pp. 158-164.",
        "Such in its main outlines is the historic career of Jesus, as\nconstructed by our author from data furnished chiefly by the\nfirst gospel. Connected with the narrative there are many\ninteresting topics of discussion, of which our rapidly\ndiminishing space will allow us to select only one for comment.\nThat one is perhaps the most important of all, namely, the\nquestion as to how far Jesus anticipated the views of Paul in\nadmitting Gentiles to share in the privileges of the Messianic\nkingdom. Our author argues, with much force, that the designs of\nJesus were entirely confined to the Jewish people, and that it\nwas Paul who first, by admitting Gentiles to the Christian fold\nwithout requiring them to live like Jews, gave to Christianity\nthe character of a universal religion. Our author reminds us that\nthe third gospel is not to be depended upon in determining this\npoint, since it manifestly puts Pauline sentiments into the mouth\nof Jesus, and in particular attributes to Jesus an acquaintance\nwith heretical Samaria which the first gospel disclaims. He\nargues that the apostles were in every respect Jews, save in\ntheir belief that Jesus was the Messiah; and he pertinently asks,\nif James, who was the brother of Jesus, and Peter and John, who\nwere his nearest friends, unanimously opposed Paul and\nstigmatized him as a liar and heretic, is it at all likely that\nJesus had ever distinctly sanctioned such views as Paul\nmaintained?",
        "In the course of many years’ reflection upon this point, we have\nseveral times been inclined to accept the narrow interpretation\nof Jesus’ teaching here indicated; yet, on the whole, we do not\nbelieve it can ever be conclusively established. In the first\nplace it must be remembered that if the third gospel throws a\nPauline colouring over the events which it describes, the first\ngospel also shows a decidedly anti-Pauline bias, and the one\nparty was as likely as the other to attribute its own views to\nJesus himself. One striking instance of this tendency has been\npointed out by Strauss, who has shown that the verses Matt. v.\n17-20 are an interpolation. The person who teaches men to break\nthe commandments is undoubtedly Paul, and in order to furnish a\ntext against Paul’s followers, the “Nicolaitans,” Jesus is made\nto declare that he came not to destroy one tittle of the law, but\nto fulfil the whole in every particular. Such an utterance is in\nmanifest contradiction to the spirit of Jesus’ teaching, as shown\nin the very same chapter, and throughout a great part of the same\ngospel. He who taught in his own name and not as the scribes, who\nproclaimed himself Lord over the Sabbath, and who manifested from\nfirst to last a more than Essenian contempt for rites and\nceremonies, did not come to fulfil the law of Mosaism, but to\nsupersede it. Nor can any inference adverse to this conclusion be\ndrawn from the injunction to the disciples (Matt. x. 5-7) not to\npreach to Gentiles and Samaritans, but only “to the lost sheep of\nthe house of Israel\"; for this remark is placed before the\nbeginning of Jesus’ Messianic career, and the reason assigned for\nthe restriction is merely that the disciples will not have time\neven to preach to all the Jews before the coming of the Messiah,\nwhose approach Jesus was announcing (Matt. x. 23)",
        "These examples show that we must use caution in weighing the\ntestimony even of the first gospel, and must not too hastily cite\nit as proof that Jesus supposed his mission to be restricted to\nthe Jews. When we come to consider what happened a few years\nafter the death of Jesus, we shall be still less ready to insist\nupon the view defended by our anonymous author. Paul, according\nto his own confession, persecuted the Christians unto death. Now\nwhat, in the theories or in the practice of the Jewish disciples\nof Jesus, could have moved Paul to such fanatic behaviour?\nCertainly not their spiritual interpretation of Mosaism, for Paul\nhimself belonged to the liberal school of Gamaliel, to the views\nof which the teachings and practices of Peter, James, and John\nmight easily be accommodated. Probably not their belief in Jesus\nas the Messiah, for at the riot in which Stephen was murdered and\nall the Hellenist disciples driven from Jerusalem, the Jewish\ndisciples were allowed to remain in the city unmolested. (See\nActs viii. 1, 14.) This marked difference of treatment indicates\nthat Paul regarded Stephen and his friends as decidedly more\nheretical and obnoxious than Peter, James, and John, whom,\nindeed, Paul’s own master Gamaliel had recently (Acts v. 34)\ndefended before the council. And this inference is fully\nconfirmed by the account of Stephen’s death, where his murderers\ncharge him with maintaining that Jesus had founded a new religion\nwhich was destined entirely to supersede and replace Judaism\n(Acts vi. 14). The Petrine disciples never held this view of the\nmission of Jesus; and to this difference it is undoubtedly owing\nthat Paul and his companions forbore to disturb them. It would\nthus appear that even previous to Paul’s conversion, within five\nor six years after the death of Jesus, there was a prominent\nparty among the disciples which held that the new religion was\nnot a modification but an abrogation of Judaism; and their name\n“Hellenists” sufficiently shows either that there were Gentiles\namong them or that they held fellowship with Gentiles. It was\nthis which aroused Paul to persecution, and upon his sudden\nconversion it was with these Hellenistic doctrines that he\nfraternized, taking little heed of the Petrine disciples\n(Galatians i. 17), who were hardly more than a Jewish sect.",
        "Now the existence of these Hellenists at Jerusalem so soon after\nthe death of Jesus is clear proof that he had never distinctly\nand irrevocably pronounced against the admission of Gentiles to\nthe Messianic kingdom, and it makes it very probable that the\ndownfall of Mosaism as a result of his preaching was by no means\nunpremeditated. While, on the other hand, the obstinacy of the\nPetrine party in adhering to Jewish customs shows equally that\nJesus could not have unequivocally committed himself in favour of\na new gospel for the Gentiles. Probably Jesus was seldom brought\ninto direct contact with others than Jews, so that the questions\nconcerning the admission of Gentile converts did not come up\nduring his lifetime; and thus the way was left open for the\ncontroversy which soon broke out between the Petrine party and\nPaul. Nevertheless, though Jesus may never have definitely\npronounced upon this point, it will hardly be denied that his\nteaching, even as reported in the first gospel, is in its utter\ncondemnation of formalism far more closely allied to the Pauline\nthan to the Petrine doctrines. In his hands Mosaism became\nspiritualized until it really lost its identity, and was\ntransformed into a code fit for the whole Roman world. And we do\nnot doubt that if any one had asked Jesus whether circumcision\nwere an essential prerequisite for admission to the Messianic\nkingdom, he would have given the same answer which Paul\nafterwards gave. We agree with Zeller and Strauss that, “as\nLuther was a more liberal spirit than the Lutheran divines of the\nsucceeding generation, and Sokrates a more profound thinker than\nXenophon or Antisthenes, so also Jesus must be credited with\nhaving raised himself far higher above the narrow prejudices of\nhis nation than those of his disciples who could scarcely\nunderstand the spread of Christianity among the heathen when it\nhad become an accomplished fact.”",
        "  January, 1870.",
        "Continue...",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}