{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. XX.",
    "author": "I. Windslow Ayer",
    "chapter": "21",
    "content": [
        "\n\n",
        "TRIAL OF THE CHICAGO CONSPIRATORS–THE WITNESSES AND THE TESTIMONY.",
        "When our troops entered Richmond, among other rebel documents found was a\nbill, offered in secret session of the rebel House of Representatives,\nJanuary 30th, 1865, establishing a Secret Service Bureau, for the\nemployment of secret agents, “either in the Confederate States, or within\nthe enemy’s lines, or in any foreign country,” and authorizing the chief\nofficer “to organize such a system for the application of new means of\nwarfare approved, and of secret service agencies, as may tend best to\nsecure the objects of the establishment of the bureau.”",
        "The trial, conviction, sentence, and execution of Capt. Beall, for piracy\non the lakes, and of Kennedy, for incendiarism in New York, are still\nfresh in the recollection of our readers. That these men were acting under\ninstructions from the bureau of secret service of Jeff. Davis, no rational\nperson can doubt. These acts were but incidents in the grand conspiracy at\nthe North; the guilty parties, who suffered death, were but the\ninstruments of others, and the members of the secret organizations, who\nwere cognizant of these acts and purposes, though yet unwhipped of\njustice, are more guilty, in the sight of Heaven, than the wretches who\nundertook the execution of the hellish design, and for which they suffered\nignominious death.",
        "After the discovery of the purposes and acts of the leaders of the Sons of\nLiberty in Illinois, in co-operation with rebels, and the arrests detailed\nin a former chapter, a Military Commission was convened in Cincinnati for\nthe trial of the prisoners, Morris, Walsh, Grenfell, Anderson, Daniels,\nCantril, Marmaduke and Semmes, upon a charge of conspiring to sack and\nburn Chicago, and to liberate the prisoners in Camp Douglas.",
        "The Commission consisted of the following named officers:",
        "C.D. Murray, Colonel 89th Indiana Volunteers, President Commission. Ben.\nSpooner, Colonel 83d Indiana Volunteers. N.C. Macrae, Major United States\nArmy. P. Vous Radowitz, Lieutenant-Colonel United States Army. S.P. Lee,\nMajor 6th Regiment Veteran Reserve Corps. M.N. Wiswell, Colonel Veteran\nReserve Corps. B.P. DeHart, Colonel 128th Indiana Volunteers. S.H.\nLathrop, Lieutenant-Colonel, A.I.G. Albert Heath, Lieutenant-Colonel 100th\nRegiment Indiana Volunteers.",
        "CINCINNATI, Feb. 13.",
        "The following is Mrs. Morris’ confession:",
        "McLEAN BARRACKS, CINCINNATI, Feb. 5, 1865.",
        "To Maj.-Gen. J. Hooker, Commanding Northern Department, Cincinnati, O.:",
        "General–I was arrested in Chicago, on the 11th day of December, by the\nUnited States authorities, charged with assisting rebel prisoners to\nescape, and relieving them with money and clothing; also, with holding\ncorrespondence with the enemy. I desire to state the facts of the case, to\nconfess the truth, and to ask such clemency at your hands as may be\nconsistent with your duty as an officer of the government. I was born and\nreared in Kentucky. My home was in the South till within the last ten\nyears, my connections and friends all being there. I had sympathy with\nthem, though I was as much opposed to the secession movement as any one\ncould be. Having a large acquaintance in Kentucky, I was charged with the\ndistribution of a great deal of clothing and money among the prisoners in\nCamp Douglas, Chicago, sent to them by their friends, and which was done\nunder the supervision of the proper officers of the camp. This I continued\nto do up to the time of my arrest, and in this way I made the\nacquaintance, and was understood to be the friend of the prisoners in\ncamp.",
        "In the early part of last winter, an escaped prisoner named John\nHarrington, came to me and asked for assistance. He stated that he was\ngoing to Canada for the purpose of completing his education. I gave him\nmoney to the amount I believe of $20. Some time in the summer of the past\nyear, a rebel prisoner named Charles Swager, a young man who had escaped\nfrom the cars while being conveyed to Rock Island, came to me for\nassistance. I gave him a coat, a pair of boots, and some money, to the\namount I believe, of $15. There were two or three others that I had reason\nto believe were escaped prisoners, whose names I do not know. These I\nassisted with money, and to one of them I gave some clothing. There were\nsome others to whom I gave money and clothing, that I did not at the time\nknow were rebel prisoners, but who afterwards I had reason to believe were\nsuch.",
        "I received letters from Capt. J. B, Castleman of the rebel army, and sent\nhim verbal messages in return. He called at my house, and remained for a\nlittle while. Capt. Hines, also of the Confederate army, called and ate at\nmy house once during last summer.",
        "I beg to be released from my present imprisonment, and promise that, if my\nprayer is granted, I will henceforth conduct myself as a truly loyal\nwoman, without in any way interfering with the government or aiding its\nenemies.",
        "Witness my hand and seal, this 5th day of February, 1805. MARY B. MORRIS.",
        "The following is Gen. Hooker’s order relative to Mrs. Morris:",
        "[Extract.]",
        "Mrs. Mary B. Morris, now in confinement at McLean barracks, in the city of\nCincinnati, O., charged with giving aid and comfort to the enemy,\nassisting rebel prisoners to escape, and other disloyal practices, will,\non or before Monday the 13th inst., be sent south of our military lines,\nunder guard, into the so-called Southern Confederacy. Her sympathy with\nthose in rebellion can there find its natural expression, and a more\nappropriate theatre of action. It is but just to our government and laws,\nthat the shield of its power should not be thrown over those who are\ninimical to it, and are giving active aid and sympathy to its enemies. The\nclaim to protection by the government implies the reciprocity of fealty.",
        "Mrs. Mary B. Morris, who was ordered sent out of our lines by paragraph 1\nof this order, in consideration of her professions and promises, is\npermitted to remain on the premises of her father, Edward M. Blackburne,\nat Spring Station, Woodford county, Ky., on consideration that she\ncomplies with the promises accompanying her confession, filed at these\nheadquarters, Feb. 5th, 1865. If such promises are not complied with, the\nfirst paragraph of the order to be in full force.",
        "By command of Maj.-Gen. HOOKER.",
        "(Signed)  C.H. POTTER,  Assistant Adjutant-General.",
        "The trial of the prisoner Cantril was deferred, owing to serious illness.\nDuring the progress of the trial, Anderson committed suicide, and Daniels\nescaped. [It will be remembered that H.H. Dodd, convicted of treason in\nIndianapolis, some months ago, and sentenced to suffer the death penalty,\nalso escaped. Neither Daniels or Dodd have been recaptured.] The evidence\nbefore the Military Commission elicited most of the important facts\nembraced in this narrative, and therefore need not be reviewed.",
        "In regard to several of the witnesses before the Military Commission, a\nfew remarks may not be uninteresting. It has been observed by the reader\nwho has carefully perused the foregoing statement, that there were two\ndistinct elements which made up the great conspiracy, viz: The\nCopperheads, or Sons of Liberty, and Knights of the Golden Circle, and the\nrebel emissaries both in the Northern States and in Canada. The discovery\nof the designs, purposes and intents of the former, was made by the writer\nof this work, who was aided by Robert Alexander. With such aid as we were\nable to control, we obtained and imparted the information which resulted\nin the total defeat of the devilish intent of our secret enemies–the\nCopperheads; the purposes, movements, ends and aims of the Rebels in\nCanada, were reported by Maurice Langhorn, aid by two others. The parties\nin charge of observing and defeating the two distinct elements, were utter\nstrangers, and had never met or had any communication whatever.",
        "In regard to the writer, it need only be said, that when it was announced\nto Hon. I.N. Arnold, M.C., Governor Yates, and Brig.-Gen. Paine, that\nthere was a formidable conspiracy against the General Government,\nembracing many thousand persons in its league, and that its purpose was\nthe subversion of our Government in aid of the rebellion, that their plots\nwere rapidly maturing, and the most alarming consequences might be\napprehended, if timely precautions were not observed, all of these\ngentlemen gave to the matter their earnest and careful attention. It was\nnot the purpose of the writer to proceed with further investigations,\nexcept by advice and direction, as it was a work for which he felt wholly\nunqualified, from his tastes, disposition, professional, and social\nposition, but the arguments of Gen. Paine, which, at this time and place,\nit is unnecessary to state, but which it is believed neither party will\nsoon forget, decided the matter, and the task was undertaken, and with\nwhat success it was attended, let the history of the proceedings in\nCincinnati determine. For more than six months, the work was prosecuted\nwith unceasing vigilance, regardless of all other considerations, and\nalthough, when he was called to the witness stand, he could not shield\nhimself from the malignant abuse of counsel, by stating that he had been\nacting under a commission received from his Government, yet he then felt\nmorally certain, and that confidence yet remains unshaken, that when his\ntrue relations to the Government and country, are finally known, his\nmotives, his acts, and his services, will be duly appreciated. He has not\nbeen mistaken. The contemptible falsehood of the party who stated that the\nwriter’s services had been compensated, or that a claim for compensation\nhad been made, is hereby hurled back into his teeth. Not a dollar, not a\ndime, has been received, not even for actual expenses incurred, and no\nclaim whatever has been made–no consideration whatever has been\nproffered. The service was the result of a deep conviction of duty, a\nfeeling that no citizen should withhold personal sacrifice, even of life\nand reputation, if the interest of his country demands it. We knew the\ncondition upon which we stepped aside from the agreeable and peaceful\navocations of life, and entered upon the task so distasteful, so\nrepulsive, and for a time so thankless. We had reason to know that the\nshafts of fiendish calumny would assail, that friendship would be broken,\nthat envy and jealousy would ply their innuendoes, that the Copperhead\nelements of a fraternity, claiming one of the offenders in its ranks,\nwould assail with bitterness and awaken poignant grief, but no regret,\nthat we should have the hatred of Copperheads, as long as that genus\n(thank Heaven, short-lived), existed in our land, and be regarded with\ndistrust by those negative persons, who would be for the Union, had they\nany independence of character; we knew all this would follow, if the\nassassin’s bullet or dagger did not execute the sworn purpose of the\nOrder, but with an abiding faith in the justice of Heaven, with an\napproving conscience, and our earnest heartfelt prayer for our loved\ncountry in her dark hours, we took our course, and our only regret is,\nthat we had not sooner entered upon the work, and thereby frustrated plans\nwhich have contributed to our national suffering; for who shall say how\nmany have been its victims, how many homes has it made desolate, how many\nhearts has it broken, and how many graves now enclose misguided men, and\nmisguided youths, who, educated in its fallacies, lured by its snake-like\ninfluence, arrayed themselves against their country, and fell victims to\ntheir fanaticism!",
        "We have heard the cry of our Union soldiers at the front, to protect the\nhelpless in the rear, and we have tried to comply. We have given our own\nnear and dear kindred to the bullet and the sword, a sacrifice to freedom,\nand staunched the life-blood of a dearly loved brother, upon the field of\nAntietam, and as we wiped away the dew of death, gathering upon his brow,\nwe pledged our life–our all–to the cause of the Union; and if better\nservice might be rendered in vanquishing the secret foe at home, than\nmeeting the more honorable enemy upon the field of battle, we were ready\nfor the work. Had it not been for the potent influence of Copperheads at\nthe North, the counsel, the sympathy, the comfort extended to the rebels,\nthe rebellion would have been put down long ago. Entertaining such views,\nwe shall, under any and all circumstances, and at all times, be a bitter\nopponent of Copperheadism wherever found, and regard it as legitimate\nwarfare to arrest the assassin of our country, wherever and whenever we\ncan. If the disaffected find comfort in this, let them make the most of\nit.",
        "ROBERT ALEXANDER.–This gentleman, who is well known to the citizens of\nChicago, has held several positions of responsibility and trust, and has\never been a consistent, earnest, devoted advocate of the Union. So\nintensely Republican in sentiment is he, that the attempt to introduce him\ninto the Sons of Liberty, called forth such opposition that it was thought\nwe should fail in the attempt, and he finally, was only admitted, after he\nand his sponsor (the writer) had been told, in plain words, accompanied\nwith an oath, that if he proved false to them, both should die. For\nmonths he bore the opprobrium of a Copperhead, and suffered extreme\nannoyances in sustaining the role it was his duty to assume.\nConscientious, earnest, persevering, patient, with keen perception, and a\nremarkable power of reading human character, with the experience of an\nexcellent police officer, Mr. Alexander brought to his post of duty high\nqualifications, and was a valuable, ready and willing assistant. It should\nbe remarked that Mr. Alexander had been informed in May, 1864, that he had\nbeen appointed First-Lieutenant in the 53d U.S. Infantry, and supposed he\nwas in the service of the U.S. Government at the time of joining this\ngreat undertaking, but the information, though coming from a high source,\nproved incorrect, and this is one additional reason why the writer made\nchoice of Mr. Alexander. While we know that loyal men will appreciate Mr.\nAlexander’s valuable services, we have yet to learn that he has, thus far,\nexperienced any other satisfaction than the approval of his own heart, and\nthe sincere gratitude of the writer, for his hazardous undertaking, and\nthe able manner in which he performed his duty.",
        "MAURICE LANGHORN, one of the principal government witnesses, was born in\nPittsburgh, Penn., and reared in Marysville, Ky. He is a lawyer, and a man\nof ability. Like many other Kentuckians who were in the South at the time\nthe rebellion broke out, Mr. Langhorn committed himself to the doctrine of\nsecession. In 1861 he enlisted as a private in a Louisiana regiment of\nheavy artillery. He was subsequently recommended for Colonelcy in the\nrebel army, but failed to get the appointment. In 1861 he went to Bowling\nGreen, Ky., where he enlisted as a private in the 9th Kentucky Infantry,\nCol. Thomas H. Hunt, of Louisville, and was transferred to the artillery.\nHe mounted the guns on the fortifications around Bowling Green, and seems\nto have given great satisfaction. He ran as candidate for representative\nto the rebel congress from Kentucky, but before the result of the canvass\nwas known, was captured and held eight months as a prisoner of war. Mr.\nLanghorn subsequently took the oath of allegiance to the United States,\nand was of great service in reporting the movements and designs of the\nrebel emissaries in Canada to Col. Sweet. The information Mr. Langhorn\ngave of those men was reliable, and upon it certain arrests were made. Mr.\nLanghorn is now a loyal citizen, in its broadest and best sense. Mr.\nLanghorn is a young man not over twenty-five years of age, of quick,\nnervous temperament, kind and generous impulses, a man of strong feelings,\nwarm friendship, bitter animosities, and whatever he undertakes, he\nexecutes with a will. Of Mr. Langhorn it may be truly said, that while he\nwas a rebel, he was an earnest, active foe, but a true soldier, having a\nhigh regard for honor and integrity, loving the State in which he was\nreared, and ever jealous of her honor and fair name. Mr. Langhorn was a\nrebel from principle–because he felt that the South was right–but when\nconvinced of his error, he made haste to repair it, and when he had once\ntaken the oath of allegiance, he went to work with all his might to aid\nthe cause of the Union. To Mr. Langhorn is due all the honor of\nfrustrating the designs of the rebels from Canada; and Col. Sweet being\nadvised by Mr. Langhorn of this portion of the plot, and by the writer\nof the Copperheads’ movements and intents, the Colonel had the best\npossible opportunity of acquiring important knowledge, and regulating his\nconduct in accordance therewith. Mr. Langhorn is a true friend of the\nUnion, an admirer of our lamented President, and has rendered the citizens\nof Chicago a service which should ever be held in grateful remembrance.",
        "MR. SHANKS–Once a Rebel officer of distinction, but now a loyal man,\nconsistent in conduct, and of very great assistance to the Government, in\nferreting out Rebel officers and Rebel sympathisers, has the confidence\nand respect of those who know him. He is a young man of signal ability,\nand if he continues to serve the country as faithfully as he has in the\npresent case, will yet attain distinction.",
        "CHRISTOPHER C. STRAWN–Was a valuable witness. He is a young man who has\ntaken an active part with the Democrats, and is well informed of the\nincomings and outgoings, and the eccentricities and peccadilloes of the\nmanagers in Chicago, although the Post says, that “before his arrest he\nwas not worthy of notice, and after his arrest still less so.” We think\nthe Post man a little severe on Strawn, who has done all he could to\nhave the guilty Copperhead readers of that paper brought to justice. Mr.\nStrawn, has bade his brethren, the Copperheads, an affectionate and, we\ntrust, final adieu.",
        "JOHN MAUGHAN, an Englishman, born in Berkshire county, and about 22 years\nof age. His family moved to Toronto, Canada West. He was always in Canada\nregarded as a young man, with fine business qualities and promise. For\nthree years just before his connection with the rebels, and their Northern\nconspirators, he occupied a very responsible position as a clerk and\nteller, in one of the branches of the bank of Upper Canada, and was in\nevery way worthy the confidence reposed in him. During the spring and\nsummer of 1864, he however became acquainted with rebel soldiers in\nCanada, earnestly espoused their cause, and left his position to go with\nthem to the Southern army. They, however, instead of going South, went to\nChicago, where he became acquainted with the conspirators, and also gained\ntheir confidence, and on account of being an Englishman, and having his\npapers with him, and being able to travel without fear of detection, he\nwas used by them to carry their correspondence and other communications,\nwhich were of too dangerous a character to trust to the mails. This man\nwas truly a dangerous character. No one, except those who employed him,\nknew him, or the character in which he was acting, and he was able,\nfrequently, to render the conspirators immense service in their desperate\nschemes. He was captured in Chicago in November, and finally agreed to\nturn State’s evidence, when he saw that unless he did, his own life was\nforfeited. After this agreement, he was treated with great leniency by the\nGovernment, but upon being placed upon the witness stand, his old\nsympathies and prejudices returned, and it is believed he distinctly\nperjured himself, acting through the whole trial with bad faith toward the\nGovernment which had treated him so generously.",
        "THOS.E. COURTNEY–A Son of Liberty, and a leading Democrat of Chicago,\ncalled a witness for defence, testified, among other things, as follows:",
        "“I was on a Committee of the Democratic party to receive, at the Alton\nDepot, some bogus voters that were to be imported into Chicago to vote at\nthe Presidential election; they were part and parcel of the tribe that\ncame from Egypt, and I was one of the Committee appointed to escort them\nto their boarding houses.”",
        "OBADIAH JACKSON, JR., ESQ., Grand Seignior of the Temple, who had been\narrested and sent to Camp Douglas, and while there had written and signed\na “statement,” was called for the defence, but it neither helped him or\nthe defendants.",
        "COL.B. M. ANDERSON–Was born, reared, and educated in Kentucky. He was a\nyoung man of education, ability, and fine personal appearance, and had he\nnot been a rebel would have been an accomplished gentleman. He possessed\nmany fine points of character, and was, in our opinion, a much better man\nthan any of the Northern Copperheads who have been arrested. He had been\nin the Nicaraugua expedition, under the fillibuster, Walker. Col. Anderson\nwas the dupe of others. He committed suicide at the barracks in\nCincinnati, during the progress of the trial. He leaves a wife and many\nfriends to mourn his death. His history is a sad one. In any other\nposition than a rebel, he would have been a most useful member of society.\nHe was not of the material of which the Sons of Liberty was made up, but\naside from that deadly fanaticism which ruined him, he won warm friends\nwherever he went. Nature did everything for him, but the accursed doctrine\nof Calhoun, consigned him to a suicide’s grave, “after life’s fitful\nfever” of war upon the land of his birth.",
        "CHARLES TRAVIS DANIELS–One of the prisoners, is a native of Harrison\nCounty, Ky. A lawyer by profession, about 26 years of age and very\nprepossessing in appearance. He is somewhat remarkable for a rather\nstrange and singular expression of his eyes. Belonged to John H. Morgan’s\ncommand, but never served in any other capacity than as an enlisted man.\nHe was captured with Morgan during his raid in Ohio, and confined in Camp\nDouglas, from which he escaped; was captured at Charles Walsh’s house, on\nthe 7th of November, and escaped again from the military authorities in\nCincinnati, Ohio, while being tried by the Commission. He has not been\nrecaptured, but has been found guilty by the Commission.",
        "CAPT. GEORGE CANTRILL–Is a native of Scott County, Ky. Is about the same\nage as Daniels. There is nothing remarkable in connection with him, and of\nno more than ordinary intelligence. He also belonged to Morgan’s command,\nin which he served as Company commander; was in Morgan’s last raid in\nKentucky, and at his defeat at Cynthiana escaped to Canada. He was with\nthe other rebels at Chicago during the Convention, and went with them to\nSouthern Illinois for the purpose of drilling Copperheads. He was captured\nin the house of Charles Walsh, on the morning of the 7th of November last.\nOn account of severe sickness he was not tried with the other\nconspirators.",
        "RICHARD T. SEMMES–One of the prisoners, tried, convicted, and sentenced,\nfor being one of the Chicago Conspirators, is a young man–not over 23 or\n24 years of age, a Marylander by birth, and a lawyer by profession. He is\na relation of the pirate Semmes (unfortunate in name,) said to be a\nnephew. He graduated at Yale College with distinction, and his prospects\nin Chicago were flattering till he connected himself with the Sons of\nLiberty, and listened to the teachings of older and “wiser” men.",
        "Of the witnesses for the defence we have nothing to say, further than most\nof them were Sons of Liberty. Some of them so far perjured themselves,\nthat now a common lie to them is considered as good as the truth, if not a\nlittle better. It is said of Judge H.L. Burnet, that he remarked, had he\nknown what witnesses the defence would have introduced, he would not have\ncalled any witnesses for the Government–they would have been\nsuperfluous. Rather severe, and we will hope he did not say it.",
        "Space will not admit of a review of the evidence, and this will be\nunnecessary for all who will read the sketch of the Judge Advocate’s\nargument.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}