{
    "title": "The World’s Great Sermons - Hooker",
    "author": "Grenville Kleiser",
    "chapter": "2",
    "content": [
        "\n\n",
        "1586-1647",
        "THE ACTIVITY OF FAITH; OR, ABRAHAM’S IMITATORS",
        "And the father of circumcision to them who are not of circumcision\nonly, but who also walk in the steps of that faith of our father\nAbraham, which he had, being yet uncircumcized.–Romans iv., 12.",
        "I proceed now to show who those are, that may, and do indeed, receive\nbenefit as Abraham did. The text saith, “They that walk in the steps\nof that faith of Abraham:” that man that not only enjoyeth the\nprivileges of the Church, but yieldeth the obedience of faith,\naccording to the Word of God revealed, and walketh in obedience,\nthat man alone shall be blest with faithful Abraham.",
        "Two points may be here raised, but I shall hardly handle them both;\ntherefore I will pass over the first only with a touch, and that lieth\nclosely couched in the text.",
        "That faith causeth fruitfulness in the hearts and lives of those in\nwhom it is.",
        "Mark what I say: a faithful man is a fruitful man; faith enableth\na man to be doing. Ask the question, by what power was it whereby\nAbraham was enabled to yield obedience to the Lord? The text answereth\nyou, “They that walk in the footsteps” not of Abraham, but “in the\nfootsteps of the faith of Abraham.” A man would have thought the text\nshould have run thus: They that walk in the footsteps of Abraham. That\nis true, too, but the apostle had another end; therefore he saith,\n“They that walk in the footsteps of the faith of Abraham,” implying\nthat it was the grace of faith that God bestowed on Abraham, that\nquickened and enabled him to perform every duty that God required of\nhim, and called him to the performance of. So that I say, the question\nbeing, whence came it that Abraham was so fruitful a Christian, what\nenabled him to do and to suffer what he did? surely it was faith that\nwas the cause that produced such effects, that helped him to perform\nsuch actions. The point then you see is evident, faith it is that\ncauseth fruit.",
        "Hence it is, that of almost all the actions that a Christian hath to\ndo, faith is still said to be the worker. If a man pray as he should,\nit is “the prayer of faith.” If a man obey as he should, it is the\nobedience of faith. If a man war in the Church militant, it is “the\nfight of faith.” If a man live as a Christian and holy man, he “liveth\nby faith.” Nay, shall I say yet more, if he died as he ought, “he\ndieth by faith.” “These all died in faith.” What is that? The power\nof faith that directed and ordered them in the cause of their death,\nfurnished them with grounds and principles of assurance of the love of\nGod, made them carry themselves patiently in death. I can say no\nmore, but with the apostle, “Examine yourselves, whether ye be in the\nfaith.” Why doth not the apostle say, Examine whether faith be in you,\nbut “whether ye be in the faith”? His meaning is, that as a man is\nsaid to be in drink, or to be in love, or to be in passion, that is,\nunder the command of drink, or love, or passion; so the whole man must\nbe under the command of faith (as you shall see more afterward). If he\nprays, faith must indite his prayer; if he obey, faith must work; if\nhe live, it is faith that must quicken him; and if he die, it is faith\nthat must order him in death. And wheresoever faith is, it will do\nwonders in the soul of that man where it is; it can not be idle; it\nwill have footsteps, it sets the whole man on work; it moveth feet,\nand hands, and eyes, and all parts of the body. Mark how the apostle\ndisputeth: “We having the same spirit of faith, according as it is\nwritten, I believed, and therefore have I spoken, we also believe, and\ntherefore speak.” The faith of the apostle, which he had in his heart,\nset his tongue agoing. If a man have faith within, it will break forth\nat his mouth. This shall suffice for the proof of the point; I thought\nto have prest it further, but if I should, I see the time would\nprevent me.",
        "The use, therefore, in a word, is this: if this be so, then it falleth\nfoul, and is a heavy bill of indictment against many that live in the\nbosom of the Church. Go thy ways home, and read but this text, and\nconsider seriously but this one thing in it: That whosoever is the son\nof Abraham, hath faith, and whosoever hath faith is a walker, is a\nmarker; by the footsteps of faith you may see where faith hath been.\nWill not this, then, I say, fall marvelous heavy upon many souls that\nlive in the bosom of the Church, who are confident, and put it out of\nall question, that they are true believers, and make no doubt but what\nthey have faith? But look to it, wheresoever faith is, it is fruitful.\nIf thou art fruitless, say what thou wilt, thou hast no faith at all.\nAlas, these idle drones, these idle Christians, the Church is too full\nof them; Men are continually hearing, and yet remain fruitless and\nunprofitable; whereas if there were more faith in the world, we should\nhave more work done in the world; faith would set feet, and hands, and\neyes, and all on work. Men go under the name of professors, but alas!\nthey are but pictures; they stir not a whit; mark, where you found\nthem in the beginning of the year, there you shall find them in\nthe end of the year, as profane, as worldly, as loose in their\nconversations, as formal in duty as ever. And is this faith? Oh! faith\nwould work other matters, and provoke a soul to other passages than\nthese.",
        "But you will say, may not a man have faith, and not that fruit you\nspeak of? May not a man have a good heart to Godward, altho he can not\nfind that ability in matter of fruitfulness?",
        "My brethren, be not deceived; such an opinion is a mere delusion of\nSatan; wherever faith is it bringeth Christ into the soul; mark that,\n“Whosoever believeth, Christ dwelleth in his heart by faith. And if\nChrist be in you,” saith the apostle, “the body is dead, because of\nsin, but the spirit is life, because of righteousness.” If Christ be\nin you, that is, whosoever believeth in the Lord Jesus, Christ dwells\nin such a man by faith; now if Christ be in the soul, the body can not\nbe dead; but a man is alive, and quick, and active to holy duties,\nready, and willing, and cheerful in the performance of whatsoever God\nrequireth. Christ is not a dear Savior, nor the Spirit a dead Spirit:\nthe second Adam is made a quickening spirit. And wherever the Spirit\nis, it works effects suitable to itself. The Spirit is a spirit of\npurity, a spirit of zeal, and where it is it maketh pure and zealous.\nWhen a man will say he hath faith, and in the mean time can be content\nto be idle and unfruitful in the work of the Lord, can be content\nto be a dead Christian, let him know that his case is marvelously\nfearful: for if faith were in him indeed it would appear; ye can not\nkeep your good hearts to yourselves; wherever fire is it will burn,\nand wherever faith is it can not be kept secret. The heart will be\nenlarged, the soul quickened, and there will be a change in the whole\nlife and conversation, if ever faith takes place in a man. I will say\nno more of this, but proceed to the second point arising out of the\naffirmative part.",
        "You will say, what fruit is it then? Or how shall a man know what\nis the true fruit of faith, indeed, whereby he may discern his own\nestate? I answer, the text will tell you: “He that walketh in the\nfootsteps of that faith of Abraham.” By footsteps are meant the works\nthe actions, the holy endeavors of Abraham; and where those footsteps\nare there is the faith of Abraham. So that the point of instruction\nhence is thus much (which indeed is the main drift of the apostle).",
        "That, Every faithful man may, yea doth, imitate the actions of\nfaithful Abraham.",
        "Mark what I say; I say again, this is to be the son of Abraham, not\nbecause we are begotten of him by natural generation, for so the Jews\nare the sons of Abraham; but Abraham is our father because he is the\npattern, for the proceeding of our faith. “Thy father was an Amorite,\"\nsaith the Scripture: that is, thou followest the steps of the\nAmorites in thy conversation. So is Abraham called the “father of the\nfaithful,” because he is the copy of their course, whom they must\nfollow in those services that God calleth for. So the point is clear,\nevery faithful man may, yea doth, and must imitate the actions of\nfaithful Abraham. It is Christ’s own plea, and He presseth it as an\nundeniable truth upon the hearts of the Scribes and Pharisees, that\nbragged very highly of their privileges and prerogatives, and said,\n“Abraham is our father.” “No (saith Christ), if ye were Abraham’s\nchildren ye would do the works of Abraham.” To be like Abraham in\nconstitution, to be one of his blood, is not that which makes a man a\nson of Abraham, but to be like him in holiness of affection, to have\na heart framed and a life disposed answerably to his. The apostle in\nlike manner presseth this point when he would provoke the Hebrews,\nto whom he wrote, to follow the examples of the saints: “Whose faith\n(says he) follow, considering the end of their conversation.” So the\napostle Peter presseth the example of Sarah upon all good women:\n“Whose daughter ye are (saith he) as long: as ye do well.”",
        "For the opening of the point, and that ye may more clearly understand\nit, a question here would be resolved, what were “the footsteps of\nthe faith of Abraham”? which way went he? This is a question, I say,\nworthy the scanning, and therefore (leaving the further confirmation\nof the point, as already evident enough) I will come to it that you\nmay know what to settle your hearts upon.",
        "I answer, therefore, there are six footsteps of the faith of Abraham,\nwhich are the main things wherein every faithful man must do as\nAbraham did, in the work of faith–I mean in his ordinary course; for\nif there be any thing extraordinary no man is bound to imitate him\ntherein; but in the works of faith, I say, which belongeth to all men,\nevery man must imitate Abraham in these six steps, and then he is\nin the next door to happiness, the very next neighbor, as I say, to\nheaven.",
        "The first advance which Abraham made in the ways of grace and\nhappiness, you shall observe to be a yielding to the call of God. Mark\nwhat God said to Abraham: “Get thee out of thy country, and from thy\nkindred, and from thy father’s house, unto a land that I will show\nthee; and Abraham departed,” saith the text, “as the Lord had spoken\nunto him.” Even when he was an idolater, he is content to lay aside\nall and let the command of God bear the sway; neither friends, nor\nkindred, nor gods can keep him back, but he presently stoopeth to the\ncall of God. So it is, my brethren, with every faithful man. This is\nhis first step: he is content to be under the rule and power of God’s\ncommand. Let the Lord call for him, require any service of him, his\nsoul presently yieldeth, and is content to be framed and fashioned to\nGod’s call, and returneth an obedient answer thereto; he is content\nto come out of his sins, and out of himself, and to receive the\nimpressions of the Spirit. This is that which God requireth, not only\nof Abraham, but of all believers: “Whosoever will be my disciple,\"\nsaith Christ, “must forsake father, and mother, and children, and\nhouses, and lands\"; yea, and he must “deny himself, and take up his\ncross and follow me.” This is the first step in Christianity, to lay\ndown our own honors, to trample upon our own respects, to submit our\nnecks to the block, as it were, and whatever God commands, to be\ncontent that His good pleasure should take place with us.",
        "Then Abraham, as doth every faithful soul, set forward, in this wise:\nHe showed that whenever faith cometh powerfully into the heart, the\nsoul is not content barely to yield to the command of God, but it\nbreatheth after His mercy, longeth for His grace, prizeth Christ and\nsalvation above all things in the world, is satisfied and contented\nwith nothing but with the Lord Christ, and altho it partake of many\nthings below, and enjoy abundance of outward comforts, yet it is not\nquieted till it rest and pitch itself upon the Lord, and find and feel\nthat evidence and assurance of His love, which He hath promised unto\nand will bestow on those who love Him. As for all things here below,\nhe hath but a slight, and mean, and base esteem of them. This you\nshall see apparent in Abraham. “Fear not, Abraham (saith God), I am\nthy shield, and thy exceeding great reward.” What could a man desire\nmore? One would think that the Lord makes a, promise here large enough\nto Abraham, “I will be thy buckler, and exceeding great reward.” Is\nnot Abraham contented with this? No; mark how he pleadeth with God:\n“Lord God (saith he), what wilt thou give me, seeing I go childless?\"\nHis eye is upon the promise that God had made to him of a son, of whom\nthe Savior of the world should come. “O Lord, what wilt thou give me?\"\nas if he had said, What wilt Thou do for me? alas! nothing will do my\nsoul good unless I have a son, and in him a Savior. What will become\nof me so long as I go childless, and so Saviorless, as I may so speak?\nYou see how Abraham’s mouth was out of taste with all other things,\nhow he could relish nothing, enjoy nothing in comparison of the\npromise, tho he had otherwise what he would, or could desire. Thus\nmust it be with every faithful man. That soul never had, nor never\nshall have Christ, that doth not prize Him above all things in the\nworld.",
        "The next step of Abraham’s faith was this, he casteth himself and\nflingeth his soul, as I may say, upon the all-sufficient power and\nmercy of God for the attainment of what he desireth; he rolleth and\ntumbleth himself, as it were, upon the all-sufficiency of God. This\nyou shall find in Rom. iv. 18, where the apostle, speaks of Abraham,\nwho “against hope, believed in hope\"; that is, when there was no hope\nin the world, yet he believed in God, even above hope, and so made it\npossible. It was an object of his hope, that it might be in regard of\nGod, howsoever there was no possibility in regard of man. So the text\nsaith, “he considered not his own body now dead, when he was about a\nhundred years old, neither yet the deadness of Sarah’s womb, but was\nstrong in faith.” He cast himself wholly upon the precious promise and\nmercy of God.",
        "But he took another step in true justifying faith. He proved to us the\nbeliever is informed touching the excellency of the Lord Jesus,\nand that fulness that is to be had in Him, tho he can not find the\nsweetness of His mercy, tho he can not or dare not apprehend and\napply it to himself, tho he find nothing in himself, yet he is still\nresolved to rest upon the Lord, and to stay himself on the God of his\nsalvation, and to wait for His mercy till he find Him gracious to his\npoor soul. Excellent and famous is the example of the woman of Canaan.\nWhen Christ, as it were, beat her off, and took up arms against her,\nwas not pleased to reveal Himself graciously to her for the present,\n“I am not sent (saith He) but to the lost sheep of the house of\nIsrael; and it is not meet to take the children’s bread, and to cast\nit to the dogs\"; mark how she replied, “Truth, Lord, I confess\nall that; yet notwithstanding, the dogs eat of the crumbs that fall\nfrom their master’s table.” Oh, the excellency, and strength, and\nwork of her faith! She comes to Christ for mercy, He repelleth her,\nreproacheth her, tells her she is a dog; she confesseth her baseness,\nis not discouraged for all that, but still resteth upon the goodness\nand mercy of Christ, and is mightily resolved to have mercy whatsoever\nbefalleth her. Truth, Lord, I confess I am as bad as Thou canst term\nme, yet I confess, too, that there is no comfort but from Thee, and\ntho I am a dog, yet I would have crumbs. Still she laboreth to catch\nafter mercy, and to lean and to bear herself upon the favor of Christ\nfor the bestowing thereof upon her. So it must be with every faithful\nChristian in this particular; he must roll himself upon the power, and\nfaithfulness, and truth of God, and wait for His mercy (I will join\nthem both together for brevity’s sake, tho the latter be a fourth step\nand degree of faith); I say he must not only depend upon God, but he\nmust wait upon the Holy One of Israel.",
        "But a further step of Abraham’s faith appeared in this: he counted\nnothing too dear for the Lord; he was content to break through all\nimpediments, to pass through all difficulties, whatsoever God would\nhave, He had of him. This is the next step that Abraham went; and this\nyou shall find when God put him upon trial. The text saith there “that\nGod did tempt Abraham,” did try what He would do for Him, and He bade\nhim, “Go, take thy son, thine only son, Isaac, whom thou lovest, and\nslay him\"; and straight Abraham went and laid his son upon an altar,\nand took a knife, to cut the throat of his son–so that Abraham did\nnot spare his son Isaac, he did not spare for any cost, he did not\ndodge with God in this case; if God would have anything, He should\nhave it, whatsoever it were, tho it were his own life, for no question\nIsaac was dearer to him than his own life. And this was not his case\nalone, but the faithful people of God have ever walked the same\ncourse. The apostle Paul was of the same spirit; “I know not (saith\nhe) the things that shall befall me, save that the Holy Ghost\nwitnesseth in every city, saying that bonds and afflictions abide me:\nbut none of these things move me, neither count I my life dear unto\nmyself, so that I might finish my course with joy, and the ministry\nwhich I have received of the Lord Jesus, to testify the Gospel of the\ngrace of God.” O blest spirit! here is the work of faith. Alas! when\nwe come to part with anything for the cause of God, how hardly comes\nit from us! “But I (saith he) pass not, no, nor is my life dear unto\nme.” Here, I say, is the work of faith, indeed, when a man is content\nto do anything for God, and to say if imprisonment, loss of estate,\nliberty, life, come, I pass not, it moveth me nothing, so I may finish\nmy course with comfort. Hence it was that the saints of God in those\nprimitive times “took joyfully the spoiling of their goods.” Methinks\nI see the saints there reaching after Christ with the arms of faith,\nand how, when anything lay in their way, they were content to lose\nall, to part with all, to have Christ. Therefore saith Saint Paul, “I\nam ready not to be bound only, but also to die at Jerusalem for the\nname of the Lord Jesus.” Mark, rather than he would leave his Savior,\nhe would leave his life, and tho men would have hindered him, yet was\nresolved to have Christ, howsoever, tho he lost his life for Him. Oh,\nlet me have my Savior, and take my life!",
        "The last step of all is this: when the soul is thus resolved not to\ndodge with God, but to part with anything for Him, then in the last\nplace there followeth a readiness of heart to address man’s self to\nthe performance of whatsoever duty God requireth at his hands; I say\nthis is the last step, when, without consulting with flesh and blood,\nwithout hammering upon it, as it were, without awkwardness of heart,\nthere followeth a readiness to obey God; the soul is at hand. When\nAbraham was called, “Behold (saith he) here I am.” And so Samuel,\n“Speak, Lord, for thy servant heareth,” and so Ananias. “Behold, I am\nhere, Lord.” The faithful soul is not to seek, as an evil servant that\nis gone a roving after his companions, that is out of the way when his\nmaster would use him, but is like a trusty servant that waiteth upon\nhis master, and is ever at hand to do His pleasure. So you shall see\nit was with Abraham, when the Lord commanded him to go out of his\ncountry, “he obeyed, and went out, not knowing whither he went\"; he\nwent cheerfully and readily, tho he knew not whither; as who would\nsay, if the Lord calls, I will not question, if He command I will\nperform, whatever it be. So it must be with every faithful soul–we\nmust blind the eye of carnal reason, resolve to obey, tho heaven and\nearth seem to meet together in a contradiction, care not what man or\nwhat devil saith in this case, but what God will have done, do it;\nthis is the courage and obedience of faith. See how Saint Paul, in the\nplace before named, flung his ancient friends from him, when they came\nto cross him in the work of his ministry. They all came about him, and\nbecause they thought they should see his face no more, they besought\nhim not to go up to Jerusalem. Then Paul answered, “What, mean ye to\nweep, and to break my heart?” as who should say, It is a grief and a\nvexation to my soul, that ye would burden me, that I can not go with\nreadiness to perform the service that God requireth at my hands. The\nlike Christian courage was in Luther when his friends dissuaded him to\ngo to Worms: “If all the tiles in ’Worms’ were so many devils (said he)\nyet would I go thither in the name of my Lord Jesus.” This is the last\nstep.",
        "Now gather up a little what I have delivered. He that is resolved to\nstoop to the call of God; to prize the promises, and breathe after\nthem; to rest upon the Lord, and to wait His time for bestowing mercy\nupon him; to break through all impediments and difficulties, and to\ncount nothing too dear for God; to be content to perform ready and\ncheerful obedience; he that walketh thus, and treadeth in these steps,\npeace be upon him; heaven is hard by; he is as sure of salvation as\nthe angels are; it is as certain as the Lord liveth that he shall be\nsaved with faithful Abraham, for he walketh in the steps of Abraham,\nand therefore he is sure to be where he is. The case, you see, is\nclear, and the point evident, that every faithful man may, and must,\nimitate faithful Abraham.",
        "It may be here imagined, that we draw men up to too high a pitch; and\ncertainly, if this be the sense of the words, and the meaning of the\nHoly Ghost in this place, what will become of many that live in the\nbosom of the Church? Will you therefore see the point confirmed by\nreason? The ground of this doctrine stands thus: every faithful man\nhath the same faith, for nature and for work, that Abraham had;\ntherefore, look what nature his faith was of, and what power it had;\nof the same nature and power every true believer’s faith is. Briefly\nthus: the promises of God are the ground upon which all true faith\nresteth; the Spirit of God it is that worketh this faith in all\nbelievers; the power of the Spirit is that that putteth forth itself\nin the hearts and lives of all the faithful; gather these together:\nif all true believers have the same promises for the ground of their\nfaith; have one and the same spirit to work it; have’ one and the same\npower to draw out the abilities of faith, then certainly they can not\nbut have the very self-same actions, having the very self-same ground\nof their actions.",
        "Every particular believer (as the apostle Peter saith) “hath obtained\nthe like precious faith.” Mark, that there is a great deal of copper\nfaith in the world–much counterfeit believing; but the saints do\nall partake of “the like precious faith.” As when a man hath but a\nsixpence in silver, or a crown in gold, those small pieces, for the\nnature, are as good as the greatest of the same metal; so it is with\nthe faith of God’s elect. And look as it is in grafting; if there be\nmany scions of the same kind grafted into one stock, they all partake\nalike of the virtue of the stock; just so it is here. The Lord Jesus\nChrist is the stock, as it were, into which all the faithful are\ngrafted by the spirit of God and faith; therefore, whatsoever fruit\none beareth, another beareth also: howsoever, there may be degrees of\nworks, yet they are of the same nature. As a little apple is the same\nin taste with a great one of the same tree, even so every faithful man\nhath the same holiness of heart and life, because he hath the same\nprinciple of holiness. The fruit indeed that one Christian bringeth\nmay be but poor and small in comparison with others, yet it is the\nsame in kind; the course of his life is not with so much power and\nfulness of grace, it may be, as another’s, yet there is the same true\ngrace, and the same practise, in the kind of it, for truth, however in\ndegree it differ.",
        "Let us now come to see what benefit we may make to ourselves of this\npoint, thus proved and confirmed; and, certainly, the use of this\ndoctrine is of great consequence. In the first place, it is a just\nground of examination. For if it be true (as can not be denied, the\nreasons being so strong, and arguments so plain) that every son of\nAbraham followeth the steps of Abraham, then here you may clearly\nperceive who it is that hath saving faith indeed, who they be that are\ntrue saints and the sons of Abraham. By the light of this truth, by\nthe rule of this doctrine, if you would square your courses, and look\ninto your conversations, you can not but discern whether you have\nfaith or no. That man whose faith showeth itself and putteth itself\nforth in its several conditions, agreeably to, the faith of Abraham,\nthat man that followeth the footsteps of the faith of Abraham, let him\nbe esteemed a faithful man, let him be reckoned for a true believer.",
        "You that are gentlemen and tradesmen, I appeal to your souls whether\nthe Lord and His cause is not the loser this way? Doth not prayer pay\nfor it? Doth not the Word pay for it? Are not the ordinances always\nlosers when anything of your own cometh in competition? Is it not\nevident, then, that you are not under the command of the Word? How do\nyou tremble at the wrath and threatenings of a mortal man? and yet,\nwhen you hear the Lord thunder judgments out of His Word, who is\nhumbled? When He calls for fasting, and weeping, and mourning, who\nregards it? Abraham, my brethren, did not thus: these were none of his\nsteps; no, no: he went a hundred miles off this course. The Lord no\nsooner said to him, “Forsake thy country and thy kindred, and thy\nfather’s house,” but he forsook all, neither friend nor father\nprevailed to detain him from obedience, but he stooped willingly to\nGod’s command.",
        "There are a sort that come short of being the sons of Abraham, and\nthey are the close-hearted hypocrites. These are a generation that are\nof a more refined kind than the last, but howsoever they carry the\nmatter very covertly, yea, and are exceeding cunning; yet the truth\nwill make them known. Many a hypocrite may come thus far, to be\ncontent to part with anything, and outwardly to suffer for the cause\nof God, to part with divers pleasures and lusts, and to perform many\nholy services. But here is the difference between Abraham and these\nmen: Abraham forsook his goods and all, but your close-hearted\nhypocrites have always some god or other that they do homage to–their\nease, or their wealth, or some secret lust, something or other they\nhave set up as an idol within them–and so long as they may have and\nenjoy that, they will part with anything else. But thou must know\nthat, if thou be one of Abraham’s children, thou must come away from\nthy gods–the god of pride, of self-love, of vainglory–and leave\nworshiping of these, and be content to be alone by God and His truth.\nThis shall suffice for the first use; I can not proceed further in the\npressing thereof, because I would shut up all with the time.",
        "The second use is a word of instruction, and it shall be but a word or\ntwo; that if all the saints of God must walk in the same way of life\nand salvation that Abraham did, then there is no byway to bring a man\nto happiness. Look, what way Abraham went, you must go; there are no\nmore ways: the same course that he took must be a copy for you to\nfollow, a rule, as it were, for you to square your whole conversation\nby. There is no way but one to come to life and happiness. I speak it\nthe rather to dash that idle device of many carnal men, that think the\nLord hath a new invention to bring them to life, and that they need\nnot go the ordinary way, but God hath made a shorter cut for them.\nGreat men and gentlemen think God will spare them. What, must they be\nhumbled, and fast, and pray! That is for poor men, and mean men. Their\nplaces and estates will not suffer it; therefore surely God hath\ngiven a dispensation to them. And the poor men, they think it is for\ngentlemen that have more leisure and time: alas! they live by their\nlabor, and they must take pains for what they have, and therefore they\ncan not do what is required. But be not deceived; if there be any way\nbeside that which Abraham went, then will I deny myself. But the case\nis clear, the Lord saith it, the Word saith it; the same way, the same\nfootsteps that Abraham took, we must take, if ever we will come where\nAbraham is.",
        "You must not balk in this kind, whoever you are; God respecteth no\nman’s person. If you would arrive at the same haven, you must sail\nthrough the same sea. You must walk the same way of grace, if you\nwould come to the same kingdom of glory. It is a conceit that\nharboreth in the hearts of many men, nay, of most men in general,\nespecially your great wise men and your great rich men, that have\nbetter places and estates in the world than ordinary. What, think\nthey, may not a man be saved without all this ado? What needs all\nthis? Is there not another way besides this? Surely, my brethren, you\nmust teach our Savior Christ and the apostle Paul another way. I am\nsure they never knew another; and he that dreameth of another way must\nbe content to go beside. There is no such matter as the devil would\npersuade you; it is but his delusion to keep you under infidelity, and\nso shut you up to destruction under false and vain conceits. The truth\nis, here is the way, and the only way, and you must walk here if ever\nyou come to life and happiness. Therefore, be not deceived, suffer not\nyour eyes to be blinded; but know, what Abraham did, you must do the\nsame, if not in action, yet in affection. If God say, forsake all,\nthou must do it, at least in affection. Thou must still wait upon His\npower and providence; yield obedience to Him in all things; be content\nto submit thyself to His will. This is the way you must walk in, if\nyou ever come to heaven.",
        "The last use shall be a use of comfort to all the saints and people of\nGod, whose consciences can witness that they have labored to walk in\nthe uprightness of their heart as Abraham did. I have two or three\nwords to speak to these.",
        "Be persuaded out of the Word of God, that your course is good, and go\non with comfort, and the God of heaven be with you; and be sure of it,\nthat you that walk with Abraham shall be at rest with Abraham; and it\nshall never repent you of all the pains that you have taken. Haply it\nmay seem painful and tedious to you; yet, what Abigail said to David,\nlet me say to you: “Oh,” saith she, “let not my lord do this: when the\nLord shall have done to my lord according to all the good that he\nhath spoken concerning thee, and shall have appointed thee ruler over\nIsrael, this shall be no grief unto thee, nor offense of heart, that\nthou hast shed blood causeless, or that my lord hath avenged\nhimself.” My brethren, let me say to you, you will find trouble and\ninconveniences and hard measure at the hands of the wicked in this\nworld. Many Nabals and Cains will set themselves against you; but go\non, and bear it patiently. Know it is a troublesome way, but a true\nway; it is grievous but yet good; and the end will be happy. It will\nnever repent you, when the Lord hath performed all the good that He\nhath spoken concerning you.",
        "Oh! to see a man drawing his breath low and short, after he hath\nspent many hours and days in prayer to the Lord, grappling with his\ncorruptions, and striving to pull down his base lusts, after he hath\nwaited upon the Lord in a constant course of obedience. Take but such\na man, and ask him, now his conscience is opened, whether the ways\nof holiness and sincerity be not irksome to him, whether he be not\ngrieved with himself for undergoing so much needless trouble (as the\nworld thinks it); and his soul will then clear this matter. It is true\nhe hath a tedious course of it, but now his death will be blest. He\nhath striven for a crown, and now beholds a crown. Now he is beyond\nthe waves. All the contempts, and imprisonments, and outrages\nof wicked men are now too short to reach him. He is so far from\nrepenting, that he rejoiceth and triumpheth in reflecting back upon\nall the pains, and care, and labor of love, whereby he hath loved the\nLord Jesus, in submitting his heart unto Him.",
        "Take me another man, that hath lived here in pomp and jollity,\nhath had many livings, great preferments, much honor, abundance of\npleasure, yet hath been ever careless of God and of His Word, profane\nin his course, loose in his conversation, and ask him upon his\ndeathbed, how it standeth with him. Oh! woe the time, that ever he\nspent it as he hath done. Now the soul begins to hate the man, and\nthe very sight of him that hath been, the instrument with it in the\ncommitting of sin. Now nothing but gall and wormwood remaineth. Now\nthe sweetness of the adulterer’s lust is gone, and nothing but the\nsting of conscience remaineth. Now the covetous man must part with\nhis goods, and the gall of asps must stick behind. Now the soul sinks\nwithin, and the heart is overwhelmed with sorrow. Take but these two\nmen, I say, and judge by their ends, whether it will ever repent you\nthat you have done well, that you have walked in the steps of the\nfaith of Abraham.",
        "My brethren, howsoever you have had many miseries, yet the Lord hath\nmany mercies for you. God dealeth with His servants, as a father doth\nwith his son, after he hath sent him on a journey to do some business;\nand the weather falleth foul, and the way proveth dangerous, and many\na storm, and great difficulties are to be gone through. Oh, how the\nheart of that father pitieth his son! How doth he resolve to requite\nhim, if he ever live to come home again! What preparation doth he make\nto entertain, and welcome him; and how doth he study to do good unto\nhim! My brethren, so it is here; I beseech you, think of it, you that\nare the saints and people of God. You must find in your way many\ntroubles and griefs (and we ought to find them), but be not\ndiscouraged. The more misery, the greater mercy. God the Father seeth\nHis servants: and if they suffer and endure for a good conscience, as\nHis eye seeth them, so His soul pitieth them. His heart bleeds within\nHim for them; that is, He hath a tender compassion of them, and He\nsaith within Himself, Well, I will requite them if ever they come into\nMy kingdom; all their patience, and care, and conscience in walking My\nways, I will requite; and they shall receive a double reward from Me,\neven a crown of eternal glory. Think of these things that are not\nseen; they are eternal. The things that are seen are temporal, and\nthey will deceive us. Let our hearts be carried after the other, and\nrest in them forever!",
        "Continue...",
        "\nThis eBook of “The World’s Great Sermons” by Grenville Kleiser belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The World's Great Sermons, Vol. 3By Grenville KleiserAt Amazon"
    ]
}