{
    "title": "The Adventures of Baron Munchausen - Chapter XXX",
    "author": "Raspe",
    "chapter": "35",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  The Baron arrives in England–the Colossus of Rhodes comes to\n  congratulate him–Great rejoicings on the Baron’s return, and a\n  tremendous concert–The Baron’s discourse with Fragrantia, and her\n  opinion of the Tour to the Hebrides.",
        "Having arrived in England once more, the greatest rejoicings were made\nfor my return; the whole city seemed one general blaze of\nillumination, and the Colossus of Rhodes, hearing of my astonishing\nfeats, came on purpose to England to congratulate me on such\nunparalleled achievements. But above all other rejoicings on my\nreturn, the musical oratorio and song of triumph were magnificent in\nthe extreme. Gog and Magog were ordered to take the maiden tower of\nWindsor, and make a tambourine or great drum of it. For this purpose\nthey extended an elephant’s hide, tanned and prepared for the design,\nacross the summit of the tower, from parapet to parapet, so that in\nproportion this extended elephant’s hide was to the whole of the\ncastle what the parchment is to a drum, in such a manner that the\nwhole became one great instrument of war.",
        "To correspond with this, Colossus took Guildhall and Westminster\nAbbey, and turning the foundations towards the heavens, so that the\nroofs of the edifices were upon the ground, he strung them across with\nbrass and steel wire from side to side, and thus, when strung, they\nhad the appearance of most noble dulcimers. He then took the great\ndome of St. Paul’s, raising it off the earth with as much facility as\nyou would a decanter of claret. And when once risen up it had the\nappearance of a quart bottle. Colossus instantly, with his teeth,\ncracked off the superior part of the cupola, and then applying his\nlips to the instrument, began to sound it like a trumpet. ’Twas\nmartial beyond description–tantara!–tara!–ta!",
        "During the concert I walked in the park with Lady Fragrantia: she was\ndressed that morning in a chemise à la reine. “I like,” said she,\n“the dew of the morning, ’tis delicate and ethereal, and, by thus\nbespangling me, I think it will more approximate me to the nature of\nthe rose [for her looks were like Aurora]; and to confirm the\nvermilion I shall go to Spa.” “And drink the Podhon spring?” added I,\ngazing at her from top to toe. “Yes,” replied the lovely Fragrantia,\n“with all my heart; ’tis the drink of sweetness and delicacy. Never\nwere there any creatures like the water-drinkers at spa; they seem\nlike so many thirsty blossoms on a peach-tree, that suck up the shower\nin the scorching heat. There is a certain something in the waters that\ngives vigour to the whole frame, and expands every heart with rapture\nand benevolence. They drink! good gods! how they do drink! and then,\nhow they sleep! Pray, my dear Baron, were you ever at the falls of\nNiagara?” “Yes, my lady,” replied I, surprised at such a strange\nassociation of ideas; “I have been, many years ago, at the Falls of\nNiagara, and found no more difficulty in swimming up and down the\ncataracts than I should to move a minuet.” At that moment she dropped\nher nosegay. “Ah,” said she, as I presented it to her, “there is no\ngreat variety in these polyanthuses. I do assure you, my dear Baron,\nthat there is taste in the selection of flowers as well as everything\nelse, and were I a girl of sixteen I should wear some rosebuds in my\nbosom, but at five-and-twenty I think it would be more apropos to\nwear a full-blown rose, quite ripe, and ready to drop off the stalk\nfor want of being pulled–heigh-ho!” “But pray, my lady,” said I, “how\ndo you like the concert?” “Alas!” said she, languishingly, while she\nlaid her hand upon my shoulder, “what are these bodiless sounds and\nvibration to me? and yet what an exquisite sweetness in the songs of\nthe northern part of our island:–’Thou art gone awa’ from me,\nMary!’ How pathetic and divine the little airs of Scotland and the\nHebrides! But never, never can I think of that same Doctor Johnson–\nthat CONSTABLE, as Fergus MacLeod calls him–but I have an idea of a\ngreat brown full-bottomed wig and a hogshead of porter! Oh, ’twas\nbase! to be treated everywhere with politeness and hospitality, and in\nreturn invidiously to smellfungus them all over; to go to the country\nof Kate of Aberdeen, of Auld Robin Gray, ’midst rural innocence and\nsweetness, take up their plaids, and dance. Oh! Doctor, Doctor!”",
        "“And what would you say, Fragrantia, if you were to write a tour to\nthe Hebrides?” “Peace to the heroes,” replied she, in a delicate and\ntheatrical tone; “peace to the heroes who sleep in the isle of Iona;\nthe sons of the wave, and the chiefs of the dark-brown shield! The\ntear of the sympathising stranger is scattered by the wind over the\nhoary stones as she meditates sorrowfully on the times of old! Such\ncould I say, sitting upon some druidical heap or tumulus. The fact is\nthis, there is a right and wrong handle to everything, and there is\nmore pleasure in thinking with pure nobility of heart than with the\nilliberal enmities and sarcasm of a blackguard.”",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}