{
    "title": "The Story of Mankind - The Age of the Engine (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "58",
    "content": [
        "\n",
        "\n\n",
        "BUT WHILE THE PEOPLE OF EUROPE WERE\nFIGHTING FOR THEIR NATIONAL\nINDEPENDENCE, THE WORLD IN WHICH THEY\nLIVED HAD BEEN ENTIRELY CHANGED\nBY A SERIES OF INVENTIONS, WHICH HAD\nMADE THE CLUMSY OLD STEAM ENGINE\nOF THE 18TH CENTURY THE MOST FAITHFUL\nAND EFFICIENT SLAVE OF MAN",
        "THE greatest benefactor of the human race died more than\nhalf a million years ago. He was a hairy creature with a low\nbrow and sunken eyes, a heavy jaw and strong tiger-like teeth.\nHe would not have looked well in a gathering of modern scientists,\nbut they would have honoured him as their master. For\nhe had used a stone to break a nut and a stick to lift up a heavy\nboulder. He was the inventor of the hammer and the lever, our\nfirst tools, and he did more than any human being who came\nafter him to give man his enormous advantage over the other\nanimals with whom he shares this planet.",
        "Ever since, man has tried to make his life easier by the use\nof a greater number of tools. The first wheel (a round disc\nmade out of an old tree) created as much stir in the communities\nof 100,000 B.C. as the flying machine did only a few years\nago.",
        "In Washington, the story is told of a director of the Patent\nOffice who in the early thirties of the last century suggested\nthat the Patent Office be abolished, because “everything that\npossibly could be invented had been invented.” A similar\nfeeling must have spread through the prehistoric world when\nthe first sail was hoisted on a raft and the people were able\nto move from place to place without rowing or punting or\npulling from the shore.",
        "Indeed one of the most interesting chapters of history is\nthe effort of man to let some one else or something else do his\nwork for him, while he enjoyed his leisure, sitting in the sun\nor painting pictures on rocks, or training young wolves and\nlittle tigers to behave like peaceful domestic animals.",
        "Of course in the very olden days; it was always possible\nto enslave a weaker neighbour and force him to do the unpleasant\ntasks of life. One of the reasons why the Greeks and\nRomans, who were quite as intelligent as we are, failed to\ndevise more interesting machinery, was to be found in the wide-\nspread existence of slavery. Why should a great mathematician\nwaste his time upon wires and pulleys and cogs and fill\nthe air with noise and smoke when he could go to the marketplace\nand buy all the slaves he needed at a very small expense?",
        "And during the middle-ages, although slavery had been\nabolished and only a mild form of serfdom survived, the guilds\ndiscouraged the idea of using machinery because they thought\nthis would throw a large number of their brethren out of\nwork. Besides, the Middle-Ages were not at all interested\nin producing large quantities of goods. Their tailors and butchers\nand carpenters worked for the immediate needs of the small\ncommunity in which they lived and had no desire to compete\nwith their neighbours, or to produce more than was strictly\nnecessary.",
        "During the Renaissance, when the prejudices of the Church\nagainst scientific investigations could no longer be enforced as\nrigidly as before, a large number of men began to devote their\nlives to mathematics and astronomy and physics and chemistry.\nTwo years before the beginning of the Thirty Years War,\nJohn Napier, a Scotchman, had published his little book which\ndescribed the new invention of logarithms. During the war it-\nself, Gottfried Leibnitz of Leipzig had perfected the system of\ninfinitesimal calculus. Eight years before the peace of Westphalia,\nNewton, the great English natural philosopher, was\nborn, and in that same year Galileo, the Italian astronomer,\ndied. Meanwhile the Thirty Years War had destroyed the prosperity\nof central Europe and there was a sudden but very general\ninterest in “alchemy,” the strange pseudo-science of the\nmiddle-ages by which people hoped to turn base metals into\ngold. This proved to be impossible but the alchemists in their\nlaboratories stumbled upon many new ideas and greatly helped\nthe work of the chemists who were their successors.",
        "The work of all these men provided the world with a solid\nscientific foundation upon which it was possible to build even\nthe most complicated of engines, and a number of practical\nmen made good use of it. The Middle-Ages had used wood for\nthe few bits of necessary machinery. But wood wore out\neasily. Iron was a much better material but iron was scarce\nexcept in England. In England therefore most of the smelting\nwas done. To smelt iron, huge fires were needed. In the\nbeginning, these fires had been made of wood, but gradually\nthe forests had been used up. Then “stone coal” (the petrified\ntrees of prehistoric times) was used. But coal as you\nknow has to be dug out of the ground and it has to be transported\nto the smelting ovens and the mines have to be kept\ndry from the ever invading waters.",
        "These were two problems which had to be solved at once.\nFor the time being, horses could still be used to haul the coal-\nwagons, but the pumping question demanded the application\nof special machinery. Several inventors were busy trying to\nsolve the difficulty. They all knew that steam would have to\nbe used in their new engine. The idea of the steam engine was\nvery old. Hero of Alexandria, who lived in the first century\nbefore Christ, has described to us several bits of machinery\nwhich were driven by steam. The people of the Renaissance\nhad played with the notion of steam-driven war chariots. The\nMarquis of Worcester, a contemporary of Newton, in his book\nof inventions, tells of a steam engine. A little later, in the year\n1698, Thomas Savery of London applied for a patent for a\npumping engine. At the same time, a Hollander, Christian\nHuygens, was trying to perfect an engine in which gun-powder\nwas used to cause regular explosions in much the same way as\nwe use gasoline in our motors.",
        "All over Europe, people were busy with the idea. Denis\nPapin, a Frenchman, friend and assistant of Huygens, was\nmaking experiments with steam engines in several countries.\nHe invented a little wagon that was driven by steam, and a\npaddle-wheel boat. But when he tried to take a trip in his\nvessel, it was confiscated by the authorities on a complaint of\nthe boatmen’s union, who feared that such a craft would deprive\nthem of their livelihood. Papin finally died in London in\ngreat poverty, having wasted all his money on his inventions.\nBut at the time of his death, another mechanical enthusiast,\nThomas Newcomen, was working on the problem of a new\nsteam-pump. Fifty years later his engine was improved upon\nby James Watt, a Glasgow instrument maker. In the year\n1777, he gave the world the first steam engine that proved of\nreal practical value.",
        "But during the centuries of experiments with a “heat-engine,\"\nthe political world had greatly changed. The British\npeople had succeeded the Dutch as the common-carriers of the\nworld’s trade. They had opened up new colonies. They took\nthe raw materials which the colonies produced to England,\nand there they turned them into finished products, and then\nthey exported the finished goods to the four corners of the\nworld. During the seventeenth century, the people of Georgia\nand the Carolinas had begun to grow a new shrub which gave\na strange sort of woolly substance, the so-called “cotton wool.\"\nAfter this had been plucked, it was sent to England and there\nthe people of Lancastershire wove it into cloth. This weaving\nwas done by hand and in the homes of the workmen. Very soon\na number of improvements were made in the process of weaving.\nIn the year 1730, John Kay invented the “fly shuttle.\"\nIn 1770, James Hargreaves got a patent on his “spinning\njenny.” Eli Whitney, an American, invented the cotton-gin,\nwhich separated the cotton from its seeds, a job which had\npreviously been done by hand at the rate of only a pound a day.\nFinally Richard Arkwright and the Reverend Edmund Cartwright\ninvented large weaving machines, which were driven by\nwater power. And then, in the eighties of the eighteenth\ncentury, just when the Estates General of France had begun\nthose famous meetings which were to revolutionise the political\nsystem of Europe, the engines of Watt were arranged in such\na way that they could drive the weaving machines of Arkwright,\nand this created an economic and social revolution\nwhich has changed human relationship in almost every part\nof the world.",
        "As soon as the stationary engine had proved a success, the\ninventors turned their attention to the problem of propelling\nboats and carts with the help of a mechanical contrivance.\nWatt himself designed plans for a “steam locomotive,” but\nere he had perfected his ideas, in the year 1804, a locomotive\nmade by Richard Trevithick carried a load of twenty tons at\nPen-y-darran in the Wales mining district.",
        "At the same time an American jeweller and portrait-painter\nby the name of Robert Fulton was in Paris, trying to convince\nNapoleon that with the use of his submarine boat, the\n“Nautilus,” and his “steam-boat,” the French might be able to\ndestroy the naval supremacy of England.",
        "Fulton’s idea of a steamboat was not original. He had\nundoubtedly copied it from John Fitch, a mechanical genius of\nConnecticut whose cleverly constructed steamer had first navigated\nthe Delaware river as early as the year 1787. But Napoleon\nand his scientific advisers did not believe in the practical\npossibility of a self-propelled boat, and although the Scotch-\nbuilt engine of the little craft puffed merrily on the Seine, the\ngreat Emperor neglected to avail himself of this formidable\nweapon which might have given him his revenge for Trafalgar.",
        "As for Fulton, he returned to the United States and, being\na practical man of business, he organised a successful steamboat\ncompany together with Robert R. Livingston, a signer of\nthe Declaration of Independence, who was American Minister\nto France when Fulton was in Paris, trying to sell his invention.\nThe first steamer of this new company, the “Clermont,\"\nwhich was given a monopoly of all the waters of New York\nState, equipped with an engine built by Boulton and Watt of\nBirmingham in England, began a regular service between New\nYork and Albany in the year 1807.",
        "As for poor John Fitch, the man who long before any one\nelse had used the “steam-boat” for commercial purposes, he\ncame to a sad death. Broken in health and empty of purse, he\nhad come to the end of his resources when his fifth boat, which\nwas propelled by means of a screw-propeller, had been destroyed.\nHis neighbours jeered at him as they were to laugh a\nhundred years later when Professor Langley constructed his\nfunny flying machines. Fitch had hoped to give his country\nan easy access to the broad rivers of the west and his countrymen\npreferred to travel in flat-boats or go on foot. In the year\n1798, in utter despair and misery, Fitch killed himself by taking\npoison.",
        "But twenty years later, the “Savannah,” a steamer of 1850\ntons and making six knots an hour, (the Mauretania goes just\nfour times as fast,) crossed the ocean from Savannah to Liverpool\nin the record time of twenty-five days. Then there was\nan end to the derision of the multitude and in their enthusiasm\nthe people gave the credit for the invention to the wrong man.",
        "Six years later, George Stephenson, a Scotchman, who had\nbeen building locomotives for the purpose of hauling coal from\nthe mine-pit to smelting ovens and cotton factories, built his\nfamous “travelling engine” which reduced the price of coal by\nalmost seventy per cent and which made it possible to establish\nthe first regular passenger service between Manchester and\nLiverpool, when people were whisked from city to city at the\nunheard-of speed of fifteen miles per hour. A dozen years\nlater, this speed had been increased to twenty miles per hour.\nAt the present time, any well-behaved flivver (the direct descendant\nof the puny little motor-driven machines of Daimler\nand Levassor of the eighties of the last century) can do better\nthan these early “Puffing Billies.”",
        "But while these practically-minded engineers were improving\nupon their rattling “heat engines,” a group of “pure\"\nscientists (men who devote fourteen hours of each day to the\nstudy of those “theoretical” scientific phenomena without which\nno mechanical progress would be possible) were following a\nnew scent which promised to lead them into the most secret and\nhidden domains of Nature.",
        "Two thousand years ago, a number of Greek and Roman\nphilosophers (notably Thales of Miletus and Pliny who was\nkilled while trying to study the eruption of Vesuvius of the\nyear 79 when Pompeii and Herculaneum were buried beneath\nthe ashes) had noticed the strange antics of bits of straw and of\nfeather which were held near a piece of amber which was being\nrubbed with a bit of wool. The schoolmen of the Middle Ages\nhad not been interested in this mysterious “electric” power.\nBut immediately after the Renaissance, William Gilbert, the\nprivate physician of Queen Elizabeth, wrote his famous treatise\non the character and behaviour of Magnets. During the\nThirty Years War Otto von Guericke, the burgomaster of\nMagdeburg and the inventor of the air-pump, constructed the\nfirst electrical machine. During the next century a large number\nof scientists devoted themselves to the study of electricity.\nNot less than three professors invented the famous Leyden\nJar in the year 1795. At the same time, Benjamin Franklin,\nthe most universal genius of America next to Benjamin Thomson\n(who after his flight from New Hampshire on account of\nhis pro-British sympathies became known as Count Rumford)\nwas devoting his attention to this subject. He discovered that\nlightning and the electric spark were manifestations of the same\nelectric power and continued his electric studies until the end of\nhis busy and useful life. Then came Volta with his famous\n“electric pile” and Galvani and Day and the Danish professor\nHans Christian Oersted and Ampere and Arago and Faraday,\nall of them diligent searchers after the true nature of the electric\nforces.",
        "They freely gave their discoveries to the world and Samuel\nMorse (who like Fulton began his career as an artist) thought\nthat he could use this new electric current to transmit messages\nfrom one city to another. He intended to use copper\nwire and a little machine which he had invented. People\nlaughed at him. Morse therefore was obliged to finance his\nown experiments and soon he had spent all his money and\nthen he was very poor and people laughed even louder. He\nthen asked Congress to help him and a special Committee on\nCommerce promised him their support. But the members of\nCongress were not at all interested and Morse had to wait\ntwelve years before he was given a small congressional appropriation.\nHe then built a “telegraph” between Baltimore and\nWashington. In the year 1887 he had shown his first successful\n“telegraph” in one of the lecture halls of New York\nUniversity. Finally, on the 24th of May of the year 1844 the\nfirst long-distance message was sent from Washington to\nBaltimore and to-day the whole world is covered with telegraph\nwires and we can send news from Europe to Asia in a few\nseconds. Twenty-three years later Alexander Graham Bell used\nthe electric current for his telephone. And half a century\nafterwards Marconi improved upon these ideas by inventing a\nsystem of sending messages which did away entirely with the old-\nfashioned wires.",
        "While Morse, the New Englander, was working on his\n“telegraph,” Michael Faraday, the Yorkshire-man, had constructed\nthe first “dynamo.” This tiny little machine was completed\nin the year 1881 when Europe was still trembling as a\nresult of the great July revolutions which had so severely upset\nthe plans of the Congress of Vienna. The first dynamo grew\nand grew and grew and to-day it provides us with heat and\nwith light (you know the little incandescent bulbs which Edison,\nbuilding upon French and English experiments of the forties\nand fifties, first made in 1878) and with power for all sorts\nof machines. If I am not mistaken the electric-engine will\nsoon entirely drive out the “heat engine” just as in the olden\ndays the more highly-organised prehistoric animals drove out\ntheir less efficient neighbours.",
        "Personally (but I know nothing about machinery) this will\nmake me very happy. For the electric engine which can be run\nby waterpower is a clean and companionable servant of mankind\nbut the “heat-engine,” the marvel of the eighteenth century,\nis a noisy and dirty creature for ever filling the world with\nridiculous smoke-stacks and with dust and soot and asking\nthat it be fed with coal which has to be dug out of mines at\ngreat inconvenience and risk to thousands of people.",
        "And if I were a novelist and not a historian, who must stick\nto facts and may not use his imagination, I would describe the\nhappy day when the last steam locomotive shall be taken to the\nMuseum of Natural History to be placed next to the skeleton\nof the Dynosaur and the Pteredactyl and the other extinct\ncreatures of a by-gone age.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}