{
    "title": "The Principles Of Aesthetics - Chapter III - The Intrinsic Value of Art",
    "author": "Dewitt H. Parker",
    "chapter": "4",
    "content": [
        "",
        "\n\n",
        "Our definition of art can be complete only if it enables us to\nunderstand the value of art. The reader may well ask what possible\nvalue expression can have when it becomes an end in itself. “I can\nunderstand,” he may say, “the value of expression for the sake of\ncommunication and influence, but what value can it have of itself?\"\nAt this point, moreover, we are concerned with the intrinsic value\nimmediately realized in the experience of art, not with further values\nthat may result from it. Art, no less than practical expression, may\nhave effects on other experiences, which have to be considered in\nmeasuring its total worth; but these we shall leave for investigation\nin our last chapters, after we have reached our fullest comprehension\nof art; we are interested now, in order to test and complete our\ndefinition, in the resident value only. As a help toward reaching a\nsatisfactory view, let us examine critically some of the chief theories\nin the field. First, the theory, often called “hedonistic,” that the\nvalue of art consists in the satisfactions of sense which the media\nof aesthetic expression afford–the delight in color and sound and\nrhythmical movement of line and form. The theory finds support in the\nindustrial arts, where beauty often seems to be only a luxurious charm\nsupervening upon utility; but also in painting and sculpture when\nappreciated in their decorative capacity as “things of beauty.” There\nis a partial truth in this theory; for, as we have seen, the sensuous\nmedia of all the arts tend to be developed in the direction of pleasure;\nand no man who lacks feeling for purely sensuous values can enter into\nthe fullness of the aesthetic experience. But the theory fails in not\nrecognizing the expressive function of sensation in art. As Goethe\nsaid, art was long formative, that is, expressive, before it was\nbeautiful, in the narrow sense of charming. [Footnote: “Die kunst is\nlange bildend eh sie schon ist.” Von Deutscher Baukunst, 1773.]\nIn order to be beautiful, it is not enough for a work of art to offer\nus delightful colors and lines and sounds; it must also have a\nmeaning–it must speak to us, tell us something.",
        "The second theory which I shall examine is the moralistic or Platonic.\nAccording to this, art is an image of the good, and has value in so\nfar as through expression it enables us to experience edifying emotions\nor to contemplate noble objects. The high beauty of the “Sistine\nMadonna,” for example, would be explained as identical with the worth\nof the religious feelings which it causes in the mind of the beholder.\nThe advantage of art over life is supposed to consist in its power to\ncreate in the imagination better and more inspiring objects than life\ncan offer, and to free and control the contemplation of them. This is\nthe narrower interpretation of the theory. When the notion of the good\nis liberalized so as to include innocent happiness as well as the\nstrictly ethical and religious values, beauty is conceded to belong\nto pictures of fair women and children, and to lyrics and romances,\nprovided there is nothing in them to shock the moral sense. Aesthetic\nvalue is the reflection–the imaginative equivalent–of moral or\npractical value.",
        "The prime difficulty of this theory is its inadequacy as an\ninterpretation of the whole of actual art; for, in order to find support\namong existing examples, it is compelled to make an arbitrary selection\nof such as can be made to fit it. Actual art is quite as much an image\nof evil as of good; there is nothing devilish which it has not\nrepresented. And this part of art is often of the highest aesthetic\nmerit. Velasquez’s pictures of dwarfs and degenerate princes are as\nartistic as Raphael’s Madonnas; Goethe’s Mephistopheles is one of his\nsupreme artistic achievements; Shakespeare is as successful artistically\nin his delineation of Lady Macbeth as of Desdemona. Now for us who\nclaim that the purpose of art must be divined from the actual practice\nof artists, from the inside, and should not be an arbitrary\nconstruction, from the outside, the existence of such examples is\nsufficient to refute the theory in question. If the artist finds a\nvalue in the representation of evil, value exists there and can be\ndiscovered.",
        "If, indeed, the sole effect of artistic expression were to bring to\nthe mind objects and emotions in the same fashion that ordinary life\ndoes, then the value of art, the image of life, would be a function\nof the value of the life imaged. And just as one seeks contact with\nthe good in real life and avoids the evil, so one would seek in art\nimaginative contact with the good alone. But expression, and above all\nartistic expression, does something more than present objects to the\nimagination and arouse emotions. Art is not life over again, a mere\nshadow of life; if it were, what would be its unique value? who would\nnot prefer the substance to the shadow? The expression of life is not\nlife itself; hence, even if the evil in life be always evil, the\nexpression of it may still be a good.",
        "Another theory, often called the “intellectualistic” theory, claims\nthat the purpose of art is truth. “Beauty is truth; truth, beauty.\"\nThe immediate pleasure which we feel in the beautiful is the same as\nthe instant delight in the apprehension of truth. There is no difference\nin purpose or value between science and art, but only a difference in\nmethod–science presents truth in the form of the abstract judgment;\nart, in the form of the concrete image or example.",
        "The difficulty with this theory is the uncertainty as to what is meant\nby truth; hence the many shapes it assumes. But before going deeply\ninto this question, let us consider some of the simple facts which\nseem to tell for and against the theory. There can be no doubt that\nmany examples of the representative arts–painting, sculpture, novel,\nand drama–are praised for their truth. We demand truth of coloring\nor line in painting, of form in sculpture, of character and social\nrelation in the drama or novel. On the other hand, we admit aesthetic\nvalue to fanciful painting and literature, and to expressions of beliefs\nwhich no one accepts at the present time. We appreciate the beauty of\nDante’s descriptions of the Inferno and of the conversations between\nhim and its inhabitants without believing them to be reports of fact.\nNo one values the Blue Bird the less because it is not an account\nof an actual occurrence. Even with regard to the realistic novel and\ndrama, no one thinks of holding them to the standards of historical\nor scientific accuracy. And, although we may demand of a landscape\npainting plausibility of color and line, we certainly do not require\nthat it be a representation of any identifiable scene.",
        "If by truth, therefore, be meant a description or image of matters of\nfact, then surely it is not the purpose of art to give us this truth.\nThe artist, to be sure, may give this, as when the landscapist paints\nsome locality dear to his client or the portraitist paints the client\nhimself; but he does not need to do this, and the aesthetic value of\nhis work is independent of it; for the picture possesses its beauty\neven when we know nothing of its model. In the language of current\nphilosophy, truth in the sense of the correspondence of a portrayal\nto an object external to the portrayal, is not “artistic truth.”",
        "The partisans of the intellectualistic theory would, of course, deny\nthat they ever meant truth with this meaning. “We mean by truth,” they\nwould say, “an embodiment in sensuous or imaginative form of some\nuniversal principle of nature and life. The image may be entirely\nfictitious or fanciful, but so long as the principle is illustrated,\nessential truth, and that is beauty, is attained.” But if this were\nso, every work of art would be the statement of a universal truth, as\nindeed philosophical adherents of this theory have always\nmaintained–witness Hegel. Yet what is the universal truth asserted\nin one of Monet’s pictures of a lily pond? There is, of course, an\nobservance of the general laws of color and space, but does the beauty\nof the picture consist in that? Does it not attach to the representation\nof the concrete, individual pond? I do not mean that there may not be\nbeauty in the expression of universals; in fact, I have explicitly\nmaintained that there may, under certain conditions; I am simply\ninsisting that beauty may belong to expressions of the individual also,\nand that you cannot reduce these to mere illustrations of universal\nideas. Because of its completeness and internal harmony, the philosopher\nmay find the simplest melody a revelation of the Absolute; but even\nif it were, its beauty would still pertain to it primarily as a\nrevelation of the individual experience which it embodies. Again, by\nreason of the freedom from the particular conditions out of which it\narises acquired by a work of art, its individual meaning easily becomes\ntypical, so that it often serves as a universal under which individuals\nsimilar to those represented are subsumed–as when we speak of “a\nFaust” or “a Hamlet\"; nevertheless, the adequate expression of the\nindividual is at once the basis of its beauty and of its extended,\nuniversalized significance. It is when works of art are profoundly\nindividual that we generalize their meaning. In art the individual\nnever sinks to the position of a mere specimen or example of a universal\nlaw. The intellectualistic theory is partly true of symbolic art, but\nnot wholly, for even there, the individuality of the symbol counts.\nAnd yet, as we shall see, there is another meaning of artistic truth,\nwhich is legitimate.",
        "Aesthetic value, therefore, is not alone sensuous value or ethical or\nscientific or philosophical value. A work of art may contain one or\nall of these values; but they do not constitute its unique value as\nart. The foregoing attempts to define the value of art fail because\nthey renounce the idea of unique value, substituting goodness, sensuous\npleasure, or truth-values found outside of art. But the intrinsic value\nof art must be unique, for it is the value of a unique activity–the\nfree expression of experience in a form delightful and permanent,\nmediating communication. And this value we should be able to discover\nby seeking the difference which supervenes upon experience through\nexpression of this kind.",
        "Apart from expression, experience may be vivid and satisfactory as we\nfeel and think and dream and act; yet it is always in flux, coming and\ngoing, shifting and unaware. But through expression it is arrested by\nbeing attached to a permanent form, and there can be retained and\nsurveyed. Experience, which is otherwise fluent and chaotic, or when\norderly too busy with its ends to know itself, receives through\nexpression the fixed, clear outlines of a thing, and can be contemplated\nlike a thing. Every one has verified the clarifying effect of expression\nupon ideas, how they thus acquire definiteness and coherence, so that\neven the mind that thinks them can hold them in review. But this effect\nupon feeling is no less sure. The unexpressed values of experience are\nvague strivings embedded in chaotic sensations and images; these\nexpression sorts and organizes by attaching them to definite ordered\nsymbols. Even what is most intimate and fugitive becomes a stable\nobject. When put into patterned words, the subtlest and deepest passions\nof a poet, which before were felt in a dim and tangled fashion, are\nbrought out into the light of consciousness. In music, the most elusive\nmoods, by being embodied in ordered sounds, remain no longer\nsubterranean, but are objectified and lifted into clearness. In the\nnovel or drama, the writer is able not only to enact his visions of\nlife in the imagination, but, by bodying them forth in external words\nand acts, to possess them for reflection. In painting, all that is\nseen and wondered at in nature is seen with more delicacy and\ndiscrimination and felt with greater freedom; or the vague fancies\nwhich a heated imagination paints upon the background of the mind come\nout more vivid and better controlled, when put with care upon a canvas.",
        "Even ordinary expression, of course, arrests and clarifies experience,\nenabling us to commune with ourselves; but since its purpose is usually\nbeyond itself, this result is hasty and partial, limited to what is\nneedful for the practical end in view. In art alone is this value\ncomplete. For there, life is intentionally held in the medium of\nexpression, put out into color and line and sound for the clear sight\nand contemplation of men. The aim is just to create life upon which\nwe may turn back and reflect.",
        "This effect of artistic expression upon experience has usually been\ncalled “intuition.” Because of its connotation of mysterious knowledge,\nintuition is not a wholly satisfactory word, yet is probably as good\nas any for the purpose of denoting what artists and philosophers of\nart have had in mind and what we have been trying to describe. Other\nterms might also serve–vision, sympathetic insight (sympathetic,\nbecause it includes the value of experience; insight, because it\ninvolves possessing experience as a whole and ordered, and as an object\nfor reflection). Intuition is opposed, on the one hand, to crude\nunreflecting experience that never observes itself as a whole or attains\nto clearness and self-possession; and, on the other hand, to science,\nwhich gives the elements and relations of an experience, the classes\nto which it belongs, but loses its uniqueness and its values. Science\nelaborates concepts of things, gives us knowledge about things; art\npresents us with the experience of things purified for contemplation.\nScientific truth is the fidelity of a description to the external\nobjects of experience; artistic truth is sympathetic vision–the\norganization into clearness of experience itself.",
        "Compare, for illustration, life as we live it from day to day with our\ndelineation of it as we recall it and tell it to an intimate companion;\nand then compare that with the analysis and classification of it which\nsome psychologist or sociologist might make. Or compare the kind of\nknowledge of human nature that we get from Shakespeare or Moliere with\nthe sort that we get from the sciences. In the one case, knowledge\nattends a personal acquaintance with the experience, a bringing of it\nhome, a feeling for its values, a realization of the inner necessity\nof its elements; in the other, it is a mere set of concepts. Or finally,\ncompare the knowledge of the human figure contained in an anatomist’s\nmanual with a painting of it, where we not only see it, but in the\nimagination touch it and move with it, in short live with it.",
        "Intuition is the effect of artistic appreciation no less than of\nartistic creation. If the artist’s expression of his feelings and ideas\nresults in intuition, our appreciation of his work must have the same\nvalue, for appreciation is expression transferred from the artist to\nthe spectator. By means of the colors, lines, words, tones that he\nmakes, the artist determines in us a process of expression similar to\nhis. Out of our own minds we put into the sense-symbols he has woven\nideas and feelings which provide the content and meaning he intends.\nHence all aesthetic appreciation is self-expression. This is evident\nin the case of the more lyrical types of art. The lyric poem is\nappreciated by us as an expression of our own inner life; music as an\nexpression of our own slumberous or subconscious moods. Yet even the\nmore objective types of art, like the novel or the drama, become forms\nof self-expression, for we have to build up the worlds which they\ncontain in our own imagination and emotion. We have to live ourselves\nout in them; we can understand them only in terms of our own life.",
        "In the appreciation of the more objective types of art, the personality\nexpressed is not, of course, the actual personality; but rather the\nself extended and expanded through the imagination. The things which\nI seem to see and enjoy in the landscape picture I may have never\nreally seen; I may have never really moved through the open plain\nthere, as I seem to move, toward the mountain in the distance. The\nacts described in the novel or portrayed on the stage I do not really\nperform; the opinions uttered by the persons I do not hold. And yet,\nin order to appreciate the picture, it must be as if I really\nsaw the mountain and moved towards it; in order to appreciate the novel\nor the play, I must make the acts and opinions mine. And this I can\ndo; for, as it is a commonplace to note, each one of us has within him\ncapacities of action and emotion and thought unrealized–the actual\nself is only one of many that might have been–hundreds of possible\nlives slumber in our souls. And no matter which of these lives we have\nchosen for our own, or have had forced upon us by our fate, we always\nretain a secret longing for all the others that have gone unfulfilled,\nand an understanding born of longing. Some of these we imagine\ndistinctly–those that we consciously rejected or that a turn of chance\nmight have made ours; but most of them we ourselves have not the power\neven to dream. Yet these too beckon us from behind, and the artist\nprovides us with their dream. Through art we secure an imaginative\nrealization of interests and latent tendencies to act and think and\nfeel which, because they are contradictory among themselves or at\nvariance with the conditions of our existence, cannot find free play\nwithin our experience. That same sort of imaginative enlarged expression\nof self that we get vicariously by participating in the life of our\nfriends we get also from art. [Footnote: Compare Santayana: The Sense\nof Beauty, p. 186.]",
        "Yet in appreciation, as in creation, expression results in intuition.\nAppreciation is no mere imagining, transitory and lawless like a\ndaydream. The activity of the imagination is so organized in a permanent\nand perspicuous form that we not only live it, but possess it as an\nobject. The activities engaged in building up the work of art in my\nown mind are not the whole of me; judgment remains free to watch and\nsynthesize those that are being crystallized there. In looking at a\nportrait, for example, the process of interpreting the life represented\nis ancillary to a total judgment of character. In the novel or drama,\nno matter with what abandon I put myself into the persons and\nsituations, the expression of them in outward words and acts, and the\norganization which the artist has imposed upon them, makes of them\npermanent objects for reflection, not mere modes of feeling and\nimagining to endure. Self-expression that does not attain to\nobjectivity is incomplete as art. Even music and lyric poetry are\nsomething more than mere feeling. In all genuine art, experience takes\non permanence and form–a synthesis, a total meaning, supervenes within\nthe flux of impressions and ideas and moods, not excluding, but\nembracing and controlling them. That is intuition.",
        "The insight into experience which art provides is the more valuable\nbecause it is communicable; to possess it alone would be a good, but\nto share it is better. All values become enhanced when we add to them\nthe joy of fellow feeling. The universality of aesthetic expression\ncarries with it the universality of aesthetic insight. Merely private\nand unutterable inspirations are not art. Beauty does for life what\nscience does for intelligence; even as the one universalizes thought,\nso the other universalizes values. In expressing himself, the artist\ncreates a form into which all similar experiences can be poured and\nout of which they can all be shared. When, for example, we listen to\nthe hymns of the church or read the poems of Horace, the significance\nof our experience is magnified because we find the feelings of millions\nthere; we are in unison with a vast company living and dead. No thing\nof beauty is a private possession. All artists feed on one another and\ninto each experience of art has gone the mind-work of the ages.",
        "But there are two types of universality, one by exclusion, the other\nby inclusion. Communists like Tolstoy demand that art express only\nthose feelings that are already common, the religious and moral; they\nwould exclude all values that have not become those of the race. But\nthis is to diminish the importance of art; for it is art’s privilege\nto make feelings common by providing a medium through which they can\nbe communicated rather than merely to express them after they have\nbecome common. Understanding is more valuable when it encompasses the\nthings that tend to separate and distinguish men than when it is limited\nto the things that unite them. There is nothing so bizarre that art\nmay not express it, provided it be communicable.",
        "The life of the imagination, which is the life of art, is, moreover,\nthe only life that we can have in common. Sharing life can never mean\nanything else than possessing the life of one another sympathetically.\nActually to lead another’s life would involve possessing his body,\noccupying his position, doing his work, and so destroying him. But\nthrough the sympathetic imagination we can penetrate his life and leave\nhim in possession. To do this thoroughly is possible, however, only\nwith the life of a very few people, with intimates and friends. With\nthe mass, we can share only ideal things like religion or patriotism,\nbut these also are matters of imagination. Now art enlarges the scope\nof this common life by creating a new imaginary world to which we can\nall belong, where action, enjoyment, and experience do not involve\ncompetition or depend on possession and mastery.",
        "Finally, the intuitions that art provides are relatively permanent.\nArt not only extends life and enables us to share it, but also preserves\nit. Existence has a leak in it, as Plato said; experience flows in and\nthen flows out forever. The individual passes from one act to another,\nfrom one phase of life to another, childhood, then youth, then old\nage. So the race; one generation follows another, and each type of\ncivilization displaces a predecessor. Against this flux, our belief\nin progress comforts us; maturity is better than youth, we think, and\neach generation happier and more spiritual than the last. Yet the\nconsolations of progress are partial. For even if we always do go on\nto something better in the future, the past had its unique value, and\nthat is lost ineluctably. The present doubtless repeats much of the\nform of the past–the essential aspects of human nature remain the\nsame; but the subtle, distinctive bloom of each stage of personal life,\nand of each period of the world’s history, is transient. We cannot\nagain become children, nor can we possess again the strenuous freedom\nof the Renaissance or the unclouded integrity of personality of the\nGreeks.",
        "In the life of the individual, however, the flux is not absolute; for\nthrough memory we preserve something of the unique value of our past.\nIts vividness, its fullness, the sharp bite of its reality go; but a\nsubtilized essence remains. And the worth that we attach to our\npersonality depends largely upon it; for the instinct of self-\npreservation penetrates the inner world; we strive not only to maintain\nour physical existence in the present, but our psychic past as well.\nIn conserving the values of the past through memory we find a\nsatisfaction akin to that of protecting our lives from danger. Through\nmemory we feel childhood’s joys and youth’s sweet love and manhood’s\ntriumphs still our own, secure against the perils of oblivion.",
        "Now art does for the race what memory does for the individual. Only\nthrough expression can the past be preserved for all men and all time.\nWhen the individual perishes, his memories go with him; unless,\ntherefore, he puts them into a form where they can be taken up into\nthe consciousness of other men, they are lost forever. And just as the\nindividual seeks a vicarious self-preservation through identifying\nhimself with his children and his race, and finds compensation for his\nown death in their continuance, so he rejoices when he knows that men\nwho come after will appreciate the values of his life. We of the present\nfeel ourselves enriched, in turn, as by a longer memory, in adding to\nthe active values of our own lives the remembered values of the past.\nTheir desire to know themselves immortal is met by our desire to unite\nour lives with all our past. Art alone makes this possible. History\nmay tell us what men did, but only the poet or other artist can make\nus relive the values of their experience. For through expression they\nmake their memories, or their interpretations of other men’s memories,\nours. Art is the memory of the race, the conserver of its values.",
        "The distinguishing characteristics of aesthetic expression observed by\nus–the pleasurableness of the medium, the enhanced unity–serve\nintuition as that has been described by us. One of the strongest\nobjections against the theory of art as intuition, as that theory has\nbeen developed by Croce, for example, is that it provides no place for\ncharm. Yet without charm there is no complete beauty, and any\ninterpretation of the facts of the aesthetic experience which neglects\nthis element is surely inadequate. But charm although an indispensable,\nis not an independent, factor in the experience of art; for it serves\nintuition. It does so in two ways. The charm of the medium, by drawing\nattention to itself, increases the objectivity of the experience\nexpressed. Even when the experiences felt into color and line and sound\nare poignantly our own, to live pleasantly in any one of these\nsensations is to live as an object to oneself, the life sharing the\nexternality of the medium–we put our life out there more readily when\nit is pleasant there. And the charm of the medium serves intuition in\nanother way. When the activities of thought and feeling and imagination\nreleased by the work of art are delightful, they become more delightful\nstill if the medium in which they function is itself delightful. To\nimagine",
        "  Charm’d magic casements, opening on the foam\n  Of perilous seas, in fairy lands forlorn",
        "is a pleasure by itself, but more pleasurable, and therefore more\nspontaneous, because of the melody of sound in which it is enveloped.\nAnd when the activities expressed are not pleasant, the expression of\nthem in a delightful medium helps to induce us to make them our own\nand accept them notwithstanding. The medium becomes a charming net to\nhold us, and because of its allurements we give ourselves the more\nfreely to its spirit within. The following, for example, is not an\nagreeable thought:",
        "  To-morrow, and to-morrow, and to-morrow,\n  Creeps in this petty pace from day to day,\n  To the last syllable of recorded time;\n  And all our yesterdays have lighted fools\n  The way to dusty death.",
        "Yet the expression of this thought is pleasant, among other reasons,\nbecause of the rhythmic charm of language. We shall come back to this\nfact in our chapter on “The Problem of Evil in Aesthetics.” There is\nno contradiction between the fair form of a work of art and its content,\nhowever repellent. For if we value the sympathetic knowledge of life,\nwe shall be glad of any means impelling us to undertake what alone can\ngive this–a friendly dwelling with life itself. Thus the decorative\nand the expressive functions of art are reconciled–pleasure and\nintuition meet.",
        "Just as from time to time pleasure in sensation has been one-sidedly\nthought to be the purpose of art, so likewise the unity characteristic\nof beautiful things. Indeed, beauty and order have become almost\nsynonymous in popular thought. And, to be sure, this unity, as we have\nalready remarked, has its own value; the mind delights in order just\nfor its own sake, and the artist, who is bent on making something\nworthful on its own account, strives to develop it for that reason.\nAnd yet unity is no more independent of expression and intuition than\nsensation is; it too enters into their service. Many forms of unity\nin works of art are themselves media of expression–the simplest and\nmost striking example is perhaps the rhythmical ordering of sounds in\npoetry and music, the emotional value of which everybody appreciates.\nIn a later chapter, I shall try to show that the same is true of harmony\nand balance. In another way, also, unity serves intuition. For the\nexistence of order in an experience is indispensable to that wholeness\nof view, that mastery in the mind, which is half of intuition. The\nmerely various, the chaotic, the disorganized, cannot be grasped or\nunderstood. In order that an experience may be understood, its items\nmust be strung together by some principle in terms of which they may\ndemand each other and constitute a whole. Organization is\nunderstanding. Every work of art, every beautiful thing, is organized,\nand, as we have observed, organized not merely in the thought or other\nmeaning expressed, but throughout, in the sensuous medium as well.",
        "So far the value which we have discovered in artistic expression has\nbeen that of delightful and orderly sympathetic vision. This is\nsupplemented from still another source of value. Through artistic\nexpression pent-up emotions find a welcome release. No matter how\npoignant be the experience expressed, the weight, the sting of it\ndisappears through expression. For through expression, as we have seen,\nthe experience is drawn from the dark depths of the self to the clear\nand orderly surface of the work of art; the emotions that weighed are\nlifted out and up into color and line and sound, where the mind can\nview and master them. Mere life gives place to the contemplation of\nlife; and contemplation imposes on life some of the calm that is its\nown. The most violent and unruly passions may be the material of art,\nbut once they are put into artistic form they are mastered and refined.\n“There is an art of passion, but no passionate art” (Schiller). Through\nexpression, the repression, the obstruction of feeling is broken down;\nthe mere effort to find and elaborate a fitting artistic form for the\nmaterial diverts the attention and provides other occupation for the\nmind; an opportunity is given to reflect upon and understand the\nexperience, bringing it somehow into harmony with one’s total\nlife,–through all these means procuring relief. It is impossible to\ncite the famous passage from Goethe’s “Poetry and Truth” too often:–",
        "  And thus began that bent of mind from which I could not\n  deviate my whole life through; namely, that of turning into\n  an image, into a poem, everything that delighted or troubled\n  me, or otherwise occupied my attention, and of coming to\n  some certain understanding with myself thereupon....\n  All the works therefore that have been published by me are\n  only fragments of one great confession.",
        " [Footnote: English translation, edited by Parke Godwin, Vol. I, p.66.]",
        "This effect of artistic expression belongs, of course, to other forms\nof expression. Every confession, every confidential outpouring of\nemotion, is an example. We have all verified the truth that to formulate\nfeeling is to be free with reference to it; not that we thereby get\nrid of it, but that we are able to look it in the face, and find some\nplace for it in our world where we can live on good terms with it. The\ngreatest difficulty in bearing with any disappointment or sorrow comes\nnot from the thing itself–for after all we have other things to live\nfor–but from its effect upon the presuppositions, so to speak, of our\nentire existence. The mind has an unconscious set of axioms or\npostulates which it assumes in the process of living; now anything\nthat seems to contradict these, as a great calamity does, by destroying\nthe logic of life, makes existence seem meaningless and corrupts that\nfaith in life which is the spring of action. In order for the health\nof the mind to be restored, the contradictory fact must be somehow\nreconciled with the mind’s presuppositions, and the rationality of\nexistence reaffirmed. But an indispensable preliminary to this is that\nwe should clearly envisage and reflect upon the fact, viewing it in\nits larger relations, where it will lose its overwhelming significance.\nNow that is what expression, by stabilizing and clarifying experience,\nenables us to do.",
        "A great many works of art besides Goethe’s, not merely of lyric poetry,\nbut also of the novel and drama, among them some of the greatest, like\nthe Divine Comedy, so far as they spring intimately from the\nlife of the artist, are “fragments of a great confession,” and have\nhad the sanitary value of a confession for their creators. It is not\nalways possible to trace the personal feelings and motives lying behind\nthe artist’s fictions; for the suffering soul covers its pains with\nsubtle disguises; yet even when we do not know them, we can divine\nthem. We are certain, for example, that Watteau’s gay pictured visions\nwere the projection–and confession–of his own disappointed dreams.\nThe great advantage of art over ordinary expression, in this respect,\nis its universality. Art is the confessional of the race. The artist\nprovides a medium through which all men can confess themselves and\nheal their souls. In making the artist’s expression ours, we find an\nequal relief. Who does not feel a revival of some old or present despair\nof his own when he reads:–",
        "  Un grand sommeil noir\n  Tombe sur ma vie;\n  Dormez toute espoir,\n  Dormez toute envie!\n\n  Je ne vois plus rien,\n  Je perds la memoire\n  Du mal et du bien....\n  Oh, la triste histoire!",
        "yet who does not at the same time experience its assuagement? And this\neffect is not confined to lyrical art, for so far as, in novel and\ndrama, we put ourselves in the place of the dramatis persona, we can\npour our own emotional experiences into them and through them find\nrelief for ourselves. Just so, Aristotle recognized the cathartic or\nhealing influence of art, both in music and the drama–\"through pity\nand fear effecting the proper purgation of these emotions.”  [Footnote:\nPoetics, 6, 2. Politics, 5, 7.]",
        "The delightsomeness of the work of art and its self-sufficient freedom,\nstanding in contrast with the drab or difficult realities of nature\nand personal striving, serve also to make of beauty a consoler and\nhealer. In place of a confused medley of sense impressions, art offers\norderly and pleasant colors or sounds; instead of a real life of duties\nhard to fulfill and ambitions painfully accomplished, art provides an\nimagined life which, while imitating and thus preserving the interest\nof real life, remains free from its hazards and burdens. I would not\nbase the value of art on the contrast between art and life; yet it is\nunlikely, I think, if life were not so bound and disordered, that art\nwould seem so free and perfect; and it is often true that those who\nsuffer and struggle most love art best. The unity of the work of art,\nin which each element suggests another within its world, keeping you\nthere and shutting you out momentarily from the real world to which\nyou must presently return, and the sensuous charm of the medium,\nfascinating your eyes and ears, bring forgetfulness and a temporary\nrelease.",
        "To sum the results of the last two chapters. Art is expression, not\nof mere things or ideas, but of concrete experience with its values,\nand for its own sake. It is experience held in a delightful, highly\norganized sensuous medium, and objectified there for communication and\nreflection. Its value is in the sympathetic mastery and preservation\nof life in the mind.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}