{
    "title": "The Diary of a Nobody - Chapter VI.",
    "author": "George and Weedon Grossmith",
    "chapter": "7",
    "content": [
        "\n\n",
        "The Unexpected Arrival Home of our Son, Willie Lupin Pooter.",
        "\nAugust 4. - The first post brought a nice letter from our dear son\nWillie, acknowledging a trifling present which Carrie sent him, the\nday before yesterday being his twentieth birthday.  To our utter\namazement he turned up himself in the afternoon, having journeyed\nall the way from Oldham.  He said he had got leave from the bank,\nand as Monday was a holiday he thought he would give us a little\nsurprise.",
        "\n\nLupin\n",
        "August 5, Sunday. - We have not seen Willie since last Christmas,\nand are pleased to notice what a fine young man he has grown.  One\nwould scarcely believe he was Carrie’s son.  He looks more like a\nyounger brother.  I rather disapprove of his wearing a check suit\non a Sunday, and I think he ought to have gone to church this\nmorning; but he said he was tired after yesterday’s journey, so I\nrefrained from any remark on the subject.  We had a bottle of port\nfor dinner, and drank dear Willie’s health.",
        "He said:  “Oh, by-the-by, did I tell you I’ve cut my first name,\n’William,’ and taken the second name ’Lupin’?  In fact, I’m only\nknown at Oldham as ’Lupin Pooter.’  If you were to ’Willie’ me\nthere, they wouldn’t know what you meant.”",
        "Of course, Lupin being a purely family name, Carrie was delighted,\nand began by giving a long history of the Lupins.  I ventured to\nsay that I thought William a nice simple name, and reminded him he\nwas christened after his Uncle William, who was much respected in\nthe City.  Willie, in a manner which I did not much care for, said\nsneeringly:  “Oh, I know all about that - Good old Bill!” and\nhelped himself to a third glass of port.",
        "Carrie objected strongly to my saying “Good old,” but she made no\nremark when Willie used the double adjective.  I said nothing, but\nlooked at her, which meant more.  I said:  “My dear Willie, I hope\nyou are happy with your colleagues at the Bank.”  He replied:\n“Lupin, if you please; and with respect to the Bank, there’s not a\nclerk who is a gentleman, and the ’boss’ is a cad.”  I felt so\nshocked, I could say nothing, and my instinct told me there was\nsomething wrong.",
        "August 6, Bank Holiday. - As there was no sign of Lupin moving at\nnine o’clock, I knocked at his door, and said we usually\nbreakfasted at half-past eight, and asked how long would he be?\nLupin replied that he had had a lively time of it, first with the\ntrain shaking the house all night, and then with the sun streaming\nin through the window in his eyes, and giving him a cracking\nheadache.  Carrie came up and asked if he would like some breakfast\nsent up, and he said he could do with a cup of tea, and didn’t want\nanything to eat.",
        "Lupin not having come down, I went up again at half-past one, and\nsaid we dined at two; he said he “would be there.”  He never came\ndown till a quarter to three.  I said:  “We have not seen much of\nyou, and you will have to return by the 5.30 train; therefore you\nwill have to leave in an hour, unless you go by the midnight mail.\"\nHe said:  “Look here, Guv’nor, it’s no use beating about the bush.\nI’ve tendered my resignation at the Bank.”",
        "For a moment I could not speak.  When my speech came again, I said:\n“How dare you, sir?  How dare you take such a serious step without\nconsulting me?  Don’t answer me, sir! - you will sit down\nimmediately, and write a note at my dictation, withdrawing your\nresignation and amply apologising for your thoughtlessness.”",
        "Imagine my dismay when he replied with a loud guffaw:  “It’s no\nuse.  If you want the good old truth, I’ve got the chuck!”",
        "August 7. - Mr. Perkupp has given me leave to postpone my holiday a\nweek, as we could not get the room.  This will give us an\nopportunity of trying to find an appointment for Willie before we\ngo.  The ambition of my life would be to get him into Mr. Perkupp’s\nfirm.",
        "August 11. - Although it is a serious matter having our boy Lupin\non our hands, still it is satisfactory to know he was asked to\nresign from the Bank simply because “he took no interest in his\nwork, and always arrived an hour (sometimes two hours) late.”  We\ncan all start off on Monday to Broadstairs with a light heart.\nThis will take my mind off the worry of the last few days, which\nhave been wasted over a useless correspondence with the manager of\nthe Bank at Oldham.",
        "August 13. - Hurrah! at Broadstairs.  Very nice apartments near the\nstation.  On the cliffs they would have been double the price.  The\nlandlady had a nice five o’clock dinner and tea ready, which we all\nenjoyed, though Lupin seemed fastidious because there happened to\nbe a fly in the butter.  It was very wet in the evening, for which\nI was thankful, as it was a good excuse for going to bed early.\nLupin said he would sit up and read a bit.",
        "August 14. - I was a little annoyed to find Lupin, instead of\nreading last night, had gone to a common sort of entertainment,\ngiven at the Assembly Rooms.  I expressed my opinion that such\nperformances were unworthy of respectable patronage; but he\nreplied:  “Oh, it was only ’for one night only.’  I had a fit of\nthe blues come on, and thought I would go to see Polly Presswell,\nEngland’s Particular Spark.”  I told him I was proud to say I had\nnever heard of her.  Carrie said:  “Do let the boy alone.  He’s\nquite old enough to take care of himself, and won’t forget he’s a\ngentleman.  Remember, you were young once yourself.”  Rained all\nday hard, but Lupin would go out.",
        "August 15. - Cleared up a bit, so we all took the train to Margate,\nand the first person we met on the jetty was Gowing.  I said:\n“Hulloh!  I thought you had gone to Barmouth with your Birmingham\nfriends?”  He said:  “Yes, but young Peter Lawrence was so ill,\nthey postponed their visit, so I came down here.  You know the\nCummings’ are here too?”  Carrie said:  “Oh, that will be\ndelightful!  We must have some evenings together and have games.”",
        "I introduced Lupin, saying:  “You will be pleased to find we have\nour dear boy at home!”  Gowing said:  “How’s that?  You don’t mean\nto say he’s left the Bank?”",
        "I changed the subject quickly, and thereby avoided any of those\nawkward questions which Gowing always has a knack of asking.",
        "August 16. - Lupin positively refused to walk down the Parade with\nme because I was wearing my new straw helmet with my frock-coat.  I\ndon’t know what the boy is coming to.",
        "August 17. - Lupin not falling in with our views, Carrie and I went\nfor a sail.  It was a relief to be with her alone; for when Lupin\nirritates me, she always sides with him.  On our return, he said:\n“Oh, you’ve been on the ’Shilling Emetic,’ have you?  You’ll come\nto six-pennorth on the ’Liver Jerker’ next.”  I presume he meant a\ntricycle, but I affected not to understand him.",
        "August 18. - Gowing and Cummings walked over to arrange an evening\nat Margate.  It being wet, Gowing asked Cummings to accompany him\nto the hotel and have a game of billiards, knowing I never play,\nand in fact disapprove of the game.  Cummings said he must hasten\nback to Margate; whereupon Lupin, to my horror, said:  “I’ll give\nyou a game, Gowing - a hundred up.  A walk round I the cloth will\ngive me an appetite for dinner.”  I said:  “Perhaps Mister Gowing\ndoes not care to play with boys.”  Gowing surprised me by saying:\n“Oh yes, I do, if they play well,” and they walked off together.",
        "August 19, Sunday. - I was about to read Lupin a sermon on smoking\n(which he indulges in violently) and billiards, but he put on his\nhat and walked out.  Carrie then read ME a long sermon on the\npalpable inadvisability of treating Lupin as if he were a mere\nchild.  I felt she was somewhat right, so in the evening I offered\nhim a cigar.  He seemed pleased, but, after a few whiffs, said:\n“This is a good old tup’ny - try one of mine,” and he handed me a\ncigar as long as it was strong, which is saying a good deal.",
        "August 20. - I am glad our last day at the seaside was fine, though\nclouded overhead.  We went over to Cummings’ (at Margate) in the\nevening, and as it was cold, we stayed in and played games; Gowing,\nas usual, overstepping the mark.  He suggested we should play\n“Cutlets,” a game we never heard of.  He sat on a chair, and asked\nCarrie to sit on his lap, an invitation which dear Carrie rightly\ndeclined.",
        "After some species of wrangling, I sat on Gowing’s knees and Carrie\nsat on the edge of mine.  Lupin sat on the edge of Carrie’s lap,\nthen Cummings on Lupin’s, and Mrs. Cummings on her husband’s.  We\nlooked very ridiculous, and laughed a good deal.",
        "Gowing then said:  “Are you a believer in the Great Mogul?”  We had\nto answer all together:  “Yes - oh, yes!” (three times).  Gowing\nsaid:  “So am I,” and suddenly got up.  The result of this stupid\njoke was that we all fell on the ground, and poor Carrie banged her\nhead against the corner of the fender.  Mrs. Cummings put some\nvinegar on; but through this we missed the last train, and had to\ndrive back to Broadstairs, which cost me seven-and-sixpence.",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}