{
    "title": "The Meaning of Truth - III. Humanism and Truth",
    "author": "William James",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "[Footnote: Reprinted, with slight\nverbal revision,  from Mind, vol. xiii, N. S., p. 457 (October,\n1904). A couple of interpolations from another article in Mind,\n’Humanism and truth once more,’ in vol. xiv, have been made.]",
        "RECEIVING from the Editor of Mind an advance proof of Mr. Bradley’s\narticle on ’Truth and Practice,’ I understand this as a hint to me\nto join in the controversy over ’Pragmatism’ which seems to have\nseriously begun. As my name has been coupled with the movement, I\ndeem it wise to take the hint, the more so as in some quarters\ngreater credit has been given me than I deserve, and\nprobably undeserved discredit in other quarters falls also to my\nlot.",
        "First, as to the word ’pragmatism.’ I myself have only used the term\nto indicate a method of carrying on abstract discussion. The serious\nmeaning of a concept, says Mr. Peirce, lies in the concrete\ndifference to some one which its being true will make. Strive to\nbring all debated conceptions to that’ pragmatic’ test, and you will\nescape vain wrangling: if it can make no practical difference which\nof two statements be true, then they are really one statement in two\nverbal forms; if it can make no practical difference whether a given\nstatement be true or false, then the statement has no real meaning.\nIn neither case is there anything fit to quarrel about: we may\nsave our breath, and pass to more important things.",
        "All that the pragmatic method implies, then, is that truths should\nHAVE practical [Footnote: ’Practical’ in the sense of PARTICULAR, of\ncourse, not in the sense that the consequences may not be MENTAL as\nwell as physical.] consequences. In England the word has been used\nmore broadly still, to cover the notion that the truth of any\nstatement CONSISTS in the consequences, and particularly in their\nbeing good consequences. Here we get beyond affairs of method\naltogether; and since my pragmatism and this wider pragmatism are\nso different, and both are important enough to have different names,\nI think that Mr. Schiller’s proposal to call the wider pragmatism by\nthe name of ’humanism’ is excellent and ought to be adopted. The\nnarrower pragmatism may still be spoken of as the\n’pragmatic method.’",
        "I have read in the past six months many hostile reviews of\nSchiller’s and Dewey’s publications; but with the exception of Mr.\nBradley’s elaborate indictment, they are out of reach where I write,\nand I have largely forgotten them. I think that a free discussion of\nthe subject on my part would in any case be more useful than a\npolemic attempt at rebutting these criticisms in detail. Mr. Bradley\nin particular can be taken care of by Mr. Schiller. He repeatedly\nconfesses himself unable to comprehend Schiller’s views, he\nevidently has not sought to do so sympathetically, and I\ndeeply regret to say that his laborious article throws, for my mind,\nabsolutely no useful light upon the subject. It seems to me on the\nwhole an IGNORATIO ELENCHI, and I feel free to disregard\nit altogether.",
        "The subject is unquestionably difficult. Messrs. Dewey’s and\nSchiller’s thought is eminently an induction, a generalization\nworking itself free from all sorts of entangling particulars. If\ntrue, it involves much restatement of traditional notions. This is a\nkind of intellectual product that never attains a classic form of\nexpression when first promulgated. The critic ought therefore not to\nbe too sharp and logic-chopping in his dealings with it, but should\nweigh it as a whole, and especially weigh it against its possible\nalternatives. One should also try to apply it first to one instance,\nand then to another to see how it will work. It seems to me that it\nis emphatically not a case for instant execution, by conviction of\nintrinsic absurdity or of self-contradiction, or by caricature of\nwhat it would look like if reduced to skeleton shape. Humanism is in\nfact much more like one of those secular changes that come upon\npublic opinion overnight, as it were, borne upon tides ’too deep for\nsound or foam,’ that survive all the crudities and extravagances of\ntheir advocates, that you can pin to no one absolutely essential\nstatement, nor kill by any one decisive stab.",
        "Such have been the changes from aristocracy to democracy, from\nclassic to romantic taste, from theistic to pantheistic feeling,\nfrom static to evolutionary ways of understanding life–changes of\nwhich we all have been spectators. Scholasticism still opposes to\nsuch changes the method of confutation by single decisive\nreasons, showing that the new view involves self-contradiction, or\ntraverses some fundamental principle. This is like stopping a river\nby planting a stick in the middle of its bed. Round your obstacle\nflows the water and ’gets there all the same.’ In reading some of\nour opponents, I am not a little reminded of those catholic writers\nwho refute darwinism by telling us that higher species cannot come\nfrom lower because minus nequit gignere plus, or that the notion of\ntransformation is absurd, for it implies that species tend to their\nown destruction, and that would violate the principle that\nevery reality tends to persevere in its own shape. The point of view\nis too myopic, too tight and close to take in the inductive\nargument. Wide generalizations in science always meet with these\nsummary refutations in their early days; but they outlive them, and\nthe refutations then sound oddly antiquated and scholastic. I\ncannot help suspecting that the humanistic theory is going through\nthis kind of would-be refutation at present.",
        "The one condition of understanding humanism is to become inductive-\nminded oneself, to drop rigorous definitions, and follow lines\nof least, resistance ’on the whole.’ ’In other words,’ an opponent\nmight say, ’resolve your intellect into a kind of slush.’ ’Even so,’\nI make reply,–’if you will consent to use no politer word.’ For\nhumanism, conceiving the more ’true’ as the more ’satisfactory’\n(Dewey’s term), has sincerely to renounce rectilinear arguments and\nancient ideals of rigor and finality. It is in just this temper of\nrenunciation, so different from that of pyrrhonistic\nscepticism, that the spirit of humanism essentially\nconsists. Satisfactoriness has to be measured by a multitude of\nstandards, of which some, for aught we know, may fail in any given\ncase; and what is more satisfactory than any alternative in sight,\nmay to the end be a sum of PLUSES and MINUSES, concerning which we\ncan only trust that by ulterior corrections and improvements a\nmaximum of the one and a minimum of the other may some day be\napproached. It means a real change of heart, a break with\nabsolutistic hopes, when one takes up this inductive view of the\nconditions of belief.",
        "As I understand the pragmatist way of seeing things, it owes its\nbeing to the break-down which the last fifty years have brought\nabout in the older notions of scientific truth. ’God geometrizes,’\nit used to be said; and it was believed that Euclid’s elements\nliterally reproduced his geometrizing. There is an eternal and\nunchangeable ’reason’; and its voice was supposed to reverberate in\nBarbara and Celarent. So also of the ’laws of nature,’ physical and\nchemical, so of natural history classifications–all were supposed\nto be exact and exclusive duplicates of pre-human archetypes buried\nin the structure of things, to which the spark of divinity hidden in\nour intellect enables us to penetrate. The anatomy of the world\nis logical, and its logic is that of a university professor, it was\nthought. Up to about 1850 almost every one believed that sciences\nexpressed truths that were exact copies of a definite code of non-\nhuman realities. But the enormously rapid multiplication of\ntheories in these latter days has well-nigh upset the notion of any\none of them being a more literally objective kind of thing than\nanother. There are so many geometries, so many logics, so many\nphysical and chemical hypotheses, so many classifications, each one\nof them good for so much and yet not good for everything, that the\nnotion that even the truest formula may be a human device and not a\nliteral transcript has dawned upon us. We hear scientific laws now\ntreated as so much ’conceptual shorthand,’ true so far as they are\nuseful but no farther. Our mind has become tolerant of symbol\ninstead of reproduction, of approximation instead of exactness, of\nplasticity instead of rigor. ’Energetics,’ measuring the bare\nface of sensible phenomena so as to describe in a single formula all\ntheir changes of ’level,’ is the last word of this scientific\nhumanism, which indeed leaves queries enough outstanding as to the\nreason for so curious a congruence between the world and the mind,\nbut which at any rate makes our whole notion of scientific truth\nmore flexible and genial than it used to be.",
        "It is to be doubted whether any theorizer to-day, either in\nmathematics, logic, physics or biology, conceives himself to be\nliterally re-editing processes of nature or thoughts of God. The\nmain forms of our thinking, the separation of subjects from\npredicates, the negative, hypothetic and disjunctive judgments, are\npurely human habits. The ether, as Lord Salisbury said, is only a\nnoun for the verb to undulate; and many of our theological ideas are\nadmitted, even by those who call them ’true,’ to be humanistic in\nlike degree.",
        "I fancy that these changes in the current notions of truth are what\noriginally gave the impulse to Messrs. Dewey’s and Schiller’s views.\nThe suspicion is in the air nowadays that the superiority of one of\nour formulas to another may not consist so much in its\nliteral ’objectivity,’ as in subjective qualities like\nits usefulness, its ’elegance’ or its congruity with our residual\nbeliefs. Yielding to these suspicions, and generalizing, we fall\ninto something like the humanistic state of mind. Truth we conceive\nto mean everywhere, not duplication, but addition; not the\nconstructing of inner copies of already complete realities, but\nrather the collaborating with realities so as to bring about a\nclearer result. Obviously this state of mind is at first full of\nvagueness and ambiguity. ’Collaborating’ is a vague term; it must at\nany rate cover conceptions and logical arrangements. ’Clearer’ is\nvaguer still. Truth must bring clear thoughts, as well as clear\nthe way to action. ’Reality’ is the vaguest term of all. The only\nway to test such a programme at all is to apply it to the various\ntypes of truth, in the hope of reaching an account that shall be\nmore precise. Any hypothesis that forces such a review upon one has\none great merit, even if in the end it prove invalid: it gets\nus better acquainted with the total subject. To give the theory\nplenty of ’rope’ and see if it hangs itself eventually is better\ntactics than to choke it off at the outset by abstract\naccusations of self-contradiction. I think therefore that a decided\neffort at sympathetic mental play with humanism is the provisional\nattitude to be recommended to the reader.",
        "When I find myself playing sympathetically with humanism, something\nlike what follows is what I end by conceiving it to mean.",
        "Experience is a process that continually gives us new material to\ndigest. We handle this intellectually by the mass of beliefs\nof which we find ourselves already possessed, assimilating,\nrejecting, or rearranging in different degrees. Some of the\napperceiving ideas are recent acquisitions of our own, but most of\nthem are common-sense traditions of the race. There is probably not\na common-sense tradition, of all those which we now live by, that\nwas not in the first instance a genuine discovery, an inductive\ngeneralization like those more recent ones of the atom, of inertia,\nof energy, of reflex action, or of fitness to survive The notions of\none Time and of one Space as single continuous receptacles; the\ndistinction between thoughts and things, matter and mind between\npermanent subjects and changing attributes; the conception of\nclasses with sub classes within them; the separation of\nfortuitous from regularly caused connections; surely all these were\nonce definite conquests made at historic dates by our ancestors in\ntheir attempt to get the chaos of their crude individual experiences\ninto a more shareable and manageable shape. They proved of such\nsovereign use as denkmittel that they are now a part of the very\nstructure of our mind. We cannot play fast and loose with them. No\nexperience can upset them. On the contrary, they apperceive every\nexperience and assign it to its place.",
        "To what effect? That we may the better foresee the course of our\nexperiences, communicate with one another, and steer our lives by\nrule. Also that we may have a cleaner, clearer, more inclusive\nmental view.",
        "The greatest common-sense achievement, after the discovery of one\nTime and one Space, is probably the concept of permanently\nexisting things. When a rattle first drops out of the hand of a\nbaby, he does not look to see where it has gone. Non-perception he\naccepts as annihilation until he finds a better belief. That our\nperceptions mean BEINGS, rattles that are there whether we hold them\nin our hands or not, becomes an interpretation so luminous of what\nhappens to us that, once employed, it never gets forgotten. It\napplies with equal felicity to things and persons, to the\nobjective and to the ejective realm. However a Berkeley, a Mill, or\na Cornelius may CRITICISE it, it WORKS; and in practical life we\nnever think of ’going back’ upon it, or reading our\nincoming experiences in any other terms. We may,\nindeed, speculatively imagine a state of ’pure’ experience before\nthe hypothesis of permanent objects behind its flux had been framed;\nand we can play with the idea that some primeval genius might have\nstruck into a different hypothesis. But we cannot positively\nimagine today what the different hypothesis could have been, for the\ncategory of trans-perceptual reality is now one of the foundations\nof our life. Our thoughts must still employ it if they are to\npossess reasonableness and truth.",
        "This notion of a FIRST in the shape of a most chaotic pure\nexperience which sets us questions, of a SECOND in the way of\nfundamental categories, long ago wrought into the structure of our\nconsciousness and practically irreversible, which define the general\nframe within which answers must fall, and of a THIRD which gives the\ndetail of the answers in the shapes most congruous with all our\npresent needs, is, as I take it, the essence of the\nhumanistic conception. It represents experience in its\npristine purity to be now so enveloped in predicates historically\nworked out that we can think of it as little more than an OTHER, of\na THAT, which the mind, in Mr. Bradley’s phrase, ’encounters,’ and\nto whose stimulating presence we respond by ways of thinking which\nwe call ’true’ in proportion as they facilitate our mental or\nphysical activities and bring us outer power and inner peace. But\nwhether the Other, the universal THAT, has itself any definite inner\nstructure, or whether, if it have any, the structure resembles any\nof our predicated WHATS, this is a question which humanism leaves\nuntouched. For us, at any rate, it insists, reality is an\naccumulation of our own intellectual inventions, and the struggle\nfor ’truth’ in our progressive dealings with it is always a struggle\nto work in new nouns and adjectives while altering as little as\npossible the old.",
        " It is hard to see why either Mr. Bradley’s own logic or his\nmetaphysics should oblige him to quarrel with this conception. He\nmight consistently adopt it verbatim et literatim, if he would, and\nsimply throw his peculiar absolute round it, following in this the\ngood example of Professor Royce. Bergson in France, and his\ndisciples, Wilbois the physicist and Leroy, are thoroughgoing\nhumanists in the sense defined. Professor Milhaud also appears to be\none; and the great Poincare misses it by only the breadth of a hair.\nIn Germany the name of Simmel offers itself as that of a humanist of\nthe most radical sort. Mach and his school, and Hertz and Ostwald\nmust be classed as humanists. The view is in the atmosphere and must\nbe patiently discussed.",
        " The best way to discuss it would be to see what the alternative\nmight be. What is it indeed? Its critics make no explicit\nstatement, Professor Royce being the only one so far who has\nformulated anything definite. The first service of humanism to\nphilosophy accordingly seems to be that it will probably oblige\nthose who dislike it to search their own hearts and heads. It will\nforce analysis to the front and make it the order of the day. At\npresent the lazy tradition that truth is adaequatio intellectus et\nrei seems all there is to contradict it with. Mr. Bradley’s only\nsuggestion is that true thought ’must correspond to a\ndeterminate being which it cannot be said to make,’ and obviously\nthat sheds no new light. What is the meaning of the word to\n’correspond’? Where is the ’being’? What sort of things are\n’determinations,’ and what is meant in this particular case by ’not\nto make’?",
        "Humanism proceeds immediately to refine upon the looseness of these\nepithets. We correspond in SOME way with anything with which we\nenter into any relations at all. If it be a thing, we may produce an\nexact copy of it, or we may simply feel it as an existent in a\ncertain place. If it be a demand, we may obey it without knowing\nanything more about it than its push. If it be a proposition, we may\nagree by not contradicting it, by letting it pass. If it be a\nrelation between things, we may act on the first thing so as to\nbring ourselves out where the second will be. If it be\nsomething inaccessible, we may substitute a hypothetical object for\nit, which, having the same consequences, will cipher out for us real\nresults. In a general way we may simply ADD OUR THOUGHT TO IT; and\nif it SUFFERS THE ADDITION, and the whole situation harmoniously\nprolongs and enriches itself, the thought will pass for true.",
        "As for the whereabouts of the beings thus corresponded to, although\nthey may be outside of the present thought as well as in it,\nhumanism sees no ground for saying they are outside of finite\nexperience itself. Pragmatically, their reality means that we submit\nto them, take account of them, whether we like to or not, but this\nwe must perpetually do with experiences other than our own. The\nwhole system of what the present experience must correspond to\n’adequately’ may be continuous with the present experience itself.\nReality, so taken as experience other than the present, might be\neither the legacy of past experience or the content of experience to\ncome. Its determinations for US are in any case the adjectives which\nour acts of judging fit to it, and those are essentially humanistic\nthings.",
        "To say that our thought does not ’make’ this reality means\npragmatically that if our own particular thought were annihilated\nthe reality would still be there in some shape, though possibly it\nmight be a shape that would lack something that our thought\nsupplies. That reality is ’independent’ means that there is\nsomething in every experience that escapes our arbitrary control. If\nit be a sensible experience it coerces our attention; if a sequence,\nwe cannot invert it; if we compare two terms we can come to only one\nresult. There is a push, an urgency, within our very experience,\nagainst which we are on the whole powerless, and which drives us in\na direction that is the destiny of our belief. That this drift of\nexperience itself is in the last resort due to something independent\nof all possible experience may or may not be true. There may or may\nnot be an extra-experiential ’ding an sich’ that keeps the ball\nrolling, or an ’absolute’ that lies eternally behind all the\nsuccessive determinations which human thought has made. But\nwithin our experience ITSELF, at any rate, humanism says, some\ndeterminations show themselves as being independent of others; some\nquestions, if we ever ask them, can only be answered in one way;\nsome beings, if we ever suppose them, must be supposed to have\nexisted previously to the supposing; some relations, if they exist\never, must exist as long as their terms exist.",
        "Truth thus means, according to humanism, the relation of less fixed\nparts of experience (predicates) to other relatively more fixed\nparts (subjects); and we are not required to seek it in a relation\nof experience as such to anything beyond itself. We can stay at\nhome, for our behavior as exponents is hemmed in on every side. The\nforces both of advance and of resistance are exerted by our own\nobjects, and the notion of truth as something opposed to waywardness\nor license inevitably grows up SOLIPSISTICALLY inside of every human\nlife.",
        " So obvious is all this that a common charge against the humanistic\nauthors ’makes me tired.’ ’How can a deweyite discriminate sincerity\nfrom bluff?’ was a question asked at a philosophic meeting where I\nreported on Dewey’s Studies. ’How can the mere [Footnote: I know of\nno ’mere’ pragmatist, if MERENESS here means, as it seems to, the\ndenial of all concreteness to the pragmatist’s THOUGHT.] pragmatist\nfeel any duty to think truly?’ is the objection urged by Professor\nRoyce. Mr. Bradley in turn says that if a humanist understands his\nown doctrine, ’he must hold any idea, however mad, to be the truth,\nif any one will have it so.’ And Professor Taylor\ndescribes pragmatism as believing anything one pleases and calling\nit truth.",
        "Such a shallow sense of the conditions under which men’s thinking\nactually goes on seems to me most surprising. These critics appear\nto suppose that, if left to itself, the rudderless raft of our\nexperience must be ready to drift anywhere or nowhere. Even\nTHO there were compasses on board, they seem to say, there would be\nno pole for them to point to. There must be absolute sailing-\ndirections, they insist, decreed from outside, and an\nindependent chart of the voyage added to the ’mere’ voyage itself,\nif we are ever to make a port. But is it not obvious that even\nTHO there be such absolute sailing-directions in the shape of pre-\nhuman standards of truth that we OUGHT to follow, the only\nguarantee that we shall in fact follow them must lie in our human\nequipment. The ’ought’ would be a brutum fulmen unless there were a\nfelt grain inside of our experience that conspired. As a matter of\nfact the DEVOUTEST believers in absolute standards must admit that\nmen fail to obey them. Waywardness is here, in spite of the eternal\nprohibitions, and the existence of any amount of reality ante rem is\nno warrant against unlimited error in rebus being incurred. The only\nREAL guarantee we have against licentious thinking is the\nCIRCUMPRESSURE of experience itself, which gets us sick of\nconcrete errors, whether there be a trans-empirical reality or not.\nHow does the partisan of absolute reality know what this orders him\nto think? He cannot get direct sight of the absolute; and he has no\nmeans of guessing what it wants of him except by following the\nhumanistic clues. The only truth that he himself will ever\npractically ACCEPT will be that to which his finite experiences lead\nhim of themselves. The state of mind which shudders at the idea of a\nlot of experiences left to themselves, and that augurs protection\nfrom the sheer name of an absolute, as if, however inoperative,\nthat might still stand for a sort of ghostly security, is like the\nmood of those good people who, whenever they hear of a social\ntendency that is damnable, begin to redden and to puff, and say\n’Parliament or Congress ought to make a law against it,’ as if an\nimpotent decree would give relief.",
        "All the SANCTIONS of a law of truth lie in the very texture of\nexperience. Absolute or no absolute, the concrete truth FOR US will\nalways be that way of thinking in which our various experiences most\nprofitably combine.",
        "And yet, the opponent obstinately urges, your humanist will always\nhave a greater liberty to play fast and loose with truth than\nwill your believer in an independent realm of reality that makes the\nstandard rigid. If by this latter believer he means a man who\npretends to know the standard and who fulminates it, the humanist\nwill doubtless prove more flexible; but no more flexible than the\nabsolutist himself if the latter follows (as fortunately\nour present-day absolutists do follow) empirical methods of inquiry\nin concrete affairs. To consider hypotheses is surely always better\nthan to DOGMATISE ins blaue hinein.",
        "Nevertheless this probable flexibility of temper in him has been\nused to convict the humanist of sin. Believing as he does, that\ntruth lies in rebus, and is at every moment our own line of most\npropitious reaction, he stands forever debarred, as I have heard a\nlearned colleague say, from trying to convert opponents, for does\nnot their view, being THEIR most propitious momentary reaction,\nalready fill the bill? Only the believer in the ante-rem brand of\ntruth can on this theory seek to make converts without self-\nstultification. But can there be self-stultification in urging any\naccount whatever of truth? Can the definition ever contradict the\ndeed? ’Truth is what I feel like saying’–suppose that to be the\ndefinition. ’Well, I feel like saying that, and I want you to feel\nlike saying it, and shall continue to say it until I get you to\nagree.’ Where is there any contradiction? Whatever truth may be\nsaid to be, that is the kind of truth which the saying can be held\nto carry. The TEMPER which a saying may comport is an extra-logical\nmatter. It may indeed be hotter in some individual absolutist than\nin a humanist, but it need not be so in another. And the humanist,\nfor his part, is perfectly consistent in compassing sea and land to\nmake one proselyte, if his nature be enthusiastic enough.",
        "’But how can you be enthusiastic over any view of things which you\nknow to have been partly made by yourself, and which is liable to\nalter during the next minute? How is any heroic devotion to the\nideal of truth possible under such paltry conditions?’",
        "This is just another of those objections by which the anti-humanists\nshow their own comparatively slack hold on the realities of\nthe situation. If they would only follow the pragmatic method and\nask: ’What is truth KNOWN-AS? What does its existence stand for in\nthe way of concrete goods?’–they would see that the name of it is\nthe inbegriff of almost everything that is valuable in our lives.\nThe true is the opposite of whatever is instable, of whatever is\npractically disappointing, of whatever is useless, of whatever is\nlying and unreliable, of whatever is unverifiable and\nunsupported, of whatever is inconsistent and contradictory, of\nwhatever is artificial and eccentric, of whatever is unreal in the\nsense of being of no practical account. Here are pragmatic reasons\nwith a vengeance why we should turn to truth–truth saves us from a\nworld of that complexion. What wonder that its very name awakens\nloyal feeling! In particular what wonder that all little provisional\nfool’s paradises of belief should appear contemptible in comparison\nwith its bare pursuit! When absolutists reject humanism because they\nfeel it to be untrue, that means that the whole habit of their\nmental needs is wedded already to a different view of reality, in\ncomparison with which the humanistic world seems but the whim of a\nfew irresponsible youths. Their own subjective apperceiving mass is\nwhat speaks here in the name of the eternal natures and bids them\nreject our humanism–as they apprehend it. Just so with us\nhumanists, when we condemn all noble, clean-cut, fixed,\neternal, rational, temple-like systems of philosophy. These\ncontradict the DRAMATIC TEMPERAMENT of nature, as our dealings with\nnature and our habits of thinking have so far brought us to conceive\nit. They seem oddly personal and artificial, even when not\nbureaucratic and professional in an absurd degree. We turn from them\nto the great unpent and unstayed wilderness of truth as we feel it\nto be constituted, with as good a conscience as rationalists\nare moved by when they turn from our wilderness into their neater\nand cleaner intellectual abodes. [Footnote: I cannot forbear quoting\nas an illustration of the contrast between humanist and rationalist\ntempers of mind, in a sphere remote from philosophy, these remarks\non the Dreyfus ’affaire,’ written by one who assuredly had\nnever heard of humanism or pragmatism. ’Autant que la Revolution,\n“l’Affaire” est desormais une de nos “origines.” Si elle n’a pas\nfait ouvrir le gouffre, c’est elle du moins qui a rendu patent et\nvisible le long travail souterrain qui, silencieusement,\navait prepare la separation entre nos deux camps d’aujourd’hui, pour\necarter enfin, d’un coup soudain, la France des traditionalistes\n(poseurs de principes, chercheurs d’unite, constructeurs de systemes\na priori) el la France eprise du fait positif et de libre examen;–\nla France revolutionnaire et romantique si l’on veut, celle qui met\ntres haut l’individu, qui ne veut pas qu’un juste perisse, fut-ce\npour sauver la nation, et qui cherche la verite dans toutes ses\nparties aussi bien que dans une vue d’ensemble ... Duclaux ne\npouvait pas concevoir qu’on preferat quelque chose a la verite.\nMais il voyait autour de lui de fort honnetes gens qui, mettant\nen balance la vie d’un homme et la raison d’Etat, lui avouaient de\nquel poids leger ils jugeaient une simple existence\nindividuelle, pour innocente qu’elle fut. C’etaient des\nclassiques, des gens a qui l’ensemble seul importe.’ La Vie de\nEmile Duclaux, par Mme. Em. D., Laval, 1906, pp. 243, 247-248.]",
        "This is surely enough to show that the humanist does not ignore the\ncharacter of objectivity and independence in truth. Let me turn next\nto what his opponents mean when they say that to be true, our\nthoughts must ’correspond.’",
        "The vulgar notion of correspondence here is that the thoughts must\nCOPY the reality–cognitio fit per assimiliationem cogniti\net cognoscentis; and philosophy, without having ever fairly sat down\nto the question, seems to have instinctively accepted this idea:\npropositions are held true if they copy the eternal thought; terms\nare held true if they copy extra-mental realities. Implicitly, I\nthink that the copy-theory has animated most of the criticisms\nthat have been made on humanism.",
        "A priori, however, it is not self-evident that the sole business of\nour mind with realities should be to copy them. Let my reader\nsuppose himself to constitute for a time all the reality there is in\nthe universe, and then to receive the announcement that another\nbeing is to be created who shall know him truly. How will he\nrepresent the knowing in advance? What will he hope it to be? I\ndoubt extremely whether it could ever occur to him to fancy it as a\nmere copying. Of what use to him would an imperfect second edition\nof himself in the new comer’s interior be? It would seem pure waste\nof a propitious opportunity. The demand would more probably be for\nsomething absolutely new. The reader would conceive the knowing\nhumanistically, ’the new comer,’ he would say, ’must TAKE ACCOUNT OF\nMY PRESENCE BY REACTING ON IT IN SUCH A WAY THAT GOOD WOULD ACCRUE\nTO US BOTH. If copying be requisite to that end, let there be\ncopying; otherwise not.’ The essence in any case would not be\nthe copying, but the enrichment of the previous world.",
        "I read the other day, in a book of Professor Eucken’s, a phrase,\n’Die erhohung des vorgefundenen daseins,’ which seems to\nbe pertinent here. Why may not thought’s mission be to increase and\nelevate, rather than simply to imitate and reduplicate, existence?\nNo one who has read Lotze can fail to remember his striking comment\non the ordinary view of the secondary qualities of matter, which\nbrands them as ’illusory’ because they copy nothing in the thing.\nThe notion of a world complete in itself, to which thought comes as\na passive mirror, adding nothing to fact, Lotze says is irrational.\nRather is thought itself a most momentous part of fact, and the\nwhole mission of the pre-existing and insufficient world of matter\nmay simply be to provoke thought to produce its far more precious\nsupplement.",
        "’Knowing,’ in short, may, for aught we can see beforehand to the\ncontrary, be ONLY ONE WAY OF GETTING INTO FRUITFUL RELATIONS WITH\nREALITY whether copying be one of the relations or not.",
        "It is easy to see from what special type of knowing the copy-theory\narose. In our dealings with natural phenomena the great point is to\nbe able to foretell. Foretelling, according to such a writer as\nSpencer, is the whole meaning of intelligence. When Spencer’s ’law\nof intelligence’ says that inner and outer relations must\n’correspond,’ it means that the distribution of terms in our inner\ntime-scheme and space-scheme must be an exact copy of\nthe distribution in real time and space of the real terms. In strict\ntheory the mental terms themselves need not answer to the real terms\nin the sense of severally copying them, symbolic mental terms being\nenough, if only the real dates and places be copied. But in our\nordinary life the mental terms are images and the real ones are\nsensations, and the images so often copy the sensations, that we\neasily take copying of terms as well as of relations to be the\nnatural significance of knowing. Meanwhile much, even of this common\ndescriptive truth, is couched in verbal symbols. If our symbols\nFIT the world, in the sense of determining our expectations rightly,\nthey may even be the better for not copying its terms.",
        "It seems obvious that the pragmatic account of all this routine of\nphenomenal knowledge is accurate. Truth here is a relation, not\nof our ideas to non-human realities, but of conceptual parts of our\nexperience to sensational parts. Those thoughts are true which\nguide us to BENEFICIAL INTERACTION with sensible particulars as they\noccur, whether they copy these in advance or not.",
        "From the frequency of copying in the knowledge of phenomenal fact,\ncopying has been supposed to be the essence of truth in\nmatters rational also. Geometry and logic, it has been supposed,\nmust copy archetypal thoughts in the Creator. But in these abstract\nspheres there is no need of assuming archetypes. The mind is free to\ncarve so many figures out of space, to make so many numerical\ncollections, to frame so many classes and series, and it can analyze\nand compare so endlessly, that the very superabundance of the\nresulting ideas makes us doubt the ’objective’ pre-existence of\ntheir models. It would be plainly wrong to suppose a God whose\nthought consecrated rectangular but not polar co-ordinates, or\nJevons’s notation but not Boole’s. Yet if, on the other hand, we\nassume God to have thought in advance of every POSSIBLE flight of\nhuman fancy in these directions, his mind becomes too much like\na Hindoo idol with three heads, eight arms and six breasts, too much\nmade up of superfoetation and redundancy for us to wish to copy it,\nand the whole notion of copying tends to evaporate from these\nsciences. Their objects can be better interpreted as being created\nstep by step by men, as fast as they successively conceive them.",
        "If now it be asked how, if triangles, squares, square roots, genera,\nand the like, are but improvised human ’artefacts,’ their\nproperties and relations can be so promptly known to be ’eternal,’\nthe humanistic answer is easy. If triangles and genera are of our\nown production we can keep them invariant. We can make them\n’timeless’ by expressly decreeing that on THE THINGS WE MEAN time\nshall exert no altering effect, that they are intentionally and it\nmay be fictitiously abstracted from every corrupting real associate\nand condition. But relations between invariant objects will\nthemselves be invariant. Such relations cannot be happenings, for by\nhypothesis nothing shall happen to the objects. I have tried to\nshow in the last chapter of my Principles of Psychology [Footnote:\nVol. ii, pp. 641 ff.] that they can only be relations of comparison.\nNo one so far seems to have noticed my suggestion, and I am too\nignorant of the development of mathematics to feel very confident of\nmy own view. But if it were correct it would solve the difficulty\nperfectly. Relations of comparison are matters of direct inspection.\nAs soon as mental objects are mentally compared, they are perceived\nto be either like or unlike. But once the same, always the same,\nonce different, always different, under these timeless conditions.\nWhich is as much as to say that truths concerning these man-made\nobjects are necessary and eternal. We can change our conclusions\nonly by changing our data first.",
        "The whole fabric of the a priori sciences can thus be treated as a\nman-made product. As Locke long ago pointed out, these sciences have\nno immediate connection with fact. Only IF a fact can be humanized\nby being identified with any of these ideal objects, is what\nwas true of the objects now true also of the facts. The truth itself\nmeanwhile was originally a copy of nothing; it was only a relation\ndirectly perceived to obtain between two artificial mental\nthings. [Footnote: Mental things which are realities of course\nwithin the mental world.]",
        "We may now glance at some special types of knowing, so as to see\nbetter whether the humanistic account fits. On the mathematical and\nlogical types we need not enlarge further, nor need we return at\nmuch length to the case of our descriptive knowledge of the course\nof nature. So far as this involves anticipation, tho that MAY mean\ncopying, it need, as we saw, mean little more than ’getting ready’\nin advance. But with many distant and future objects, our practical\nrelations are to the last degree potential and remote. In no sense\ncan we now get ready for the arrest of the earth’s revolution by the\ntidal brake, for instance; and with the past, tho we suppose\nourselves to know it truly, we have no practical relations at all.\nIt is obvious that, altho interests strictly practical have been the\noriginal starting-point of our search for true\nphenomenal descriptions, yet an intrinsic interest in the bare\ndescribing function has grown up. We wish accounts that shall be\ntrue, whether they bring collateral profit or not. The\nprimitive function has developed its demand for mere exercise. This\ntheoretic curiosity seems to be the characteristically human\ndifferentia, and humanism recognizes its enormous scope. A true idea\nnow means not only one that prepares us for an actual perception. It\nmeans also one that might prepare us for a merely possible\nperception, or one that, if spoken, would suggest possible\nperceptions to others, or suggest actual perceptions which the\nspeaker cannot share. The ensemble of perceptions thus thought of as\neither actual or possible form a system which it is obviously\nadvantageous to us to get into a stable and consistent shape; and\nhere it is that the common-sense notion of permanent beings finds\ntriumphant use. Beings acting outside of the thinker explain, not\nonly his actual perceptions, past and future, but his possible\nperceptions and those of every one else. Accordingly they gratify\nour theoretic need in a supremely beautiful way. We pass from our\nimmediate actual through them into the foreign and the potential,\nand back again into the future actual, accounting for innumerable\nparticulars by a single cause. As in those circular panoramas, where\na real foreground of dirt, grass, bushes, rocks and a broken-down\ncannon is enveloped by a canvas picture of sky and earth and of a\nraging battle, continuing the foreground so cunningly that the\nspectator can detect no joint; so these conceptual objects, added to\nour present perceptual reality, fuse with it into the whole\nuniverse of our belief. In spite of all berkeleyan criticism, we do\nnot doubt that they are really there. Tho our discovery of any one\nof them may only date from now, we unhesitatingly say that it not\nonly IS, but WAS there, if, by so saying, the past appears connected\nmore consistently with what we feel the present to be. This is\nhistoric truth. Moses wrote the Pentateuch, we think, because if he\ndidn’t, all our religious habits will have to be undone. Julius\nCaesar was real, or we can never listen to history again. Trilobites\nwere once alive, or all our thought about the strata is at\nsea. Radium, discovered only yesterday, must always have existed, or\nits analogy with other natural elements, which are permanent, fails.\nIn all this, it is but one portion of our beliefs reacting on\nanother so as to yield the most satisfactory total state of mind.\nThat state of mind, we say, sees truth, and the content of its\ndeliverances we believe.",
        "Of course, if you take the satisfactoriness concretely, as something\nfelt by you now, and if, by truth, you mean truth taken\nabstractly and verified in the long run, you cannot make them\nequate, for it is notorious that the temporarily satisfactory is\noften false. Yet at each and every concrete moment, truth for\neach man is what that man ’troweth’ at that moment with the maximum\nof satisfaction to himself; and similarly, abstract truth, truth\nverified by the long run, and abstract satisfactoriness, long-run\nsatisfactoriness, coincide. If, in short, we compare concrete with\nconcrete and abstract with abstract, the true and the\nsatisfactory do mean the same thing. I suspect that a certain\nmuddling of matters hereabouts is what makes the general philosophic\npublic so impervious to humanism’s claims.",
        "The fundamental fact about our experience is that it is a process of\nchange. For the ’trower’ at any moment, truth, like the visible area\nround a man walking in a fog, or like what George Eliot calls ’the\nwall of dark seen by small fishes’ eyes that pierce a span in the\nwide Ocean,’ is an objective field which the next moment enlarges\nand of which it is the critic, and which then either suffers\nalteration or is continued unchanged. The critic sees both the first\ntrower’s truth and his own truth, compares them with each other, and\nverifies or confutes. HIS field of view is the reality independent\nof that earlier trower’s thinking with which that thinking ought to\ncorrespond. But the critic is himself only a trower; and if the\nwhole process of experience should terminate at that instant, there\nwould be no otherwise known independent reality with which HIS\nthought might be compared.",
        "The immediate in experience is always provisionally in this\nsituation. The humanism, for instance, which I see and try so\nhard to defend, is the completest truth attained from my point of\nview up to date. But, owing to the fact that all experience is a\nprocess, no point of view can ever be THE last one. Every one is\ninsufficient and off its balance, and responsible to later points of\nview than itself. You, occupying some of these later points in your\nown person, and believing in the reality of others, will not agree\nthat my point of view sees truth positive, truth timeless, truth\nthat counts, unless they verify and confirm what it sees.",
        "You generalize this by saying that any opinion, however\nsatisfactory, can count positively and absolutely as true only so\nfar as it agrees with a standard beyond itself; and if you then\nforget that this standard perpetually grows up endogenously inside\nthe web of the experiences, you may carelessly go on to say that\nwhat distributively holds of each experience, holds also\ncollectively of all experience, and that experience as such and in\nits totality owes whatever truth it may be possessed-of to its\ncorrespondence with absolute realities outside of its own being.\nThis evidently is the popular and traditional position. From\nthe fact that finite experiences must draw support from one another,\nphilosophers pass to the notion that experience uberhaupt must\nneed an absolute support. The denial of such a notion by humanism\nlies probably at the root of most of the dislike which it incurs.",
        "But is this not the globe, the elephant and the tortoise over again?\nMust not something end by supporting itself? Humanism is willing to\nlet finite experience be self-supporting. Somewhere being must\nimmediately breast nonentity. Why may not the advancing front of\nexperience, carrying its immanent satisfactions and\ndissatisfactions, cut against the black inane as the luminous orb of\nthe moon cuts the caerulean abyss? Why should anywhere the world be\nabsolutely fixed and finished? And if reality genuinely grows,\nwhy may it not grow in these very determinations which here and now\nare made?",
        "In point of fact it actually seems to grow by our mental\ndeterminations, be these never so ’true.’ Take the ’great bear’ or\n’dipper’ constellation in the heavens. We call it by that name, we\ncount the stars and call them seven, we say they were seven before\nthey were counted, and we say that whether any one had ever noted\nthe fact or not, the dim resemblance to a long-tailed (or long-\nnecked?) animal was always truly there. But what do we mean by this\nprojection into past eternity of recent human ways of thinking? Did\nan ’absolute’ thinker actually do the counting, tell off the stars\nupon his standing number-tally, and make the bear-comparison, silly\nas the latter is? Were they explicitly seven, explicitly bear-like,\nbefore the human witness came? Surely nothing in the truth of\nthe attributions drives us to think this. They were only implicitly\nor virtually what we call them, and we human witnesses first\nexplicated them and made them ’real.’ A fact virtually pre-exists\nwhen every condition of its realization save one is already there.\nIn this case the condition lacking is the act of the counting and\ncomparing mind. But the stars (once the mind considers them)\nthemselves dictate the result. The counting in no wise modifies\ntheir previous nature, and, they being what and where they are, the\ncount cannot fall out differently. It could then ALWAYS be\nmade. NEVER could the number seven be questioned, IF THE QUESTION\nONCE WERE RAISED.",
        "We have here a quasi-paradox. Undeniably something comes by the\ncounting that was not there before. And yet that something was\nALWAYS TRUE. In one sense you create it, and in another sense you\nFIND it. You have to treat your count as being true beforehand, the\nmoment you come to treat the matter at all.",
        "Our stellar attributes must always be called true, then; yet none\nthe less are they genuine additions made by our intellect to the\nworld of fact. Not additions of consciousness only, but additions of\n’content.’ They copy nothing that pre-existed, yet they agree with\nwhat pre-existed, fit it, amplify it, relate and connect it with a\n’wain,’ a number-tally, or what not, and build it out. It seems to\nme that humanism is the only theory that builds this case out in the\ngood direction, and this case stands for innumerable other kinds of\ncase. In all such eases, odd as it may sound, our judgment may\nactually be said to retroact and to enrich the past.",
        "Our judgments at any rate change the character of FUTURE reality by\nthe acts to which they lead. Where these acts are acts expressive\nof trust,–trust, e.g., that a man is honest, that our health is\ngood enough, or that we can make a successful effort,–which\nacts may be a needed antecedent of the trusted things becoming true.\nProfessor Taylor says [Footnote: In an article criticising\nPragmatism (as he conceives it) in the McGill University\nQuarterly published at Montreal, for May, 1904.] that our trust is\nat any rate UNTRUE WHEN IT IS MADE, i. e; before the action; and I\nseem to remember that he disposes of anything like a faith in the\ngeneral excellence of the universe (making the faithful person’s\npart in it at any rate more excellent) as a ’lie in the soul.’\nBut the pathos of this expression should not blind us to the\ncomplication of the facts. I doubt whether Professor Taylor would\nhimself be in favor of practically handling trusters of these kinds\nas liars. Future and present really mix in such emergencies, and one\ncan always escape lies in them by using hypothetic forms. But Mr.\nTaylor’s attitude suggests such absurd possibilities of practice\nthat it seems to me to illustrate beautifully how self-\nstultifying the conception of a truth that shall merely register a\nstanding fixture may become. Theoretic truth, truth of passive\ncopying, sought in the sole interests of copying as such, not\nbecause copying is GOOD FOR SOMETHING, but because copying ought\nschlechthin to be, seems, if you look at it coldly, to be an\nalmost preposterous ideal. Why should the universe, existing in\nitself, also exist in copies? How CAN it be copied in the solidity\nof its objective fulness? And even if it could, what would\nthe motive be? ’Even the hairs of your head are numbered.’ Doubtless\nthey are, virtually; but why, as an absolute proposition, OUGHT the\nnumber to become copied and known? Surely knowing is only one way of\ninteracting with reality and adding to its effect.",
        "The opponent here will ask: ’Has not the knowing of truth any\nsubstantive value on its own account, apart from the collateral\nadvantages it may bring? And if you allow theoretic satisfactions to\nexist at all, do they not crowd the collateral satisfactions out of\nhouse and home, and must not pragmatism go into bankruptcy, if she\nadmits them at all?’ The destructive force of such talk disappears\nas soon as we use words concretely instead of abstractly, and ask,\nin our quality of good pragmatists, just what the famous\ntheoretic needs are known as and in what the\nintellectual satisfactions consist.",
        "Are they not all mere matters of CONSISTENCY–and emphatically NOT\nof consistency between an absolute reality and the mind’s copies of\nit, but of actually felt consistency among judgments, objects, and\nhabits of reacting, in the mind’s own experienceable world? And\nare not both our need of such consistency and our pleasure in it\nconceivable as outcomes of the natural fact that we are beings that\ndo develop mental HABITS–habit itself proving adaptively beneficial\nin an environment where the same objects, or the same kinds of\nobjects, recur and follow ’law’? If this were so, what would have\ncome first would have been the collateral profits of habit as such,\nand the theoretic life would have grown up in aid of these. In point\nof fact, this seems to have been the probable case. At life’s\norigin, any present perception may have been ’true’–if such a\nword could then be applicable. Later, when reactions became\norganized, the reactions became ’true’ whenever expectation was\nfulfilled by them. Otherwise they were ’false’ or ’mistaken’\nreactions. But the same class of objects needs the same kind of\nreaction, so the impulse to react consistently must gradually have\nbeen established, and a disappointment felt whenever the results\nfrustrated expectation. Here is a perfectly plausible germ for all\nour higher consistencies. Nowadays, if an object claims from us a\nreaction of the kind habitually accorded only to the opposite class\nof objects, our mental machinery refuses to run smoothly. The\nsituation is intellectually unsatisfactory.",
        "Theoretic truth thus falls WITHIN the mind, being the accord of some\nof its processes and objects with other processes and objects–\n ’accord’ consisting here in well-definable relations. So long as\nthe satisfaction of feeling such an accord is denied us, whatever\ncollateral profits may seem to inure from what we believe in are but\nas dust in the balance–provided always that we are highly\norganized intellectually, which the majority of us are not. The\namount of accord which satisfies most men and women is merely the\nabsence of violent clash between their usual thoughts and\nstatements and the limited sphere of sense-perceptions in which\ntheir lives are cast. The theoretic truth that most of us think we\n’ought’ to attain to is thus the possession of a set of predicates\nthat do not explicitly contradict their subjects. We preserve it as\noften as not by leaving other predicates and subjects out.",
        "In some men theory is a passion, just as music is in others. The\nform of inner consistency is pursued far beyond the line at\nwhich collateral profits stop. Such men systematize and classify and\nschematize and make synoptical tables and invent ideal objects for\nthe pure love of unifying. Too often the results, glowing with\n’truth’ for the inventors, seem pathetically personal and artificial\nto bystanders. Which is as much as to say that the purely theoretic\ncriterion of truth can leave us in the lurch as easily as any other\ncriterion, and that the absolutists, for all their pretensions,\nare ’in the same boat’ concretely with those whom they attack.",
        "I am well aware that this paper has been rambling in the extreme.\nBut the whole subject is inductive, and sharp logic is hardly yet in\norder. My great trammel has been the non-existence of any\ndefinitely stated alternative on my opponents’ part. It may conduce\nto clearness if I recapitulate, in closing, what I conceive the main\npoints of humanism to be. They are these:–",
        "1. An experience, perceptual or conceptual, must conform to reality\nin order to be true.",
        "2. By ’reality’ humanism means nothing more than the other\nconceptual or perceptual experiences with which a given present\nexperience may find itself in point of fact mixed up.\n[Footnote: This is meant merely to exclude reality of an\n’unknowable’ sort, of which no account in either perceptual\nor conceptual terms can be given. It includes of course any\namount if empirical reality independent of the knower.\nPragmatism, is thus ’epistemologically’ realistic in its account.]",
        "3. By ’conforming,’ humanism means taking account-of in such a way\nas to gain any intellectually and practically satisfactory result.",
        "4. To ’take account-of’ and to be ’satisfactory’ are terms that\nadmit of no definition, so many are the ways in which these\nrequirements can practically be worked out.",
        "5. Vaguely and in general, we take account of a reality by\npreserving it in as unmodified a form as possible. But, to be then\nsatisfactory, it must not contradict other realities outside of it\nwhich claim also to be preserved. That we must preserve all the\nexperience we can and minimize contradiction in what we preserve, is\nabout all that can be said in advance.",
        "6. The truth which the conforming experience embodies may be a\npositive addition to the previous reality, and later judgments\nmay have to conform to it. Yet, virtually at least, it may have been\ntrue previously. Pragmatically, virtual and actual truth mean the\nsame thing: the possibility of only one answer, when once the\nquestion is raised.",
        "Continue...",
        "\nThis e-book of The Meaning of Truth (a sequel to “Pragmatism”) by William James is in the public domain (via Project Gutenberg).\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "William James : Writings 1902-1910 : The Varieties of Religious Experience / Pragmatism / A Pluralistic Universe / The Meaning of Truth / Some Problems of Philosophy / Essays (Library of America)By William JamesAt Amazon"
    ]
}