{
    "title": "The Store Boy - Chapter XXXVI - A Letter From Rose Gardiner",
    "author": "Horatio Alger, Jr.",
    "chapter": "36",
    "content": [
        "\n\n",
        "Ben resumed his place as the secretary and confidential clerk of Mrs.\nHamilton.  He found his position more agreeable when Mrs. Hill and\nConrad were fairly out of the house.  In place of the first a\npleasant-faced German woman was engaged, and there were no more sour\nlooks and sneering words.",
        "Of course Ben kept up a weekly correspondence with his mother.  He did\nnot tell her the extent of his good fortune–he wished that to be a\nsurprise, when the time came.  From his mother, too, he received\nweekly letters, telling him not unfrequently how she missed him,\nthough she was glad he was doing so well.",
        "One day beside his mother’s letter was another.  He did not know the\nhandwriting, but, looking eagerly to the end, he saw the name of Rose\nGardiner.",
        "“What would Rose say,” Ben asked himself, “if she knew that I am worth\nfour thousand dollars?”",
        "The money had been paid to Ben, and was deposited in four different\nsavings banks, till he could decide on a better investment.  So he was\nquite sure of having more than enough to pay off the mortgage and\nredeem the cottage.",
        "“Since mother is worrying, I must write and set her mind at rest,” he\ndecided.",
        "He wrote accordingly, telling his mother not to feel anxious, for he\nhad wealthy friends, and he felt sure, with their help, of paying off\nthe mortgage.  “But don’t tell anybody this,” he continued, “for I\nwant to give the squire and Mr. Kirk a disagreeable surprise.  I shall\ncome to Pentonville two days before, and may stay a week.”",
        "He had already spoken to Mrs. Hamilton about having this week as a\nvacation.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}