{
    "title": "The Nature of Goodness - IV. Self-Direction",
    "author": "George Herbert Palmer",
    "chapter": "5",
    "content": [
        "\nGeorge Herbert Palmer, (1842-1933)\nProfessor of Natural Religion, Moral Philosophy and Civil Polity\nHarvard University\nPortrait: 1926, 40 x 30 inches, Oil\n",
        "\n\n",
        "In the last chapter I began to discuss the nature of goodness\ndistinctively personal. This has its origin in the differing\nconstitutions of persons and things. Into the making of a person four\ncharacteristics enter which are not needed in the formation of a\nthing. The most fundamental of these I examined. Persons and things\nare unlike in this, that each force which stirs within a self-\nconscious person is correlated with all his other forces. So great and\ncentral is this correlation that a person can say, “I have an\nexperience,” not–as, possibly, the brutes–\"I am an experience.” Yet\nalthough a person tends thus to be an organic whole, he did not begin\nhis existence in conscious unity. Probably the early stages of our\nlife are to be sought rather in the regions of unconsciousness. Rising\nout of unconscious conditions into reflex actions–those ingenious\nprovisions for our security at times when we have no directing powers\nof our own–we gradually pass into conditions of consciousness, where\nwe are able to seize the single experience and to be absorbed in it.\nOut of this emerges by degrees an apprehension of ourselves contrasted\nwith our experiences. Even, however, when this self-consciousness is\nonce established, it may on vivacious or morbid occasions be\noverthrown. It by no means attends all the events of our lives. Yet it\nmarks all conduct that can be called good. Goodness which is\ndistinctively personal must in some way express the formation and\nmaintenance of a self-conscious life.",
        "But more is needed. A person fashioned in the way described would be\naware of himself, aware of his mental changes, perhaps aware of an\nobjective order of things producing these changes, and still might\nhave no real share himself in what was going on. We can at least\nimagine a being merely contemplative. He sits as a spectator at his\nown drama. Trains of associated ideas pass before his interested gaze;\na multitude of transactions occur in his contemplated surroundings;\nbut he is powerless to intervene. He passively beholds, and does\nnothing. If such a state of things can be imagined, and if something\nlike it occasionally occurs in our experience, it does not represent\nour normal condition. Our life is no mere affair of vision. Self-\nconsciousness counts as a factor. Through it changes arise both\nwithout and within. I accordingly entitle this fourth chapter Self-\ndirection. In it I propose to consider how our life goes forth in\naction; for in fact wherever self-consciousness appears, there is\ndeveloped also a centre of activity, and an activity of an altogether\npeculiar kind.",
        "It is well known that in interpreting these facts of action the\njudgment of ethical writers is divided. Libertarians and determinists\nare here at issue. Into their controversy I do not desire to enter. I\nmean to attempt a brief summary of those facts relating to human\naction which are tolerably well agreed upon by writers of both\nschools. In these there are intricacies enough. To raise the hand, to\nwave it in the air, to lay it on the table again, would ordinarily be\nreckoned simple matters. Yet operations so simple as these I shall\nshow pass through half a dozen steps, though they are ordinarily\nperformed so swiftly that we do not notice their several parts. In\nlife much is knitted together which cannot be understood without\ndissection. In such dissection I must now engage. As a good pedagogue\nI must discuss operations separately which in reality get all their\nmeaning through being found together. Against the necessary\ndistortions of such a method the reader must be on his guard.",
        "In the total process of self-direction there are evidently two main\ndivisions,–a mental purpose must be formed, and then this purpose\nmust be sent forth into the outer world. It is there accepted by those\nagencies of a physical sort which wait to do our bidding. The\nformation of the mental purpose I will, for the sake of brevity, call\nthe intention, and to the sending of it forth I will give the name\nvolition. That these terms are not always confined within these limits\nis plain. But I shall not force their meaning unduly by employing them\nso, and I need a pair of terms to mark the great contrasted sides of\nself-direction. The intention (A) shall designate the subjective side.\nBut those objective adjustments which fit it to emerge and seek in an\nouter world its full expression I shall call the volition (B).",
        "For the present, then, regarding entirely the former, let us see how\nan intention arises,–how self-consciousness sets to work in stirring\nup activity. To gain clearness I shall distinguish three subordinate\nstages, designating them by special names and numerals.",
        "At the start we are guided by an end or ideal of what we would bring\nabout. To a being destitute of self-consciousness only a single sort\nof action is at any moment possible. When a certain force falls upon\nit, it meets with a fixed response. Or, if the causative forces are\nmany, what happens is but the well-established resultant of these\nforces operating upon a being as definite in nature as they. Such a\nbeing contemplates no future to be reached through motions set up\nwithin it. Its motions do not occur for the sake of realizing in\ncoming time powers as yet but half-existent. It is not guided by\nideals. Its actions set forth merely what it steadily is, not what it\nmight be. Something like the opposite of all this shapes personal\nacts. A person has imagination. He contemplates future events as\npossible before they occur, and this contemplation is one of the very\nfactors which bring them about. For example: while writing here, I can\nemancipate my thought from this present act and set myself to\nimagining my situation an hour hence. At that time I perceive I may be\nstill at my writing-desk, I may be walking the streets, I may be at\nthe theatre, or calling on my friend. A dozen, a hundred, future\npossibilities are depicted as open to me. On one or another of these I\nfix my attention, thereby giving it a causal force over other present\nideas, and rendering its future realization likely.",
        "So enormously important is imagination. By it we effect our\nemancipation from the present. Without this power to summon pictures\nof situations which at present are not, we should be exactly like the\nthings or brutes already described. For in the thing a determined\nsequence follows every impulse. There is no ambiguous future\ndisclosed, no variety of possibilities, no alternatives. Present\nthings under definite causes have but a single issue; and if the\naccount given of the brute is correct, his condition is unlike that of\nthings only in this respect, that in him curious automatic springs are\nprovided which set him in appropriate motion whenever he is exposed to\nharm, so enabling him suitably to face a future of which, however, he\nforms no image. In both brutes and things there is entire limitation\nto the present. This is not the case with a person. He takes the\nfuture into his reckoning, and over him it is at least as influential\nas the past. A person, through imagination laying hold of future\npossibilities, has innumerable auxiliary forces at his command. Choice\nappears. A depicted future thus held by attention for causal purposes\nis no longer a mere idea; it becomes an ideal.",
        "But in order to transform the depicted future from an idea to an\nideal, I must conceive it as rooted in my nature, and in some degree\ndependent on my power. Attracted by the brilliancy of the crescent\nmoon, I think what sport it would be to hang on one of its horns and\nkick my heels in the air. But no, that remains a mere picture. It will\nnot become an ideal, for it has no relation to my structure and\npowers. But there are other imaginable futures,–going to Europe,\nbecoming a physician, writing a book, buying a house, which, though\nnot fully compatible with one another, still represent, each one of\nthem, some capacity of mine. Attention to one or the other of these\nwill make it a reality in my life. They are competing ideals, and\nbecause of such competition my future is uncertain. The ambiguous\nfuture is accordingly a central characteristic of a person. He can\nimagine all sorts of states of himself which as yet have no existence,\nand one of these selected as an ideal may become efficient. This first\nstage, then, in the formation of the purpose, where various depicted\nfuture possibilities are summoned for assessment, may be called our\nfashioning of an ideal.",
        "But a second stage succeeds, the stage of desire. Indeed, though I\ncall it a second, it is really but a special aspect of the first; for\nthe ideal which I form always represents some improvement in myself.\nAn ideal which did not promise to better me in some way would be no\nideal at all. It would be quite inoperative. I never rise from my\nchair except with the hope of being better off. Without this, I should\nsit forever. But I feel uneasiness in my present position, and\nconceive the possibility of not being constrained; or I think of some\nneedful work which remains unexecuted as long as I sit here, and that\nwork undone I perceive will leave my life less satisfactory than it\nmight be. And this imagined betterment must always be in some sense my\nown. If it is a picture of the gains of some one else quite\nunconnected with myself, it will not start my action.",
        "But it will be objected that we do often act unselfishly and in behalf\nof other persons. Indeed we do. Perhaps our impulses are more largely\nderived from others than from ourselves, yet from desire our own share\nis never quite eliminated. I give to the poor. But it is because I\nhate poverty; or because I am attracted by the face, the story, or the\nsupposed character of him who receives; or because I am unable to\nseparate my interests from those of humanity everywhere. In some\nsubtle form the I-element enters. Leave it out, and the action would\nlose its value and become mechanical. What I did would be no\nexpression of self-conscious me. And such undoubtedly is the case with\nmuch of our conduct. The reflex actions, described in the last\nchapter, and many of our habits too, contain no precise reference to\nour self. Intelligent, purposeful, moral conduct, however, is\neverywhere shaped by the hope of improving the condition of him who\nacts. We do not act till we find something within or about us\nunsatisfactory. If contemplating myself in my actual conditions I\ncould pronounce them all good, creation would for me be at an end. To\nstart it, some sense of need is required. Accordingly I have named\ndesire as the second state in the formation of a purpose, for desire\nis precisely this sense of disparity between our actual self and that\npossible bettered self depicted in the ideal.",
        "Popular speech, however, does not here state the matter quite fully.\nWe often talk as if our desires were for other things than ourselves.\nWe say, for example, “I want a glass of water.” In reality it is not\nthe water I want. That is but a fragment of my desire. It is water\nplus self. Only so is the desire fully uttered. Beholding my present\nself, my thirsty and defective self, I perceive a side of myself\nrequiring to be bettered. Accordingly, among imagined pictures of\npossible futures I identify myself with that one which represents me\nsupplied with water. But it is not water that is the object of my\ndesire, it is myself as bettered by water. Since, however, this\nbetterment of self is a constant factor of all desire, we do not\nordinarily name it. We say, “I desire wealth, I desire the success of\nmy friend, or the freedom of my country,” omitting the important and\nnever absent portion of the desire, the betterment of self.",
        "Of course a stage in the formation of the purpose so important as\ndesire receives a multitude of names. Perhaps the simplest is\nappetite. In appetite I do not know what I want. I am blindly impelled\nin a certain direction. I do not perceive that I have a suffering\nself, nor know that this particular suffering would be bettered by\nthat particular supply. Appetite is a mere instinct. In the mechanic\nstructure of my being it is planned that without comprehension of the\nwant I shall be impelled to the source of supply. But when appetite is\npermeated with a consciousness of what is lacking, I apprehend it as a\nneed. Through needs we become persons. The capacity for\ndissatisfaction is the sublime thing in man. We can know our poor\nestate. We can say, That which I am I would not be. Passing the blind\npoint of appetite, we come into the region of want or need; if we then\ncan discern what is requisite to supply this need, we may be said to\nhave a desire. That desire, if specific and urgent, we call a wish.",
        "All these varieties of desire include the same two factors: on the one\nhand a recognition of present defect in ourselves, on the other\nimagination of possible bettered conditions. Diminish either, and\npersonal power is narrowed. The richer a man’s imagination, and the\nmore abundant his pictures of possible futures, the more resourceful\nhe becomes. Pondering on desire as rooted in the sense of defect, we\nmay feel less regret that our age is one not easily satisfied. Never\nwere there so many discontents, because there were never so many\naspirations. It is true there may be a devilish discontent or a divine\none. There is a discontent without definite aims, one which merely\nrejects what is now possessed; and there is one which seeks what is\nwisely attainable. Yet after all, it is a small price to pay for\naspiration that it is often attended by vagueness and unwisdom.",
        "But before the formation of the purpose is complete it must pass\nthrough a third stage, the stage of decision. Ideals and desires are\nnot enough, or rather they are too many; for there may be a multitude\nof them. Certain ideals are desired for supplying certain of my wants,\nothers for supplying others. But on examination these many desirable\nideals will often prove conflicting; all cannot be attained, or at\nleast not all at once. Among them I must pick and choose, reducing and\nordering their number. This process is decision. Starting with my\nambiguous future, imagination brings multifold possibilities of good\nbefore me. But before these can be allowed to issue miscellaneously\ninto action, comparison and selection reduce them to a single best. I\naccordingly assess the many desirable but competing ideals and see\nwhich of them will on the whole most harmoniously supplement my\nimperfections. On that I fasten, and the intention is complete.",
        "All this is obvious. But one part of the process, and perhaps the most\nimportant part, is apt to receive less attention than it deserves. In\ndecision we easily become engrossed with the single selected ideal,\nand do not so fully perceive that our choice implies a rejection of\nall else. Yet this it is–this cutting off–which rightly gives a name\nto the whole operation. The best is arrived at only by a process of\nexclusion in which we successively cut off such ideals as do not tend\nto the largest supply of our contemplated defects. Walking by the\ncandy-shop, and seeing the tempting chocolates, I feel a strong desire\nfor them. My mouth waters. I hurry into the shop and deposit my five-\ncent piece. In the evening I find that by spending five cents for the\nchocolates I am cut off from obtaining my newspaper, a loss\nunconsidered at the time. But to decide for anything is to decide\nagainst a multitude of other things. Taking is still more largely\nleaving. The full extent of this negative decision often escapes our\nnotice, and through the very fact of choosing a good we blindly\nneglect a best.",
        "Here, then, are the three steps in the formation of the purpose,–the\nideal, the desire, and the decision,–each earlier one preparing the\nway for that which is to follow. But an intention is altogether\nuseless if it pauses here. It was formed to be sent forth, to he\nentrusted to forces stretching beyond the intending mind. The laws of\nnature are to take it in charge. The Germans have a good proverb: “A\nstone once thrown belongs to the devil.” When once it parts from our\nhands, it is no longer ours. It is taken up, for evil or for good, by\nagencies other than our own. If we mistake the agency to which we\nintrust it, enormous mischief may ensue, and we shall he helpless.\nThese agencies, accordingly, need careful scrutiny before being called\non to work their will. The business of scrutinizing them and of\nturning over the purpose to their keeping, forms the second half (B)\nof self-direction. In contrast with (A), the formation of the purpose\nor the intention, this may be called the realization of the purpose,\nor volition. Volition, it is true, is often employed more\ncomprehensively, but we shall do the term no violence if we confine\nits meaning to the discharge of our subjective purpose into the\nobjective world. Volition then will also, under our scheme, have three\nsubordinate stages.",
        "The first of them I will call deliberation, in order to approximate it\nas closely as possible to the preceding decision. Having now my\npurpose decisively formed, I have to ask myself what physical means\nwill best carry it out. I summon before my mind as complete a list as\npossible of nature’s conveyances, and judge which of them will with\nthe greatest efficiency and economy execute my intention. Here I am at\na friend’s house, but I have decided to go to my own. I must compare,\nthen, the different modes of getting there, so as to pick out just\nthat one which involves the least expenditure and the most certain\nresult. One way occurs to me which I have never tried before, a swift\nand interesting way. I might go by balloon. In that balloon I could\nsail at my ease over the tops of the houses and across the beautiful\nriver. When the tower of Memorial Hall comes in sight, I could pull a\ncord and drop gently down at my own door, having meanwhile had the\nseclusion and exaltation of an unusual ride. What a delightful\nexperience! But there is one disadvantage. Balloons are not always at\nhand. I might be obliged to wait here for hours, for days, before\ngetting one. I dismiss the thought of a balloon. It does not\naltogether suit my purpose.",
        "Or, I might call a carriage. So I should secure solitude and a certain\nspeed, but should pay for these with noise, jolting, and more money\nthan I can well spare. There would be waiting, too, before the\ncarriage comes. Perhaps I had better ask my friend to lend me his arm\nand to escort me home. In this there would be dignity and a saving of\nmy strength. We could talk by the way, and I always find him\ninteresting. But should I be willing to be so much beholden to him,\nand would not the wind to-day make our walk and talk difficult? Better\npostpone till summer weather. And after all there is Boston’s most\ncommon mode of locomotion right at hand, the electric car. Strange it\nwas not thought of before! The five-cent piece saved from the\nchocolates will carry me, swiftly, safely, and with independence.",
        "It is in this way that we go through the process of deliberation. All\nthe possible means of effecting our purpose are summoned for judgment.\nThe feasibility of each is examined, and the cost involved in its\nemployment. Comparison is made between the advantages offered by\ndifferent agencies; and oftentimes at the close we are in a sad\npuzzle, finding these advantages and disadvantages so nearly balanced.\nOne, however, is finally judged superior in fitness. To this we tie\nourselves, making it the channel for our out-go. The whole process,\nthen, in its detailed comparison and final fixation, is identical with\nthat to which I have given the name of decision, except that the\ncomparisons of decision refer to inner facts, those of deliberation to\nouter.",
        "We now reach the climax of the whole process, effort, the actual\nsending forth through the deliberately chosen channel of the ideal\ndesired and decided on. To it all the rest is merely preliminary, and\nin it the final move is made which commits us to the deed. About it,\ntherefore, we may well desire the completest information. To tell the\ntruth, I have none to give, and nobody else has. The nature of the\noperation is substantially unknown. Though something which we have\nbeen performing all day long, we and all our ancestors, no one of us\nhas succeeded in getting a good sight of what actually takes place.\nOur purposes are prepared as I have described, and then those\npurposes–something altogether mental–change on a sudden to material\nmotions. How is the transmutation accomplished? How do we pass from a\nmental picture to a set of motions in the physical world? What is the\nbridge connecting the two? The bridge is always down when we direct\nour gaze upon it, though firm when any act would cross.",
        "Nor can we trace our passage any more easily in the opposite\ndirection. When my eyes are turned on my watch, for example, the\nvibrations of light striking its face are reflected on the pupil of my\neye. There the little motions, previously existing only in the\nsurrounding ether, are communicated to my optic nerve. This vibrates\ntoo, and by its motion excites the matter of my brain, and then–well,\nI have a sensation of the white face of my watch. But what was\ncontained in that then is precisely what we do not understand.\nIncoming motions may be transmuted into thought; or, as in effort,\noutgoing thought may be transmuted into motion. But alike in both\ncases, on the nature of that transmutation, the very thing we most\ndesire to know, we get no light. In regard to this crucial point no\none, materialist or idealist, can offer a suggestion. We may of\ncourse, in fault of explanation, restate the facts in clumsy\ncircumlocution. Calling thought a kind of motion, we may say that in\naction it propagates itself from the mind through the brain into the\nouter world; while in the apprehension of an idea motions of the outer\nworld pass into the brain, and there set up those motions which we\nknow as thought. But after such explanations the mystery remains\nexactly where it was before. How does a “mental motion” come out of a\nbodily motion, or a bodily from a mental? It is wiser to acknowledge a\nmystery and to mark the spot where it occurs.",
        "This marking of the spot may, however, illuminate the surrounding\nterritory. If we cannot explain the nature of the crucial act, it may\nstill be well to study its range. How widely is effort exercised? We\nshould naturally answer, as widely as the habitable globe. I can sit\nin my office in Boston and carry on business in China. When I touch a\nbutton, great ships are loaded on the opposite side of the earth and\ncross the intervening oceans to work the bidding of a person they have\nnever seen. Perhaps some day we may send our volition beyond the globe\nand enter into communication with the inhabitants of Mars. It would\nseem idle, then, to talk about the limitations of volition and a\nrestricted range of will. But in fact that will is restricted, and its\nrange is much narrower than the globe. For when we consider the\nmatter, with precision, it is not exactly I who have operated in\nChina. I operate only where I am. In touching the button my direct\nagency ceases. It is true that connected with that button are wires\nconducting to a wide variety of consequences. But about the details of\nthat conduction I need know nothing. The wire will work equally well\nwhether I understand or do not understand electricity. Its working is\nnot mine, but its own. The pressure of my finger ends my act, which is\nthen taken up and carried forward by automatic and mechanical\nadjustments requiring neither supervision nor consciousness on my\npart. We might then more accurately say that my direct volition is\ncircumscribed by my own body. My finger tips, my lips, my nodding head\nare the points where I part with full control, though indefinitely\nbeyond these I can forecast changes which the automatic agencies, once\nset astir, will induce.",
        "Am I niggardly in thus confining the action of each of us within his\nown body? Is the range of volition thus marked out too narrow? On the\ncontrary, it is probably still too wide. We are as powerless to direct\nour bodies as we are to manage affairs in China. This, at least, is\nthe modern psychological doctrine of effort. It is now believed that\nvolition is entirely a mental affair, and is confined to the single\nact of attention. It is alleged that when I attend to an ideal, fixing\nmy mind fully upon it, the results are altogether similar to what\noccurred on my touching the button. Every idea tends to pass\nautomatically into action through agencies about which I know as\nlittle as I do about ocean telegraphs. This physical frame of mine is\na curious organic mechanism, in which reflex actions and instincts do\ntheir blind work at a hint from me. I am said to raise my arm. But\nnever having been a student of anatomy and physiology, I have not the\nleast idea how the rise was effected; and if I am told that nerves\nexcite muscles, and these in turn contract like cords and pull the arm\nthis way or that, the rise will not be accomplished a bit better for\nthe information. For, as in electric transmission, it is not I who do\nthe work. My part is attention. The rest is adapted automatism. When I\nhave driven everything else out of my mind except the picture of the\nrising arm, it rises of itself, the after-effects on nerves and\nmuscles being apprehended by me as the sense of effort.",
        "We cannot, then, exercise our will with a wandering mind. So long as\nseveral ideas are conflictingly attended to, they hinder each other.\nThis we verify in regrettable experiences every day. On waking this\nmorning, for example, I saw it was time to get up. But the bed was\ncomfortable, and there were interesting matters to think of. I meant\nto get up, for breakfast was waiting, and there was that new book to\nbe examined, and that letter to be written. How long would this\nrequire, and how should the letter be planned? But I must get up.\nPossibly those callers may come. And shall I want to see them? It is\nreally time to get up. What a curious figure the pattern of the paper\nmakes, viewed in this light! The breakfast bell! Out of my head go all\nvagrant reflections, and suddenly, before I can notice the process, I\nfind myself in the middle of the floor. That is the way. From wavering\nthoughts nothing comes. But suddenly some sound, some sight, some\nsignificant interest, raises the depicted act into exclusive vividness\nof attention, and our part is done. The spring has been touched, and\nthe physical machinery, of which we may know little or nothing, does\nits work. There it stands ready, the automatic machinery of this\nexquisite frame of ours, waiting for the unconfused signal,–our only\npart in the performance,–then automatically it springs to action and\npushes our purpose into the outer world. Such at least is the\nfashionable teaching of psychologists to-day. Volition is full\nattention. It has no wider scope. With bodily adjustments it does not\nmeddle. These move by their own mechanic law. Of real connection\nbetween body and mind we know nothing. We can only say that such\nparallelism exists that physical action occurs on occasion of complete\nmental vision.",
        "No doubt this theory leaves much to be desired in the way of\nclearness. What is meant by fixing the attention exclusively? Is\nunrelated singleness possible among our mental pictures? Or how\nnarrowly must the field of attention be occupied before these strange\nsprings are set in motion? At the end of the explanation do not most\nof the puzzling problems of scope, freedom, and selection remain,\nexisting now as problems about the nature and working of attention\ninstead of, as formerly, problems about the emergence of the intention\ninto outward nature? No doubt these classical problems puzzle us\nstill. But a genuine advance toward clarity is made when we confine\nthem within a small area by identifying volition with mental\nattention. Nor will it be anything to the point to say, “But I know\nmyself as a physical creature to be involved in effort. The strain of\nvolition is felt in my head, in my arm, throughout my entire body.\"\nNobody denies it. After we have attended, and the machinery is set in\nmotion, we feel its results. The physical changes involved in action\nare as apprehensible in our experience as are any other natural facts,\nand are remembered and anticipated in each new act.",
        "IX",
        "Only one stage more remains, and that is an invariable one, the stage\nof satisfaction. It is fortunately provided that pleasure shall attend\nevery act. Pleasure probably is nothing else but the sense that some\none of our functions has been appropriately exercised. Every time,\nthen, that an intention has been taken, up in the way just described,\ncarried forth into the complex world, and there conducted to its mark,\na gratified feeling arises. “Yes, I have accomplished it. That is\ngood. I felt a defect, I desired to remove it, and betterment is\nhere.” We cannot speak a word, or raise a hand, perhaps even draw a\nbreath, without something of this glad sense of life. It may be\nintense, it may be slight or middling; but in some degree it is always\nthere. For through action we realize our powers. This seemingly fixed\nworld is found to be plastic in our hands. We modify it. We direct\nsomething, mean something. No longer idle drifters on the tide,\nthrough our desires we bring that tide our way. And in the sense of\nself-directed power we find a satisfaction, great or small according\nto the magnitude of our undertaking.",
        "In such a catalogue of the elements of action as has just been given\nthere is something uncanny. Can we not pick up a pin without going\nthrough all six stages? Should we ever do anything, if to do even the\nsimplest we were obliged to do six things? Have I not made matters\nneedlessly elaborate? No, I have not unduly elaborated. We are made\njust so complex. Yet as a good teacher I have falsified. For the sake\nof clearness I have been treating separately matters which go\ntogether. There are not six operations, there is but one. In this one\nthere are six stages; that is, there are six points of view from which\nthe single operation may advantageously be surveyed. But these do not\nexist apart. They are all intimately blended, each affecting all the\nrest. Because of our dull faculties we cannot understand, though we\ncan work, them en bloc. He who would render them comprehensible\nmust commit the violence of plucking them asunder, holding them up\ndetachedly, and saying, “Of such diverse stuff is our active life\ncomposed.” But in reality each gets its meaning through connection\nwith all the others. Life need not terrify because for purposes of\nverification it must be represented as so intricate an affair. It is I\nwho have broken up its simplicity, and it belongs to my reader to put\nit together again.",
        "REFERENCE ON SELF-DIRECTION",
        "James’s Psychology, ch. xxvi.",
        "Sigwart’s Der Begriff des Wollen’s, in his Kleine Schriften.",
        "A. Alexander’s Theories of the Will.",
        "Munsterberg’s Die Willenshandlung.",
        "Hoffding’s Psychology, ch. vii.",
        "Continue...",
        "\nThis electronic text of The Nature of Goodness by George Herbert Palmer (Alford Professor of Philosophy in Harvard University, 1903, A. F. P.) is in the public domain.\nConversion to this hypertext by Philipp Lenssen.\n\n\nMagazine: Philosophy Today (Amazon).\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Nature of GoodnessBy George Herbert PalmerAt Amazon"
    ]
}