{
    "title": "The Book of Delight and Other Papers - The Solace of Books (Israel Abrahams)",
    "author": "Unknown",
    "chapter": "4",
    "content": [
        "\n\n",
        "In the year 1190, Judah ibn Tibbon, a famous Provençal Jew, who had\nmigrated to Southern France from Granada, wrote in Hebrew as follows to his\nson:",
        "“Avoid bad society: make thy books thy companions. Let thy bookcases and\nshelves be thy gardens and pleasure grounds. Pluck the fruit that grows\ntherein; gather the roses, the spices, and the myrrh. If thy soul be\nsatiate and weary, change from garden to garden, from furrow to furrow,\nfrom scene to scene. Then shall thy desire renew itself, and thy soul be\nrich with manifold delight.”",
        "In this beautiful comparison of a library to a garden, there is one point\nmissing. The perfection of enjoyment is reached when the library, or at\nleast a portable part of it, is actually carried into the garden. When\nLightfoot was residing at Ashley (Staffordshire), he followed this course,\nas we know from a letter of his biographer. “There he built himself a small\nhouse in the midst of a garden, containing two rooms below, viz. a study\nand a withdrawing room, and a lodging chamber above; and there he studied\nhard, and laid the foundations of his Rabbinic learning, and took great\ndelight, lodging there often, though [quaintly adds John Stype] he was then\na married man.” Montaigne, whose great-grandfather, be it recalled, was a\nSpanish Jew, did not possess a library built in the open air, but he had\nthe next best thing. He used the top story of a tower, whence, says he, “I\nbehold under me my garden.”",
        "In ancient Athens, philosophers thought out their grandest ideas walking up\nand down their groves. Nature sobers us. “When I behold Thy heavens, the\nwork of Thy fingers, the moon and the stars which Thou hast ordained; what\nis man that Thou art mindful of him, and the son of man that Thou visitest\nhim?” But if nature sobers, she also consoles. As the Psalmist continues:\n“Thou hast made him but little lower than the angels, and crownest him with\nglory and honor. Thou madest him to have dominion over the works of Thy\nhands; Thou hast put all things under his feet.” Face to face with nature,\nman realizes that he is greater than she. “On earth there is nothing great\nbut man, in man there is nothing great but mind.” So, no doubt, the\nAthenian sages gained courage as well as modesty from the contact of mind\nwith nature. And not they only, for our own Jewish treasure, the Mishnah,\ngrew up, if not literally, at least metaphorically, in the open air, in the\nvineyard of Jamnia. Standing in the sordid little village which to-day\noccupies the site of ancient Jamnia, with the sea close at hand and the\nplain of Sharon and the Judean lowlands at my feet, I could see Rabbi\nJochanan ben Zakkai and his comrades pacing to and fro, pondering those\ngreat thoughts which live among us now, though the authors of them have\nbeen in their graves for eighteen centuries.",
        "It is curious how often this habit of movement goes with thinking.\nMontaigne says: “Every place of retirement requires a Walk. My thoughts\nsleep if I sit still; my Fancy does not go by itself, as it goes when my\nLegs move it.” What Montaigne seems to mean is that we love rhythm. Body\nand mind must move together in harmony. So it is with the Mohammedan over\nthe Koran, and the Rabbi over the Talmud. Jews sway at prayer for the same\nreason. Movement of the body is not a mere mannerism; it is part of the\nemotion, like the instrumental accompaniment to a song. The child cons his\nlesson moving; we foolishly call it “fidgeting.” The child is never\nreceptive unless also active. But there is another of Montaigne’s feelings,\nwith which I have no sympathy. He loved to think when on the move, but his\nwalk must be solitary. “’Tis here,” he says of his library, “I am in my\nkingdom, and I endeavor to make myself an absolute monarch. So I sequester\nthis one corner from all society–conjugal, filial, civil.” This is a\ndetestable habit. It is the acme of selfishness, to shut yourself up with\nyour books. To write over your study door “Let no one enter here!” is to\nproclaim your work divorced from life. Montaigne gloried in the\ninaccessibility of his asylum. His house was perched upon an “overpeering\nhillock,” so that in any part of it–still more in the round room of the\ntower–he could “the better seclude myself from company, and keep\nencroachers from me.” Yet some may work best when there are others beside\nthem. From the book the reader turns to the child that prattles near, and\nrealizes how much more the child can ask than the book can answer. The\npresence of the young living soul corrects the vanity of the dead old\npedant. Books are most solacing when the limitations of bookish wisdom are\nperceived. “Literature,” said Matthew Arnold, “is a criticism of life.\"\nThis is true, despite the objections of Saintsbury, but I venture to add\nthat “life is a criticism of literature.”",
        "Now, I am not going to convert a paper on the Solace of Books into a paper\nin dispraise of books. I shall not be so untrue to my theme. But I give\nfair warning that I shall make no attempt to scale the height or sound the\ndepth of the intellectual phases of this great subject. I invite my reader\nonly to dally desultorily on the gentler slopes of sentiment.",
        "One of the most comforting qualities of books has been well expressed by\nRichard of Bury in his famous Philobiblon, written in 1344. This is an\nexquisite little volume on the Love of Books, which Mr. Israel Gollancz has\nnow edited in an exquisite edition, attainable for the sum of one shilling.\n“How safely,” says Richard, “we lay bare the poverty of human ignorance to\nbooks, without feeling any shame.”",
        "Then he goes on to describe books as those silent teachers who “instruct us\nwithout rods or stripes; without taunts or anger; without gifts or money;\nwho are not asleep when we approach them, and do not deny us when we\nquestion them; who do not chide us when we err, or laugh at us if we are\nignorant.”",
        "It is Richard of Bury’s last phrase that I find so solacing. No one is ever\nashamed of turning to a book, but many hesitate to admit their ignorance to\nan interlocutor. Your dictionary, your encyclopedia, and your other books,\nare the recipients of many a silent confession of nescience which you would\nnever dream of making auricular. You go to these “golden pots in which\nmanna is stored,” and extract food exactly to your passing taste, without\nneeding to admit, as Esau did to Jacob, that you are hungry unto death.\nThis comparison of books to food is of itself solacing, for there is always\nsomething attractive in metaphors drawn from the delights of the table. The\nmetaphor is very old.",
        "“Open thy mouth,” said the Lord to Ezekiel, “and eat that which I give\nthee. And when I looked, a hand was put forth unto me, and, lo, a scroll of\na book was therein.... Then I did eat it, and it was in my mouth as honey\nfor sweetness.”",
        "What a quaint use does Richard of Bury make of this very passage!\nAddressing the clergy, he says “Eat the book with Ezekiel, that the belly\nof your memory may be sweetened within, and thus, as with the panther\nrefreshed, to whose breath all beasts and cattle long to approach, the\nsweet savor of the spices it has eaten may shed a perfume without.”",
        "Willing enough would I be to devote the whole of my paper to Richard of\nBury. I must, however, content myself with one other noble extract, which,\nI hope, will whet my reader’s appetite for more: “Moses, the gentlest of\nmen, teaches us to make bookcases most neatly, wherein they [books] may be\nprotected from any injury. Take, he says, this book of the Law and put it\nin the side of the Ark of the Covenant of the Lord your God. O fitting\nplace and appropriate for a library, which was made of imperishable shittim\n[i.e. acacia] wood, and was covered within and without with gold.”",
        "Still we must not push this idea of costly bookcases too far. Judah the\nPious wrote in the twelfth century, “Books were made for use, not to be\nhidden away.” This reminds me that Richard of Bury is not the only medieval\nbook-lover with whom we might spend a pleasant evening. Judah ben Samuel\nSir Leon, surnamed the Pious, whom I have just quoted, wrote the “Book of\nthe Pious” in Hebrew, in 1190, and it has many excellent paragraphs about\nbooks. Judah’s subject is, however, the care of books rather than the\nsolace derivable from them. Still, he comes into my theme, for few people\ncan have enjoyed books more than he. He had no selfish love for them: he\nnot only possessed books, he lent them. He was a very prince of\nbook-lenders, for he did not object if the borrowers of his books re-lent\nthem in their turn. So, on dying, he advised his sons to lend his books\neven to an enemy (par. 876). “If a father dies,” he says elsewhere (par.\n919), “and leaves a dog and a book to his sons, one shall not say to the\nother, You take the dog, and I’ll take the book,” as though the two were\ncomparable in value. Poor, primitive Judah the Pious! We wiser moderns\nshould never dream of making the comparison between a dog and a book, but\nfor the opposite reason. Judah shrank from equalling a book to a dog, but\nwe know better than to undervalue a dog so far as to compare it with a\nbook. The kennel costs more than the bookcase, and love of dogs is a higher\nsolace than love of books. To those who think thus, what more convincing\ncondemnation of books could be formulated than the phrase coined by Gilbert\nde Porre in praise of his library, “It is a garden of immortal fruits,\nwithout dog or dragon.”",
        "I meant to part with Richard of Bury, but I must ask permission to revert\nto him. Some of the delight he felt in books arose from his preference of\nreading to oral intercourse. “The truth in speech perishes with the sound:\nit is patent to the ear only and eludes the sight: begins and perishes as\nit were in a breath.” Personally I share this view, and I believe firmly\nthat the written word brings more pleasure than the spoken word.",
        "Plato held the opposite view. He would have agreed with the advice given by\nChesterfield to his son, “Lay aside the best book when you can go into the\nbest company–depend upon it you change for the better.” Plato did, indeed,\ncharacterize books as “immortal sons deifying their sires.” But, on the\nopposite side, he has that memorable passage, part of which I now quote,\nfrom the same source that has supplied several others of my quotations, Mr.\nAlexander Ireland’s “Book-Lover’s Enchiridion.” “Writing,” says Plato, “has\nthis terrible disadvantage, which puts it on the same footing with\npainting. The artist’s productions stand before you, as if they were alive:\nbut if you ask them anything, they keep a solemn silence. Just so with\nwritten discourse: you would fancy it full of the thoughts it speaks: but\nif you ask it something that you want to know about what is said, it looks\nat you always with the same one sign. And, once committed to writing,\ndiscourse is tossed about everywhere indiscriminately, among those who\nunderstand and those to whom it is naught, and who cannot select the fit\nfrom the unfit.” Plato further complains, adds Mr. Martineau, that “Theuth,\nthe inventor of letters, had ruined men’s memories and living command of\ntheir knowledge, by inducing a lazy trust in records ready to their hand:\nand he limits the benefit of the litera scripta to the compensation it\nprovides for the failing memory of old age, when reading naturally becomes\nthe great solace of life.... Plato’s tone is invariably depreciatory of\neverything committed to writing, with the exception of laws.”",
        "This was also the early Rabbinical view, for while the Law might, nay,\nmust, be written, the rest of the tradition was to be orally confided. The\noral book was the specialty of the Rabbinical schools. We moderns, who are\nto the ancients, in Rabbinic phrase, as asses to angels in intellect,\ncannot rely upon oral teaching–our memory is too weak to bear the strain.\nEven when a student attends an oral lecture, he proves my point, because he\ntakes notes.",
        "The ideal lies, as usual, in a compromise. Reading profits most when,\nbeside the book, you have some one with whom to talk about the book. If\nthat some one be the author of the book, good; if it be your teacher,\nbetter; if it be a fellow-student, better still; if it be members of your\nfamily circle, best of all. The teacher has only succeeded when he feels\nthat his students can do without him, can use their books by themselves and\nfor themselves. But personal intercourse in studies between equals is never\nobsolete. “Provide thyself with a fellow-student,” said the Rabbi.\nFriendship made over a book is fast, enduring; this friendship is the great\nsolace. How much we Jews have lost in modern times in having given up the\nold habit of reading good books together in the family circle! Religious\nliterature thus had a halo of home about it, and the halo never faded\nthroughout life. From the pages of the book in after years the father’s\nloving voice still spoke to his child. But when it comes to the author, I\nhave doubts whether it be at all good to have him near you when you read\nhis book. You may take an unfair advantage of him, and reject his book,\nbecause you find the writer personally antipathetic. Or he may take an\nunfair advantage of you, and control you by his personal fascination. You\nremember the critic of Demosthenes, who remarked to him of a certain\noration, “When I first read your speech, I was convinced, just as the\nAthenians were; but when I read it again, I saw through its fallacies.\"\n“Yes,” rejoined Demosthenes, “but the Athenians heard it only once.” A book\nyou read more than once: for you possess only what you understand. I do not\ndoubt that the best readers are those who move least in literary circles,\nwho are unprejudiced one way or the other by their personal likes or\ndislikes of literary men. How detestable are personal paragraphs about\nauthors–often, alas! autobiographical titbits. We expect a little more\nreticence: we expect the author to say what he has to say in his book, and\nnot in his talks about his book and himself. We expect him to express\nhimself and suppress himself. “Respect the books,” says Judah the Pious,\n“or you show disrespect to the writer.” No, not to the writer, but to the\nsoul whose progeny the book is, to the living intellect that bred it, in\nMilton’s noble phrase, to “an Immortality rather than a life.” “Many a\nman,” he says, “lives a burden to the earth; but a good book is the\nprecious life-blood of a master-spirit, embalmed and treasured up on\npurpose to a life beyond life.”",
        "It is a sober truth that, of the books we chiefly love, we know least about\nthe authors. Perpetrating probably the only joke in his great Bodleian\nCatalogue, Dr. Steinschneider enters the Bible under the heading Anonyma.\nWe are nowadays so concerned to know whether Moses or another wrote the\nPentateuch, that we neglect the Pentateuch as though no one had ever\nwritten it. What do we know about the personality of Shakespeare? Perhaps\nwe are happy in our ignorance. “Sometimes,” said Jonathan Swift, “I read a\nbook with pleasure and detest the author.” Most of us would say the same of\nJonathan Swift himself, and all of us, I think, share R.L. Stevenson’s\nresentment against a book with the portrait of a living author, and in a\nheightened degree against an English translation of an ancient Hebrew\nclassic with the translator’s portrait. Sometimes such a translator is\nthe author; his rendering, at all events, is not the classic. A certain\nFidentinus once stole the work of the Roman poet Martial, and read it out\nto the assembly as his own; whereupon Martial wrote this epigram,",
        "  The book you read is, Fidentinus, mine,\n  Tho’ read so badly, it well may pass for thine.",
        "But even apart from such bad taste as the aforementioned translator’s, I do\nnot like to see portraits of living authors in their books. The author of a\ngood book becomes your intimate, but it is the author as you know him from\nhis book, not as you see him in the flesh or on a silver print. I quote\nStevenson again: “When you have read, you carry away with you a memory of\nthe man himself; it is as though you had touched a loyal hand, looked into\nbrave eyes, and made a noble friend; there is another bond on you\nthenceforward, binding you to life and to the love of virtue.”",
        "This line of thought leads me to the further remark, that some part of\nthe solace derived from books has changed its character since the art of\nprinting was invented. In former times the personality, if not of the\nauthor, at all events of the scribe, pressed itself perforce upon the\nreader. The reader had before him, not necessarily an autograph, but at\nall events a manuscript. Printing has suppressed this individuality, and\nthe change is not all for the better. The evil consists in this, that\nwhereas of old a book, being handwritten, was clearly recognized as the\nwork of some one’s hand, it now assumes, being printed, an impersonal\nimportance, which may be beyond its deserts. Especially is this the case\nwith what we may term religious authorities; we are now apt to forget\nthat behind the authority there stands simply–the author. It is\ninstructive to contrast the customary method of citing two great\ncodifiers of Jewish law–Maimonides and Joseph Caro. Caro lived in the\nage of printing, and the Shulchan Aruch was the first great Jewish\nbook composed after the printing-press was in operation. The result has\nbeen, that the Shulchan Aruch has become an impersonal authority,\nrarely cited by the author’s name, while the Mishneh Torah is mostly\nreferred to as the Rambam, i.e. Maimonides.",
        "For all that, printing has been a gain, even from the point of view at\nwhich I have just arrived. Not only has it demolished the barrier which the\nscribe’s personality interposed between author and reader, but, by\nincreasing the number of readers, it has added to the solace of each. For\nthe solace of books is never selfish–the book-miser is never the\nbook-lover, nor does the mere collector of rarities and preciosities\ndeserve that name, for the one hoards, but does not own; the other serves\nMammon, not God. The modern cheapening of books–the immediate result of\nprinting–not only extends culture, it intensifies culture. Your joy in a\nbook is truest when the book is cheapest, when you know that it is, or\nmight be, in the hands of thousands of others, who go with you in the\nthrong towards the same divine joy.",
        "These sentiments are clearly those of a Philistine. The fate of that last\nword, by the way, is curious. The Philistines, Mr. Macalistcr discovered\nwhen excavating Gezer, were the only artistic people in Palestine! Using\nthe term, however, in the sense to which Matthew Arnold gave vogue, I am a\nPhilistine in taste, I suppose, for I never can bring myself nowadays to\nbuy a second-hand book. For dusty old tomes, I go to the public library;\nbut my own private books must be sweet and clean. There are many who prefer\nold copies, who revel in the inscribed names of former owners, and prize\ntheir marginal annotations. If there be some special sentimental\nassociations connected with these factors, if the books be heirlooms, and\nthe annotations come from a vanished, but beloved, hand, then the old book\nbecomes an old love. But in most cases these things seem to me the defects\nof youth, not the virtues of age; for they are usually too recent to be\nvenerable, though they are just old enough to disfigure. Let my books be\nyoung, fresh, and fragrant in their virgin purity, unspotted from the\nworld. If my copy is to be soiled, I want to do all the soiling myself. It\nis very different with a manuscript, which cannot be too old or too dowdy.\nThese are its graces. Dr. Neubauer once said to me, “I take no interest in\na girl who has seen more than seventeen years, nor in a manuscript that has\nseen less than seven hundred.” Alonzo of Aragon was wont to say in\ncommendation of age, that “age appeared to be best in four things: old wood\nto burn; old wine to drink; old friends to trust; and old authors to read.”",
        "This, however, is not my present point, for I have too much consideration\nfor my readers to attempt to embroil them in the old “battle of the books\"\nthat raged round the silly question whether the ancients or the moderns\nwrote better. I am discussing the age, not of the author, but of the copy.\nAs a critic, as an admirer of old printing, as an archeologist, I feel\nregard for the editio princeps, but as a lover I prefer the cheap\nreprint. Old manuscripts certainly have their charm, but they must have\nbeen written at least before the invention of printing. Otherwise a\nmanuscript is an anachronism–it recalls too readily the editorial\n“declined with thanks.” At best, the autograph original of a modern work is\na literary curiosity, it reveals the author’s mechanism, not his mind. But\nold manuscripts are in a different case; their age has increased their\ncharm, mellowed and confirmed their graces, whether they be canonical\nbooks, which “defile the hand” in the Rabbinical sense, or Genizah-grimed\nfragments, which soil the fingers more literally. And when the dust of ages\nis removed, these old-world relics renew their youth, and stand forth as\nwitnesses to Israel’s unshakable devotion to his heritage.",
        "I have confessed to one Philistine habit; let me plead guilty to another. I\nprefer to read a book rather than hear a lecture, because in the case of\nthe book I can turn to the last page first. I do like to know before I\nstart whether he marries her in the end or not. You cannot do this with\na spoken discourse, for you have to wait the lecturer’s pleasure, and may\ndiscover to your chagrin, not only that the end is very long in coming, but\nthat when it does come, it is of such a nature that, had you foreseen it,\nyou would certainly not have been present at the beginning. The real\ninterest of a love story is its process: though you may read the\nconsummation first, you are still anxious as to the course of the\ncourtship. But, in sober earnest, those people err who censure readers for\ntrying to peep at the last page first. For this much-abused habit has a\ndeep significance when applied to life. You will remember the ritual rule,\n“It is the custom of all Israel for the reader of the Scroll of Esther to\nread and spread out the Scroll like a letter, to make the miracle visible.\"\nI remember hearing a sermon just before Purim, in Vienna, and the Jewish\npreacher gave an admirable homiletic explanation of this rule. He pointed\nout that in the story of Esther the fate of the Jews has very dark moments,\ndestruction faces them, and hope is remote. But in the end? In the end all\ngoes well. Now, by spreading out the Megillah in folds, displaying the end\nwith the beginning, “the miracle is made visible.” Once Lord Salisbury,\nwhen some timid Englishmen regarded the approach of the Russians to India\nas a menace, told his countrymen to use large-scale maps, for these would\nconvince them that the Russians were not so near India after all. We Jews\nsuffer from the same nervousness. We need to use large-scale charts of\nhuman history. We need to read history in centuries, not in years. Then we\nshould see things in their true perspective, with God changeless, as men\nmove down the ringing grooves of change. We should then be fuller of\ncontent and confidence. We might gain a glimpse of the Divine plan, and\nmight perhaps get out of our habit of crying “All is lost” at every passing\npersecution. As if never before had there been weeping for a night! As if\nthere had not always been abounding joy the morning after! Then let us,\nlike God Himself, try to see the end in the beginning, let us spread out\nthe Scroll, so that the glory of the finish may transfigure and illumine\nthe gloom and sadness of the intermediate course, and thus “the miracle” of\nGod’s providential love will be “made visible” to all who have eyes to see\nit.",
        "What strikes a real lover of books when he casts his eye over the fine\nthings that have been said about reading, is this: there is too much said\nabout profit, about advantage. “Reading,” said Bacon, “maketh a full man,\"\nand reading has been justified a thousand times on this famous plea. But,\nsome one else, I forget who, says, “You may as well expect to become strong\nby always eating, as wise by always reading.” Herbert Spencer was once\nblamed by a friend for reading so little. Spencer replied, “If I read as\nmuch as you do, I should know as little as you do.” Too many of the\neulogies of books are utilitarian. A book has been termed “the home\ntraveller’s ship or horse,” and libraries, “the wardrobes of literature.\"\nAnother favorite phrase is Montaigne’s, “’Tis the best viaticum for this\nhuman journey,” a phrase paralleled by the Rabbinic use of the Biblical\n“provender for the way.” “The aliment of youth, the comfort of old age,” so\nCicero terms books. “The sick man is not to be pitied when he has his cure\nin his sleeve\"–that is where they used to carry their books. But I cannot\ngo through the long list of the beautiful, yet inadequate, similes that\nabound in the works of great men, many of which can be read in the\n“Book-Lover’s Enchiridion,” to which I have already alluded.",
        "One constant comparison is of books to friends. This is perhaps best worked\nout in one of the Epistles of Erasmus, which the “Enchiridion” omits: “You\nwant to know what I am doing. I devote myself to my friends, with whom I\nenjoy the most delightful intercourse. With them I shut myself in some\ncorner, where I avoid the gaping crowd, and either speak to them in sweet\nwhispers, or listen to their gentle voices, talking with them as with\nmyself. Can anything be more convenient than this? They never hide their\nown secrets, while they keep sacred whatever is entrusted to them. They\nspeak when bidden, and when not bidden they hold their tongue. They talk of\nwhat you wish, and as long as you wish; do not flatter, feign nothing, keep\nback nothing, freely tell you of your faults, and take no man’s character\naway. What they say is either amusing or wholesome. In prosperity they\nmoderate, in affliction they console; they do not vary with fortune, they\nfollow you in all dangers, and last out to the very grave. Nothing can be\nmore candid than their relations with one another. I visit them from time\nto time, now choosing one companion and now another, with perfect\nimpartiality. With these humble friends, I bury myself in seclusion. What\nwealth or what sceptres would I take in exchange for this tranquil life?”",
        "Tranquillity is a not unworthy characteristic of the scholar, but, taking\nErasmus at his word, would he not have been even a greater man than he was,\nhad he been less tranquil and more strenuous? His great rôle in the history\nof European culture would have been greater still, had he been readier to\nbear the rubs which come from rough contact with the world. I will not,\nhowever, allow myself to be led off into this alluring digression, whether\nbooks or experience make a man wiser. Books may simply turn a man into a\n“learned fool,” and, on the other hand, experience may equally fail to\nteach any of the lessons of wisdom. As Moore says:",
        "  My only books\n  Were woman’s looks,\n  And folly’s all they taught me.",
        "The so-called men of the world often know little enough of the world of\nmen. It is a delusion to think that the business man is necessarily\nbusiness-like. Your business man is often the most un-business-like\ncreature imaginable. For practical ability, give me the man of letters.\nLife among books often leads to insight into the book of life. At Cambridge\nwe speak of the reading men and the sporting men. Sir Richard Jebb, when he\nwent to Cambridge, was asked, “Do you mean to be a sporting man or a\nreading man?” He replied, “Neither! I want to be a man who reads.” Marcus\nAurelius, the scholar and philosopher, was not the least efficient of the\nEmperors of Rome. James Martineau was right when he said that the student\nnot only becomes a better man, but he also becomes a better student, when\nhe concerns himself with the practical affairs of life as well as with his\nbooks. And the idea cuts both ways. We should be better men of business if\nwe were also men of books. It is not necessary to recall that the ancient\nRabbis were not professional bookmen. They were smiths and ploughmen,\ntraders and merchants, and their businesses and their trades were idealized\nand ennobled–and, may we not add, their handiwork improved?–by the\nexpenditure of their leisure in the schools and libraries of Jerusalem.",
        "And so all the foregoing comparisons between books and other objects of\nutility or delight, charming though some of these comparisons are, fail to\nsatisfy one. One feels that the old Jewish conception is the only\ncompletely true one: that conception which came to its climax in the\nappointment of a benediction to be uttered before beginning to read a book\nof the Law.",
        "The real solace of books comes from the sense of service, to be rendered or\nreceived; and one must enter that holy of holies, the library, with a\ngrateful benediction on one’s lip, and humility and reverence and joy in\none’s soul. Of all the writers about books, Charles Lamb, in his playful\nway, comes nearest to this old-world, yet imperishable, ideal of the Jewish\nsages. He says: “I own that I am disposed to say grace upon twenty other\noccasions in the course of the day besides my dinner. I want a form for\nsetting out on a pleasant walk, for a midnight ramble, for a friendly\nmeeting, for a solved problem. Why have we none for books, those spiritual\nrepasts–a grace before Milton,–a grace before Shakespeare,–a devotional\nexercise proper to be said before reading the Fairy Queen?” The Jewish\nritual could have supplied Lamb with several of these graces.",
        "It will, I hope, now be seen why in speaking on the solace of books I have\nsaid so little about consolation. It pains me to hear books praised as a\nrelief from worldly cares, to hear the library likened to an asylum for\nbroken spirits. I have never been an admirer of Boëthius. His “Consolations\nof Philosophy” have always been influential and popular, but I like better\nthe first famous English translator than the original Latin author.\nBoëthius wrote in the sixth century as a fallen man, as one to whom\nphilosophy came in lieu of the mundane glory which he had once possessed,\nand had now lost. But Alfred the Great turned the “Consolations” into\nEnglish at the moment of his greatest power. He translated it in the year\n886, when king on a secure throne; in his brightest days, when the Danish\nclouds had cleared. Sorrow has often produced great books, great psalms, to\nwhich the sorrowful heart turns for solace. But in the truest sense the\nShechinah rests on man only in his joy, when he has so attuned his life\nthat misfortune is but another name for good fortune. He must have learned\nto endure before he seeks the solace of communion with the souls of the\ngreat, with the soul of God. Very saddening it is to note how often men\nhave turned to books because life has no other good. The real book-lover\ngoes to his books when life is fullest of other joys, when his life is\nrichest in its manifold happiness. Then he adds the crown of joy to his\nother joys, and finds the highest happiness.",
        "I do not like to think of the circumstances under which Sir Thomas\nBodley went to Oxford to found his famous library. Not till his\ndiplomatic career was a failure, not till Elizabeth’s smiles had\ndarkened into frowns, did he set up his staff at the library door. But\nBodley rather mistook himself. As a lad the library had been his joy,\nand when he was abroad, at the summit of his public fame, he turned his\ndiplomatic missions to account by collecting books and laying the\nfoundation of his future munificence. I even think that no lover of\nbooks ever loved them so well in his adversity as in his prosperity.\nAnother view was held by Don Isaac Abarbanel, the famous Jewish\nstatesman and litterateur. Under Alfonso V, of Portugal, and other\nrulers, he attained high place, but was brought low by the Inquisition,\nand shared in the expulsion of his brethren. He writes in one of his\nletters: “The whole time I lived in the courts and palaces of kings,\noccupied in their service, I had no leisure to read or write books. My\ndays were spent in vain ambitions, seeking after wealth and honor. Now\nthat my wealth is gone, and honor has become exiled from Israel; now\nthat I am a vagabond and a wanderer on the earth, and I have no money:\nnow, I have returned to seek the book of God, as it is said, [Hebrew:\ncheth-samech-vav-resh-yod mem-cheth-samech-resh-aleph vav-hey-chaf-yod\nqof-tav-nun-yod], ’He is in sore need, therefore he studies.’”",
        "This is witty, but it is not wise. Fortunately, it is not quite true;\nAbarbanel does little justice to himself in this passage, for elsewhere (in\nthe preface to his Commentary on Kings) he draws a very different picture\nof his life in his brilliant court days. “My house,” he says, “was an\nassembly place for the wise ... in my abode and within my walls were wealth\nand fame for the Torah and for those made great in its lore.” Naturally,\nthe active statesman had less leisure for his books than the exiled, fallen\nminister.",
        "So, too, with an earlier Jewish writer, Saadia. No sadder title was ever\nchosen for a work than his Sefer ha-Galui–\"Book of the Exiled.” It is\nbeyond our province to enter into his career, full of stress and storm.\nBetween 933 and 937, driven from power, he retired to his library at\nBagdad, just as Cincinnatus withdrew to his farm when Rome no longer needed\nhim. During his retirement Saadia’s best books were written. Why? Graetz\ntells us that “Saadia was still under the ban of excommunication. He had,\ntherefore, no other sphere of action than that of an author.” This is\npitiful; but, again, it is not altogether true. Saadia’s whole career was\nthat of active authorship, when in power and out of power, as a boy, in\nmiddle life, in age: his constant thought was the service of truth, in so\nfar as literature can serve it, and one may well think that he felt that\nthe Crown of the Law was better worth wearing in prosperity, when he chose\nit out of other crowns, than in adversity, when it was the only crown\nwithin his reach. It was thus that King Solomon chose.",
        "So, in speaking of the solace of books, I have ventured to employ “solace\"\nin an old, unusual sense. “Solace” has many meanings. It means “comfort in\nsorrow,” and in Scotch law it denotes a compensation for wounded feelings,\nsolatium, moral and intellectual damages in short. But in Chaucer and\nSpenser, “solace” is sometimes used as a synonym for joy and sweet\nexhilaration. This is an obsolete use, but let me hope that the thing is\nnot obsolete. For one must go to his books for solace, not in mourning\ngarb, but in gayest attire–to a wedding, not to a funeral. When John Clare\nwrote,",
        "  I read in books for happiness,\n  But books mistake the way to joy,",
        "he read for what he ought to have brought, and thus he failed to find his\ngoal. The library has been beautifully termed the “bridal chamber of the\nmind.” So, too, the Apocrypha puts it in the Wisdom of Solomon:",
        "  Wisdom is radiant....\n  Her I loved and sought out from my youth,\n  And I sought to take her for my bride,\n  And I became enamored of her beauty.",
        "       *       *       *       *       *",
        "  When I am come into my house, I shall find rest with her,\n  For converse with her hath no bitterness,\n  And to live with her hath no pain.",
        "       *       *       *       *       *",
        "  O God of the fathers, ...\n  Give me wisdom, that sitteth by Thee on Thy throne.",
        "Continue...",
        "\nThis complete e-book of “The Book of Delight and Other Papers\"\nby Israel Abrahams, M.A. (author of “Jewish Life in the Middle Ages,” “Chapters on Jewish Literature,” etc. – 1912)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}