{
    "title": "The Unseen World and Other Essays - XI. LONGFELLOW’S DANTE.[33]",
    "author": "John Fiske",
    "chapter": "13",
    "content": [
        "\n\n",
        "[33] The Divine Comedy of Dante Alighieri. Translated by Henry\nWadsworth Longfellow. 3 vols. Boston: Ticknor & Fields, 1867.",
        "THE task of a translator is a thankless one at best. Be he never\nso skilful and accurate, be he never so amply endowed with the\ndivine qualifications of the poet, it is still questionable if he\ncan ever succeed in saying satisfactorily with new words that\nwhich has once been inimitably said—said for all time—with the\nold words. Psychologically, there is perhaps nothing more complex\nthan an elaborate poem. The sources of its effect upon our minds\nmay be likened to a system of forces which is in the highest\ndegree unstable; and the slightest displacement of phrases, by\ndisturbing the delicate rhythmical equilibrium of the whole, must\ninevitably awaken a jarring sensation.” Matthew Arnold has given\nus an excellent series of lectures upon translating Homer, in\nwhich he doubtless succeeds in showing that some methods of\ntranslation are preferable to others, but in which he proves\nnothing so forcibly as that the simplicity and grace, the\nrapidity, dignity, and fire, of Homer are quite incommunicable,\nsave by the very words in which they first found expression. And\nwhat is thus said of Homer will apply to Dante with perhaps even\ngreater force. With nearly all of Homer’s grandeur and rapidity,\nthough not with nearly all his simplicity, the poem of Dante\nmanifests a peculiar intensity of subjective feeling which was\nforeign to the age of Homer, as indeed to all pre-Christian\nantiquity. But concerning this we need not dilate, as it has\noften been duly remarked upon, and notably by Carlyle, in his\n“Lectures on Hero-Worship.” Who that has once heard the wail of\nunutterable despair sounding in the line",
        "can rest satisfied with the interpretation",
        "yet this rendering is literally exact.",
        "[34] As Dante himself observes, “E pero sappia ciascuno, che\nnulla cosa per legame musaico armonizzata si puo della sue\nloquela in altra trasmutare sanza rompere tutta sue dolcezza e\narmonia. E questa e la ragione per che Omero non si muto di greco\nin latino, come l’altre scritture che avemo da loro: e questa e\nla ragione per che i versi del Psaltero sono sanza dolcezza di\nmusica e d’armonia; che essi furono trasmutati d’ ebreo in\ngreco, e di greco in latino, e nella prima trasmutazione tutta\nquella dolcezza venne meno.” Convito, I. 7, Opere Minori, Tom.\nIII. p. 80. The noble English version of the Psalms possesses a\nbeauty which is all its own.",
        "A second obstacle, hardly less formidable, hardly less fatal to a\nsatisfactory translation, is presented by the highly complicated\nsystem of triple rhyme upon which Dante’s poem is constructed.\nThis, which must ever be a stumbling-block to the translator,\nseems rarely to interfere with the free and graceful movement of\nthe original work. The mighty thought of the master felt no\nimpediment from the elaborate artistic panoply which must needs\nobstruct and harass the interpretation of the disciple. Dante’s\nterza rima is a bow of Odysseus which weaker mortals cannot bend\nwith any amount of tugging, and which Mr. Longfellow has\njudiciously refrained from trying to bend. Yet no one can fail to\nremark the prodigious loss entailed by this necessary sacrifice\nof one of the most striking characteristics of the original poem.\nLet any one who has duly reflected upon the strange and subtle\neffect produced on him by the peculiar rhyme of Tennyson’s “In\nMemoriam,” endeavour to realize the very different effect which\nwould be produced if the verses were to be alternated or coupled\nin successive pairs, or if rhyme were to be abandoned for blank\nverse. The exquisite melody of the poem would be silenced. The\nrhyme-system of the “Divine Comedy” refuses equally to be\ntampered with or ignored. Its effect upon the ear and the mind is\nquite as remarkable as that of the rhyme-system of “In Memoriam\";\nand the impossibility of reproducing it is one good reason why\nDante must always suffer even more from translation than most\npoets.",
        "Something, too, must be said of the difficulties inevitably\narising from the diverse structure and genius of the Italian and\nEnglish languages. None will deny that many of them are\ninsurmountable. Take the third line of the first canto,—",
        "which Mr. Longfellow translates",
        "Perhaps there is no better word than “lost” by which to translate\nsmarrita in this place; yet the two words are far from equivalent\nin force. About the word smarrita there is thrown a wide penumbra\nof meaning which does not belong to the word lost.[35] By its\ndiffuse connotations the word smarrita calls up in our minds an\nadequate picture of the bewilderment and perplexity of one who is\nlost in a trackless forest. The high-road with out, beaten hard\nby incessant overpassing of men and beasts and wheeled vehicles,\ngradually becomes metamorphosed into the shady lane, where grass\nsprouts up rankly between the ruts, where bushes encroach upon\nthe roadside, where fallen trunks now and then intercept the\ntraveller; and this in turn is lost in crooked by-ways, amid\nbrambles and underbrush and tangled vines, growing fantastically\nathwart the path, shooting up on all sides of tile bewildered\nwanderer, and rendering advance and retreat alike hopeless. No\none who in childhood has wandered alone in the woods can help\nfeeling all this suggested by the word smarrita in this passage.\nHow bald in comparison is the word lost, which might equally be\napplied to a pathway, a reputation, and a pocket-book![36] The\nEnglish is no doubt the most copious and variously expressive of\nall living languages, yet I doubt if it can furnish any word\ncapable by itself of calling up the complex images here suggested\nby smarrita.[37] And this is but one example, out of many that\nmight be cited, in which the lack of exact parallelism between\nthe two languages employed causes every translation to suffer.",
        "[35] See Diez, Romance Dictionary, s. v. “Marrir.”\n\n[36] On literally retranslating lost into Italian, we should get\nthe quite different word perduta.\n\n[37] The more flexible method of Dr. Parsons leads to a more\nsatisfactory but still inadequate result:—\n  “Half-way on our life’s Journey, in a wood,\n   From the right path I found myself astray.”",
        "All these, however, are difficulties which lie in the nature of\nthings,—difficulties for which the translator is not\nresponsible; of which he must try to make the best that can be\nmade, but which he can never expect wholly to surmount. We have\nnow to inquire whether there are not other difficulties,\navoidable by one method of translation, though not by another;\nand in criticizing Mr. Longfellow, we have chiefly to ask whether\nhe has chosen the best method of translation,—that which most\nsurely and readily awakens in the reader’s mind the ideas and\nfeelings awakened by the original.",
        "The translator of a poem may proceed upon either of two distinct\nprinciples. In the first case, he may render the text of his\noriginal into English, line for line and word for word,\npreserving as far as possible its exact verbal sequences, and\ntranslating each individual word into an English word as nearly\nas possible equivalent in its etymological force. In the second\ncase, disregarding mere syntactic and etymologic equivalence, his\naim will be to reproduce the inner meaning and power of the\noriginal, so far as the constitutional difference of the two\nlanguages will permit him.",
        "It is the first of these methods that Mr. Longfellow has followed\nin his translation of Dante. Fidelity to the text of the original\nhas been his guiding principle; and every one must admit that, in\ncarrying out that principle, he has achieved a degree of success\nalike delightful and surprising. The method of literal\ntranslation is not likely to receive any more splendid\nillustration. It is indeed put to the test in such a way that the\nshortcomings now to be noticed bear not upon Mr. Longfellow’s own\nstyle of work so much as upon the method itself with which they\nare necessarily implicated. These defects are, first, the too\nfrequent use of syntactic inversion, and secondly, the too\nmanifest preference extended to words of Romanic over words of\nSaxon origin.",
        "To illustrate the first point, let me give a few examples. In\nCanto I. we have:—",
        "which is thus rendered by Mr. Cary,—",
        "and by Dr. Parsons,—",
        "Inferno, I. 7-10.",
        "Again in Canto X. we find:—",
        "an inversion which is perhaps not more unidiomatic than Mr.\nCary’s,—",
        "but which is advantageously avoided by Mr. Wright,—",
        "and is still better rendered by Dr. Parsons,—",
        "[39] “Suo cimitero da questa parte hanno\n   Con Epieuro tutti i suoi seguaci,\n   Che l’anima col corpo morta fanno.\"\n   Inferno, X. 13-15.",
        "And here my eyes, reverting to the end of Canto IX.,",
        "fall upon a similar contrast between Mr. Longfellow’s lines,—",
        "and those of Dr. Parsons,—",
        "[40] “Che tra gli avelli flamme erano sparte,\n   Per le quali eran si del tutto accesi,\n   Che ferro piu non chiede verun’ arte.\"\n   Inferno, IX. 118-120.",
        "Does it not seem that in all these cases Mr. Longfellow, and to a\nslightly less extent Mr. Cary, by their strict adherence to the\nletter, transgress the ordinary rules of English construction;\nand that Dr. Parsons, by his comparative freedom of movement,\nproduces better poetry as well as better English? In the last\nexample especially, Mr. Longfellow’s inversions are so violent\nthat to a reader ignorant of the original Italian, his sentence\nmight be hardly intelligible. In Italian such inversions are\npermissible; in English they are not; and Mr. Longfellow, by\ntransplanting them into English, sacrifices the spirit to the\nletter, and creates an obscurity in the translation where all is\nlucidity in the original. Does not this show that the theory of\nabsolute literality, in the case of two languages so widely\ndifferent as English and Italian, is not the true one?",
        "Secondly, Mr. Longfellow’s theory of translation leads him in\nmost cases to choose words of Romanic origin in preference to\nthose of Saxon descent, and in many cases to choose an unfamiliar\ninstead of a familiar Romanic word, because the former happens to\nbe etymologically identical with the word in the original. Let me\ncite as an example the opening of Canto III.:—",
        "Here are three lines which, in their matchless simplicity and\ngrandeur, might well excite despair in the breast of any\ntranslator. Let us contrast Mr. Longfellow’s version.—",
        "with that of Dr. Parsons,—,",
        "I do not think any one will deny that Dr. Parsons’s version,\nwhile far more remote than Mr. Longfellow’s from the diction of\nthe original, is somewhat nearer its spirit. It remains to seek\nthe explanation of this phenomenon. It remains to be seen why\nwords the exact counterpart of Dante’s are unfit to call up in\nour minds the feelings which Dante’s own words call up in the\nmind of an Italian. And this inquiry leads to some general\nconsiderations respecting the relation of English to other\nEuropean languages.",
        "Every one is aware that French poetry, as compared with German\npoetry, seems to the English reader very tame and insipid; but\nthe cause of this fact is by no means so apparent as the fact\nitself. That the poetry of Germany is actually and intrinsically\nsuperior to that of France, may readily be admitted; but this is\nnot enough to account for all the circumstances of the case. It\ndoes not explain why some of the very passages in Corneille and\nRacine, which to us appear dull and prosaic, are to the\nFrenchman’s apprehension instinct with poetic fervour. It does\nnot explain the undoubted fact that we, who speak English, are\nprone to underrate French poetry, while we are equally disposed\nto render to German poetry even more than its due share of merit.\nThe reason is to be sought in the verbal associations established\nin our minds by the peculiar composition of the English language.\nOur vocabulary is chiefly made up on the one hand of indigenous\nSaxon words, and on the other hand of words derived from Latin or\nFrench. It is mostly words of the first class that we learn in\nchildhood, and that are associated with our homeliest and deepest\nemotions; while words of the second class—usually acquired\nsomewhat later in life and employed in sedate abstract\ndiscourse—have an intellectual rather than an emotional function\nto fulfil. Their original significations, the physical metaphors\ninvolved in them, which are perhaps still somewhat apparent to\nthe Frenchman, are to us wholly non-existent. Nothing but the\nderivative or metaphysical signification remains. No physical\nimage of a man stepping over a boundary is presented to our minds\nby the word transgress, nor in using the word comprehension do we\npicture to ourselves any manual act of grasping. It is to this\ndouble structure of the English language that it owes its\nsuperiority over every other tongue, ancient or modern, for\nphilosophical and scientific purposes. Albeit there are numerous\nexceptions, it may still be safely said, in a general way, that\nwe possess and habitually use two kinds of language,—one that is\nphysical, for our ordinary purposes, and one that is\nmetaphysical, for purposes of abstract reasoning and discussion.\nWe do not say like the Germans, that we “begripe” (begreifen) an\nidea, but we say that we “conceive” it. We use a word which once\nhad the very same material meaning as begreifen, but which has in\nour language utterly lost it. We are accordingly able to carry on\nphilosophical inquiries by means of words which are nearly or\nquite free from those shadows of original concrete meaning which,\nin German, too often obscure the acquired abstract signification.\nWhoever has dealt in English and German metaphysics will not fail\nto recognize the prodigious superiority of English in force and\nperspicuity, arising mainly from the causes here stated. But\nwhile this homogeneity of structure in German injures it for\nphilosophical purposes, it is the very thing which makes it so\nexcellent as an organ for poetical expression, in the opinion of\nthose who speak English. German being nearly allied to\nAnglo-Saxon, not only do its simple words strike us with all the\nforce of our own homely Saxon terms, but its compounds also,\npreserving their physical significations almost unimpaired, call\nup in our minds concrete images of the greatest definiteness and\nliveliness. It is thus that German seems to us pre-eminently a\npoetical language, and it is thus that we are naturally inclined\nto overrate rather than to depreciate the poetry that is written\nin it.",
        "With regard to French, the case is just the reverse. The\nFrenchman has no Saxon words, but he has, on the other hand, an\nindigenous stock of Latin words, which he learns in early\nchildhood, which give outlet to his most intimate feelings, and\nwhich retain to some extent their primitive concrete\npicturesqueness. They are to him just as good as our Saxon words\nare to us. Though cold and merely intellectual to us, they are to\nhim warm with emotion; and this is one reason why we cannot do\njustice to his poetry, or appreciate it as he appreciates it. To\nmake this perfectly clear, let us take two or three lines from\nShakespeare:—",
        "which I have somewhere seen thus rendered into French:",
        "Why are we inclined to laugh as we read this? Because it excites\nin us an undercurrent of consciousness which, if put into words,\nmight run something like this:—",
        "No such effect would be produced upon a Frenchman. The\ntranslation would strike him as excellent, which it really is.\nThe last line in particular would seem poetical to us, did we not\nhappen to have in our language words closely akin to dent and\npenetrante, and familiarly employed in senses that are not\npoetical.",
        "Applying these considerations to Mr. Longfellow’s choice of words\nin his translation of Dante, we see at once the unsoundness of\nthe principle that Italian words should be rendered by their\nRomanic equivalents in English. Words that are etymologically\nidentical with those in the original are often, for that very\nreason, the worst words that could be used. They are harsh and\nforeign to the English ear, however homelike and musical they may\nbe to the ear of an Italian. Their connotations are unlike in the\ntwo languages; and the translation which is made literally exact\nby using them is at the same time made actually inaccurate, or at\nleast inadequate. Dole and dolent are doubtless the exact\ncounterparts of dolore and dolente, so far as mere etymology can\ngo. But when we consider the effect that is to be produced upon\nthe mind of the reader, wretchedness and despairing are fat\nbetter equivalents. The former may compel our intellectual\nassent, but the latter awaken our emotional sympathy.",
        "Doubtless by long familiarity with the Romanic languages, the\nscholar becomes to a great degree emancipated from the conditions\nimposed upon him by the peculiar composition of his native\nEnglish. The concrete significance of the Romanic words becomes\napparent to him, and they acquire energy and vitality. The\nexpression dolent may thus satisfy the student familiar with\nItalian, because it calls up in his mind, through the medium of\nits equivalent dolente, the same associations which the latter\ncalls up in the mind of the Italian himself.[41] But this power\nof appreciating thoroughly the beauties of a foreign tongue is in\nthe last degree an acquired taste,—as much so as the taste for\nolives and kirschenwasser to the carnal palate. It is only by\nlong and profound study that we can thus temporarily vest\nourselves, so to speak, with a French or Italian consciousness in\nexchange for our English one. The literary epicure may keenly\nrelish such epithets as dolent; but the common English reader,\nwho loves plain fare, can hardly fail to be startled by it. To\nhim it savours of the grotesque; and if there is any one thing\nespecially to be avoided in the interpretation of Dante, it is\ngrotesqueness.",
        "[41] A consummate Italian scholar, the delicacy of whose taste is\nquestioned by no one, and whose knowledge of Dante’s diction is\nprobably not inferior to Mr. Longfellow’s, has told me that he\nregards the expression as a noble and effective one, full of\ndignity and solemnity.",
        "Those who have read over Dante without reading into him, and\nthose who have derived their impressions of his poem from M.\nDore’s memorable illustrations, will here probably demur. What!\nDante not grotesque! That tunnel-shaped structure of the infernal\npit; Minos passing sentence on the damned by coiling his tail;\nCharon beating the lagging shades with his oar; Antaios picking\nup the poets with his fingers and lowering them in the hollow of\nhis hand into the Ninth Circle; Satan crunching in his monstrous\njaws the arch-traitors, Judas, Brutus and Cassius; Ugolino\nappeasing his famine upon the tough nape of Ruggieri; Bertrand de\nBorn looking (if I may be allowed the expression) at his own\ndissevered head; the robbers exchanging form with serpents; the\nwhole demoniac troop of Malebolge,—are not all these things\ngrotesque beyond everything else in poetry? To us, nurtured in\nthis scientific nineteenth century, they doubtless seem so; and\nby Leigh Hunt, who had the eighteenth-century way of appreciating\nother ages than his own, they were uniformly treated as such. To\nus they are at first sight grotesque, because they are no longer\nreal to us. We have ceased to believe in such things, and they no\nlonger awaken any feeling akin to terror. But in the thirteenth\ncentury, in the minds of Dante and his readers, they were living,\nterrible realities. That Dante believed literally in all this\nunearthly world, and described it with such wonderful minuteness\nbecause he believed in it, admits of little doubt. As he walked\nthe streets of Verona the people whispered, “See, there is the\nman who has been in hell!” Truly, he had been in hell, and\ndescribed it as he had seen it, with the keen eyes of imagination\nand faith. With all its weird unearthliness, there is hardly\nanother book in the whole range of human literature which is\nmarked with such unswerving veracity as the “Divine Comedy.\"\nNothing is there set down arbitrarily, out of wanton caprice or\nfor the sake of poetic effect, but because to Dante’s imagination\nit had so imposingly shown itself that he could not but describe\nit as he saw it. In reading his cantos we forget the poet, and\nhave before us only the veracious traveller in strange realms,\nfrom whom the shrewdest cross-examination can elicit but one\nconsistent account. To his mind, and to the mediaeval mind\ngenerally, this outer kingdom, with its wards of Despair,\nExpiation, and Beatitude, was as real as the Holy Roman Empire\nitself. Its extraordinary phenomena were not to be looked on with\ncritical eyes and called grotesque, but were to be seen with eyes\nof faith, and to be worshipped, loved, or shuddered at. Rightly\nviewed, therefore, the poem of Dante is not grotesque, but\nunspeakably awful and solemn; and the statement is justified that\nall grotesqueness and bizarrerie in its interpretation is to be\nsedulously avoided.",
        "Therefore, while acknowledging the accuracy with which Mr.\nLongfellow has kept pace with his original through line after\nline, following the “footing of its feet,” according to the motto\nquoted on his title-page, I cannot but think that his accuracy\nwould have been of a somewhat higher kind if he had now and then\nallowed himself a little more liberty of choice between English\nand Romanic words and idioms.",
        "A few examples will perhaps serve to strengthen as well as to\nelucidate still further this position.",
        "“Inferno,” Canto III., line 22, according to Longfellow:—",
        "According to Cary:—",
        "According to Parsons:—",
        "[42] “Quivi sospiri, pianti ed alti guai\n   Risonavan per l’ ner senza stelle,\n   Perch’ io al cominciar ne lagrimai.”",
        "Canto V., line 84:—",
        "LONGFELLOW.—\"Fly through the air by their volition borne.\"\nCARY.—\"Cleave the air, wafted by their will along.\"\nPARSONS.—\"Sped ever onward by their wish alone.\"[43]",
        "[43] “Volan per l’ aer dal voler portate.”",
        "Canto XVII., line 42:—",
        "[44] “Che ne conceda i suoi omeri forti.”",
        "Canto XVII., line 25:—",
        "[45] “Nel vano tutta sue coda guizzava,\n Torcendo in su la venenosa forca,\n Che, a guisa di scorpion, la punta armava.”",
        "Canto V., line 51:—",
        "[46] “Genti che l’ aura nera si gastiga.”",
        "Line 136:—",
        "[47] “La bocca mi bacio tutto tremante.”",
        "“Purgatorio,” Canto XV., line 139:—",
        "[48] “Noi andavam per lo vespero attenti\n Oltre, quanto potean gli occhi allungarsi,\n Contra i raggi serotini e lucenti.”",
        "Mr. Cary’s “bright vespertine ray” is only a trifle better; but\nMr. Wright’s “splendour of the evening ray” is, in its\nsimplicity, far preferable.",
        "Canto XXXI., line 131:—",
        "Here Mr. Longfellow has apparently followed the authority of the\nCrusca, reading",
        "and translating carribo by saraband, a kind of Moorish dance. The\nbest manuscripts, however, sanction M. Witte’s reading:—",
        "If this be correct, carribo cannot signify “a dance,” but rather\n“the song which accompanies the dance\"; and the true sense of the\npassage will have been best rendered by Mr. Cary.[49]",
        "[49] See Blanc, Vocabolario Dantesco, s. v. “caribo.”",
        "Whenever Mr. Longfellow’s translation is kept free from oddities\nof diction and construction, it is very animated and vigorous.\nNothing can be finer than his rendering of “Purgatorio,” Canto\nVI., lines 97-117:—",
        "[50] “O Alberto Tedesco, che abbandoni\n   Costei ch’ e fatta indomita e selvaggia,\n   E dovresti inforcar li suoi arcioni,\n\n Giusto gindizio dalle stelle caggia\n   Sopra il tuo sangue, e sia nuovo ed aperto,\n   Tal che il tuo successor temenza n’ aggia:\n Cheavete tu e il tuo padre sofferto,\n   Per cupidigia di costa distretti,\n   Che il giardin dell’ imperio sia diserto.\n\n Vieni a veder Montecchi e Cappelletti,\n   Monaldi e Filippeschi, uom senza cura:\n   Color gia tristi, e questi con sospetti.\n Vien, crudel, vieni, e vedi la pressura\n   De’ tuoi gentili, e cure lor magagne,\n   E vedrai Santafior com’ e oscura [secura?].\n Vieni a veder la tua Roma che piagne,\n   Vedova e sola, e di e notte chiama:\n   Cesare mio, perche non m’ accompagne?\n Vieni a veder la gente quanto s’ ama;\n   E se nulla di noi pieta ti move,\n   A vergognar ti vien della tua fama.”",
        " Vieni a veder Montecchi e Cappelletti,\n   Monaldi e Filippeschi, uom senza cura:\n   Color gia tristi, e questi con sospetti.\n Vien, crudel, vieni, e vedi la pressura\n   De’ tuoi gentili, e cure lor magagne,\n   E vedrai Santafior com’ e oscura [secura?].\n Vieni a veder la tua Roma che piagne,\n   Vedova e sola, e di e notte chiama:\n   Cesare mio, perche non m’ accompagne?\n Vieni a veder la gente quanto s’ ama;\n   E se nulla di noi pieta ti move,\n   A vergognar ti vien della tua fama.”",
        "So, too, Canto III., lines 79-84:—",
        "[51] “Come le pecorelle escon del chiuso\n   Ad una, a due, a tre, e l’ altre stanno\n   Timidette atterrando l’ occhio e il muso;\n\n E cio che fa la prima, e l’ altre sanno,\n   Addossandosi a lei s’ ella s’ arresta,\n   Semplici e quete, e lo ’mperche non sanno.”",
        "Francesca’s exclamation to Dante is thus rendered by Mr.\nLongfellow:—",
        "[52] “Ed ella a me: Nessun maggior dolore\n Che ricordarsi del tempo felice Nella miseria.\"\nInferno, V. 121-123.",
        "This is admirable,—full of the true poetic glow, which would\nhave been utterly quenched if some Romanic equivalent of dolore\nhad been used instead of our good Saxon sorrow.[53] So, too, the\n“Paradiso,” Canto I., line 100:—",
        "[53] Yet admirable as it is, I am not quite sure that Dr.\nParsons, by taking further liberty with the original, has not\nsurpassed it:—\n  “And she to me: The mightiest of all woes\n   Is in the midst of misery to be cursed\n   With bliss remembered.”\n\n[54] “Ond’ ella, appresso d’un pio sospiro\n, Gli occhi drizzo ver me con quel sembiante,\n Che madre fa sopra figlinol deliro.”",
        "And, finally, the beginning of the eighth canto of the\n“Purgatorio”:—",
        "[55] “Era gia l’ ora che volge il disio\n   Ai naviganti, e intenerisce il core\n   Lo di ch’ hen detto ai dolci amici addio;\n E che lo nuovo peregrin d’ amore\n   Punge, se ode squilla di lontano,\n   Che paia il giorno pianger che si more.”",
        "This passage affords an excellent example of what the method of\nliteral translation can do at its best. Except in the second\nline, where “those who sail the sea” is wisely preferred to any\nRomanic equivalent of naviganti the version is utterly literal;\nas literal as the one the school-boy makes, when he opens his\nVirgil at the Fourth Eclogue, and lumberingly reads, “Sicilian\nMuses, let us sing things a little greater.” But there is nothing\nclumsy, nothing which smacks of the recitation-room, in these\nlines of Mr. Longfellow. For easy grace and exquisite beauty it\nwould be difficult to surpass them. They may well bear comparison\nwith the beautiful lines into which Lord Byron has rendered the\nsame thought:—",
        "[56] Don Juan, III. 108.",
        "Setting aside the concluding sentimental generalization,—which\nis much more Byronic than Dantesque,—one hardly knows which\nversion to call more truly poetical; but for a faithful rendering\nof the original conception one can hardly hesitate to give the\npalm to Mr. Longfellow.",
        "Thus we see what may be achieved by the most highly gifted of\ntranslators who contents himself with passively reproducing the\ndiction of his original, who constitutes himself, as it were, a\nconduit through which the meaning of the original may flow. Where\nthe differences inherent in the languages employed do not\nintervene to alloy the result, the stream of the original may, as\nin the verses just cited, come out pure and unweakened. Too\noften, however, such is the subtle chemistry of thought, it will\ncome out diminished in its integrity, or will appear, bereft of\nits primitive properties as a mere element in some new\ncombination. Our channel is a trifle too alkaline perhaps; and\nthat the transferred material may preserve its pleasant\nsharpness, we may need to throw in a little extra acid. Too often\nthe mere differences between English and Italian prevent Dante’s\nexpressions from coming out in Mr. Longfellow’s version so pure\nand unimpaired as in the instance just cited. But these\ndifferences cannot be ignored. They lie deep in the very\nstructure of human speech, and are narrowly implicated with\nequally profound nuances in the composition of human thought. The\ncauses which make dolente a solemn word to the Italian ear, and\ndolent a queer word to the English ear, are causes which have\nbeen slowly operating ever since the Italican and the Teuton\nparted company on their way from Central Asia. They have brought\nabout a state of things which no cunning of the translator can\nessentially alter, but to the emergencies of which he must\ngraciously conform his proceedings. Here, then, is the sole point\non which we disagree with Mr. Longfellow, the sole reason we have\nfor thinking that he has not attained the fullest possible\nmeasure of success. Not that he has made a “realistic\"\ntranslation,—so far we conceive him to be entirely right; but\nthat, by dint of pushing sheer literalism beyond its proper\nlimits, he has too often failed to be truly realistic. Let us\nhere explain what is meant by realistic translation.",
        "Every thoroughly conceived and adequately executed translation of\nan ancient author must be founded upon some conscious theory or\nsome unconscious instinct of literary criticism. As is the\ncritical spirit of an age, so among other things will be its\ntranslations. Now the critical spirit of every age previous to\nour own has been characterized by its inability to appreciate\nsympathetically the spirit of past and bygone times. In the\nseventeenth century criticism made idols of its ancient models;\nit acknowledged no serious imperfections in them; it set them up\nas exemplars for the present and all future times to copy. Let\nthe genial Epicurean henceforth write like Horace, let the epic\nnarrator imitate the supreme elegance of Virgil,—that was the\nconspicuous idea, the conspicuous error, of seventeenth-century\ncriticism. It overlooked the differences between one age and\nanother. Conversely, when it brought Roman patricians and Greek\noligarchs on to the stage, it made them behave like French\ncourtiers or Castilian grandees or English peers. When it had to\ndeal with ancient heroes, it clothed them in the garb and imputed\nto them the sentiments of knights-errant. Then came the\nrevolutionary criticism of the eighteenth century, which assumed\nthat everything old was wrong, while everything new was right. It\nrecognized crudely the differences between one age and another,\nbut it had a way of looking down upon all ages except the\npresent. This intolerance shown toward the past was indeed a\nmeasure of the crudeness with which it was comprehended. Because\nMohammed, if he had done what he did, in France and in the\neighteenth century, would have been called an impostor, Voltaire,\nthe great mouthpiece and representative of this style of\ncriticism, portrays him as an impostor. Recognition of the fact\nthat different ages are different, together with inability to\nperceive that they ought to be different, that their differences\nlie in the nature of progress,—this was the prominent\ncharacteristic of eighteenth-century criticism. Of all the great\nmen of that century, Lessing was perhaps the only one who outgrew\nthis narrow critical habit.",
        "Now nineteenth-century criticism not only knows that in no\npreceding age have men thought and behaved as they now think and\nbehave, but it also understands that old-fashioned thinking and\nbehaviour was in its way just as natural and sensible as that\nwhich is now new-fashioned. It does not flippantly sneer at an\nancient custom because we no longer cherish it; but with an\nenlightened regard for everything human, it inquires into its\norigin, traces its effects, and endeavours to explain its decay.\nIt is slow to characterize Mohammed as an impostor, because it\nhas come to feel that Arabia in the seventh century is one thing\nand Europe in the nineteenth another. It is scrupulous about\nbranding Caesar as an usurper, because it has discovered that\nwhat Mr. Mill calls republican liberty and what Cicero called\nrepublican liberty are widely different notions. It does not tell\nus to bow down before Lucretius and Virgil as unapproachable\nmodels, while lamenting our own hopeless inferiority; nor does it\ntell us to set them down as half-skilled apprentices, while\ncongratulating ourselves on our own comfortable superiority; but\nit tells us to study them as the exponents of an age forever\ngone, from which we have still many lessons to learn, though we\nno longer think as it thought or feel as it felt. The eighteenth\ncentury, as represented by the characteristic passage from\nVoltaire, cited by Mr. Longfellow, failed utterly to understand\nDante. To the minds of Voltaire and his contemporaries the great\nmediaeval poet was little else than a Titanic monstrosity,—a\nmaniac, whose ravings found rhythmical expression; his poem a\ngrotesque medley, wherein a few beautiful verses were buried\nunder the weight of whole cantos of nonsensical scholastic\nquibbling. This view, somewhat softened, we find also in Leigh\nHunt, whose whole account of Dante is an excellent specimen of\nthis sort of criticism. Mr. Hunt’s fine moral nature was shocked\nand horrified by the terrible punishments described in the\n“Inferno.” He did not duly consider that in Dante’s time these\nfearful things were an indispensable part of every man’s theory\nof the world; and, blinded by his kindly prejudices, he does not\nseem to have perceived that Dante, in accepting eternal torments\nas part and parcel of the system of nature, was nevertheless, in\ndescribing them, inspired with that ineffable tenderness of pity\nwhich, in the episodes of Francesca and of Brunetto Latini, has\nmelted the hearts of men in past times, and will continue to do\nso in times to come. “Infinite pity, yet infinite rigour of law!\nIt is so Nature is made: it is so Dante discerned that she was\nmade.\"[57] This remark of the great seer of our time is what the\neighteenth century could in no wise comprehend. The men of that\nday failed to appreciate Dante, just as they were oppressed or\ndisgusted at the sight of Gothic architecture; just as they\npronounced the scholastic philosophy an unmeaning jargon; just as\nthey considered mediaeval Christianity a gigantic system of\ncharlatanry, and were wont unreservedly to characterize the\nPapacy as a blighting despotism. In our time cultivated men think\ndifferently. We have learned that the interminable hair-splitting\nof Aquinas and Abelard has added precision to modern\nthinking.[58] We do not curse Gregory VII. and Innocent III. as\nenemies of the human race, but revere them as benefactors. We can\nspare a morsel of hearty admiration for Becket, however strongly\nwe may sympathize with the stalwart king who did penance for his\nfoul murder; and we can appreciate Dante’s poor opinion of Philip\nthe Fair no less than his denunciation of Boniface VIII. The\ncontemplation of Gothic architecture, as we stand entranced in\nthe sublime cathedrals of York or Rouen, awakens in our breasts a\ngenuine response to the mighty aspirations which thus became\nincarnate in enduring stone. And the poem of Dante—which has\nbeen well likened to a great cathedral—we reverently accept,\nwith all its quaint carvings and hieroglyphic symbols, as the\nauthentic utterance of feelings which still exist, though they no\nlonger choose the same form of expression.",
        "[57] Carlyle, Heroes and Hero-Worship, p. 84.\n\n[58] See my Outlines of Cosmic Philosophy, Vol. I. p. 123.",
        "A century ago, therefore, a translation of Dante such as Mr.\nLongfellow’s would have been impossible. The criticism of that\ntime was in no mood for realistic reproductions of the antique.\nIt either superciliously neglected the antique, or else dressed\nit up to suit its own notions of propriety. It was not like a\nseven-league boot which could fit everybody, but it was like a\nProcrustes-bed which everybody must be made to fit. Its great\nexponent was not a Sainte-Beuve, but a Boileau. Its typical\nsample of a reproduction of the antique was Pope’s translation of\nthe Iliad. That book, we presume, everybody has read; and many of\nthose who have read it know that, though an excellent and\nspirited poem, it is no more Homer than the age of Queen Anne was\nthe age of Peisistratos. Of the translations of Dante made during\nthis period, the chief was unquestionably Mr. Cary’s.[59] For a\nman born and brought up in the most unpoetical of centuries, Mr.\nCary certainly made a very good poem, though not so good as\nPope’s. But it fell far short of being a reproduction of Dante.\nThe eighteenth-century note rings out loudly on every page of it.\nLike much other poetry of the time, it is laboured and\nartificial. Its sentences are often involved and occasionally\nobscure. Take, for instance, Canto IV. 25-36 of the “Paradiso”:",
        "[59] This work comes at the end of the eighteenth-century period,\nas Pope’s translation of Homer comes at the beginning.",
        "Here Mr. Cary not only fails to catch Dante’s grand style; he\ndoes not even write a style at all. It is too constrained and\nawkward to be dignified, and dignity is an indispensable element\nof style. Without dignity we may write clearly, or nervously, or\nracily, but we have not attained to a style. This is the second\nshortcoming of Mr. Cary’s translation. Like Pope’s, it fails to\ncatch the grand style of its original. Unlike Pope’s, it\nfrequently fails to exhibit any style.",
        "It is hardly necessary to spend much time in proving that Mr.\nLongfellow’s version is far superior to Mr. Cary’s. It is usually\neasy and flowing, and save in the occasional use of violent\ninversions, always dignified. Sometimes, as in the episode of\nUgolino, it even rises to something like the grandeur of the\noriginal:",
        "[60] “Quand’ ebbe detto cio, eon gli occhi torti\n Riprese il teschio misero coi denti,\n Che furo all’ osso, come d’un can, forti.\"\n  Inferno, XXXIII. 76.",
        "That is in the grand style, and so is the following, which\ndescribes those sinners locked in the frozen lake below\nMalebolge:—",
        "[61] “Lo pianto stesso li pianger non lascia,\n E il duol, che trova in sugli occhi rintoppo,\n Si volve in entro a far crescer l’ ambascia.\"\n Inferno, XXXIII. 94.",
        "And the exclamation of one of these poor “wretches of the frozen\ncrust” is an exclamation that Shakespeare might have written:—",
        "[62] “Levatemi dal viso i duri veli,\n Si ch’ io sfoghi il dolor che il cor m’ impregna.\"\n        Ib. 112.",
        "There is nothing in Mr. Cary’s translation which can stand a\ncomparison with that. The eighteenth century could not translate\nlike that. For here at last we have a real reproduction of the\nantique. In the Shakespearian ring of these lines we recognize\nthe authentic rendering of the tones of the only man since the\nChristian era who could speak like Shakespeare.",
        "In this way Mr. Longfellow’s translation is, to an eminent\ndegree, realistic. It is a work conceived and executed in entire\naccordance with the spirit of our time. Mr. Longfellow has set\nabout making a reconstructive translation, and he has succeeded\nin the attempt. In view of what he has done, no one can ever wish\nto see the old methods of Pope and Cary again resorted to. It is\nonly where he fails to be truly realistic that he comes short of\nsuccess. And, as already hinted, it is oftenest through sheer\nexcess of LITERALISM that he ceases to be realistic, and departs\nfrom the spirit of his author instead of coming nearer to it. In\nthe “Paradiso,” Canto X. 1-6, his method leads him into\nawkwardness:—",
        "This seems clumsy and halting, yet it is an extremely literal\nparaphrase of a graceful and flowing original:—",
        "Now to turn a graceful and flowing sentence into one that is\nclumsy and halting is certainly not to reproduce it, no matter\nhow exactly the separate words are rendered, or how closely the\nsyntactic constructions match each other. And this consideration\nseems conclusive as against the adequacy of the literalist\nmethod. That method is inadequate, not because it is too\nREALISTIC, but because it runs continual risk of being too\nVERBALISTIC. It has recently been applied to the translation of\nDante by Mr. Rossetti, and it has sometimes led him to write\ncurious verses. For instance, he makes Francesca say to Dante,—",
        "for",
        "Mr. Longfellow’s good taste has prevented his doing anything like\nthis, yet Mr. Rossetti’s extravagance is due to an unswerving\nadherence to the very rules by which Mr. Longfellow has been\nguided.",
        "Good taste and poetic genius are, however, better than the best\nof rules, and so, after all said and done, we can only conclude\nthat Mr. Longfellow has given us a great and noble work not\nlikely soon to be equalled. Leopardi somewhere, in speaking of\nthe early Italian translators of the classics and their\nwell-earned popularity, says, who knows but Caro will live in\nmen’s remembrance as long as Virgil? “La belie destinee,” adds\nSainte-Beuve, “de ne pouvoir plus mourir, sinon avec un\nimmortel!” Apart from Mr. Longfellow’s other titles to undying\nfame, such a destiny is surely marked out for him, and throughout\nthe English portions of the world his name will always be\nassociated with that of the great Florentine.",
        "  June, 1867.",
        "Continue...",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}