{
    "title": "The Gatlings at Santiago - Operations After Santiago–our Losses",
    "author": "John H. Parker",
    "chapter": "23",
    "content": [
        "\n\n",
        "The cessation of firing about noon on the 3d practically terminated\nthe battle of Santiago; all that occurred after this time may properly\nbe treated under the head of the siege which followed. After deducting\nthe detachments required at Siboney and Baiquiri to render those\ndepots secure from attack, organizations held to protect our flanks,\nothers acting as escorts and guards to light batteries, the members of\nthe Hospital Corps, guards left in charge of blanket-rolls which the\nintense heat caused the men to cast aside before entering battle,\norderlies, etc., it is doubtful if we had more than 12,000 men on the\nfiring-line on July 1, when the battle was fiercest and when the\nimportant and strong positions of El Caney and San Juan were captured.",
        "A few Cubans assisted in the attack at El Caney, and fought valiantly,\nbut their numbers were too small to materially change the strength, as\nindicated above. The enemy confronted us with numbers about equal to\nour own; they fought obstinately in strong and intrenched positions,\nand the results obtained clearly indicate the intrepid gallantry of\nthe company officers and men, and the benefits derived from the\ncareful training and instruction given in the company in the recent\nyears in rifle practice and other battle exercises. Our losses in\nthese battles were 22 officers and 208 men killed, and 81 officers and\n1,203 men wounded; missing, 79. The missing, with few exceptions,\nreported later.",
        "The arrival of Gen. Escario on the night of July 2d, and his entrance\ninto the city was not anticipated, for although it was known, as\npreviously stated, that Gen. Pando had left Manzanillo with\nreinforcements for the garrison of Santiago, it was not believed his\ntroops could arrive so soon. Gen. Garcia, with between 4,000 and 5,000\nCubans, was intrusted with the duty of watching for and intercepting\nthe reinforcement expected. This, however, he failed to do, and\nEscario passed into the city along on my extreme right and near the\nbay. Up to this time I had been unable to complete investment of the\ntown with my own men; but to prevent any more reinforcements coming in\nor the enemy escaping. I extended my lines as rapidly as possible to\nthe extreme right, and completed the investment of the place, leaving\nGen. Garcia’s forces in the rear of my right flank to scout the\ncountry for any approaching Spanish reinforcements, a duty which his\nforces were very competent to perform.",
        "It had been reported that 8,000 Spanish troops had left Holquin for\nSantiago. It was also known that there was a considerable force at San\nLuis, twenty miles to the north.",
        "In the battle of Santiago the Spanish navy endeavored to shell our\ntroops on the extreme right, but the latter were concealed by the\ninequalities of the ground, and the shells did little, if any, harm.\nTheir naval forces also assisted in the trenches, having 1,000 on\nshore, and I am informed they sustained considerable loss; among\nothers, Admiral Cervera’s chief-of-staff was killed. Being convinced\nthat the city would fall, Admiral Cervera determined to put to sea,\ninforming the French consul it was better to die fighting than to sink\nhis ships. The news of the great naval victory which followed was\nenthusiastically received by the Army.",
        "The information of our naval victory was transmitted under flag of\ntruce to the Spanish commander in Santiago on July 4th, and the\nsuggestion again made that he surrender to save needless effusion of\nblood.",
        "On the same date I informed Admiral Sampson that if he would force his\nway into the harbor the city would surrender without any further\nsacrifice of life. Commodore Watson replied that Admiral Sampson was\ntemporarily absent, but that in his (Watson’s) opinion the Navy should\nnot enter the harbor.",
        "In the meanwhile letters passing between Gen. Toral and myself caused\nthe cessation of hostilities to continue. Each army, however,\ncontinued to strengthen its intrenchments. I was still of the opinion\nthe Spaniards would surrender without much more fighting, and on July\n6th called Gen. Toral’s attention to the changed conditions, and at\nhis request gave him time to consult his home government. This he did,\nasking that the British consul, with the employees of the cable\ncompany, be permitted to return from El Caney to the city. This I\ngranted.",
        "The strength of the enemy’s position was such I did not wish to\nassault if it could be avoided.",
        "An examination of the enemy’s works, made after the surrender, fully\njustifies the wisdom of the course adopted. The intrenchments could\nonly have been carried with very great loss of life, probably with not\nless than 6,000 killed and wounded.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}