{
    "title": "The Boys’ Life of Mark Twain - LVI. Honored by Missouri",
    "author": "Paine",
    "chapter": "56",
    "content": [
        "\n",
        "\n\n",
        "The family did not return to New York.  They took a beautiful house at\nRiverdale on the Hudson–the old Appleton homestead.  Here they\nestablished themselves and settled down for American residence.  They\nwould have bought the Appleton place, but the price was beyond their\nreach.",
        "It was in the autumn of 1901 that Mark Twain settled in Riverdale.  In\nJune of the following year he was summoned West to receive the degree of\nLL.D.  from the university of his native state.  He made the journey a\nsort of last general visit to old associations and friends.  In St. Louis\nhe saw Horace Bixby, fresh, wiry, and capable as he had been forty-five\nyears before.  Clemens said:",
        "“I have become an old man.  You are still thirty-five.”",
        "They went over to the rooms of the pilots’ association, where the river-\nmen gathered in force to celebrate his return.  Then he took train for\nHannibal.",
        "He spent several days in Hannibal and saw Laura Hawkins–Mrs. Frazer, and\na widow now–and John Briggs, an old man, and John RoBards, who had worn\nthe golden curls and the medal for good conduct.  They drove him to the\nold house on Hill Street, where once he had lived and set type;\nphotographers were there and photographed him standing at the front door.",
        "“It all seems so small to me,” he said, as he looked through the house.\n“A boy’s home is a big place to him.  I suppose if I should come back\nagain ten years from now it would be the size of a bird-house.”  He did\nnot see “Huck\"–Torn Blankenship had not lived in Hannibal for many\nyears.  But he was driven to all the familiar haunts–to Lover’s Leap,\nthe cave, and the rest; and Sunday afternoon, with John Briggs, he walked\nover Holliday’s Hill–the “Cardiff Hill” of “Tom Sawyer.”  It was just\nsuch a day, as the one when they had damaged a cooper shop and so nearly\nfinished the old negro driver.  A good deal more than fifty years had\npassed since then, and now here they were once more–Tom Sawyer and Joe\nHarper–two old men, the hills still fresh and green, the river rippling\nin the sun.  Looking across to the Illinois shore and the green islands\nwhere they had played, and to Lover’s Leap on the south, the man who had\nbeen Sam Clemens said:",
        "“John, that is one of the loveliest sights I ever saw.  Down there is the\nplace we used to swim, and yonder is where a man was drowned, and there’s\nwhere the steamboat sank.  Down there on Lover’s Leap is where the\nMillerites put on their robes one night to go to heaven.  None of them\nwent that night, but I suppose most of them have gone now.”",
        "John Briggs said, “Sam, do you remember the day we stole peaches from old\nman Price, and one of his bow-legged niggers came after us with dogs, and\nhow we made up our minds we’d catch that nigger and drown him?”",
        "And so they talked on of this thing and that, and by and by drove along\nthe river, and Sam Clemens pointed out the place where he swam it and was\ntaken with a cramp on the return.",
        "“Once near the shore I thought I would let down,” he said, “but was\nafraid to, knowing that if the water was deep I was a goner, but finally\nmy knee struck the sand and I crawled out.  That was the closest call I\never had.”",
        "They drove by a place where a haunted house had stood.  They drank from a\nwell they had always known–from the bucket, as they had always drunk–\ntalking, always talking, touching with lingering fondness that most\nbeautiful and safest of all our possessions–the past.",
        "“Sam,” said John, when they parted, “this is probably the last time we\nshall meet on earth.  God bless you.  Perhaps somewhere we shall renew\nour friendship.”",
        "“John,” was the answer, “this day has been worth a thousand dollars to\nme.  We were like brothers once, and I feel that we are the same now.\nGood-by, John.  I’ll try to meet you somewhere.”",
        "Clemens left next day for Columbia, where the university is located.  At\neach station a crowd had gathered to cheer and wave as the train pulled\nin and to offer him flowers.  Sometimes he tried to say a few words, but\nhis voice would not come.  This was more than even Tom Sawyer had\ndreamed.",
        "Certainly there is something deeply touching in the recognition of one’s\nnative State; the return of the boy who has set out unknown to battle\nwith life and who is called back to be crowned is unlike any other home-\ncoming–more dramatic, more moving.  Next day at the university Mark\nTwain, summoned before the crowded assembly-hall to receive his degree,\nstepped out to the center of the stage and paused.  He seemed in doubt as\nto whether he should make a speech or only express his thanks for the\nhonor received.  Suddenly and without signal the great audience rose and\nstood in silence at his feet.  He bowed but he could not speak.  Then the\nvast assembly began a peculiar chant, spelling out slowly the word M-i-s-\ns-o-u-r-i, with a pause between each letter.  It was tremendously\nimpressive.",
        "Mark Twain was not left in doubt as to what was required of him when the\nchant ended.  The audience demanded a speech–a speech, and he made them\none–such a speech as no one there would forget to his dying day.",
        "Back in St. Louis, he attended the rechristening of the St. Louis harbor\nboat; it had been previously called the “St. Louis,” but it was now to be\ncalled the “Mark Twain.”",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}