{
    "title": "The Works of Horace - The Third Book of the Odes of Horace.",
    "author": "Horace",
    "chapter": "3",
    "content": [
        "\n\n",
        "ODE I.",
        "ON CONTENTMENT.",
        "I abominate the uninitiated vulgar, and keep them at a distance.\nPreserve a religious silence: I, the priest of the Muses, sing to\nvirgins and boys verses not heard before. The dominion of dread\nsovereigns is over their own subjects; that of Jupiter, glorious for his\nconquest over the giants, who shakes all nature with his nod, is over\nsovereigns themselves. It happens that one man, arranges trees, in\nregular rows, to a greater extent than another; this man comes down into\nthe Campus [Martius] as a candidate of a better family; another vies\nwith him for morals and a better reputation; a third has a superior\nnumber of dependants; but Fate, by the impartial law of nature, is\nallotted both to the conspicuous and the obscure; the capacious urn\nkeeps every name in motion. Sicilian dainties will not force a delicious\nrelish to that man, over whose impious neck the naked sword hangs: the\nsongs of birds and the lyre will not restore his sleep. Sleep disdains\nnot the humble cottages and shady bank of peasants; he disdains not\nTempe, fanned by zephyrs. Him, who desires but a competency, neither the\ntempestuous sea renders anxious, nor the malign violence of Arcturus\nsetting, or of the rising Kid; not his vineyards beaten down with hail,\nand a deceitful farm; his plantations at one season blaming the rains,\nat another, the influence of the constellations parching the grounds, at\nanother, the severe winters. The fishes perceive the seas contracted, by\nthe vast foundations that have been laid in the deep: hither numerous\nundertakers with their men, and lords, disdainful of the land, send down\nmortar: but anxiety and the threats of conscience ascend by the same way\nas the possessor; nor does gloomy care depart from the brazen-beaked\ngalley, and she mounts behind the horseman. Since then nor Phrygian\nmarble, nor the use of purple more dazzling than the sun, nor the\nFalernian vine, nor the Persian nard, composes a troubled mind, why\nshould I set about a lofty edifice with columns that excite envy, and in\nthe modern taste? Why should I exchange my Sabine vale for wealth, which\nis attended with more trouble?",
        "ODE II.",
        "AGAINST THE DEGENERACY OF THE ROMAN YOUTH.",
        "Let the robust youth learn patiently to endure pinching want in the\nactive exercise of arms; and as an expert horseman, dreadful for his\nspear, let him harass the fierce Parthians; and let him lead a life\nexposed to the open air, and familiar with dangers. Him, the consort and\nmarriageable virgin-daughter of some warring tyrant, viewing from the\nhostile walls, may sigh–- Alas! let not the affianced prince,\ninexperienced as he is in arms, provoke by a touch this terrible lion,\nwhom bloody rage hurries through the midst of slaughter. It is sweet and\nglorious to die for one’s country; death even pursues the man that flies\nfrom him; nor does he spare the trembling knees of effeminate youth, nor\nthe coward back. Virtue, unknowing of base repulse, shines with\nimmaculate honors; nor does she assume nor lay aside the ensigns of her\ndignity, at the veering of the popular air. Virtue, throwing open heaven\nto those who deserve not to die, directs her progress through paths of\ndifficulty, and spurns with a rapid wing grovelling cowards and the\nslippery earth. There is likewise a sure reward for faithful silence. I\nwill prohibit that man, who shall divulge the sacred rites of mysterious\nCeres, from being under the same roof with me, or from setting sail with\nme in the same fragile bark: for Jupiter, when slighted, often joins a\ngood man in the same fate with a bad one. Seldom hath punishment, though\nlame, of foot, failed to overtake the wicked.",
        "ODE III.",
        "ON STEADINESS AND INTEGRITY.",
        "Not the rage of the people pressing to hurtful measures, not the aspect\nof a threatening tyrant can shake from his settled purpose the man who\nis just and determined in his resolution; nor can the south wind, that\ntumultuous ruler of the restless Adriatic, nor the mighty hand of\nthundering Jove; if a crushed world should fall in upon him, the ruins\nwould strike him undismayed. By this character Pollux, by this the\nwandering Hercules, arrived at the starry citadels; among whom Augustus\nhas now taken his place, and quaffs nectar with empurpled lips. Thee, O\nFather Bacchus, meritorious for this virtue, thy tigers carried, drawing\nthe yoke with intractable neck; by this Romulus escaped Acheron on the\nhorses of Mars–Juno having spoken what the gods in full conclave\napprove: “Troy, Troy, a fatal and lewd judge, and a foreign woman, have\nreduced to ashes, condemned, with its inhabitants and fraudulent prince,\nto me and the chaste Minerva, ever since Laomedon disappointed the gods\nof the stipulated reward. Now neither the infamous guest of the\nLacedaemonian adulteress shines; nor does Priam’s perjured family repel\nthe warlike Grecians by the aid of Hector, and that war, spun out to\nsuch a length by our factions, has sunk to peace. Henceforth, therefore,\nI will give up to Mars both my bitter resentment, and the detested\ngrandson, whom the Trojan princes bore. Him will I suffer to enter the\nbright regions, to drink the juice of nectar, and to be enrolled among\nthe peaceful order of gods. As long as the extensive sea rages between\nTroy and Rome, let them, exiles, reign happy in any other part of the\nworld: as long as cattle trample upon the tomb of Priam and Paris, and\nwild beasts conceal their young ones there with impunity, may the\nCapitol remain in splendor, and may brave Rome be able to give laws to\nthe conquered Medes. Tremendous let her extend her name abroad to the\nextremest boundaries of the earth, where the middle ocean separates\nEurope from Africa, where the swollen Nile waters the plains; more brave\nin despising gold as yet undiscovered, and so best situated while hidden\nin the earth, than in forcing it out for the uses of mankind, with a\nhand ready to make depredations on everything that is sacred. Whatever\nend of the world has made resistance, that let her reach with her arms,\njoyfully alert to visit, even that part where fiery heats rage madding;\nthat where clouds and rains storm with unmoderated fury. But I pronounce\nthis fate to the warlike Romans, upon this condition; that neither\nthrough an excess of piety, nor of confidence in their power, they\nbecome inclined to rebuild the houses of their ancestors’ Troy. The\nfortune of Troy, reviving under unlucky auspices, shall be repeated with\nlamentable destruction, I, the wife and sister of Jupiter, leading on\nthe victorious bands. Thrice, if a brazen wall should arise by means of\nits founder Phoebus, thrice should it fall, demolished by my Grecians;\nthrice should the captive wife bewail her husband and her children.\"\nThese themes ill suit the merry lyre. Whither, muse, are you\ngoing?–Cease, impertinent, to relate the language of the gods, and to\ndebase great things by your trifling measures.",
        "ODE IV.",
        "TO CALLIOPE.",
        "Descend from heaven, queen Calliope, and come sing with your pipe a\nlengthened strain; or, if you had now rather, with your clear voice, or\non the harp or lute of Phoebus. Do ye hear? or does a pleasing frenzy\ndelude me? I seem to hear [her], and to wander [with her] along the\nhallowed groves, through which pleasant rivulets and gales make their\nway. Me, when a child, and fatigued with play, in sleep the woodland\ndoves, famous in story, covered with green leaves in the Apulian Vultur,\njust without the limits of my native Apulia; so that it was matter of\nwonder to all that inhabit the nest of lofty Acherontia, the Bantine\nForests, and the rich soil of low Ferentum, how I could sleep with my\nbody safe from deadly vipers and ravenous bears; how I could be covered\nwith sacred laurel and myrtle heaped together, though a child, not\nanimated without the [inspiration of the] gods. Yours, O ye muses, I am\nyours, whether I am elevated to the Sabine heights; or whether the cool\nPraeneste, or the sloping Tibur, or the watery Baiae have delighted me.\nMe, who am attached to your fountains and dances, not the army put to\nflight at Philippi, not the execrable tree, nor a Palinurus in the\nSicilian Sea has destroyed. While you shall be with me with pleasure\nwill I, a sailor, dare the raging Bosphorus; or, a traveler, the burning\nsands of the Assyrian shore: I will visit the Britons inhuman to\nstrangers, and the Concanian delighted [with drinking] the blood of\nhorses; I will visit the quivered Geloni, and the Scythian river without\nhurt. You entertained lofty Caesar, seeking to put an end to his toils,\nin the Pierian grotto, as soon as he had distributed in towns his\ntroops, wearied by campaigning: you administer [to him] moderate\ncounsel, and graciously rejoice at it when administered. We are aware\nhow he, who rules the inactive earth and the stormy main, the cities\nalso, and the dreary realms [of hell], and alone governs with a\nrighteous sway both gods and the human multitude, how he took off the\nimpious Titans and the gigantic troop by his falling thunderbolts. That\nhorrid youth, trusting to the strength of their arms, and the brethren\nproceeding to place Pelion upon shady Olympus, had brought great dread\n[even] upon Jove. But what could Typhoeus, and the strong Mimas, or what\nPorphyrion with his menacing statue; what Rhoetus, and Enceladus, a\nfierce darter with trees uptorn, avail, though rushing violently against\nthe sounding shield of Pallas? At one part stood the eager Vulcan, at\nanother the matron Juno, and he, who is never desirous to lay aside his\nbow from his shoulders, Apollo, the god of Delos and Patara, who bathes\nhis flowing hair in the pure dew of Castalia, and possesses the groves\nof Lycia and his native wood. Force, void of conduct, falls by its own\nweight; moreover, the gods promote discreet force to further advantage;\nbut the same beings detest forces, that meditate every kind of impiety.\nThe hundred-handed Gyges is an evidence of the sentiments I allege: and\nOrion, the tempter of the spotless Diana, destroyed by a virgin dart.\nThe earth, heaped over her own monsters, grieves and laments her\noffspring, sent to murky Hades by a thunderbolt; nor does the active\nfire consume Aetna that is placed over it, nor does the vulture desert\nthe liver of incontinent Tityus, being stationed there as an avenger of\nhis baseness; and three hundred chains confine the amorous Pirithous.",
        "ODE V.",
        "ON THE RECOVERY OF THE STANDARDS FROM PHRAATES.",
        "We believe from his thundering that Jupiter has dominion in the heavens:\nAugustus shall be esteemed a present deity the Britons and terrible\nParthians being added to the empire. What! has any soldier of Crassus\nlived, a degraded husband with a barbarian wife? And has (O [corrupted]\nsenate, and degenerate morals!) the Marsian and Apulian, unmindful of\nthe sacred bucklers, of the [Roman] name and gown, and of eternal Vesta,\ngrown old in the lands of hostile fathers-in-law, Jupiter and the city\nbeing in safety? The prudent mind of Regulus had provided against this,\ndissenting from ignominious terms, and inferring from such a precedent\ndestruction to the succeeding age, if the captive youth were not to\nperish unpitied. I have beheld, said he, the Roman standards affixed to\nthe Carthaginian temples, and their arms taken away from our soldiers\nwithout bloodshed. I have beheld the arms of our citizens bound behind\ntheir free-born backs, and the gates [of the enemy] unshut, and the\nfields, which were depopulated by our battles, cultivated anew. The\nsoldier, to be sure, ransomed by gold, will return a braver\nfellow!–No–you add loss to infamy; [for] neither does the wool once\nstained by the dye of the sea-weed ever resume its lost color; nor does\ngenuine valor, when once it has failed, care to resume its place in\nthose who have degenerated through cowardice. If the hind, disentangled\nfrom the thickset toils, ever fights, then indeed shall he be valorous,\nwho has intrusted himself to faithless foes; and he shall trample upon\nthe Carthaginians in a second war, who dastardly has felt the thongs\nwith his arms tied behind him, and has been afraid of death. He, knowing\nno other way to preserve his life, has confounded peace with war. O\nscandal! O mighty Carthage, elevated to a higher pitch by Italy’s\ndisgraceful downfall! He (Regulus) is reported to have rejected the\nembrace of his virtuous wife and his little sons like one degraded; and\nto have sternly fixed his manly countenance on the ground, until, as an\nadviser, by his counsel he confirmed the wavering senators, and amid his\nweeping friends hastened away, a glorious exile. Notwithstanding he knew\nwhat the barbarian executioner was providing for him, yet he pushed from\nhis opposing kindred and the populace retarding his return, in no other\nmanner, than if (after he had quitted the tedious business of his\nclients, by determining their suit) he was only going to the Venafrian\nplains, or the Lacedaemonian Tarentum.",
        "ODE VI.",
        "TO THE ROMANS.",
        "Thou shalt atone, O Roman, for the sins of your ancestors, though\ninnocent, till you shall have repaired the temples and tottering shrines\nof the gods, and their statues, defiled with sooty smoke. Thou boldest\nsway, because thou bearest thyself subordinate to the gods; to this\nsource refer every undertaking; to this, every event. The gods, because\nneglected, have inflicted many evils on calamitous Italy. Already has\nMonaeses, and the band of Pacorus, twice repelled our inauspicious\nattacks, and exults in having added the Roman spoils to their trivial\ncollars. The Dacian and Ethiopian have almost demolished the city\nengaged in civil broils, the one formidable for his fleet, the other\nmore expert for missile arrows. The times, fertile in wickedness, have\nin the first place polluted the marriage state, and [thence] the issue\nand families. From this fountain perdition being derived, has\noverwhelmed the nation and people. The marriageable virgin delights to\nbe taught the Ionic dances, and even at this time is trained up in\n[seductive] arts, and cherishes unchaste desires from her very infancy.\nSoon after she courts younger debauchees when her husband is in his\ncups, nor has she any choice, to whom she shall privately grant her\nforbidden pleasures when the lights are removed, but at the word of\ncommand, openly, not without the knowledge of her husband, she will come\nforth, whether it be a factor that calls for her, or the captain of a\nSpanish ship, the extravagant purchaser of her disgrace. It was not a\nyouth born from parents like these, that stained the sea with\nCarthaginian gore, and slew Pyrrhus, and mighty Antiochus, and terrific\nAnnibal; but a manly progeny of rustic soldiers, instructed to turn the\nglebe with Sabine spades, and to carry clubs cut [out of the woods] at\nthe pleasure of a rigid mother, what time the sun shifted the shadows of\nthe mountains, and took the yokes from the wearied oxen, bringing on the\npleasant hour with his retreating chariot. What does not wasting time\ndestroy? The age of our fathers, worse than our grandsires, produced us\nstill more flagitious, us, who are about to product am offspring more\nvicious [even than ourselves].",
        "ODE VII.",
        "TO ASTERIE.",
        "Why, O Asterie, do you weep for Gyges, a youth of inviolable constancy,\nwhom the kindly zephyrs will restore to you in the beginning of the\nSpring, enriched with a Bithynian cargo? Driven as far as Oricum by the\nsouthern winds, after [the rising] of the Goat’s tempestuous\nconstellation, he sleepless passes the cold nights in abundant weeping\n[for you]; but the agent of his anxious landlady slyly tempts him by a\nthousand methods, informing him that [his mistress], Chloe, is sighing\nfor him, and burns with the same love that thou hast for him. He\nremonstrates with him how a perfidious woman urged the credulous\nProetus, by false accusations, to hasten the death of the over-chaste\nBellerophon. He tells how Peleus was like to have been given up to the\ninfernal regions, while out of temperance he avoided the Magnesian\nHippolyte: and the deceiver quotes histories to him, that are lessons\nfor sinning. In vain; for, heart-whole as yet, he receives his words\ndeafer than the Icarian rocks. But with regard to you, have a care lest\nyour neighbor Enipeus prove too pleasing. Though no other person equally\nskillful to guide the steed, is conspicuous in the course, nor does any\none with equal swiftness swim down the Etrurian stream, yet secure your\nhouse at the very approach of night, nor look down into the streets at\nthe sound of the doleful pipe; and remain inflexible toward him, though\nhe often upbraid thee with cruelty.",
        "ODE VIII.",
        "TO MAECENAS.",
        "O Maecenas, learned in both languages, you wonder what I, a single man,\nhave to do on the calends of March; what these flowers mean, and the\ncenser replete with frankincense, and the coals laid upon the live turf.\nI made a vow of a joyous banquet, and a white goat to Bacchus, after\nhaving been at the point of death by a blow from a tree. This day,\nsacred in the revolving year, shall remove the cork fastened with pitch\nfrom that jar, which was set to inhale the smoke in the consulship of\nTullus. Take, my Maecenas, a hundred cups on account of the safety of\nyour friend, and continue the wakeful lamps even to day-light: all\nclamor and passion be far away. Postpone your political cares with\nregard to the state: the army of the Dacian Cotison is defeated; the\ntroublesome Mede is quarreling with himself in a horrible [civil] war:\nthe Cantabrian, our old enemy on the Spanish coast, is subject to us,\nthough conquered by a long-disputed victory: now, too, the Scythians are\npreparing to quit the field with their imbent bows. Neglectful, as a\nprivate person, forbear to be too solicitous lest the community in any\nwise suffer, and joyfully seize the boons of the present hour, and quit\nserious affairs.",
        "ODE IX.",
        "TO LYDIA.",
        "HORACE. As long as I was agreeable to thee, and no other youth more\nfavored was wont to fold his arms around thy snowy neck, I lived happier\nthan the Persian monarch.",
        "LYDIA. As long as thou hadst not a greater flame for any other, nor was\nLydia below Chloe [in thine affections], I Lydia, of distinguished fame,\nflourished more eminent than the Roman Ilia.",
        "HOR. The Thracian Chloe now commands me, skillful in sweet modulations,\nand a mistress of the lyre; for whom I would not dread to die, if the\nfates would spare her, my surviving soul.",
        "LYD. Calais, the son of the Thurian Ornitus, inflames me with a mutual\nfire; for whom I would twice endure to die, if the fates would spare my\nsurviving youth.",
        "HOR. What! if our former love returns, and unites by a brazen yoke us\nonce parted? What if Chloe with her golden locks be shaken off, and the\ndoor again open to slighted Lydia.",
        "LYD. Though he is fairer than a star, thou of more levity than a cork,\nand more passionate than the blustering Adriatic; with thee I should\nlove to live, with thee I would cheerfully die.",
        "ODE X.",
        "TO LYCE.",
        "O Lyce, had you drunk from the remote Tanais, in a state of marriage\nwith tome barbarian, yet you might be sorry to expose me, prostrate\nbefore your obdurate doors, to the north winds that have made those\nplaces their abode. Do you hear with what a noise your gate, with what\n[a noise] the grove, planted about your elegant buildings, rebellows to\nthe winds? And how Jupiter glazes the settled snow with his bright\ninfluence? Lay aside disdain, offensive to Venus, lest your rope should\nrun backward, while the wheel is revolving. Your Tyrrhenian father did\nnot beget you to be as inaccessible as Penelope to your wooers. O though\nneither presents, nor prayers, nor the violet-tinctured paleness of your\nlovers, nor your husband smitten with a musical courtezan, bend you to\npity; yet [at length] spare your suppliants, you that are not softer\nthan the sturdy oak, nor of a gentler disposition than the African\nserpents. This side [of mine] will not always be able to endure your\nthreshold, and the rain.",
        "ODE XI.",
        "TO MERCURY.",
        "O Mercury, for under thy instruction the ingenious Amphion moved rocks\nby his voice, you being his tutor; and though my harp, skilled in\nsounding, with seven strings, formerly neither vocal nor pleasing, but\nnow agreeable both to the tables of the wealthy and the temples [of the\ngods]; dictate measures to which Lyde may incline her obstinate ears,\nwho, like a filly of three years old, plays and frisks about in the\nspacious fields, inexperienced in nuptial loves, and hitherto unripe for\na brisk husband. You are able to draw after your tigers and attendant\nwoods, and to retard rapid rivers. To your blandishments the enormous\nporter of the [infernal] palace yielded, though a hundred serpents\nfortify his head, and a pestilential steam and an infectious poison\nissue from his triple-tongued mouth. Moreover, Ixion and Tityus smiled\nwith a reluctant aspect: while you soothe the daughters of Danaus with\nyour delightful harmony, their vessel for some time remained dry. Let\nLyde hear of the crime, and the well-known punishment of the virgins,\nand the cask emptied by the water streaming through the bottom, and what\nlasting fates await their misdeeds even beyond the grave. Impious! (for\nwhat greater impiety could they have committed?) Impious! who could\ndestroy their bridegrooms with the cruel sword! One out of the many,\nworthy of the nuptial torch, was nobly false to her perjured parent, and\na maiden illustrious to all posterity; she, who said to her youthful\nhusband, “Arise! arise! lest an eternal sleep be given to you from a\nhand you have no suspicion of; disappoint your father-in-law and my\nwicked sisters, who, like lionesses having possessed themselves of\ncalves (alas)! tear each of them to pieces; I, of softer mold than they,\nwill neither strike thee, nor detain thee in my custody. Let my father\nload me with cruel chains, because out of mercy I spared my unhappy\nspouse; let him transport me even to the extreme Numidian plains.\nDepart, whither your feet and the winds carry you, while the night and\nVenus are favorable: depart with happy omen; yet, not forgetful of me,\nengrave my mournful story on my tomb.”",
        "ODE XII.",
        "TO NEOBULE.",
        "It is for unhappy maidens neither to give indulgence to love, nor to\nwash away cares with delicious wine; or to be dispirited out of dread of\nthe lashes of an uncle’s tongue. The winged boy of Venus, O Neobule, has\ndeprived you of your spindle and your webs, and the beauty of Hebrus\nfrom Lipara of inclination for the labors of industrious Minerva, after\nhe has bathed his anointed shoulders in the waters of the Tiber; a\nbetter horseman than Bellerophon himself, neither conquered at boxing,\nnor by want of swiftness in the race: he is also skilled to strike with\nhis javelin the stags, flying through the open plains in frightened\nherd, and active to surprise the wild boar lurking in the deep thicket.",
        "ODE XIII. TO THE BANDUSIAN FOUNTAIN.",
        "O thou fountain of Bandusia, clearer than glass, worthy of delicious\nwine, not unadorned by flowers; to-morrow thou shalt be presented with a\nkid, whose forehead, pouting with new horns, determines upon both love\nand war in vain; for this offspring of the wanton flock shall tinge thy\ncooling streams with scarlet blood. The severe season of the burning\ndog-star cannot reach thee; thou affordest a refreshing coolness to the\noxen fatigued with the plough-share, and to the ranging flock. Thou also\nshalt become one of the famous fountains, through my celebrating the oak\nthat covers the hollow rock, whence thy prattling rills descend with a\nbound.",
        "ODE XIV.",
        "TO THE ROMANS.",
        "Augustus Caesar, O ye people, who was lately said, like another\nHercules, to have sought for the laurel to be purchased only by death,\nrevisits his domestic gods, victorious from the Spanish shore. Let the\nmatron (_Livia_), to whom her husband alone is dear, come forth in\npublic procession, having first performed her duty to the just gods; and\n(_Octavia_), the sister of our glorious general; the mothers also of the\nmaidens and of the youths just preserved from danger, becomingly adorned\nwith supplicatory fillets. Ye, O young men, and young women lately\nmarried, abstain from ill-omened words. This day, to me a real festival,\nshall expel gloomy cares: I will neither dread commotions, nor violent\ndeath, while Caesar is in possession of the earth. Go, slave, and seek\nfor perfume and chaplets, and a cask that remembers the Marsian war, if\nany vessel could elude the vagabond Spartacus. And bid the tuneful\nNeaera make haste to collect into a knot her auburn hair; but if any\ndelay should happen from the surly porter, come away. Hoary hair\nmollifies minds that are fond of strife and petulant wrangling. I would\nnot have endured this treatment, warm with youth in the consulship of\nPlancus.",
        "ODE XV.",
        "TO CHLORIS.",
        "You wife of the indigent Ibycus, at length put an end to your\nwickedness, and your infamous practices. Cease to sport among the\ndamsels, and to diffuse a cloud among bright constellations, now on the\nverge of a timely death. If any thing will become Pholoe, it does not\nyou Chloris, likewise. Your daughter with more propriety attacks the\nyoung men’s apartments, like a Bacchanalian roused up by the rattling\ntimbrel. The love of Nothus makes her frisk about like a wanton\nshe-goat. The wool shorn near the famous Luceria becomes you now\nantiquated: not musical instruments, or the damask flower of the rose,\nor hogsheads drunk down to the lees.",
        "ODE XVI.",
        "TO MAECENAS.",
        "A brazen tower, and doors of oak, and the melancholy watch of wakeful\ndogs, had sufficiently defended the imprisoned Danae from midnight\ngallants, had not Jupiter and Venus laughed at Acrisius, the anxious\nkeeper of the immured maiden: [for they well knew] that the way would be\nsafe and open, after the god had transformed himself into a bribe. Gold\ndelights to penetrate through the midst of guards, and to break through\nstone-walls, more potent than the thunderbolt. The family of the Grecian\naugur perished, immersed in destruction on account of lucre. The man of\nMacedon cleft the gates of the cities and subverted rival monarchs by\nbribery. Bribes enthrall fierce captains of ships. Care, and a thirst\nfor greater things, is the consequence of increasing wealth. Therefore,\nMaecenas, thou glory of the [Roman] knights, I have justly dreaded to\nraise the far-conspicuous head. As much more as any man shall deny\nhimself, so much more shall he receive from the gods. Naked as I am, I\nseek the camps of those who covet nothing; and as a deserter, rejoice to\nquit the side of the wealthy: a more illustrious possessor of a\ncontemptible fortune, than if I could be said to treasure up in my\ngranaries all that the industrious Apulian cultivates, poor amid\nabundance of wealth. A rivulet of clear water, and a wood of a few\nacres, and a certain prospect of my good crop, are blessings unknown to\nhim who glitters in the proconsulship of fertile Africa: I am more\nhappily circumstanced. Though neither the Calabrian bees produce honey,\nnor wine ripens to age for me in a Formian cask, nor rich fleeces\nincrease in Gallic pastures; yet distressful poverty is remote; nor, if\nI desired more, would you refuse to grant it me. I shall be better able\nto extend my small revenues, by contracting my desires, than if I could\njoin the kingdom of Alyattes to the Phrygian plains. Much is wanting to\nthose who covet much. ’Tis well with him to whom God has given what is\nnecessary with a sparing hand.",
        "ODE XVII.",
        "TO AELIUS LAMIA.",
        "O Aelius, who art nobly descended from the ancient Lamus (forasmuch as\nthey report, that both the first of the Lamian family had their name\nhence, and all the race of the descendants through faithful records\nderives its origin from that founder, who is said to have possessed, as\nprince, the Formian walls, and Liris gliding on the shores of Marica–an\nextensive potentate). To-morrow a tempest sent from the east shall strew\nthe grove with many leaves, and the shore with useless sea-weed, unless\nthat old prophetess of rain, the raven, deceives me. Pile up the dry\nwood, while you may; to-morrow you shall indulge your genius with wine,\nand with a pig of two months old, with your slaves dismissed from their\nlabors.",
        "ODE XVIII.",
        "TO FAUNUS.",
        "A HYMN.",
        "O Faunus, thou lover of the flying nymphs, benignly traverse my borders\nand sunny fields, and depart propitious to the young offspring of my\nflocks; if a tender kid fall [a victim] to thee at the completion of the\nyear, and plenty of wines be not wanting to the goblet, the companion of\nVenus, and the ancient altar smoke with liberal perfume. All the cattle\nsport in the grassy plain, when the nones of December return to thee;\nthe village keeping holiday enjoys leisure in the fields, together with\nthe oxen free from toil. The wolf wanders among the fearless lambs; the\nwood scatters its rural leaves for thee, and the laborer rejoices to\nhave beaten the hated ground in triple dance.",
        "ODE XIX.",
        "TO TELEPHUS.",
        "How far Codrus, who was not afraid to die for his country, is removed\nfrom Inachus, and the race of Aeacus, and the battles also that were\nfought at sacred Troy–[these subjects] you descant upon; but at what\nprice we may purchase a hogshead of Chian; who shall warm the water [for\nbathing]; who finds a house: and at what hour I am to get rid of these\nPelignian colds, you are silent. Give me, boy, [a bumper] for the new\nmoon in an instant, give me one for midnight, and one for Murena the\naugur. Let our goblets be mixed up with three or nine cups, according to\nevery one’s disposition. The enraptured bard, who delights in the\nodd-numbered muses, shall call for brimmers thrice three. Each of the\nGraces, in conjunction with the naked sisters, fearful of broils,\nprohibits upward of three. It is my pleasure to rave; why cease the\nbreathings of the Phrygian flute? Why is the pipe hung up with the\nsilent lyre? I hate your niggardly handfuls: strew roses freely. Let the\nenvious Lycus hear the jovial noise; and let our fair neighbor,\nill-suited to the old Lycus, [hear it.] The ripe Rhode aims at thee,\nTelephus, smart with thy bushy locks; at thee, bright as the clear\nevening star; the love of my Glycera slowly consumes me.",
        "ODE XX.",
        "TO PYRRHUS.",
        "Do you not perceive, O Pyrrhus, at what hazard yon are taking away the\nwhelps from a Gutulian lioness? In a little while you, a timorous\nravisher, shall fly from the severe engagement, when she shall march\nthrough the opposing band of youths, re-demanding her beauteous\nNearchus; a grand contest, whether a greater share of booty shall fall\nto thee or to her! In the mean time, while you produce your swift\narrows, she whets her terrific teeth; while the umpire of the combat is\nreported to have placed the palm under his naked foot, and refreshed his\nshoulder, overspread with his perfumed locks, with the gentle breeze:\njust such another was Nireus, or he that was ravished from the watery\nIda.",
        "ODE XXI.",
        "TO HIS JAR.",
        "O thou goodly cask, that wast brought to light at the same time with me\nin the consulship of Manlius, whether thou containest the occasion of\ncomplaint, or jest, or broils and maddening amours, or gentle sleep;\nunder whatever title thou preservest the choice Massic, worthy to be\nremoved on an auspicious day; descend, Corvinus bids me draw the\nmellowest wine. He, though he is imbued in the Socratic lectures, will\nnot morosely reject thee. The virtue even of old Cato is recorded to\nhave been frequently warmed with wine. Thou appliest a gentle violence\nto that disposition, which is in general of the rougher cast: Thou\nrevealest the cares and secret designs of the wise, by the assistance of\nmerry Bacchus. You restore hope and spirit to anxious minds, and give\nhorns to the poor man, who after [tasting] you neither dreads the\ndiadems of enraged monarchs, nor the weapons of the soldiers. Thee\nBacchus, and Venus, if she comes in good-humor, and the Graces loth to\ndissolve the knot [of their union], and living lights shall prolong,\ntill returning Phoebus puts the stars to flight.",
        "ODE XXII.",
        "TO DIANA.",
        "O virgin, protectress of the mountains and the groves, thou three-formed\ngoddess, who thrice invoked, hearest young women in labor, and savest\nthem from death; sacred to thee be this pine that overshadows my villa,\nwhich I, at the completion of every year, joyful will present with the\nblood of a boar-pig, just meditating his oblique attack.",
        "ODE XXIII.",
        "TO PHIDYLE.",
        "My rustic Phidyle, if you raise your suppliant hands to heaven at the\nnew moon, and appease the household gods with frankincense, and this\nyear’s fruits, and a ravening swine; the fertile vine shall neither\nfeel the pestilential south-west, nor the corn the barren blight, or\nyour dear brood the sickly season in the fruit-bearing autumn. For the\ndestined victim, which is pastured in the snowy Algidus among the oaks\nand holm trees, or thrives in the Albanian meadows, with its throat\nshall stain the axes of the priests. It is not required of you, who are\ncrowning our little gods with rosemary and the brittle myrtle, to\npropitiate them with a great slaughter of sheep. If an innocent hand\ntouches a clear, a magnificent victim does not pacify the offended\nPenates more acceptably, than a consecrated cake and crackling salt.",
        "ODE XXIV.",
        "TO THE COVETOUS.",
        "Though, more wealthy than the unrifled treasures of the Arabians and\nrich India, you should possess yourself by your edifices of the whole\nTyrrhenian and Apulian seas; yet, if cruel fate fixes its adamantine\ngrapples upon the topmost roofs, you shall not disengage your mind from\ndread, nor your life from the snares of death. The Scythians that dwell\nin the plains, whose carts, according to their custom, draw their\nvagrant habitations, live in a better manner; and [so do] the rough\nGetae, whose uncircumscribed acres produce fruits and corn free to all,\nnor is a longer than annual tillage agreeable, and a successor leaves\nhim who has accomplished his labor by an equal right. There the\nguiltless wife spares her motherless step-children, nor does the\nportioned spouse govern her husband, nor put any confidence in a sleek\nadulterer. Their dower is the high virtue of their parents, and a\nchastity reserved from any other man by a steadfast security; and it, is\nforbidden to sin, or the reward is death. O if there be any one willing\nto remove our impious slaughters, and civil rage; if he be desirous to\nbe written FATHER OF THE STATE, on statues [erected to him], let him\ndare to curb insuperable licentiousness, and be eminent to posterity;\nsince we (O injustice!) detest virtue while living, but invidiously seek\nfor her after she is taken out of our view. To what purpose are our\nwoeful complaints, if sin is not cut off with punishment? Of what\nefficacy are empty laws, without morals; if neither that part of the\nworld which is shut in by fervent heats, nor that side which borders\nupon Boreas, and snows hardened upon the ground, keep off the merchant;\n[and] the expert sailors get the better of the horrible seas? Poverty, a\ngreat reproach, impels us both to do and to suffer any thing, and\ndeserts the path of difficult virtue. Let us, then, cast our gems and\nprecious stones and useless gold, the cause of extreme evil, either into\nthe Capitol, whither the acclamations and crowd of applauding [citizens]\ncall us, or into the adjoining ocean. If we are truly penitent for our\nenormities, the very elements of depraved lust are to be erased, and the\nminds of too soft a mold should be formed by severer studies. The noble\nyouth knows not how to keep his seat on horseback and is afraid to go a\nhunting, more skilled to play (if you choose it) with the Grecian\ntrochus, or dice, prohibited by law; while the father’s perjured faith\ncan deceive his partner and friend, and he hastens to get money for an\nunworthy heir. In a word, iniquitous wealth increases, yet something is\never wanting to the incomplete fortune.",
        "ODE XXV.",
        "TO BACCHUS.",
        "A DITHYRAMBIC.",
        "Whither, O Bacchus, art thou hurrying me, replete with your influence?\nInto what groves, into what recesses am I driven, actuated with uncommon\nspirit? In what caverns, meditating the immortal honor of illustrious\nCaesar, shall I be heard enrolling him among the stars and the council\nof Jove? I will utter something extraordinary, new, hitherto unsung by\nany other voice. Thus the sleepless Bacchanal is struck with enthusiasm,\ncasting her eyes upon Hebrus, and Thrace bleached with snow, and Rhodope\ntraversed by the feet of barbarians. How am I delighted in my rambles,\nto admire the rocks and the desert grove! O lord of the Naiads and the\nBacchanalian women, who are able with their hands to overthrow lofty\nash-trees; nothing little, nothing low, nothing mortal will I sing.\nCharming is the hazard, O Bacchus, to accompany the god, who binds his\ntemples with the verdant vine-leaf.",
        "ODE XXVI.",
        "TO VENUS.",
        "I lately lived a proper person for girls, and campaigned it not without\nhonor; but now this wall, which guards the left side of [the statue] of\nsea-born Venus, shall have my arms and my lyre discharged from warfare.\nHere, here, deposit the shining flambeaux, and the wrenching irons, and\nthe bows, that threatened the resisting doors. O thou goddess, who\npossessest the blissful Cyprus, and Memphis free from Sithonian snow, O\nqueen, give the haughty Chloe one cut with your high-raised lash.",
        "ODE XXVII.",
        "TO GALATEA, UPON HER GOING TO SEA.",
        "Let the omen of the noisy screech-owl and a pregnant bitch, or a tawny\nwolf running down from the Lanuvian fields, or a fox with whelp conduct\nthe impious [on their way]; may the serpent also break their undertaken\njourney, if, like an arrow athwart the road, it has frightened the\nhorses. What shall I, a provident augur, fear? I will invoke from the\neast, with my prayers, the raven forboding by his croaking, before the\nbird which presages impending showers, revisits the stagnant pools.\nMayest thou be happy, O Galatea, wheresoever thou choosest to reside,\nand live mindful of me and neither the unlucky pye nor the vagrant crow\nforbids your going on. But you see, with what an uproar the prone Orion\nhastens on: I know what the dark bay of the Adriatic is, and in what\nmanner Iapyx, [seemingly] serene, is guilty. Let the wives and children\nof our enemies feel the blind tumults of the rising south, and the\nroaring of the blackened sea, and the shores trembling with its lash.\nThus too Europa trusted her fair side to the deceitful bull, and bold as\nshe was, turned pale at the sea abounding with monsters, and the cheat\nnow become manifest. She, who lately in the meadows was busied about\nflowers, and a composer of the chaplet meet for nymphs, saw nothing in\nthe dusky night put stars and water. Who as soon as she arrived at\nCrete, powerful with its hundred cities, cried out, overcome with rage,\n“O father, name abandoned by thy daughter! O my duty! Whence, whither am\nI come? One death is too little for virgins’ crime. Am I awake, while I\ndeplore my base offense; or does some vain phantom, which, escaping from\nthe ivory gate, brings on a dream, impose upon me, still free from\nguilt. Was it better to travel over the tedious waves, or to gather the\nfresh flowers? If any one now would deliver up to me in my anger this\ninfamous bull, I would do my utmost to tear him to pieces with steel,\nand break off the horns of the monster, lately so much beloved.\nAbandoned I have left my father’s house, abandoned I procrastinate my\ndoom. O if any of the gods hear this, I wish I may wander naked among\nlions: before foul decay seizes my comely cheeks, and moisture leaves\nthis tender prey, I desire, in all my beauty, to be the food of tigers.\"\n“Base Europa,” thy absent father urges, “why do you hesitate to die? you\nmay strangle your neck suspended from this ash, with your girdle that\nhas commodiously attended you. Or if a precipice, and the rocks that are\nedged with death, please you, come on, commit yourself to the rapid\nstorm; unless you, that are of blood-royal, had rather card your\nmistress’s wool, and be given up as a concubine to some barbarian dame.\"\nAs she complained, the treacherously-smiling Venus, and her son, with\nhis bow relaxed, drew near. Presently, when she had sufficiently rallied\nher, “Refrain (she cried) from your rage and passionate chidings, since\nthis detested bull shall surrender his horns to be torn in pieces by\nyou. Are you ignorant, that you are the wife of the invincible Jove?\nCease your sobbing; learn duly to support your distinguished good\nfortune. A division of the world shall bear your name.”",
        "ODE XXVIII.",
        "TO LYDE.",
        "What can I do better on the festal day of Neptune? Quickly produce,\nLyde, the hoarded Caecuban, and make an attack upon wisdom, ever on her\nguard. You perceive the noontide is on its decline; and yet, as if the\nfleeting day stood still, you delay to bring out of the store-house the\nloitering cask, [that bears its date] from the consul Bibulus. We will\nsing by turns, Neptune, and the green locks of the Nereids; you, shall\nchant, on your wreathed lyre, Latona and the darts of the nimble\nCynthia; at the conclusion of your song, she also [shall be celebrated],\nwho with her yoked swans visits Gnidos, and the shining Cyclades, and\nPaphos: the night also shall be celebrated in a suitable lay.",
        "ODE XXIX.",
        "TO MAECENAS.",
        "O Maecenas, thou progeny of Tuscan kings, there has been a long while\nfor you in my house some mellow wine in an unbroached hogshead, with\nrose-flowers and expressed essence for your hair. Disengage yourself\nfrom anything that may retard you, nor contemplate the ever marshy\nTibur, and the sloping fields of Aesula, and the hills of Telegonus the\nparricide. Leave abundance, which is the source of daintiness, and yon\npile of buildings approaching near the lofty clouds: cease to admire the\nsmoke, and opulence, and noise of flourishing Rome. A change is\nfrequently agreeable to the rich, and a cleanly meal in the little\ncottage of the poor has smoothed an anxious brow without carpets or\npurple. Now the bright father of Andromeda displays his hidden fire; now\nProcyon rages, and the constellation of the ravening Lion, as the sun\nbrings round the thirsty season. Now the weary shepherd with his languid\nflock seeks the shade, and the river, and the thickets of rough\nSylvanus; and the silent bank is free from the wandering winds. You\nregard what constitution may suit the state, and are in an anxious dread\nfor Rome, what preparations the Seres and the Bactrians subject to\nCyrus, and the factious Tanais are making. A wise deity shrouds in\nobscure darkness the events of the time to come, and smiles if a mortal\nis solicitous beyond the law of nature. Be mindful to manage duly that\nwhich is present. What remains goes on in the manner of the river, at\none time calmly gliding in the middle of its channel to the Tuscan Sea,\nat another, rolling along corroded stones, and stumps of trees, forced\naway, and cattle, and houses, not without the noise of mountains and\nneighboring woods, when the merciless deluge enrages the peaceful\nwaters. That man is master of himself and shall live happy, who has it\nin his power to say, “I have lived to-day: to-morrow let the Sire invest\nthe heaven, either with a black cloud, or with clear sunshine;\nnevertheless, he shall not render ineffectual what is past, nor undo or\nannihilate what the fleeting hour has once carried off. Fortune, happy\nin the execution of her cruel office, and persisting to play her\ninsolent game, changes uncertain honors, indulgent now to me, by and by\nto another. I praise her, while she abides by me. If she moves her fleet\nwings, I resign what she has bestowed, and wrap myself up in my virtue,\nand court honest poverty without a portion. It is no business of mine,\nif the mast groan with the African storms, to have recourse to piteous\nprayers, and to make a bargain with my vows, that my Cyprian and Syrian\nmerchandize may not add to the wealth of the insatiable sea. Then the\ngale and the twin Pollux will carry me safe in the protection of a skiff\nwith two oars, through the tumultuous Aegean Sea.”",
        "ODE XXX.",
        "ON HIS OWN WORKS.",
        "I have completed a monument more lasting than brass, and more sublime\nthan the regal elevation of pyramids, which neither the wasting shower,\nthe unavailing north wind, nor an innumerable succession of years, and\nthe flight of seasons, shall be able to demolish. I shall not wholly\ndie; but a great part of me shall escape Libitina. I shall continualy be\nrenewed in the praises of posterity, as long as the priest shall ascend\nthe Capitol with the silent [vestal] virgin. Where the rapid Aufidus\nshall murmur, and where Daunus, poorly supplied with water, ruled over a\nrustic people, I, exalted from a low degree, shall be acknowledged as\nhaving originally adapted the Aeolic verse to Italian measures.\nMelpomene, assume that pride which your merits have acquired, and\nwillingly crown my hair with the Delphic laurel.",
        "Continue...",
        "\nThis eBook of “The Works of Horace” by Horace belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Marketing Management (12th Edition) (Marketing Management)By Philip KotlerAt Amazon"
    ]
}