{
    "title": "The Money Master - Chapter X: “Quien Sabe\"–who Knows!",
    "author": "Gilbert Parker",
    "chapter": "11",
    "content": [
        "\n\n",
        "This much must be said for George Masson, that after the terrible\nincident at the flume he would have gone straight to the Manor Cartier\nto warn Carmen, if it had been possible, though perhaps she already knew.\nBut there was Jean Jacques on his way back to the Manor, and nothing\nremained but to proceed to Laplatte, and give the woman up for ever.  He\nhad no wish to pull up stakes again and begin life afresh, though he was\nonly forty, and he had plenty of initiative left.  But if he had to go,\nhe would want to go alone, as he had done before.  Yes, he would have\nliked to tell Carmen that Jean Jacques knew everything; but it was\nimpossible.  She would have to face the full shock from Jean Jacques’\nown battery.  But then again perhaps she knew already.  He hoped she did.",
        "At the very moment that Masson was thinking this, while he went to the\nmain road where he had left his horse and buggy tied up, Carmen came to\nknow.",
        "Carmen had not seen her husband that morning until now.  She had waked\nlate, and when she was dressed and went into the dining-room to look for\nhim, with an apprehension which was the reflection of the bad dreams of\nthe night, she found that he had had his breakfast earlier than usual and\nhad gone to the mill.  She also learned that he had eaten very little,\nand that he had sent a man into Vilray for something or other.  Try as\nshe would to stifle her anxiety, it obtruded itself, and she could eat no\nbreakfast.  She kept her eyes on the door and the window, watching for\nJean Jacques.",
        "Yet she reproved herself for her stupid concern, for Jean Jacques would\nhave spoken last night, if he had discovered anything.  He was not the\nman to hold his tongue when he had a chance of talking.  He would be sure\nto make the most of any opportunity for display of intellectual emotion,\nand he would have burst his buttons if he had known.  That was the way\nshe put it in a vernacular which was not Andalusian.  Such men love a\ngrievance, because it gives them an opportunity to talk–with a good case\nand to some point, not into the air at imaginary things, as she had so\noften seen Jean Jacques do.  She knew her Jean Jacques.  That is, she\nthought she knew her Jean Jacques after living with him for over thirteen\nyears; but hers was a very common mistake.  It is not time which gives\nrevelation, or which turns a character inside out, and exposes a new and\namazing, maybe revolting side to it.  She had never really seen Jean\nJacques, and he had never really seen himself, as he was, but only as\ncircumstances made him seem to be.  What he had showed of his nature all\nthese forty odd years was only the ferment of a more or less shallow\nlife, in spite of its many interests: but here now at last was life, with\nthe crust broken over a deep well of experience and tragedy.  She knew as\nlittle what he would do in such a case as he himself knew beforehand.  As\nthe incident of the flume just now showed, he knew little indeed, for he\nhad done exactly the opposite of what he meant to do.  It was possible\nthat Carmen would also do exactly the opposite of what she meant to do\nin her own crisis.",
        "Her test was to come.  Would she, after all, go off with the master-\ncarpenter, leaving behind her the pretty, clever, volatile Zoe.  .  .  .\nZoe–ah, where was Zoe?  Carmen became anxious about Zoe, she knew not\nwhy.  Was it the revival of the maternal instinct?",
        "She was told that Zoe had gone off on her pony to take a basket of good\nthings to a poor old woman down the river three miles away.  She would be\ngone all morning.  By so much, fate was favouring her; for the child’s\npresence would but heighten the emotion of her exit from that place where\nher youth had been wasted.  Already the few things she had meant to take\naway were secreted in a safe place some distance from the house, beside\nthe path she meant to take when she left Jean Jacques for ever.  George\nMasson wanted her, they were to meet to-day, and she was going–going\nsomewhere out of this intolerable dullness and discontent.",
        "When she pushed her coffee-cup aside and rose from the table without\neating, she went straight to her looking-glass and surveyed herself with\na searching eye.  Certainly she was young enough (she said to herself) to\ndraw the eyes of those who cared for youth and beauty.  There was not a\ngrey hair in the dark brown of her head, there was not a wrinkle–yes,\nthere were two at the corners of her mouth, which told the story of her\nrestlessness, of her hunger for the excitement of which she had been\ndeprived all these years.  To go back to Cadiz?–oh, anywhere, anywhere,\nso that her blood could beat faster; so that she could feel the stir of\nlife which had made her spirit flourish even in the dangers of the far-\noff day when Gonzales was by her side.",
        "She looked at her guitar.  She was sorry she could not take that away\nwith her.  But Jean Jacques would, no doubt, send it after her with his\ncurse.  She would love to play it once again with the old thrill; with\nthe thrill she had felt on the night of Zoe’s birthday a little while\nago, when she was back again with her lover and the birds in the gardens\nof Granada.  She would sing to someone who cared to hear her, and to\nsomeone who would make her care to sing, which was far more important.\nShe would sing to the master-carpenter.  Though he had not asked her to\ngo with him–only to meet in a secret place in the hills–she meant to do\nso, just as she once meant to marry Jean Jacques, and had done so.  It\nwas true she would probably not have married Jean Jacques, if it had not\nbeen for the wreck of the Antoine; but the wreck had occurred, and she\nhad married him, and that was done and over so far as she was concerned.\nShe had determined to go away with the master-carpenter, and though he\nmight feel the same hesitation as that which Jean Jacques had shown–she\nhad read her Norman aright aboard the Antoine–yet, still, George Masson\nshould take her away.  A catastrophe had thrown Jean Jacques into her\narms; it would not be a catastrophe which would throw the master-\ncarpenter into her arms.  It would be that they wanted each other.",
        "The mirror gave her a look of dominance–was it her regular features and\nher classic head?  Does beauty in itself express authority, just because\nit has the transcendent thing in it?  Does the perfect form convey\nsomething of the same thing that physical force–an army in arms, a\nbattleship–conveys?  In any case it was there, that inherent\nmasterfulness, though not in its highest form.  She was not an\naristocrat, she was no daughter of kings, no duchess of Castile, no\ndona of Segovia; and her beauty belonged to more primary manifestations;\nbut it was above the lower forms, even if it did not reach to the\nhighest.  “A handsome even splendid woman of her class” would have been\nthe judgment of the connoisseur.",
        "As she looked in the glass at her clear skin, at the wonderful throat\nshowing so soft and palpable and tower-like under the black velvet ribbon\nbrightened by a paste ornament; as she saw the smooth breadth of brow,\nthe fulness of the lips, the limpid lustre of the large eyes, the well-\ncurved ear, so small and so like ivory, it came home to her, as it had\nnever done before, that she was wasted in this obscure parish of St.\nSaviour’s.",
        "There was not a more restless soul or body in all the hemisphere than the\nsoul and body of Carmen Barbille, as she went from this to that on the\nmorning when Jean Jacques had refrained from killing the soul-disturber,\nthe master-carpenter, who had with such skill destroyed the walls and\nfoundations of his home.  Carmen was pointlessly busy as she watched for\nthe return of Jean Jacques.",
        "At last she saw him coming from the flume of the mill!  She saw that he\nstumbled as he walked, and that, every now and then, he lifted his head\nwith an effort and threw it back, and threw his shoulders back also, as\nthough to assert his physical manhood.  He wore no hat, his hands were\nmaking involuntary gestures of helplessness.  But presently he seemed to\nassert authority over his fumbling body and to come erect.  His hands\nclenched at his sides, his head came up stiffly and stayed, and with\nquickened footsteps he marched rigidly forward towards the Manor.",
        "Then she guessed at the truth, and as soon as she saw his face she was\nsure beyond peradventure that he knew.",
        "His figure darkened the doorway.  Her first thought was to turn and flee,\nnot because she was frightened of what he would do, but because she did\nnot wish to hear what he would say.  She shrank from the uprolling of the\ncurtain of the last thirteen years, from the grim exposure of the\nnakedness of their life together.  Her indolent nature in repose wanted\nthe dust of existence swept into a corner out of sight; yet when she was\nroused, and there were no corners into which the dust could be swept,\nshe could be as bold as any better woman.",
        "She hesitated till it was too late to go, and then as he entered the\nhouse from the staring sunlight and the peace of the morning, she\nstraightened herself, and a sulky, stubborn look came into her eyes.\nHe might try to kill her, but she had seen death in many forms far away\nin Spain, and she would not be afraid till there was cause.  Imagination\nwould not take away her courage.  She picked up a half-knitted stocking\nwhich lay upon the table, and standing there, while he came into the\nmiddle of the room, she began to ply the needles.",
        "He stood still.  Her face was bent over her knitting.  She did not look\nat him.",
        "“Well, why don’t you look at me?” he asked in a voice husky with\npassion.",
        "She raised her head and looked straight into his dark, distracted eyes.",
        "“Good morning,” she said calmly.",
        "A kind of snarling laugh came to his lips.  “I said good morning to my\nwife yesterday, but I will not say it to-day.  What is the use of saying\ngood morning, when the morning is not good!”",
        "“That’s logical, anyhow,” she said, her needles going faster now.  She\nwas getting control of them–and of herself.",
        "“Why isn’t the morning good?  Speak.  Why isn’t it good, Carmen?”",
        "“Quien sabe–who knows!” she replied with exasperating coolness.",
        "“I know–I know all; and it is enough for a lifetime,” he challenged.",
        "“What do you know–what is the ’all’?”  Her voice had lost timbre.  It\nwas suddenly weak, but from suspense and excitement rather than from\nfear.",
        "“I saw you last night with him, by the river.  I saw what you did.  I\nheard you say, ’Yes, to-morrow, for sure.’  I saw what you did.”",
        "Her eyes were busy with the knitting now.  She did not know what to say.\nThen, he had known all since the night before!  He knew it when he\npretended that his head ached–knew it as he lay by her side all night.\nHe knew it, and said nothing!  But what had he done–what had he done?\nShe waited for she knew not what.  George Masson was to come and inspect\nthe flume early that morning.  Had he come?  She had not seen him.  But\nthe river was flowing through the flume: she could hear the mill-wheel\nturning–she could hear the mill-wheel turning!",
        "As she did not speak, with a curious husky shrillness to his voice he\nsaid: “There he was down in the flume, there was I at the lever above,\nthere was the mill-wheel unlocked.  There it was.  I gripped the lever,\nand–”",
        "Her great eyes stared with horror.  The knitting-needles stopped;\na pallor swept across her face.  She felt as she did when she heard the\ncourt-martial sentence Carvillho Gonzales to death.",
        "The mill-wheel sounded louder and louder in her ears.",
        "“You let in the river!” she cried.  “You drove him into the wheel–you\nkilled him!”",
        "“What else was there to do?” he demanded.  “It had to be done, and it\nwas the safest way.  It would be an accident.  Such a thing might easily\nhappen.”",
        "“You have murdered him!” she gasped with a wild look.",
        "“To call it murder!” he sneered.  “Surely my wife would not call it\nmurder.”",
        "“Fiend–not to have the courage to fight him!” she flung back at him.\n“To crawl like a snake and let loose a river on a man!  In any other\ncountry, he’d have been given a chance.”",
        "This was his act in a new light.  He had had only one idea in his mind\nwhen he planned the act, and that was punishment.  What rights had a man\nwho had stolen what was nearer and dearer than a man’s own flesh, and for\nwhich he would have given his own flesh fifty times?  Was it that Carmen\nwould now have him believe he ought to have fought the man, who had\nspoiled his life and ruined a woman’s whole existence.",
        "“What chance had I when he robbed me in the dark of what is worth fifty\ntimes my own life to me?” he asked savagely.",
        "“Murderer–murderer!” she cried hoarsely.  “You shall pay for this.”",
        "“You will tell–you will give me up?”",
        "Her eyes were on the mill and the river .  .  .  “Where–where is he?\nHas he gone down the river?  Did you kill him and let him go–like that!”",
        "She made a flinging gesture, as one would toss a stone.",
        "He stared at her.  He had never seen her face like that–so strained and\nhaggard.  George Masson was right when he said that she would give him\nup; that his life would be in danger, and that his child’s life would be\nspoiled.",
        "“Murderer!” she repeated.  “And when you go to the gallows, your child’s\nlife–you did not think of that, eh?  To have your revenge on the man who\nwas no more to blame than I, thinking only of yourself, you killed him;\nbut you did not think of your child.”",
        "Ah, yes, surely George Masson was right!  That was what he had said about\nhis child, Zoe.  What a good thing it was he had not killed the ravager\nof his home!",
        "But suddenly his logic came to his aid.  In terrible misery as he was, he\nwas almost pleased that he could reason.  “And you would give me over to\nthe law?  You would send me to the gallows–and spoil your child’s life?\"\nhe retorted.",
        "She threw the knitting down and flung her hands up.  “I have no husband.\nI have no child.  Take your life.  Take it.  I will go and find his\nbody,” she said, and she moved swiftly towards the door.  “He has gone\ndown the river–I will find him!”",
        "“He has gone up the river,” he exclaimed.  “Up the river, I say!”",
        "She stopped short and looked at him blankly.  Then his meaning became\nclear to her.",
        "“You did not kill him?” she asked scarce above a whisper.",
        "“I let him go,” he replied.",
        "“You did not fight him–why?”  There was scorn in her tone.",
        "“And if I had killed him that way?” he asked with terrible logic, as he\nthought.",
        "“There was little chance of that,” she replied scornfully, and steadied\nherself against a chair; for, now that the suspense was over, she felt as\nthough she had been passed between stones which ground the strength out\nof her.",
        "A flush of fierce resentment crossed over his face.  “It is not\neverything to be big,” he rejoined.  “The greatest men in the world have\nbeen small like me, but they have brought the giant things to their\nfeet.”",
        "She waved a hand disdainfully.  “What are you going to do now?” she\nasked.",
        "He drew himself up.  He seemed to rearrange the motions of his mind\nwith a little of the old vanity, which was at once grotesque and piteous.\n“I am going to forgive you and to try to put things right,” he said.\n“I have had my faults.  You were not to blame altogether.  I have left\nyou too much alone.  I did not understand everything all through.  I had\nnever studied women.  If I had I should have done the right thing always.\nI must begin to study women.”  The drawn look was going a little from his\nface, the ghastly pain was fading from his eyes; his heart was speaking\nfor her, while his vain intellect hunted the solution of his problem.",
        "She could scarcely believe her ears.  No Spaniard would ever have acted\nas this man was doing.  She had come from a land of No Forgiveness.\nCarvillho Gonzales would have killed her, if she had been untrue to him;\nand she would have expected it and understood it.",
        "But Jean Jacques was going to forgive her–going to study women, and so\nunderstand her and understand women, as he understood philosophy!  This\nwas too fantastic for human reason.  She stared at him, unable to say a\nword, and the distracted look in her face did not lessen.  Forgiveness\ndid not solve her problem.",
        "“I am going to take you to Montreal–and then out to Winnipeg, when I’ve\ngot the cheese-factory going,” he said with a wise look in his face, and\nwith tenderness even coming into his eyes.  “I know what mistakes I’ve\nmade\"–had not George Masson the despoiler told him of them?–\"and I know\nwhat a scoundrel that fellow is, and what tricks of the tongue he has.\nAlso he is as sleek to look at as a bull, and so he got a hold on you.\nI grasp things now.  Soon we will start away together again as we did at\nGaspe.”",
        "He came close to her.  “Carmen!” he said, and made as though he would\nembrace her.",
        "“Wait–wait a little.  Give me time to think,” she said with dry lips,\nher heart beating hard.  Then she added with a flattery which she knew\nwould tell, “I cannot think quick as you do.  I am slow.  I must have\ntime.  I want to work it all out.  Wait till to-night,” she urged.\n“Then we can–”",
        "“Good, we will make it all up to-night,” he said, and he patted her\nshoulder as one would that of a child.  It had the slight flavour of the\nsuperior and the paternal.",
        "She almost shrank from his touch.  If he had kissed her she would have\nfelt that she must push him away; and yet she also knew how good a man he\nwas.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}