{
    "title": "The Secret Garden - Chapter XXII - When the Sun Went Down",
    "author": "Frances Hodgson Burnett",
    "chapter": "22",
    "content": [
        "\n\n",
        "When his head was out of sight Colin turned to Mary.",
        "“Go and meet him,” he said; and Mary flew across the grass\nto the door under the ivy.",
        "Dickon was watching him with sharp eyes.  There were\nscarlet spots on his cheeks and he looked amazing,\nbut he showed no signs of falling.",
        "“I can stand,” he said, and his head was still held up\nand he said it quite grandly.",
        "“I told thee tha’ could as soon as tha’ stopped bein’\nafraid,” answered Dickon.  “An’ tha’s stopped.”",
        "“Yes, I’ve stopped,” said Colin.",
        "Then suddenly he remembered something Mary had said.",
        "“Are you making Magic?” he asked sharply.",
        "Dickon’s curly mouth spread in a cheerful grin.",
        "“Tha’s doin’ Magic thysel’,” he said.  “It’s same Magic\nas made these ’ere work out o’ th’ earth,” and he touched\nwith his thick boot a clump of crocuses in the grass.\nColin looked down at them.",
        "“Aye,” he said slowly, “there couldna’ be bigger Magic\nthan that there–there couldna’ be.”",
        "He drew himself up straighter than ever.",
        "“I’m going to walk to that tree,” he said, pointing to\none a few feet away from him.  “I’m going to be standing\nwhen Weatherstaff comes here.  I can rest against the tree\nif I like.  When I want to sit down I will sit down,\nbut not before.  Bring a rug from the chair.”",
        "He walked to the tree and though Dickon held his arm he was\nwonderfully steady.  When he stood against the tree trunk\nit was not too plain that he supported himself against it,\nand he still held himself so straight that he looked tall.",
        "When Ben Weatherstaff came through the door in the wall\nhe saw him standing there and he heard Mary muttering\nsomething under her breath.",
        "“What art sayin’?” he asked rather testily because he\ndid not want his attention distracted from the long thin\nstraight boy figure and proud face.",
        "But she did not tell him.  What she was saying was this:",
        "“You can do it! You can do it! I told you you could!\nYou can do it! You can do it! You can!” She was saying\nit to Colin because she wanted to make Magic and keep\nhim on his feet looking like that.  She could not bear\nthat he should give in before Ben Weatherstaff.\nHe did not give in.  She was uplifted by a sudden feeling\nthat he looked quite beautiful in spite of his thinness.\nHe fixed his eyes on Ben Weatherstaff in his funny\nimperious way.",
        "“Look at me!” he commanded.  “Look at me all over! Am I\na hunchback? Have I got crooked legs?”",
        "Ben Weatherstaff had not quite got over his emotion,\nbut he had recovered a little and answered almost in his\nusual way.",
        "“Not tha’,” he said.  “Nowt o’ th’ sort.  What’s tha’\nbeen doin’ with thysel’–hidin’ out o’ sight an’ lettin’\nfolk think tha’ was cripple an’ half-witted?”",
        "“Half-witted!” said Colin angrily.  “Who thought that?”",
        "“Lots o’ fools,” said Ben.  “Th’ world’s full o’\njackasses brayin’ an’ they never bray nowt but lies.\nWhat did tha’ shut thysel’ up for?”",
        "“Everyone thought I was going to die,” said Colin shortly.\n“I’m not!”",
        "And he said it with such decision Ben Weatherstaff looked\nhim over, up and down, down and up.",
        "“Tha’ die!” he said with dry exultation.  “Nowt o’ th’\nsort! Tha’s got too much pluck in thee.  When I seed thee\nput tha’ legs on th’ ground in such a hurry I knowed tha’\nwas all right.  Sit thee down on th’ rug a bit young\nMester an’ give me thy orders.”",
        "There was a queer mixture of crabbed tenderness and shrewd\nunderstanding in his manner.  Mary had poured out speech\nas rapidly as she could as they had come down the Long Walk.\nThe chief thing to be remembered, she had told him,\nwas that Colin was getting well–getting well.  The garden\nwas doing it.  No one must let him remember about having\nhumps and dying.",
        "The Rajah condescended to seat himself on a rug under\nthe tree.",
        "“What work do you do in the gardens, Weatherstaff?\"\nhe inquired.",
        "“Anythin’ I’m told to do,” answered old Ben.  “I’m kep’\non by favor–because she liked me.”",
        "“She?” said Colin.",
        "“Tha’ mother,” answered Ben Weatherstaff.",
        "“My mother?” said Colin, and he looked about him quietly.\n“This was her garden, wasn’t it?”",
        "“Aye, it was that!” and Ben Weatherstaff looked about\nhim too.  “She were main fond of it.”",
        "“It is my garden now.  I am fond of it.  I shall come here\nevery day,” announced Colin.  “But it is to be a secret.\nMy orders are that no one is to know that we come here.\nDickon and my cousin have worked and made it come alive.\nI shall send for you sometimes to help–but you must come\nwhen no one can see you.”",
        "Ben Weatherstaff’s face twisted itself in a dry old smile.",
        "“I’ve come here before when no one saw me,” he said.",
        "“What!” exclaimed Colin.",
        "“When?”",
        "“Th’ last time I was here,” rubbing his chin\nand looking round, “was about two year’ ago.”",
        "“But no one has been in it for ten years!” cried Colin.",
        "“There was no door!”",
        "“I’m no one,” said old Ben dryly.  “An’ I didn’t come\nthrough th’ door.  I come over th’ wall.  Th’ rheumatics held\nme back th’ last two year’.”",
        "“Tha’ come an’ did a bit o’ prunin’!” cried Dickon.\n“I couldn’t make out how it had been done.”",
        "“She was so fond of it–she was!” said Ben Weatherstaff slowly.\n“An’ she was such a pretty young thing.  She says to me once,\n`Ben,’ says she laughin’, `if ever I’m ill or if I go away\nyou must take care of my roses.’ When she did go away th’\norders was no one was ever to come nigh.  But I come,\"\nwith grumpy obstinacy.  “Over th’ wall I come–until th’\nrheumatics stopped me–an’ I did a bit o’ work once a year.\nShe’d gave her order first.”",
        "“It wouldn’t have been as wick as it is if tha’\nhadn’t done it,” said Dickon.  “I did wonder.”",
        "“I’m glad you did it, Weatherstaff,” said Colin.\n“You’ll know how to keep the secret.”",
        "“Aye, I’ll know, sir,” answered Ben.  “An, it’ll be easier\nfor a man wi’ rheumatics to come in at th’ door.”",
        "On the grass near the tree Mary had dropped her trowel.\nColin stretched out his hand and took it up.  An odd expression\ncame into his face and he began to scratch at the earth.\nHis thin hand was weak enough but presently as they watched\nhim–Mary with quite breathless interest–he drove the end\nof the trowel into the soil and turned some over.",
        "“You can do it! You can do it!” said Mary to herself.\n“I tell you, you can!”",
        "Dickon’s round eyes were full of eager curiousness but he said\nnot a word.  Ben Weatherstaff looked on with interested face.",
        "Colin persevered.  After he had turned a few trowelfuls\nof soil he spoke exultantly to Dickon in his best Yorkshire.",
        "“Tha’ said as tha’d have me walkin’ about here same\nas other folk–an’ tha’ said tha’d have me diggin’. I\nthowt tha’ was just leein’ to please me.  This is only th’\nfirst day an’ I’ve walked–an’ here I am diggin’.”",
        "Ben Weatherstaff’s mouth fell open again when he heard him,\nbut he ended by chuckling.",
        "“Eh!” he said, “that sounds as if tha’d got wits enow.\nTha’rt a Yorkshire lad for sure.  An’ tha’rt diggin’, too.\nHow’d tha’ like to plant a bit o’ somethin’? I can get thee\na rose in a pot.”",
        "“Go and get it!” said Colin, digging excitedly.\n“Quick! Quick!”",
        "It was done quickly enough indeed.  Ben Weatherstaff went\nhis way forgetting rheumatics.  Dickon took his spade\nand dug the hole deeper and wider than a new digger\nwith thin white hands could make it.  Mary slipped out\nto run and bring back a watering-can. When Dickon had\ndeepened the hole Colin went on turning the soft earth\nover and over.  He looked up at the sky, flushed and\nglowing with the strangely new exercise, slight as it was.",
        "“I want to do it before the sun goes quite–quite down,\"\nhe said.",
        "Mary thought that perhaps the sun held back a few minutes\njust on purpose.  Ben Weatherstaff brought the rose in\nits pot from the greenhouse.  He hobbled over the grass\nas fast as he could.  He had begun to be excited, too.\nHe knelt down by the hole and broke the pot from the mould.",
        "“Here, lad,” he said, handing the plant to Colin.\n“Set it in the earth thysel’ same as th’ king does when he\ngoes to a new place.”",
        "The thin white hands shook a little and Colin’s flush\ngrew deeper as he set the rose in the mould and held\nit while old Ben made firm the earth.  It was filled\nin and pressed down and made steady.  Mary was leaning\nforward on her hands and knees.  Soot had flown down\nand marched forward to see what was being done.\nNut and Shell chattered about it from a cherry-tree.",
        "“It’s planted!” said Colin at last.  “And the sun is only\nslipping over the edge.  Help me up, Dickon.  I want\nto be standing when it goes.  That’s part of the Magic.”",
        "And Dickon helped him, and the Magic–or whatever it\nwas–so gave him strength that when the sun did slip\nover the edge and end the strange lovely afternoon\nfor them there he actually stood on his two feet–laughing.",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}