{
    "title": "The Former Philippines thru Foreign Eyes - Chapter XXIII",
    "author": "Fedor Jagor et al",
    "chapter": "24",
    "content": [
        "\n\n",
        "[Ports of entry.] In 1830 seven new ports were opened as an experiment,\nbut, owing to great frauds in the charges, were soon afterwards\nclosed again. In 1831 a custom-house was established at Zamboanga,\non the south-west point of Mindanao; and in 1855 Sual, in the Gulf\nof Lingayen, one of the safest harbors on the west coast of Luzon,\nand Iloilo in Panay, were thrown open; and in 1863 Cebu, on the island\nof the same name, for the direct communication with foreign countries.",
        "[Old Zamboanga fort.] Before 1635 the Spaniards had established\na fort at Zamboanga, which, although it certainly could not\nwholly prevent the piratical excursions against the colonies, yet\nconsiderably diminished them. [209] Until 1848 from eight hundred\nto fifteen hundred individuals are stated to have been carried off\nyearly by the Moros. [210] The establishment of this custom-house\nhas, therefore, been based upon political rather than commercial\nmotives, it being found desirable to open an easily accessible\nplace to the piratical states of the Sulu Sea for the disposal of\ntheir products. [Exports.] Trade, up to the present date, is but\nof very inconsiderable amount, the exports consisting chiefly of a\nlittle coffee (in 1871 nearly six thousand piculs), which, from bad\nmanagement, is worth thirty per cent. less than Manila coffee, and of\nthe collected products of the forest and of the water, such as wax,\nbirds’-nests, tortoise-shell, pearls, mother-of-pearl, and edible\nholothuria. This trade, as well as that with Sulu, is entirely in the\nhands of the Chinese, who alone possess the patience, adaptiveness,\nand adroitness which are required for the purpose.",
        "[Sual’s foreign trade.] Sual is specially important for its exports\nof rice; and its foreign trade is therefore affected by the results of\nthe harvests in Saigon, Burma, and China. In 1868, when the harvests in\nthose countries turned out good, Sual carried on only a coasting trade.",
        "[Cebu.] Cebu (with a population of 34,000) is the chief town of the\nisland of the same name, the seat of Government and of the bishop of\nthe Bisayas, and within forty-eight hours from Manila by steamer. It\nis as favorably situated with regard to the eatern portion of the\nBisayan group as Iloilo is for the western, and is acquiring increased\nimportance as the emporium for its products. Sugar and tobacco are\nobtained from Bohol; rice from Panay; abacá from Leyte and Mindanao;\nand coffee, wax, Spanish cane, and mother-of-pearl from Misamis\n(Mindanao). Its distance from Samar is twenty-six, from Leyte two\nand a half, from Bohol four, and from Negros eighteen miles.",
        "[Cebu island.] The island of Cebu extends over seventy-five square\nmiles. A lofty mountain range traverses it from north to south,\ndividing the east from the west side, and its population is\nestimated at 340,000,–4,533 to the square mile. The inhabitants\nare peaceable and docile; thefts occur very seldom, and robberies\nnever. Their occupations are agriculture, fishing, and weaving for\nhome consumption. Cebu produces sugar, tobacco, maize, rice, etc.,\nand in the mountains potatoes; but the rice produced does not suffice\nfor their requirements, there being only a little level land, and\nthe deficiency is imported from Panay.",
        "[Land tenure.] The island possesses considerable beds of coal, the\nfull yield of which may now be looked for, as the duty on export was\nabandoned by a decree of the 5th of May, 1869. [211] While in Luzon\nand Panay the land is for the most part the property of the peasantry,\nin Cebu it mostly belongs to the mestizos, and is let out by them,\nin very small allotments, upon lease. The owners of the soil know how\nto keep the peasants in a state of dependence by usurious loans; and\none of the results of this abuse is that agriculture in this island\nstands lower than in almost any other part of the archipelago. [212]\n[Customhouse data.] The entire value of the exports in 1868 amounted\nto $1,181,050; of which sugar to the value of $481,127, and abacá to\nthe value of $378,256; went to England, abacá amounting to $112,000\nto America, and tobacco to $118,260 to Spain. The imports of foreign\ngoods, mostly by the Chinese, come through Manila, where they\npurchase from the foreign import houses. The value of these imports\namounted in 1868 to $182,522; of which $150,000 were for English\ncotton stuffs. The entire imports of the island were estimated at\n$1,243,582, and the exports at $226,898. Among the importations\nwere twenty chests of images, a sign of the deeply-rooted worship\nof the Virgin. Formerly the products for exportation were bought up\nby the foreign merchants, mostly Chinese mestizos; but now they are\nbought direct from the producers, who thus obtain better prices in\nconsequence of the abolition of the high brokerages. To this and to\nthe energy of the foreign merchants, under favorable circumstances,\nis the gradual improvement of agriculture principally to be ascribed.",
        "[Iloilo.] Iloilo is the most important of the newly opened ports,\nbeing the central point of the Bisayan group, and situated in one\nof the most thickly populated and industrious provinces. Nicholas\nLoney [213] estimates the export of goods woven from the fiber of\nthe piña, from Iloilo, and the neighboring provinces, at about one\nmillion dollars annually. The harbor is excellent, being completely\nprotected by an island which lies immediately before it; and at high\ntide there is about twelve feet of water close in shore for vessels\nto lie in. On account of the bar, however, ships of a deeper draught\nthan this are obliged to complete their loading outside. Previous\nto the opening of the new harbors, all the provinces were compelled\nas well to bring their products intended for exportation to Manila,\nas to receive from the same place their foreign imports; the cost\nof which therefore was greatly increased through the extra expenses\nincurred by the double voyage, reloading, brokerage, and wharfage\ncharges. According to a written account by N. Loney, it is shown how\nprofitable, even after a few years, the opening of Iloilo has been to\nthe provinces immediately adjoining–the islands of Panay and Negros.",
        "[Sugar.] The higher prices which can be obtained for directly\nexported sugar, combined with the facility and security of the\ntrade as contrasted with the late monopoly enjoyed by Manila, have\noccasioned a great extension of the cultivation of that article. Not\nonly in Iloilo, but also in Antique and Negros, many new plantations\nhave arisen, and the old ones have been enlarged as much as possible;\nand not less important has been the progress in the manufacture. In\n1857 there was not one iron mill to be found on the island; so that,\nin working with the wooden mill, about thirty per cent. of the sap\nremained in the cane, even after it had thrice passed through. The\nold wooden presses, which were worked by steam or carabaos, have now\nbeen supplanted by new ones; and these the native planters have no\ndifficulty in obtaining, as they can get them on credit from the\nwarehouses of the English importers. Instead of the old Chinese\ncast-iron pans which were in use, far superior articles have been\nimported from Europe; and many large factories worked by steam-power\nand with all modern improvements have been established. In agriculture,\nlikewise, creditable progress is noticeable. Improved ploughs, carts,\nand farming implements generally, are to be had in plenty. These\nchanges naturally show how important it was to establish at different\npoints, extending over two hundred miles of the Archipelago, commercial\ncenters, where it was desirable that foreigners should settle. Without\nthese latter, and the facilities afforded to credit which thereby\nensued, the sudden rise and prosperity of Iloilo would not have been\npossible, inasmuch as the mercantile houses in that capital would have\nbeen debarred from trading with unknown planters in distant provinces,\notherwise than for ready money. A large number of half-castes, too,\nwho before traded in manufactured goods purchased in Manila, were\nenabled after this to send their goods direct to the provinces, to the\nforeign firms settled there; and as, ultimately, neither these latter\nnor the Chinese retail dealers could successfully compete with them,\nthe result has been that, as much to their own profit as to that of the\ncountry, they have betaken themselves to the cultivation of sugar. In\nthis manner important plantations have been established in Negros,\nwhich are managed by natives of Iloilo: but there is a scarcity of\nlaborers on the island.",
        "[Land disputes.] Foreigners now can legally acquire property, and\npossess a marketable title; in which respect the law, until a very\nrecent period, was of an extremely uncertain nature. Land is to be\nobtained by purchase, or, when not already taken up, by “denuncia\"\n(i.e. priority of claim). In such case, the would-be possessor of\nthe land must enter into an undertaking in the nearest of the native\nCourts to cultivate and keep the said land in a fit and serviceable\ncondition. Should no other claim be put in, notice is thereupon given\nof the grant, and the magistrate or alcalde concludes the compact\nwithout other cost than the usual stamp duty.",
        "[Lack of capital for large plantations.] Many mestizos and natives,\nnot having the necessary capital to carry on a large plantation\nsuccessfully, sell the fields which they have already partially\ncultivated to European capitalists, who are thus relieved of all the\npreliminary tedious work. Evidently the Colonial Government is now\nsincerely disposed to favor the laying out of large plantations.",
        "[Lack of roads.] The want of good roads is particularly felt: but, with\nthe increase of agriculture, this defect will naturally be remedied;\nand, moreover, most of the sugar factories are situated on rivers which\nare unnavigable even by flat freight boats. The value of land in many\nparts of the country has doubled within the last ten years. [214]",
        "[Sugar prices.] Up to 1854 the picul of sugar was worth in Iloilo from\n$1.05 to $1.25 and seldom over $2.00 in Manila; in 1866, $3.25; and\nin 1868, $4.75 to $5.00 in Iloilo. The business in Iloilo therefore\nshows an increase of $1.75 per picul. [215]",
        "[Negros.] At the end of 1856 there were as many as twenty Europeans\nestablished on the island of Negros as sugar planters, besides a\nnumber of mestizos. Some of them were working with steam machinery\nand vacuum pans. The general rate of pay is from $2.05 to $3.00 per\nmonth. On some plantations the principle of acsa, i.e. part share,\nis in operation. The owner lets out a piece of ground, providing\ndraught cattle and all necessary ploughing implements, to a native,\nwho works it, and supplies the mill with the cut cane, receiving as\npayment a share, generally a third, of the product. In Negros the\nviolet cane is cultivated, and in Manila the white (Otaheiti). The\nland does not require manuring. On new ground, or what we may term\nvirgin soil, the cane often grows to a height of thirteen feet. A vast\nimprovement is to be observed in the mode of dress of the people. Piña\nand silk stuffs are beoming quite common. Advance in luxury is always\na favorable sign; according to the increase of requirements, industry\nflourishes in proportion.",
        "[The future sugar market.] As I have already mentioned,\nCalifornia, Japan, China, and Australia appear designed by nature\nto be the principal consumers of the products of the Philippine\nIslands. Certainly at present England is the best customer; but\nnearly half the account is for sugar, in consequence of their own\ncustom duties. Sometimes it happens that not more than one-fourth of\nthe sugar crop is sufficiently refined to compete in the Australian\nand Californian markets with the sorts from Bengal, Java, and the\nMauritius; the remaining three-fourths, if particularly white, must\nperforce undertake the long voyage to England, despite the high freight\nand certain loss on the voyage of from ten to twelve per cent. through\nthe leakage of the molasses. The inferior quality of the Philippine\nsugar is at once perceived by the English refiners, and is only taxed\nat 8s. per cwt., while purer sorts pay 10s. to 12s. [216]",
        "[A valuable by-product.] In this manner the English customs favor the\ninferior qualities of manufactured sugar. The colonial Government\ndid not allow those engaged in the manufacture of sugar to distil\nrum from the molasses until the year 1862. They had, therefore,\nlittle inducement to extract, at a certain expense, a substance the\nvalue on which they were not permitted to realize; but under ordinary\ncircumstances the distillation of the rum not only covered the cost\nof refining, but gave, in addition, a fair margin of profit.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}