{
    "title": "The Old Merchant Marine - Chapter II. The Privateers Of ’76",
    "author": "Ralph D. Paine",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "The wars of England with France and Spain spread turmoil upon the\nhigh seas during the greater part of the eighteenth century. Yet\nwith an immense tenacity of purpose, these briny forefathers\nincreased their trade and multiplied their ships in the face of\nevery manner of adversity. The surprising fact is that most of\nthem were not driven ashore to earn their bread. What Daniel\nWebster said of them at a later day was true from the beginning:\n“It is not, sir, by protection and bounties, but by unwearied\nexertion, by extreme economy, by that manly and resolute spirit\nwhich relies on itself to protect itself. These causes alone\nenable American ships still to keep the element and show the flag\nof their country in distant seas.”",
        "What was likely to befall a shipmaster in the turbulent\neighteenth century may be inferred from the misfortunes of\nCaptain Michael Driver of Salem. In 1759 he was in command of the\nschooner Three Brothers, bound to the West Indies on his lawful\nbusiness. Jogging along with a cargo of fish and lumber, he was\ntaken by a privateer under British colors and sent into Antigua\nas a prize. Unable to regain either his schooner or his two\nthousand dollar cargo, he sadly took passage for home. Another\nowner gave him employment and he set sail in the schooner Betsy\nfor Guadaloupe. During this voyage, poor man, he was captured and\ncarried into port by a French privateer. On the suggestion that\nhe might ransom his vessel on payment of four thousand livres, he\ndeparted for Boston in hope of finding the money, leaving behind\nthree of his sailors as hostages.",
        "Cash in hand for the ransom, the long-suffering Captain Michael\nDriver turned southward again, now in the schooner Mary, and he\nflew a flag of truce to indicate his errand. This meant nothing\nto the ruffian who commanded the English privateer Revenge. He\nviolently seized the innocent Mary and sent her into New\nProvidence. Here Captain Driver made lawful protest before the\nauthorities, and was set at liberty with vessel and cargo--an act\nof justice quite unusual in the Admiralty Court of the Bahamas.",
        "Unmolested, the harassed skipper managed to gain Cape Francois\nand rescue his three seamen and his schooner in exchange for the\nransom money. As he was about to depart homeward bound, a French\nfrigate snatched him and his crew out of their vessel and threw\nthem ashore at Santiago, where for two months they existed as\nragged beachcombers until by some judicial twist the schooner was\nreturned to them. They worked her home and presented their long\nlist of grievances to the colonial Government of Massachusetts,\nwhich duly forwarded them--and that was the end of it. Three\nyears had been spent in this catalogue of misadventures, and\nCaptain Driver, his owners, and his men were helpless against\nsuch intolerable aggression. They and their kind were a prey to\nevery scurvy rascal who misused a privateering commission to fill\nhis own pockets.",
        "Stoutly resolved to sail and trade as they pleased, these\nundaunted Americans, nevertheless, increased their business on\nblue water until shortly before the Revolution the New England\nfleet alone numbered six hundred sail. Its captains felt at home\nin Surinam and the Canaries. They trimmed their yards in the\nreaches of the Mediterranean and the North Sea or bargained\nthriftily in the Levant. The whalers of Nantucket, in their\napple-bowed barks, explored and hunted in distant seas, and the\nsmoke of their try-pots darkened the waters of Baffin Bay,\nGuinea, and Brazil. It was they who inspired Edmund Burke’s\nfamiliar eulogy: “No sea but is vexed by their fisheries. No\nclimate that is not a witness to their toils. Neither the\nperseverance of Holland nor the activity of France, nor the\ndexterous and firm sagacity of England ever carried this most\nperilous mode of hardy industry to the extent to which it has\nbeen pushed by this recent people--a people who are still, as it\nwere, but in the gristle and not yet hardened into the bone of\nmanhood.”",
        "In 1762, seventy-eight whalers cleared from American ports, of\nwhich more than half were from Nantucket. Eight years later there\nwere one hundred and twenty-five whalers out of Nantucket which\ntook 14,331 barrels of oil valued at $358,200. In size these\nvessels averaged no more than ninety tons, a fishing smack of\ntoday, and yet they battered their way half around the watery\nglobe and comfortably supported six thousand people who dwelt on\na sandy island unfit for farming and having no other industries.\nEvery Nantucket lad sailed for his “lay” or share of the catch\nand aspired to command eventually a whaler of his own.",
        "Whaler, merchantman, and slaver were training a host of\nincomparable seamen destined to harry the commerce of England\nunder the new-born Stars and Stripes, and now, in 1775, on the\nbrink of actual war, Parliament flung a final provocation and\naroused the furious enmity of the fishermen who thronged the\nGrand Bank. Lord North proposed to forbid the colonies to export\nfish to those foreign markets in which every seacoast village was\nvitally concerned, and he also contemplated driving the fishing\nfleets from their haunts off Newfoundland. This was to rob six\nthousand sturdy men of a livelihood afloat and to spread ruin\namong the busy ports, such as Marblehead and Gloucester, from\nwhich sailed hundreds of pinks, snows, and schooners. This\nmeasure became law notwithstanding the protests of twenty-one\npeers of the realm who declared: “We dissent because the attempt\nto coerce by famine the whole body of the inhabitants of great\nand populous provinces is without example in the history of this,\nor perhaps, of any civilized nation.”",
        "The sailormen bothered their heads very little about taxation\nwithout representation but whetted their anger with grudges more\nrobust. They had been beggared and bullied and shot at from the\nBay of Biscay to Barbados, and no sooner was the Continental\nCongress ready to issue privateering commissions and letters of\nmarque than for them it was up anchor and away to bag a\nBritisher. Scarcely had a shipmaster signaled his arrival with a\ndeep freight of logwood, molasses, or sugar than he received\norders to discharge with all speed and clear his decks for\nmounting heavier batteries and slinging the hammocks of a hundred\neager privateersmen who had signed articles in the tavern\nrendezvous. The timbered warehouses were filled with long-toms\nand nine-pounders, muskets, blunderbusses, pistols, cutlases,\nboarding-pikes, hand grenades, tomahawks, grape, canister, and\ndoubleheaded shot.",
        "In the narrow, gabled streets of Salem, Boston, New York, and\nBaltimore, crowds trooped after the fifes and drums with a\nstrapping recruiting officer to enroll “all gentlemen seamen and\nable-bodied landsmen who had a mind to distinguish themselves in\nthe glorious cause of their country and make their fortunes.\"\nMany a ship’s company was mustered between noon and sunset,\nincluding men who had served in armed merchantmen and who in\ntimes of nominal peace had fought the marauders of Europe or\nwhipped the corsairs of Barbary in the Strait of Gibraltar. Never\nwas a race of seamen so admirably fitted for the daring trade of\nprivateering as the crews of these tall sloops, topsail\nschooners, and smart square-riggers, their sides checkered with\ngun-ports, and ready to drive to sea like hawks.",
        "In some instances the assurance of these hardy men was both\nabsurd and sublime. Ramshackle boats with twenty or thirty men\naboard, mounting one or two old guns, sallied out in the\nexpectation of gold and glory, only to be captured by the first\nBritish cruiser that chanced to sight them. A few even sailed\nwith no cannon at all, confident of taking them out of the first\nprize overhauled by laying alongside--and so in some cases they\nactually did.",
        "The privateersmen of the Revolution played a larger part in\nwinning the war than has been commonly recognized. This fact,\nhowever, was clearly perceived by Englishmen of that era, as “The\nLondon Spectator” candidly admitted: “The books at Lloyds will\nrecount it, and the rate of assurances at that time will prove\nwhat their diminutive strength was able to effect in the face of\nour navy, and that when nearly one hundred pennants were flying\non our coast. Were we able to prevent their going in and out, or\nstop them from taking our trade and our storeships even in sight\nof our garrisons? Besides, were they not in the English and Irish\nChannels, picking up our homeward bound trade, sending their\nprizes into French and Spanish ports to the great terror of our\nmerchants and shipowners?”",
        "The naval forces of the Thirteen Colonies were pitifully feeble\nin comparison with the mighty fleets of the enemy whose flaming\nbroadsides upheld the ancient doctrine that “the Monarchs of\nGreat Britain have a peculiar and Sovereign authority upon the\nOcean . . . from the Laws of God and of Nature, besides an\nuninterrupted Fruition of it for so many Ages past as that its\nBeginnings cannot be traced out.\"*",
        "* “The Seaman’s Vade-Mecum.” London, 1744.",
        "In 1776 only thirty-one Continental cruisers of all classes were\nin commission, and this number was swiftly diminished by capture\nand blockade until in 1782 no more than seven ships flew the flag\nof the American Navy. On the other hand, at the close of 1777,\none hundred and seventy-four private armed vessels had been\ncommissioned, mounting two thousand guns and carrying nine\nthousand men. During this brief period of the war they took as\nprizes 733 British merchantmen and inflicted losses of more than\ntwo million pounds sterling. Over ten thousand seamen were made\nprisoners at a time when England sorely needed them for drafting\ninto her navy. To lose them was a far more serious matter than\nfor General Washington to capture as many Hessian mercenaries who\ncould be replaced by purchase.",
        "In some respects privateering as waged a century and more ago was\na sordid, unlovely business, the ruling motive being rather a\ngreed of gain than an ardent love of country. Shares in lucky\nships were bought and sold in the gambling spirit of a stock\nexchange. Fortunes were won and lost regardless of the public\nservice. It became almost impossible to recruit men for the navy\nbecause they preferred the chance of booty in a privateer. For\ninstance, the State of Massachusetts bought a twenty-gun ship,\nthe Protector, as a contribution to the naval strength, and one\nof her crew, Ebenezer Fox, wrote of the effort to enlist\nsufficient men: “The recruiting business went on slowly, however,\nbut at length upwards of three hundred men were carried, dragged,\nand driven abroad; of all ages, kinds, and descriptions; in all\nthe various stages of intoxication from that of sober tipsiness\nto beastly drunkenness; with the uproar and clamor that may be\nmore easily imagined than described. Such a motley group has\nnever been seen since Falstaff’s ragged regiment paraded the\nstreets of Coventry.”",
        "There was nothing of glory to boast of in fetching into port some\nlittle Nova Scotia coasting schooner with a cargo of deals and\npotatoes, whose master was also the owner and who lost the\nsavings of a lifetime because he lacked the men and guns to\ndefend his property against spoliation. The war was no concern of\nhis, and he was the victim of a system now obsolete among\ncivilized nations, a relic of a barbarous and piratical age whose\nspirit has been revived and gloried in recently only by the\nGovernment of the German Empire. The chief fault of the\nprivateersman was that he sailed and fought for his own gain, but\nhe was never guilty of sinking ships with passengers and crew\naboard, and very often he played the gentleman in gallant style.\nNothing could have seemed to him more abhorrent and incredible\nthan a kind of warfare which should drown women and children\nbecause they had embarked under an enemy’s flag.",
        "Extraordinary as were the successes of the Yankee privateers, it\nwas a game of give-and-take, a weapon which cut both ways, and\nthe temptation is to extol their audacious achievements while\nglossing over the heavy losses which their own merchant marine\nsuffered. The weakness of privateering was that it was wholly\noffensive and could not, like a strong navy, protect its own\ncommerce from depredation. While the Americans were capturing\nover seven hundred British vessels during the first two years of\nthe war, as many as nine hundred American ships were taken or\nsunk by the enemy, a rate of destruction which fairly swept the\nStars and Stripes from the tracks of ocean commerce. As prizes\nthese vessels were sold at Liverpool and London for an average\namount of two thousand pounds each and the loss to the American\nowners was, of course, ever so much larger.",
        "The fact remains, nevertheless--and it is a brilliant page of\nhistory to recall--that in an inchoate nation without a navy,\nwith blockading squadrons sealing most of its ports, with ragged\narmies on land which retreated oftener than they fought, private\narmed ships dealt the maritime prestige of Great Britain a far\ndeadlier blow than the Dutch, French, and Spanish were able to\ninflict. In England, there resulted actual distress, even lack of\nfood, because these intrepid seamen could not be driven away from\nher own coasts and continued to snatch their prizes from under\nthe guns of British forts and fleets. The plight of the West\nIndia Colonies was even worse, as witness this letter from a\nmerchant of Grenada: “We are happy if we can get anything for\nmoney by reason of the quantity of vessels taken by the\nAmericans. A fleet of vessels came from Ireland a few days ago.\nFrom sixty vessels that departed from Ireland not above\ntwenty-five arrived in this and neighboring islands, the others,\nit is thought, being all taken by American privateers. God knows,\nif this American war continues much longer, we shall all die of\nhunger.”",
        "On both sides, by far the greater number of captures was made\nduring the earlier period of the war which cleared the seas of\nthe smaller, slower, and unarmed vessels. As the war progressed\nand the profits flowed in, swifter and larger ships were built\nfor the special business of privateering until the game resembled\nactual naval warfare. Whereas, at first, craft of ten guns with\nforty or fifty men had been considered adequate for the service,\nthree or four years later ships were afloat with a score of heavy\ncannon and a trained crew of a hundred and fifty or two hundred\nmen, ready to engage a sloop of war or to stand up to the enemy’s\nlargest privateers. In those days single ship actions, now almost\nforgotten in naval tactics, were fought with illustrious skill\nand courage, and commanders won victories worthy of comparison\nwith deeds distinguished in the annals of the American Navy.",
        "Continue...",
        "\nThe e-text of “The Old Merchant Marine, A Chronicle of American Ships and Sailors” (Ralph D. Paine) is free for you to copy.\nPage created by Philipp Lenssen.\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Merchant MarineBy Ralph D. PaineAt Amazon"
    ]
}