{
    "title": "The Life of Abraham Lincoln - Chapter VIII. Entering the Law",
    "author": "Henry Ketcham",
    "chapter": "10",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "In treating of this topic, it will be necessary to recall certain\nthings already mentioned. One characteristic which distinguished\nLincoln all through his life was thoroughness. When he was President a\nman called on him for a certain favor, and, when asked to state his\ncase, made a great mess of it, for he had not sufficiently prepared\nhimself. Then the President gave him some free advice. “What you need\nis to be thorough,” and he brought his hand down on the table with the\ncrash of a maul,–\"to be thorough.” It was his own method. After a\nsuccessful practise of twenty years he advised a young law student:\n“Work, work, work is the main thing.” He spoke out of his own\nexperience.",
        "There is one remarkable passage in his life which is worth repeating\nhere, since it gives an insight into the thoroughness of this man. The\nfollowing is quoted from the Rev. J. P. Gulliver, then pastor of the\nCongregational church in Norwich, Conn. It was a part of a conversation\nwhich took place shortly after the Cooper Institute speech in 1860, and\nwas printed in The Independent for September 1, 1864.",
        "“Oh, yes! ’I read law,’ as the phrase is; that is, I became a lawyer’s\nclerk in Springfield, and copied tedious documents, and picked up what\nI could of law in the intervals of other work. But your question\nreminds me of a bit of education I had, which I am bound in honesty to\nmention.”",
        "“In the course of my law reading I constantly came upon the word\ndemonstrate. I thought, at first, that I understood its meaning, but\nsoon became satisfied that I did not. I said to myself, What do I do\nwhen I demonstrate more than when I reason or prove? How does\ndemonstration differ from any other proof? I consulted Webster’s\nDictionary. They told of ’certain proof,’ ’proof beyond the possibility\nof doubt’; but I could form no idea of what sort of proof that was. I\nthought a great many things were proved beyond the possibility of\ndoubt, without recourse to any such extraordinary process of reasoning\nas I understood demonstration to be. I consulted all the dictionaries\nand books of reference I could find, but with no better results. You\nmight as well have defined blue to a blind man. At last I\nsaid,–Lincoln, you never can make a lawyer if you do not understand\nwhat demonstrate means; and I left my situation in Springfield, went\nhome to my father’s house, and stayed there till I could give any\nproposition in the six books of Euclid at sight. I then found out what\ndemonstrate means, and went back to my law studies.”",
        "Was there ever a more thorough student?",
        "He, like every one else, had his library within the library. Though he\nread everything he could lay his hands on, yet there are five books to\nbe mentioned specifically, because from childhood they furnished his\nintellectual nutriment. These were the Bible, Aesop’s Fables and\nPilgrim’s Progress, Burns, and Shakespeare. These were his mental\nfood. They entered into the very substance of his thought and\nimagination. “Fear the man of one book.” Lincoln had five books, and\nso thoroughly were they his that he was truly formidable. These did\nnot exclude other reading and study; they made it a thousand times\nmore fruitful. And yet people ask, where did Lincoln get the majesty,\nthe classic simplicity and elegance of his Gettysburg address? The\nanswer is here.",
        "While Lincoln was postmaster, he was a diligent reader of the\nnewspapers, of which the chief was the Louisville Journal. It was\nedited by George D. Prentice, who was, and is, second to no other\neditor in the entire history of American journalism. The ability of\nthis man to express his thoughts with such power was a mystery to this\nreader. The editor’s mastery of language aroused in Lincoln a burning\ndesire to obtain command of the English tongue. He applied for counsel\nto a friend, a schoolmaster by the name of Mentor Graham. Graham\nrecommended him to study English grammar, and told him that a copy of\none was owned by a man who lived six miles away. Lincoln walked to the\nhouse, borrowed the book–\"collared” it, as he expressed it–and at the\nend of six days had mastered it with his own thoroughness.",
        "The first law book he read was “The Statutes of Indiana.” This was when\nhe was a lad living in that state, and he read the book, not for any\nspecial desire to know the subject but, because he was in the habit of\nreading all that came into his hands.",
        "His next book was Blackstone’s “Commentaries.” The accidental way\nin which he gained possession of, and read, this book is of sufficient\ninterest to narrate in his own words. It was shortly after he got into\nthe grocery business:",
        "“One day a man who was migrating to the West drove up in front of my\nstore with a wagon which contained his family and household plunder. He\nasked me if I would buy an old barrel for which he had no room in his\nwagon, and which he said contained nothing of special value. I did not\nwant it, but to oblige him I bought it, and paid him, I think, half a\ndollar for it. Without further examination I put it away in the store\nand forgot all about it. Some time after, in overhauling things, I came\nupon the barrel, and emptying it upon the floor to see what it\ncontained, I found at the bottom of the rubbish a complete edition of\nBlackstone’s “Commentaries.” I began to read those famous works, and I\nhad plenty of time; for during the long summer days, when the farmers\nwere busy with their crops, my customers were few and far between. The\nmore I read, the more intensely interested I became. Never in my whole\nlife was my mind so thoroughly absorbed. I read until I devoured them.”",
        "All this may have been fatal to the prosperity of the leading store in\nthat hamlet of fifteen log cabins, but it led to something better than\nthe success of the most magnificent store in New York.",
        "It was in 1834 that Lincoln was first elected to the legislature.\nDuring the canvass he was brought into the company of Major John T.\nStuart, whom he had met in the Black Hawk war. Stuart advised him to\nenter definitely on the study of the law. He decided to do this. This\nproved to be quite the most important thing that occurred to him that\nyear.",
        "Stuart further offered to lend him the necessary books. This offer was\ngladly accepted, and having no means of travel, he walked to and from\nSpringfield, a distance of twenty miles, to get the books and return\nthem. During this tramp he was able to read forty pages of the volume.\nThus he read, and we may venture to say mastered, Chitty, Greenleaf,\nand Story, in addition to Blackstone before mentioned. It was the best\nfoundation that could have been laid for a great lawyer.",
        "During this reading he was getting his bread and butter by the other\nemployments–store-keeping, postmaster, and surveyor. These may not\nhave interfered greatly with the study of the law, but the study of the\nlaw certainly interfered with the first of these. He read much out of\ndoors. He would lie on his back in the shade of some tree, with his\nfeet resting part way up the tree, then follow the shadow around from\nwest to east, grinding around with the progress of the sun. When in the\nhouse his attitude was to cock his feet high in a chair, thus “sitting\non his shoulder blades,” to use a common expression. When in his office\nhe would throw himself on the lounge with his feet high on a chair.\nThese attitudes, bringing his feet up to, and sometimes above, the\nlevel with his head, have been characteristic of American students time\nout of mind. He never outgrew the tendency. Even when President and\nsitting with his Cabinet, his feet always found some lofty perch.",
        "While he was not reading, he was pondering or memorizing. Thus he took\nlong walks, talking to himself incessantly, until some of his neighbors\nthought he was going crazy.",
        "He was admitted to the bar in 1837. At that date there was no lawyer\nnearer to New Salem than those in Springfield, which was twenty miles\noff. Consequently he had a little amateur practise from his neighbors.\nHe was sometimes appealed to for the purpose of drawing up agreements\nand other papers. He had no office, and if he chanced to be out of\ndoors would call for writing-materials, a slab of wood for a desk, draw\nup the paper, and then resume his study.",
        "This same year he became a partner of Stuart, in Springfield. The\nlatter wanted to get into politics, and it was essential that he\nshould, have a trustworthy partner. So the firm of Stuart and Lincoln\nwas established in 1837 and lived for four years. In 1841 he entered\ninto partnership with Logan, and this also lasted about four years. In\nthe year 1845 was established the firm of Lincoln and Herndon, which\ncontinued until the assassination of the president in 1865.",
        "After a brief period Lincoln himself got deeper into politics, this\nperiod culminating with the term in congress. In this he necessarily\nneglected the law more or less. But late in 1848, or early in 1849, he\nreturned to the law with renewed vigor and zeal, giving it his\nundivided attention for six years. It was the repeal of the Missouri\nCompromise that called him back into the arena of politics. This will\nbe narrated later.",
        "His partnership with Stuart of course necessitated his removal to\nSpringfield. This event, small in itself, gives such a pathetic picture\nof his poverty, and his cheerful endurance, that it is well worth\nnarrating. It is preserved by Joshua F. Speed, who became, and through\nlife continued, Lincoln’s fast friend. The story is given in Speed’s\nwords:",
        "“He had ridden into town on a borrowed horse, with no earthly property\nsave a pair of saddlebags containing a few clothes. I was a merchant at\nSpringfield, and kept a large country store, embracing dry-goods,\ngroceries, hardware, books, medicines, bed-clothes, mattresses–in\nfact, everything that the country needed. Lincoln said he wanted to buy\nthe furniture for a single bed. The mattress, blankets, sheets,\ncoverlet, and pillow, according to the figures made by me, would cost\nseventeen dollars. He said that perhaps was cheap enough; but small as\nthe price was, he was unable to pay it. [Note that at this time he was\ncarrying the debts of the merchants of New Salem. THE AUTHOR.] But if I\nwould credit him until Christmas, and his experiment as a lawyer was a\nsuccess, he would pay then; saying in the saddest tone, ’If I fail in\nthis, I do not know that I ever can pay you.’ As I looked up at him I\nthought then, and I think now, that I never saw a sadder face.",
        "I said to him: ’You seem to be so much pained at contracting so small a\ndebt, I think I can suggest a plan by which you can avoid the debt, and\nat the same time attain your end. I have a large room with a double bed\nup-stairs, which you are very welcome to share with me.’",
        "’Where is your room?’ said he.",
        "’Up-stairs,’ said I, pointing to a pair of winding-stairs, which led\nfrom the store to my room.",
        "He took his saddle-bags on his arm, went upstairs, set them on the\nfloor, and came down with the most changed expression of countenance.\nBeaming with pleasure, he exclaimed:",
        "’Well, Speed, I am moved!’”",
        "Thus he became established in the profession of the law and a resident\nof Springfield. It was not a large city, but it was a very active one,\nthough small, and was the capital of the state. Lincoln was there\nfavorably known, because he had been chiefly instrumental in getting\nthe capital moved to that place from Vandalia. His first law partner\nwas very helpful to him, and he had abundant reason all his life to be\nthankful also for the friendship of Joshua F. Speed.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}