{
    "title": "The Former Philippines thru Foreign Eyes - Chapter VIII",
    "author": "Fedor Jagor et al",
    "chapter": "9",
    "content": [
        "\n\n",
        "[To Albay by schooner.] Towards the end of August I started from\nManila for Albay in a schooner which had brought a cargo of hemp and\nwas returning in ballast. It was fine when we set sail; but on the\nfollowing day the signs of a coming storm increased so rapidly that\nthe captain resolved to return and seek protection in the small but\nsecure harbor of Mariveles, a creek on the southern shore of Bataan,\nthe province forming the western boundary of Manila bay. We reached\nit about two o’clock in the night after cruising about for fourteen\nhours before the entrance; and we were obliged to remain here at anchor\nfor a fortnight, as it rained and stormed continuously for that period.",
        "[Mariveles.] The weather obliged me to limit my excursions to the\nimmediate neighborhood of Mariveles. Unfortunately it was not till the\nclose of our stay that I learnt that there was a colony of negritos in\nthe mountains; and it was not till just before my departure that I got\na chance of seeing and sketching a couple of them, male and female. The\ninhabitants of Mariveles have not a very good reputation. The place\nis only visited by ships which run in there in bad weather, when\ntheir idle crews spend the time in drinking and gambling. Some of\nthe young girls were of striking beauty and of quite a light color;\noften being in reality of mixed race, though they passed as of pure\nTagal blood. This is a circumstance I have observed in many seaports,\nand in the neighborhood of Manila; but, in the districts which are\nalmost entirely unvisited by the Spaniards, the natives are much\ndarker and of purer race.",
        "[Storm-bound shipping.] The number of ships which were seeking\nprotection from the weather in this port amounted to ten, of which\nthree were schooners. Every morning regularly a small pontin [70]\nused to attempt to set sail; but it scarcely got a look at the\nopen sea before it returned, when it was saluted with the jeers and\nlaughter of the others. It was hunger that made them so bold. The\ncrew, who had taken some of their own produce to Manila, had spent\nthe proceeds of their venture, and had started on their return voyage\nscantily provided with provisions, with the hope and intention of soon\nreaching their home, which they could have done with any favorable\nwind. Such cases frequently occur. A few natives unite to charter\na small vessel, and load it with the produce of their own fields,\nwhich they set off to sell in Manila.",
        "[The straits.] The straits between the Islands resemble beautiful\nwide rivers with charming spots upon the banks inhabited by small\ncolonies; and the sailors generally find the weather gets squally\ntowards evening, and anchor till the morning breaks.",
        "[Filipino hospitality.] The hospitable coast supplies them with fish,\ncrabs, plenty of mussels, and frequently unprotected coconuts. If it\nis inhabited, so much the better. Filipino hospitality is ample, and\nmuch more comprehensive than that practised in Europe. The crews are\naccommodated in the different huts. After a repast shared in common,\nand washed down by copious draughts of palm-wine, mats are streched\non the floor; the lamps–large shells, fitted with rush wicks–are\nextinguished, and the occupants of the hut fall asleep together. Once,\nas I was sailing into the bay of Manila after a five day’s cruise, we\novertook a craft which had sailed from the same port as we had with a\ncargo of coconut oil for Manila, and which had spent six months upon\nits trip. It is by no means uncommon for a crew which makes a long\nstay in the capital to squander the whole proceeds of their cargo,\nif they have not done it before reaching town.",
        "[Coasting Luzon.] At last one evening, when the storm had quite passed\naway, we sailed out of Mariveles. A small, volcanic, pillar-shaped\nrock, bearing a striking resemblance to the Island of the Cyclops,\noff the coast of Sicily, lies in front of the harbor–like there, a\nsharp pyramid and a small, flat island. We sailed along the coast of\nCavite till we reached Point Santiago, the southwestern extremity of\nLuzon, and then turned to the east, through the fine straits that lie\nbetween Luzon to the north and the Bisayan islands to the south. As\nthe sun rose, a beautiful spectacle presented itself. To the north\nwas the peak of the Taal volcano, towering above the flat plains of\nBatangas; and to the south the thickly-wooded, but rock-bound coast\nof Mindoro, the iron line of which was broken by the harbor of Porto\nGalera, protected from the fury of the waves by a small islet lying\nimmediately before it. The waters around us were thickly studded with\nvessels which had taken refuge from the storm in the Bisayan ports,\nand were now returning to Manila.",
        "[Importance of straits.] These straits, which extend from the\nsouth-east to the northwest, are the great commercial highway of\nthe Archipelago, and remain navigable during the whole year, being\nprotected from the fury of the north-easterly winds by the sheltering\npeninsula of Luzon, which projects to the south-east, and by Samar,\nwhich extends in a parallel direction; while the Bisayan islands\nshield them from the blasts that blow from the south-west. The\nIslands of Mindoro, Panay, Negros, Cebu and Bohol, which Nature has\nplaced in close succession to each other, form the southern borders\nof the straits; and the narrow cross channels between them form as\nmany outlets to the Sea of Mindoro, which is bounded on the west\nby Palawan, on the east by Mindanao, and on the south by the Sulu\ngroup. The eastern waters of the straits wash the coasts of Samar\nand Leyte, and penetrate through three small channels only to the\ngreat ocean; the narrow straits of San Bernardino, of San Juanico,\nand of Surigao. Several considerable, and innumerable smaller islets,\nlie within the area of these cursorily explained outlines.",
        "[Batangas coast.] A couple of bays on the south coast of Batangas\noffer a road-stead, though but little real protection, to passing\nvessels, which in stormy weather make for Porto Galera, in the Island\nof Mindoro, which lies directly opposite. A river, a league and a\nhalf in length, joins Taal, the principal port of the province, to\nthe great inland sea of Taal, or Bombon. This stream was formerly\nnavigable; but it has now become so sanded up that it is passable\nonly at flood tides, and then only by very small vessels.",
        "[Batangas exports.] The province of Batangas supplies Manila with\nits best cattle, and exports sugar and coffee.",
        "A hilly range bounds the horizon on the Luzon side; the striking\noutlines of which enable one to conjecture its volcanic origin. Most\nof the smaller islands to the south appear to consist of superimposed\nmountainous ranges, terminating seaward in precipitous cliffs. The\nlofty and symmetrical peak of Mount Mayon is the highest point in the\npanoramic landscape. Towards evening we sighted Mount Bulusan, in the\nsouth-eastern extremity of Luzon; and presently we turned northwards,\nand sailed up the Straits of San Bernardino, which separate Luzon\nfrom Samar.",
        "[Bulusan like Vesuvius.] The Bulusan volcano, “which appears to have\nbeen for a long time extinct, but which again began to erupt in 1852,\"\n[71] is surprisingly like Vesuvius in outline. It has, like its\nprototype, a couple of peaks. The western one, a bell-shaped summit,\nis the eruption cone. The eastern apex is a tall, rugged mound,\nprobably the remains of a huge circular crater. As in Vesuvius, the\npresent crater is in the center of the extinct one. The intervals\nbetween them are considerably larger and more uneven than the Atrio\ndel Cavallo of the Italian volcano.",
        "[San Bernardino current.] The current is so powerful in the Straits\nof San Bernardino that we were obliged to anchor twice to avoid\nbeing carried back again. To our left we had continually in view the\nmagnificent Bulusan volcano, with a hamlet of the same name nestling at\nthe foot of its eastern slope in a grove of coco-trees, close to the\nsea. Struggling with difficulty against the force of the current, we\nsucceeded, with the assistance of light and fickle winds, in reaching\nLegaspi, the port of Albay, on the following evening. Our skipper, a\nSpaniard, had determined to accomplish the trip as rapidly as possible.",
        "[A native captain.] On my return voyage, however, I fell into the hands\nof a native captain; and, as my cruise under his auspices presented\nmany peculiarities, I may quote a few passages relating to it from\nmy diary.... The skipper intended to have taken a stock of vegetables\nfor my use, but he had forgotten them. He therefore landed on a small\nisland, and presently made his reappearance with a huge palm cabbage,\nwhich, in the absence of its owner, he had picked from a tree he\ncut down for the purpose.... On another occasion the crew made a\ndescent upon a hamlet on the north-western coast of Leyte to purchase\nprovisions. Instead of laying in a stock for the voyage at Tacloban,\nthe sailors preferred doing so at some smaller village on the shores\nof the straits, where food is cheaper, and where their landing gave\nthem a pretext to run about the country. The straits of San Juanico,\nnever more than a mile, and often only eight hundred feet broad,\nare about twenty miles in length: yet it often takes a vessel a week\nto sail up them; for contrary winds and an adverse current force it\nto anchor frequently and to lie to for whole nights in the narrower\nplaces. Towards evening our captain thought that the sky appeared\nvery threatening, so he made for the bay of Navo, of Masbate. [An\nintermittent voyage.] There he anchored, and a part of the crew went\non shore. The next day was a Sunday; the captain thought “the sky\nstill appeared very threatening;” and besides he wanted to make some\npurchases. So we anchored again off Magdalena, where we passed the\nnight. On Monday a favorable wind took us, at a quicker rate, past\nMarinduque and the rocky islet of Elefante, which lies in front of\nit. Elefante appears to be an extinct volcano; it looks somewhat like\nthe Iriga, but is not so lofty. It is covered with capital pasture,\nand its ravines are dotted with clumps of trees. Nearly a thousand\nhead of half-wild cattle were grazing on it. They cost four dollars\na-piece; and their freight to Manila is as much more, where they sell\nfor sixteen dollars. They are badly tended, and many are stolen by\nthe passing sailors. My friend the captain was full of regret that the\nfavorable wind gave him no opportunity of landing; perhaps I was the\nreal obstacle. “They were splendid beasts! How easy it would be to put\na couple on board! They could scarcely be said to have any real owners;\nthe nominal proprietors were quite unaware how many they possessed,\nand the herd was continually multiplying without any addition from its\nmasters. A man lands with a little money in his pocket. If he meets a\nherdsman, he gives him a dollar, and the poor creature thinks himself\na lucky fellow. If not, so much the better. He can do the business\nhimself; a barrel of shot or a sling suffices to settle the matter.”",
        "[Plunder.] As we sailed along we saw coming towards us another vessel,\nthe Luisa, which suddenly executed a very extraordinary tack; and in a\nminute or two its crew sent up a loud shout of joy, having succeeded\nin stealing a fishbox which the fishermen of Marinduque had sunk in\nthe sea. They had lowered a hook, and been clever enough to grapple\nthe rope of the floating buoy. Our captain was beside himself with\nenvy of their prize.",
        "[Legaspi.] Legaspi is the principal port of the province of Albay. Its\nroad-stead, however, is very unsafe, and, being exposed to the\nnorth-easterly storms, is perfectly useless during the winter. The\nnorth-east wind is the prevailing one on this coast; the south-west\nbreeze only blows in June and July. The heaviest storms occur between\nOctober and January. They generally set in with a gentle westerly wind,\naccompanied with rain. The gale presently veers round to the north\nor the south, and attains the height of its fury when it reaches\nthe north-east or the south-east. After the storm a calm generally\nreigns, succeeded by the usual wind of the prevailing monsoon. The\nlightly-built elastic houses of the country are capitally suited\nto withstand these storms; but roofs and defective houses are\nfrequently carried away. The traffic between Manila and Legaspi is\nat its height between January and October; but during the autumn\nmonths all communication by water ceases. The letter-post, which\narrives pretty regularly every week, is then the only link between\nthe two places. At this season heavy packages can be sent only by\na circuitous and expensive route along the south coast, and thence\nby water to Manila. Much more favorably situated for navigation is\nthe port of [Sorsogon.] Sorsogon, the mouth of which opens to the\nwest, and is protected by the Island of Bagalao, which lies in front\nof it. Besides its security as a harbor, it has the advantage of a\nrapid and unbroken communication with the capital of the archipelago,\nwhile vessels sailing from Legaspi, even at the most favorable time\nof the year, are obliged to go round the eastern peninsula of Luzon,\nand meet the principal current of the Straits of San Bernardino,\nfrequently a very difficult undertaking; and, moreover, small vessels\nobliged to anchor there are in great danger of being captured by\npirates. The country about Sorsogon, however, is not so fertile as\nthe neighborhood of Legaspi.",
        "[A worthy official.] I took letters of introduction with me to both\nthe Spanish authorities of the province; who received me in the most\namiable way, and were of the greatest use to me during the whole of\nmy stay in the vicinity. I had also the good fortune to fall in with\na model alcalde, a man of good family and of most charming manners;\nin short, a genuine caballero. To show the popular appreciation of\nthe honesty of his character, it was said of him in Samar that he\nhad entered the province with nothing but a bundle of papers, and\nhad left it as lightly equipped.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}