{
    "title": "The Story of Mankind - The Indo-Europeans (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "THE INDO-EUROPEAN PERSIANS CONQUER\nTHE SEMITIC AND THE EGYPTIAN\nWORLD",
        "THE world of Egypt and Babylon and Assyria and Phoenicia\nhad existed almost thirty centuries and the venerable\nraces of the Fertile Valley were getting old and tired. Their\ndoom was sealed when a new and more energetic race appeared\nupon the horizon. We call this race the Indo-European race,\nbecause it conquered not only Europe but also made itself the\nruling class in the country which is now known as British India.",
        "These Indo-Europeans were white men like the Semites\nbut they spoke a different language which is regarded as the\ncommon ancestor of all European tongues with the exception\nof Hungarian and Finnish and the Basque dialects of Northern\nSpain.",
        "When we first hear of them, they had been living along the\nshores of the Caspian Sea for many centuries. But one day\nthey had packed their tents and they had wandered forth in\nsearch of a new home. Some of them had moved into the\nmountains of Central Asia and for many centuries they had\nlived among the peaks which surround the plateau of Iran and\nthat is why we call them Aryans. Others had followed the\nsetting sun and they had taken possession of the plains of\nEurope as I shall tell you when I give you the story of Greece\nand Rome.",
        "For the moment we must follow the Aryans. Under the\nleadership of Zarathustra (or Zoroaster) who was their great\nteacher many of them had left their mountain homes to follow\nthe swiftly flowing Indus river on its way to the sea.",
        "Others had preferred to stay among the hills of western\nAsia and there they had founded the half-independent communities\nof the Medes and the Persians, two peoples whose\nnames we have copied from the old Greek history-books. In\nthe seventh century before the birth of Christ, the Medes had\nestablished a kingdom of their own called Media, but this\nperished when Cyrus, the chief of a clan known as the Anshan,\nmade himself king of all the Persian tribes and started upon\na career of conquest which soon made him and his children the\nundisputed masters of the whole of western Asia and of Egypt.",
        "Indeed, with such energy did these Indo-European Persians\npush their triumphant campaigns in the west that they soon\nfound themselves in serious difficulties with certain other Indo-\nEuropean tribes which centuries before had moved into Europe\nand had taken possession of the Greek peninsula and the islands\nof the AEgean Sea.",
        "These difficulties led to the three famous wars between\nGreece and Persia during which King Darius and King\nXerxes of Persia invaded the northern part of the peninsula.\nThey ravaged the lands of the Greeks and tried very hard to\nget a foothold upon the European continent.",
        "But in this they did not succeed. The navy of Athens\nproved unconquerable. By cutting off the lines of supplies\nof the Persian armies, the Greek sailors invariably forced the\nAsiatic rulers to return to their base.",
        "It was the first encounter between Asia, the ancient\nteacher, and Europe, the young and eager pupil. A great\nmany of the other chapters of this book will tell you how the\nstruggle between east and west has continued until this very\nday.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}