{
    "title": "The Golden Sayings of Epictetus - LXXI ",
    "author": "Unknown",
    "chapter": "71",
    "content": [
        "\n",
        "\n\n",
        "Friend, lay hold with a desperate grasp, ere it is too late,\non Freedom, on Tranquility, on Greatness of soul! Lift up thy\nhead, as one escaped from slavery; dare to look up to God, and\nsay:—\"Deal with me henceforth as Thou wilt; Thou and I are of\none mind. I am Thine: I refuse nothing that seemeth good to Thee;\nlead on whither Thou wilt; clothe me in what garb Thou pleasest;\nwilt Thou have me a ruler or a subject—at home or in exile—\npoor or rich? All these things will I justify unto men for Thee.\nI will show the true nature of each. . . .”",
        "Who would Hercules have been had he loitered at home? no\nHercules, but Eurystheus. And in his wanderings through the world\nhow many friends and comrades did he find? but nothing dearer to\nhim than God. Wherefore he was believed to be God’s son, as\nindeed he was. So then in obedience to Him, he went about\ndelivering the earth from injustice and lawlessness.",
        "But thou art not Hercules, thou sayest, and canst not\ndeliver others from their iniquity—not even Theseus, to deliver\nthe soil of Attica from its monsters? Purge away thine own, cast\nforth thence—from thine own mind, not robbers and monsters, but\nFear, Desire, Envy, Malignity, Avarice, Effeminacy, Intemperance.\nAnd these may not be cast out, except by looking to God alone, by\nfixing thy affections on Him only, and by consecrating thyself to\nHis commands. If thou choosest aught else, with sighs and groans\nthou wilt be forced to follow a Might greater than thine own,\never seeking Tranquillity without, and never able to attain unto\nher. For thou seekest her where she is not to be found; and where\nshe is, there thou seekest her not!",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}