{
    "title": "The Life of Abraham Lincoln - Chapter XXIII. Lincoln His Own President",
    "author": "Henry Ketcham",
    "chapter": "25",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "Had the question been asked early in 1861, Who will be the real force\nof the republican administration? almost every unprejudiced observer\nwould have answered promptly, Seward. He was a man of unusual\nintellectual powers, of the best education, and of the finest culture.\nIn regard to the moral aspects of politics, he was on the right side.\nHe had a career of brilliant success extending over thirty years of\npractical experience. He had been governor of the Empire State, and one\nof the leading members of the United States senate. He was the most\naccomplished diplomatist of the day.",
        "In marked contrast was the President-elect. He had, in his encounters\nwith Douglas, shown himself a master of debate. But his actual\nexperience of administration was practically nil. He had served\na few years in a frontier legislature and one term in the lower house\nof congress. Only this and nothing more. His record as representative\nmay be summarized as follows:",
        "1 comic speech on General Cass.",
        "1 set of humorous resolutions, known as the spot resolutions.",
        "1 bill in reference to slavery in the District of Columbia, which bill failed to pass.",
        "There was thus no comparison between the careers of the two men.\nSeward’s friends, and Seward himself, assumed as a self-evident truth,\nthat “where Seward sits is the head of the table.” Lincoln did not\nassent to this proposition.",
        "He considered himself President and head of the cabinet. How the matter\ncame out will appear later in the chapter.",
        "The selection of a cabinet was a difficult and delicate task. It must\nbe remembered that Lincoln confronted a solid South, backed by a\ndivided North. It has already been said that in fifteen states he\nreceived not a single electoral vote, and in ten of these not a single\npopular vote. That was the solid South.",
        "The divided condition of the North may be inferred from the following\nletter, written by ex-President Franklin Pierce to Jefferson Davis\nunder date of January 6, 1860:",
        "“If, through the madness of Northern abolitionists, that dire calamity\n[the disruption of the Union] must come, the fighting will not be along\nMason and Dixon’s line merely. It will be within our own borders, in\nour own streets, between the two classes of citizens to whom I have\nreferred. Those who defy law, and scout constitutional obligation,\nwill, if we ever reach the arbitrament of arms, find occupation enough\nat home.”",
        "It is plain that unless Lincoln could, in a large measure, unite the\nvarious classes of the North, his utter failure would be a foregone\nconclusion. He saw this with perfect clearness. His first move was in\nthe selection of his cabinet. These selections were taken not only from\nthe various geographical divisions of the country, but also from the\ndivers political divisions of the party. It was not his purpose to have\nthe secretaries simply echoes of himself, but able and representative\nmen of various types of political opinion. At the outset this did not\nmeet the approval of his friends. Later, its wisdom was apparent. In\nthe more than a hundred years of cabinets in the history of the United\nStates there has never been an abler or a purer cabinet than this.",
        "As guesses, more or less accurate, were made as to what the cabinet\nwould be, many “leading citizens” felt called on to labor with the\nPresident and show him the error of his ways. As late as March 2d there\nwas an outbreak against Chase. A self-appointed committee, large in\nnumbers and respectable in position, called on Lincoln to protest\nvigorously. He heard them with undivided attention. When they were\nthrough he replied. In voice of sorrow and disappointment, he said, in\nsubstance: “I had written out my choice and selection of members for\nthe cabinet after most careful and deliberate consideration; and now\nyou are here to tell me I must break the slate and begin the thing all\nover again. I don’t like your list as well as mine. I had hoped to have\nMr. Seward as Secretary of State and Mr. Chase as Secretary of the\nTreasury. But of course I can’t expect to have things just as I want\nthem.... This being the case, gentlemen, how would it do for us to\nagree to a change like this? To appoint Mr. Chase Secretary of the\nTreasury, and offer the State department to Mr. Dayton of New Jersey?",
        "“Mr. Dayton is an old whig, like Mr. Seward and myself. Besides, he is\nfrom New Jersey, which is next door to New York. Then Mr. Seward can go\nto England, where his genius will find wonderful scope in keeping\nEurope straight about our troubles.”",
        "The “committee” were astounded. They saw their mistake in meddling in\nmatters they did not understand. They were glad enough to back out of\nthe awkward situation. Mr. Lincoln “took that trick.”",
        "The names sent on March 5th were: for Secretary of State, William H.\nSeward, of New York; for Secretary of the Treasury, Salmon P. Chase, of\nOhio; for Secretary of War, Simon Cameron, of Pennsylvania; for\nSecretary of the Navy, Gideon Welles, of Connecticut; for Secretary of\nthe Interior, Caleb B. Smith of Indiana; for Attorney-General, Edward\nBates, of Missouri; for Postmaster-General, Montgomery Blair, of\nMaryland.",
        "All these names were confirmed by the senate the next day, March 6th.\nOf the variety of the selection he said, “I need them all. They enjoy\nthe confidence of their several states and sections, and they will\nstrengthen the administration. The times are too grave and perilous for\nambitious schemes and rivalries.” To all who were associated with him\nin the government, he said, “Let us forget ourselves and join hands,\nlike brothers, to save the republic. If we succeed, there will be glory\nenough for all.” He playfully spoke of this cabinet as his happy\nfamily.",
        "The only one who withdrew early from this number, was Cameron. He was\naccused of various forms of corruption, especially of giving fat\ngovernment contracts to his friends. Whether these charges were true or\nnot, we cannot say. But in the following January he resigned and was\nsucceeded by Edwin M. Stanton, a lifelong democrat, one who had\naccepted office under Buchanan. Probably no person was more amazed at\nthis choice than Stanton himself. But he patriotically accepted the\ncall of duty. With unspeakable loyalty and devotion he served his chief\nand his country to the end.",
        "As has already been indicated, Seward cheerfully assumed that he was\nthe government, while Lincoln’s duties were to consist largely in\nsigning such papers as he instructed him to sign. As difficulties grew\nfast and thick, he wrote home, “These cares fall chiefly on me.” Mr.\nWelles wrote that confidence and mutual frankness existed among all the\nmembers of the cabinet, “with the exception of Mr. Seward, who had, or\naffected, a mysterious knowledge which he was not prepared to impart.\"\nHe went so far as to meddle with the affairs of his associates. He did\nnot entirely approve of the cabinet meetings and served notice that he\nwould attend only upon special summons of the President.",
        "This condition reached its climax on the first day of April, an\nappropriate date. Seward addressed on that day a document entitled,\n“Some Thoughts for the President’s Consideration, April 1, 1861.”",
        "Henry Watterson said that Seward could not have spoken more explicitly\nand hardly more offensively if he had simply said: “Mr. Lincoln, you\nare a failure as President, but turn over the direction of affairs\nexclusively to me, and all shall be well and all be forgiven.” This\nstatement gives a fair and truthful idea of Seward’s letter. It is not\nlikely that its amazing assurance has ever been equaled in any nation\nby “thoughts” addressed by an inferior officer to his chief. The paper\nitself is here omitted from lack of space, but its tenor can be guessed\nfrom the character of the reply, which is given in full:",
        "“HON. W. H. SEWARD,",
        "“MY DEAR SIR: Since parting with you I have been considering your paper\ndated this day, and entitled ’Some Thoughts for the President’s\nConsideration.’ The first proposition in it is, ’First, We are at the\nend of a month’s administration, and yet without a policy either\ndomestic or foreign.’”",
        "“At the beginning of that month, in the inaugural, I said, ’The power\nconfided to me will be used to hold, occupy, and possess the property\nand places belonging to the Government, and to collect the duties and\nimposts.’ This had your distinct approval at the time; and, taken in\nconnection with the order I immediately gave General Scott, directing\nhim to employ every means in his power to strengthen and hold the\nforts, comprises the exact domestic policy you now urge, with the\nsingle exception that it does not propose to abandon Fort Sumter.”",
        "“Again, I do not perceive how the reinforcement of Fort Sumter would be\ndone on a slavery or party issue, while that of Fort Pickens would be\non a more national and patriotic one.”",
        "“The news received yesterday in regard to St. Domingo certainly brings\na new item within the range of our foreign policy; but up to that time\nwe have been preparing circulars and instructions to ministers and the\nlike, all in perfect harmony, without even a suggestion that we had no\nforeign policy.”",
        "“Upon your closing propositions that ’whatever policy we adopt, there\nmust be an energetic prosecution of it,”",
        "“’For this purpose it must be somebody’s business to pursue and direct\nit incessantly,”",
        "“’Either the President must do it himself, and be all the while active\nin it, or”",
        "“’Devolve it on some member of his cabinet. Once adopted, debates on it\nmust end, and all agree and abide.’”",
        "“I remark that if this must be done, I must do it. When a general line\nof policy is adopted, I apprehend there is no danger of its being\nchanged without good reason or continuing to be a subject of\nunnecessary debate; still, upon points arising in its progress I wish,\nand suppose, I am entitled to have the advice of all the cabinet.”",
        "The courtesy, the convincing logic, the spirit of forbearance shown in\nthis letter, were characteristic of the man at the helm. It need hardly\nbe said that Seward never again tried the experiment of patronizing his\nchief. He saw a great light. He suddenly realized that these cares did\nnot fall chiefly on him.",
        "So far as is known, neither gentleman ever made any reference to this\ncorrespondence. The result was worth while. It bound Seward to his\nPresident with hoops of steel. For four long, weary, trying years he\nserved his chief with a loyal devotion which did credit to both men.\nThus the hallucination that he was premier was forever dispelled. The\n“Public Man” wrote: “There can be no doubt of it any longer. This man\nfrom Illinois is not in the hands of Mr. Seward.”",
        "There was surely no doubt of it. Lincoln was President. In the\ncouncils, the place where Lincoln sat was the head of the table. Seward\nwas his secretary. And a good secretary he was, as well as a true man.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}