{
    "title": "The Golden Sayings of Epictetus - LXVII ",
    "author": "Unknown",
    "chapter": "67",
    "content": [
        "\n",
        "\n\n",
        "If I show you, that you lack just what is most important and\nnecessary to happiness, that hitherto your attention has been\nbestowed on everything rather than that which claims it most;\nand, to crown all, that you know neither what God nor Man is—\nneither what Good nor Evil is: why, that you are ignorant of\neverything else, perhaps you may bear to be told; but to hear\nthat you know nothing of yourself, how could you submit to that?\nHow could you stand your ground and suffer that to be proved?\nClearly not at all. You instantly turn away in wrath. Yet what\nharm have I done you? Unless indeed the mirror harms the\nill-favoured man by showing him to himself just as he is; unless the\nphysician can be thought to insult his patient, when he tells\nhim:—\"Friend, do you suppose there is nothing wrong with you?\nwhy, you have a fever. Eat nothing to-day, and drink only water.\"\nYet no one says, “What an insufferable insult!” Whereas, if you\nsay to a man, “Your desires are inflamed, your instincts of\nrejection are weak and low, your aims are inconsistent, your\nimpulses are not in harmony with Nature, your opinions are rash\nand false,” he forthwith goes away and complains that you have\ninsulted him.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}