{
    "title": "The Sorrows of Young Werther - October 2O.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "42",
    "content": [
        "\n\n",
        "We arrived here yesterday. The ambassador is indisposed, and will\nnot go out for some days. If he were less peevish and morose, all\nwould be well. I see but too plainly that Heaven has destined me\nto severe trials; but courage! a light heart may bear anything.\nA light heart! I smile to find such a word proceeding from my pen.\nA little more lightheartedness would render me the happiest being\nunder the sun. But must I despair of my talents and faculties,\nwhilst others of far inferior abilities parade before me with the\nutmost self-satisfaction? Gracious Providence, to whom I owe all\nmy powers, why didst thou not withhold some of those blessings I\npossess, and substitute in their place a feeling of self-confidence\nand contentment?",
        "But patience! all will yet be well; for I assure you, my dear\nfriend, you were right: since I have been obliged to associate\ncontinually with other people, and observe what they do, and how\nthey employ themselves, I have become far better satisfied with\nmyself. For we are so constituted by nature, that we are ever\nprone to compare ourselves with others; and our happiness or misery\ndepends very much on the objects and persons around us. On this\naccount, nothing is more dangerous than solitude: there our\nimagination, always disposed to rise, taking a new flight on the\nwings of fancy, pictures to us a chain of beings of whom we seem\nthe most inferior. All things appear greater than they really\nare, and all seem superior to us. This operation of the mind is\nquite natural: we so continually feel our own imperfections, and\nfancy we perceive in others the qualities we do not possess,\nattributing to them also all that we enjoy ourselves, that by this\nprocess we form the idea of a perfect, happy man, — a man, however,\nwho only exists in our own imagination.",
        "But when, in spite of weakness and disappointments, we set to work\nin earnest, and persevere steadily, we often find, that, though\nobliged continually to tack, we make more way than others who have\nthe assistance of wind and tide; and, in truth, there can be no\ngreater satisfaction than to keep pace with others or outstrip\nthem in the race.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}