{
    "title": "The Varieties of Religious Experience II - Postscript",
    "author": "William James",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "In writing my concluding lecture I had to aim so much at\nsimplification that I fear that my general philosophic position\nreceived so scant a statement as hardly to be intelligible to\nsome of my readers.  I therefore add this epilogue, which must\nalso be so brief as possibly to remedy but little the defect.  In\na later work I may be enabled to state my position more amply and\nconsequently more clearly.",
        "Originality cannot be expected in a field like this, where all\nthe attitudes and tempers that are possible have been exhibited\nin literature long ago, and where any new writer can immediately\nbe classed under a familiar head.  If one should make a division\nof all thinkers into naturalists and supernaturalists, I should\nundoubtedly have to go, along with most philosophers, into the\nsupernaturalist branch.  But there is a crasser and a more\nrefined supernaturalism, and it is to the refined division that\nmost philosophers at the present day belong.  If not regular\ntranscendental idealists, they at least obey the Kantian\ndirection enough to bar out ideal entities from interfering\ncausally in the course of phenomenal events.  Refined\nsupernaturalism is universalistic supernaturalism; for the\n“crasser” variety “piecemeal” supernaturalism would perhaps be\nthe better name.  It went with that older theology which to-day\nis supposed to reign only among uneducated people, or to be found\namong the few belated professors of the dualisms which Kant is\nthought to have displaced.  It admits miracles and providential\nleadings, and finds no intellectual difficulty in mixing the\nideal and the real worlds together by interpolating influences\nfrom the ideal region among the forces that causally determine\nthe real world’s details.  In this the refined supernaturalists\nthink that it muddles disparate dimensions of existence.  For\nthem the world of the ideal has no efficient causality, and never\nbursts into the world of phenomena at particular points.  The\nideal world, for them, is not a world of facts, but only of the\nmeaning of facts; it is a point of view for judging facts.  It\nappertains to a different “-ology,” and inhabits a different\ndimension of being altogether from that in which existential\npropositions obtain.  It cannot get down upon the flat level of\nexperience and interpolate itself piecemeal between distinct\nportions of nature, as those who believe, for example, in divine\naid coming in response to prayer, are bound to think it must.",
        "Notwithstanding my own inability to accept either popular\nChristianity or scholastic theism, I suppose that my belief that\nin communion with the Ideal new force comes into the world, and\nnew departures are made here below, subjects me to being classed\namong the supernaturalists of the piecemeal or crasser type. \nUniversalistic supernaturalism surrenders, it seems to me, too\neasily to naturalism.  It takes the facts of physical science at\ntheir face-value, and leaves the laws of life just as naturalism\nfinds them, with no hope of remedy, in case their fruits are bad.",
        "It confines itself to sentiments about life as a whole,\nsentiments which may be admiring and adoring, but which need not\nbe so, as the existence of systematic pessimism proves.  In this\nuniversalistic way of taking the ideal world, the essence of\npractical religion seems to me to evaporate.  Both instinctively\nand for logical reasons, I find it hard to believe that\nprinciples can exist which make no difference in facts.[362]  But\nall facts are particular facts, and the whole interest of the\nquestion of God’s existence seems to me to lie in the\nconsequences for particulars which that existence may be expected\nto entail. That no concrete particular of experience should alter\nits complexion in consequence of a God being there seems to me an\nincredible proposition, and yet it is the thesis to which\n(implicitly at any rate) refined supernaturalism seems to cling. \nIt is only with experience en bloc, it says, that the Absolute\nmaintains relations.  It condescends to no transactions of\ndetail.",
        "[362] Transcendental idealism, of course, insists that its ideal\nworld makes THIS difference, that facts EXIST.  We owe it to the\nAbsolute that we have a world of fact at all.  “A world” of\nfact!–that exactly is the trouble.  An entire world is the\nsmallest unit with which the Absolute can work, whereas to our\nfinite minds work for the better ought to be done within this\nworld, setting in at single points.  Our difficulties and our\nideals are all piecemeal affairs, but the Absolute can do no\npiecework for us; so that all the interests which our poor souls\ncompass raise their heads too late.  We should have spoken\nearlier, prayed for another world absolutely, before this world\nwas born.  It is strange, I have heard a friend say, to see this\nblind corner into which Christian thought has worked itself at\nlast, with its God who can raise no particular weight whatever,\nwho can help us with no private burden, and who is on the side of\nour enemies as much as he is on our own.  Odd evolution from the\nGod of David’s psalms!",
        "I am ignorant of Buddhism and speak under correction, and merely\nin order the better to describe my general point of view; but as\nI apprehend the Buddhistic doctrine of Karma, I agree in\nprinciple with that.  All supernaturalists admit that facts are\nunder the judgment of higher law; but for Buddhism as I interpret\nit, and for religion generally so far as it remains unweakened by\ntranscendentalistic metaphysics, the word “judgment” here means\nno such bare academic verdict or platonic appreciation as it\nmeans in Vedantic or modern absolutist systems; it carries, on\nthe contrary, EXECUTION with it, is in rebus as well as post rem.\nand operates “causally” as partial factor in the total fact. The\nuniverse becomes a gnosticism[363] pure and simple on any other\nterms.  But this view that judgment and execution go together is\nthat of the crasser supernaturalist way of thinking, so the\npresent volume must on the whole be classed with the other\nexpressions of that creed.",
        "[363] See my Will to Believe and other Essays in popular\nPhilosophy. 1897, p. 165.",
        "I state the matter thus bluntly, because the current of thought\nin academic circles runs against me, and I feel like a man who\nmust set his back against an open door quickly if he does not\nwish to see it closed and locked.  In spite of its being so\nshocking to the reigning intellectual tastes, I believe that a\ncandid consideration of piecemeal supernaturalism and a complete\ndiscussion of all its metaphysical bearings will show it to be\nthe hypothesis by which the largest number of legitimate\nrequirements are met.  That of course would be a program for\nother books than this; what I now say sufficiently indicates to\nthe philosophic reader the place where I belong.",
        "If asked just where the differences in fact which are due to\nGod’s existence come in, I should have to say that in general I\nhave no hypothesis to offer beyond what the phenomenon of\n“prayerful communion,” especially when certain kinds of incursion\nfrom the subconscious region take part in it, immediately\nsuggests.  The appearance is that in this phenomenon something\nideal, which in one sense is part of ourselves and in another\nsense is not ourselves, actually exerts an influence, raises our\ncentre of personal energy, and produces regenerative effects\nunattainable in other ways.  If, then, there be a wider world of\nbeing than that of our every-day consciousness, if in it there be\nforces whose effects on us are intermittent, if one facilitating\ncondition of the effects be the openness of the “subliminal\"\ndoor, we have the elements of a theory to which the phenomena of\nreligious life lend plausibility.  I am so impressed by the\nimportance of these phenomena that I adopt the hypothesis which\nthey so naturally suggest.  At these places at least, I say, it\nwould seem as though transmundane energies, God, if you will,\nproduced immediate effects within the natural world to which the\nrest of our experience belongs.",
        "The difference in natural “fact” which most of us would assign as\nthe first difference which the existence of a God ought to make\nwould, I imagine, be personal immortality. Religion, in fact, for\nthe great majority of our own race MEANS immortality, and nothing\nelse.  God is the producer of immortality; and whoever has doubts\nof immortality is written down as an atheist without farther\ntrial.  I have said nothing in my lectures about immortality or\nthe belief therein, for to me it seems a secondary point.  If our\nideals are only cared for in “eternity,” I do not see why we\nmight not be willing to resign their care to other hands than\nours.  Yet I sympathize with the urgent impulse to be present\nourselves, and in the conflict of impulses, both of them so vague\nyet both of them noble, I know not how to decide.  It seems to me\nthat it is eminently a case for facts to testify.  Facts, I\nthink, are yet lacking to prove “spirit-return,” though I have\nthe highest respect for the patient labors of Messrs. Myers,\nHodgson, and Hyslop, and am somewhat impressed by their favorable\nconclusions.  I consequently leave the matter open, with this\nbrief word to save the reader from a possible perplexity as to\nwhy immortality got no mention in the body of this book.",
        "The ideal power with which we feel ourselves in connection, the\n“God” of ordinary men, is, both by ordinary men and by\nphilosophers, endowed with certain of those metaphysical\nattributes which in the lecture on philosophy I treated with such\ndisrespect.  He is assumed as a matter of course to be “one and\nonly” and to be “infinite\"; and the notion of many finite gods is\none which hardly any one thinks it worth while to consider, and\nstill less to uphold.  Nevertheless, in the interests of\nintellectual clearness, I feel bound to say that religious\nexperience, as we have studied it, cannot be cited as\nunequivocally supporting the infinitist belief.  The only thing\nthat it unequivocally testifies to is that we can experience\nunion with SOMETHING larger than ourselves and in that union find\nour greatest peace.  Philosophy, with its passion for unity, and\nmysticism with its monoideistic bent, both “pass to the limit\"\nand identify the something with a unique God who is the\nall-inclusive soul of the world.  Popular opinion, respectful to\ntheir authority, follows the example which they set.",
        "Meanwhile the practical needs and experiences of religion seem to\nme sufficiently met by the belief that beyond each man and in a\nfashion continuous with him there exists a larger power which is\nfriendly to him and to his ideals.  All that the facts require is\nthat the power should be both other and larger than our conscious\nselves.  Anything larger will do, if only it be large enough to\ntrust for the next step. It need not be infinite, it need not be\nsolitary.  It might conceivably even be only a larger and more\ngodlike self, of which the present self would then be but the\nmutilated expression, and the universe might conceivably be a\ncollection of such selves, of different degrees of inclusiveness,\nwith no absolute unity realized in it at all.[364] Thus would a\nsort of polytheism return upon us–a polytheism which I do not on\nthis occasion defend, for my only aim at present is to keep the\ntestimony of religious experience clearly within its proper\nbounds.  [Compare p. 130 above.]",
        "[364] Such a notion is suggested in my Ingersoll Lecture On Human\nImmortality, Boston and London, 1899.",
        "Upholders of the monistic view will say to such a polytheism\n(which, by the way, has always been the real religion of common\npeople, and is so still to-day) that unless there be one\nall-inclusive God, our guarantee of security is left imperfect. \nIn the Absolute, and in the Absolute only, ALL is saved.  If\nthere be different gods, each caring for his part, some portion\nof some of us might not be covered with divine protection, and\nour religious consolation would thus fail to be complete.  It\ngoes back to what was said on pages 129-131, about the\npossibility of there being portions of the universe that may\nirretrievably be lost.  Common sense is less sweeping in its\ndemands than philosophy or mysticism have been wont to be, and\ncan suffer the notion of this world being partly saved and partly\nlost.  The ordinary moralistic state of mind makes the salvation\nof the world conditional upon the success with which each unit\ndoes its part.  Partial and conditional salvation is in fact a\nmost familiar notion when taken in the abstract, the only\ndifficulty being to determine the details.  Some men are even\ndisinterested enough to be willing to be in the unsaved remnant\nas far as their persons go, if only they can be persuaded that\ntheir cause will prevail–all of us are willing, whenever our\nactivity-excitement rises sufficiently high.  I think, in fact,\nthat a final philosophy of religion will have to consider the\npluralistic hypothesis more seriously than it has hitherto been\nwilling to consider it.  For practical life at any rate, the\nCHANCE of salvation is enough.  No fact in human nature is more\ncharacteristic than its willingness to live on a chance.  The\nexistence of the chance makes the difference, as Edmund Gurney\nsays, between a life of which the keynote is resignation and a\nlife of which the keynote is hope.[365]  But all these statements\nare unsatisfactory from their brevity, and I can only say that I\nhope to return to the same questions in another book.",
        "[365] Tertium Quid, 1887, p. 99.  See also pp. 148, 149.",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}