{
    "title": "The Crisis in Russia - by Ransome [Authorama]",
    "author": "Unknown",
    "chapter": "russia",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "To William Peters\nof Aberdeen",
        "THE characteristic of a revolutionary country is that change\nis a quicker process there than elsewhere.  As the revolution\nrecedes into the past the process of change slackens speed.\nRussia is no longer the dizzying kaleidoscope that it was in\n1917.  No longer does it change visibly from week to week\nas it changed in 19l8.  Already, to get a clear vision of the\ndirection in which it is changing, it is necessary to visit it at\nintervals of six months, and quite useless to tap the political\nbarometer several times a day as once upon a time one used\nto do. . . . But it is still changing very fast. My journal of\n\"Russia in 1919, “while giving as I believe a fairly accurate\npictureof the state of affairs in February and March of\n1919, pictures a very different stage in the development of\nthe revolution from that which would be found by observers\ntoday.",
        "The  prolonged state of crisis in which the country has\nbeen kept by external war, while strengthening the ruling\nparty by rallying even their enemies to their support, has had\nthe other effects that a national crisis always has on the\ninternal politics of a country. Methods of government which\nin normal times would no doubt be softened or disguised by\nceremonial usage are used nakedly and justified by necessity.\nWe have seen the same thing in belligerent and non-revolutionary\ncountries, and, for the impartial student, it has\nbeen interesting to observe that, when this test of crisis is\napplied, the actual governmental machine in every country\nlooks very much like that in every other. They wave\ndifferent flags to stimulate enthusiasm and to justify\nsubmission.  But that is all.  Under the stress of war, “\nconstitutional safeguards” go by the board “for the public\ngood,” in Moscow as elsewhere. Under that stress it\nbecomes clear that, in spite of its novel constitution, Russia\nis governed much as other countries are governed, the real\ndirective power lying in the hands of a comparatively small\nbody which is able by hook or crook to infect with its\nconscious will a population largely indifferent and inert. A\nvisitor to Moscow to-day would find much of the\nconstitutional machinery that was in full working order in the\nspring of 1919 now  falling into rust and disrepair.  He would\n not be able once a week or so to attend All-Russian\nExecutive and hear discussions in this parliament of the\nquestions of the day.  No one tries to shirk the fact that the\nExecutive Committee has fallen into desuetude, from which,\nwhen the stress slackens enough to permit ceremonial that\nhas not an immediate agitational value, it may some day be\nrevived. The bulk of its members have been at the front or\nhere and there about the country wrestling with the\neconomic problem, and their work is more useful than their\nchatter.  Thus brutally is the thing stated.  The continued\nstress has made the muscles, the actual works, of the\nrevolution more visible than formerly.  The working of the\nmachine is not only seen more clearly, but is also more\nfrankly stated (perhaps simply because they too see it now\nmore clearly), by the leaders themselves.",
        "I want in this book to describe the working of the machine as\nI now see it.  But it is not only the machine which is more\nnakedly visible than  it was.  The stress to which it is\nbeing subjected has also not so much changed its character\nas become easier of analysis.  At least, I seem to myself to\nsee it differently.  In the earlier days it seemed quite simply\nthe struggle between a revolutionary and non-revolutionary\ncountries. I now think that that struggle is a foolish,\nunnecesary, lunatic incident which disguised from us the\nexistence of a far more serious struggle, in which the\nrevolutionary and non-revolutionary governments are\nfighting on the same side.  They fight without cooperation,\nand throw insults and bullets at each other in the middle of\nthe struggle, but they are fighting for the same thing. They\nare fighting the same enemy.  Their quarrel with each other\nis for both parties merely a harassing accompaniment of the\nstruggle to which all Europe is committed, for the salvage of\nwhat is left of European civilization.",
        "The threat of a complete collapse of civilization is more\nimminent in Russia than elsewhere. But it is clear enough in\nPoland, it cannot be disregarded in Germany, there is no\ndoubt of its existence in Italy, France is conscious of it; it is\nonly in England and America that this threat  is  not\namong the waking nightmares of everybody.  Unless the\nstruggle, which has hitherto been going against us, takes a\nturn for the better, we shall presently be quite unable to\nignore it ourselves.",
        "I have tried to state the position in Russia today: on the one\nhand to describe the crisis itself, the threat which is forcing\nthese people to an extreme of effort, and on the other hand\nto describe the organization that is facing that threat; on the\none hand to set down what are the main characteristics of\nthe crisis, on the other hand to show how the comparatively\nsmall body of persons actually supplying the Russian people\nwith its directives set about the stupendous task of moving\nthat vast inert mass, not along the path of least resistance,\nbut along a path which, while alike unpleasant and extremely\ndifficult, does seem to them to promise some sort of\neventual escape.",
        "No book is entirely objective, so I do not in the least mind\nstating my own reason for writing this one (which has taken\ntime that I should have liked to spend on other and very\ndifferent things).  Knowledge of this reason will permit the\nreader to  make allowances for such bias I have been\nunable to avoid, and so, by judicious reading, to make my\nbook perhaps nearly as objective as I should myself wish it\nto be.",
        "It has been said that when two armies face  each other across\na battle front and engage in  mutual slaughter, they may be\nconsidered as a single army engaged in suicide.  Now it\nseems to me that when countries, each one severally doing\nits best to arrest its private economic ruin, do their utmost to\naccelerate the economic ruin of each other, we are\nwitnessing something very like the suicide of civilization\nitself. There are people in both camps who believe that\narmed and economic conflict between revolutionary and\nnon-revolutionary Europe, or if you like between Capitalism\nand Communism, is inevitable. These people, in both camps,\nare doing their best to make it inevitable. Sturdy pessimists,\nin Moscow no less than in London and Paris, they go so far\nas to say “the sooner the better,” and by all means in their\npower try to precipitate a conflict. Now the main effort in\nRussia to-day, the struggle which absorbs the chief attention\nof all but the few Communist Churchills and Communist\nMillerands who, blind to all else, demand an immediate\npitched battle over the prostrate body of civilization, is\ndirected to finding a way for   Russia herself out of the\ncrisis, the severity of which can hardly be realized by people\nwho have not visited the country again and again, and to\nbringing her as quickly as possible into a state in which she\ncan export her raw materials and import the manufactured\ngoods of which she stands in need. I believe that this struggle\nis ours as well as Russia’s, though we to whom the threat is\nless imminent, are less desperately engaged.  Victory or\ndefeat in this struggle in Russia, or anywhere else on the\nworld’s surface, is victory or defeat for every one. The\npurpose of my book is to make that clear. For, bearing that\nin mind, I cannot but think that every honest man, of\nwhatever parity, who cares more for humanity than for\npolitics, must do his utmost to postpone the conflict which a\nfew extremists on each side of the barricades so fanatically\ndesire. If that conflict is indeed inevitable, its consequences",
        "will be less devastating to a Europe cured of her wounds\nthan to a Europe scarcely, even by the most hopeful, to be\ndescribed as convalescent.  But the conflict may not be\ninevitable after all.  No man not purblind but sees that\nCommunist Europe is changing no less than Capitalist\nEurope.  If we succeed in postponing the struggle long\nenough, we  may well succeed in postponing it until the\nwar-like on both sides look in vain for the reasons of their\nbellicosity.",
        "Nothing can be more futile than to describe conditions in\nRussia as a sort of divine punishment for revolution, or\nindeed to describe them at all without emphasizing the fact\nthat the crisis in Russia is part of the crisis in Europe, and\nhas been in the main brought about like the revolution itself,\nby the same forces that have caused, for example, the crisis\nin Germany or the crisis in Austria.",
        "No country in Europe is capable of complete economic\nindependence.  In spite of her huge variety of natural\nresources, the Russian organism seemed in 1914 to have\nbeen built up on the generous assumption that with Europe\nat least the country was to be permanently at peace, or at the\nlost to engage in military squabbles which could be reckoned\nin months, and would keep up the prestige of the\nautocracy without seriously hampering imports and exports.\nAlmost every country in Europe, with the exception of\nEngland, was better fitted to stand alone, was less\ncompletely specialized in a single branch of production.\nEngland, fortunately for herself, was not isolated during the\nwar, and will not become isolated unless the development of\nthe crisis abroad deprives her of her markets.  England\nproduces practically no food, but great quantities of coal,\nsteel and manufactured goods.  Isolate her absolutely, and\nshe will not only starve, but will stop producing\nmanufactured goods, steel and coal, because those who\nusually produce these things will be getting nothing for their\nlabor except money which they will be unable to use to buy\ndinners, because there will be no dinners to buy.  That\nsupposititious case is a precise parallel to what has happened\nin Russia.  Russia produced practically no manufactured\ngoods (70 per cent. of her machinery she received from\nabroad), but great quantities of food.  The blockade isolated\nher.  By the blockade I do not mean merely the childish\nstupidity committed by ourselves, but the blockade, steadily\nincreasing in strictness,  which began in August, 1914,\nand has been unnecessarily prolonged by our stupidity.  The\nwar, even while for Russia it was not nominally a blockade,\nwas so actually.  The use of tonnage was perforce restricted\nto the transport of the necessaries of war, and these were\nnarrowly defined as shells, guns and so on, things which do\nnot tend to improve a country economically, but rather the\nreverse.  The imports from Sweden through Finland were no\nsort of make-weight for the loss of Poland and Germany.",
        "The war meant that Russia’s ordinary imports practically\nceased.  It meant a strain on Russia, comparable to that\nwhich would have been put on England if the German\nsubmarine campaign had succeeded in putting an end to our\nimports of food from the Americas.  From the moment of\nthe Declaration of War, Russia was in the position of one\n\"holding out,” of a city standing a siege without a water\nsupply, for her imports were so necessary to her economy\nthat they may justly be considered as essential irrigation.\nThere could be no question for her of improvement, of\nstrengthening.  She was faced with the fact until the war\nshould end she had to do with what she had, and that the\nthings she had formerly  counted on importing would be\nreplaced by guns and shells, to be used, as it turned out, in\nbattering Russian property that happened to be in enemy\nhands.  She even learned that she had to develop\ngun-making and shell-making at home, at the expense of those\nother industries which to some small extent might have\nhelped her to keep going.  And, just as in England such a\nstate of affairs would lead to a cessation of the output of iron\nand coal in which England is rich, so in Russia, in spite of\nher corn lands, it led to a shortage of food.",
        "The Russian peasant formerly produced food, for which he\nwas paid in money.  With that money, formerly, he was able\nto clothe himself, to buy the tools of his labor, and further,\nthough no doubt he never observed the fact, to pay for the\nengines and wagons that took his food to market.  A huge\npercentage of the clothes and the tools and the engines and\nthe wagons and the rails came from abroad, and even those\nfactories in Russia which were capable of producing such\nthings were, in many essentials, themselves dependent upon\nimports.  Russian towns began to be hungry in 1915.  In\nOctober of that year the Empress reported to the\nEmperor that the shrewd Rasputin had seen in a vision that it\nwas necessary to bring wagons with flour, butter and sugar\nfrom Siberia, and proposed that for three days nothing else\nshould be done.  Then there would be no strikes.  “He\nblesses you for the arrangement of these trains.”  In 1916 the\npeasants were burying their bread instead of bringing it to\nmarket.  In the autumn of 1916 I remember telling certain\nmost incredulous members of the English Government that\nthere would be a most serious food shortage in Russia in the\nnear future.  In 1917 came the upheaval of the revolution, in",
        "1918 peace, but for Russia, civil war and the continuance of\nthe blockade.  By July, 1919, the rarity of manufactured\ngoods was such that it was possible two hundred miles south\nof Moscow to obtain ten eggs for a box of matches, and the\nrarity of goods requiring distant transport became such that\nin November, 1919, in Western Russia, the peasants would\nsell me nothing for money, whereas my neighbor in the train\nbought all he wanted in exchange for small quantities of salt.",
        "It was not even as if, in vital matters, Russia  started the\nwar in a satisfactory condition.  The most vital of all\nquestions in a country of huge distances must necessarily be\nthat of transport.  It is no exaggerationto say that only by\nfantastic efforts was Russian transport able to save its face\nand cover its worst deficiencies even before the war began.\nThe extra strain put upon it by the transport of troops and\nthe maintenance of the armies exposed its weakness, and\nwith each succeeding week of war, although in 19l6 and\n1917 Russia did receive 775 locomotives from abroad,\nRussian transport went from bad to worse, making inevitable\na creeping paralysis of Russian economic life, during the\nlatter already acute stages of which the revolutionaries\nsucceeded to the disease that had crippled their precursors.",
        "In 1914 Russia had in all 20,057 locomotives, of which\n15,047 burnt coal, 4,072 burnt oil and 938 wood.  But that\nfigure of twenty thousand was more impressive for a\nGovernment official, who had his own reasons for desiring\nto be impressed, than for a practical railway engineer, since\nof that number over five thousand engines were more than\ntwenty years old, over two thousand were more than thirty\nyears old, fifteen hundred were more than forty years\nold, and 147 patriarchs had passed their fiftieth birthday.  Of\nthe whole twenty thousand only 7,108 were under ten years\nof age.  That was six years ago.  In the meantime Russia has\nbeen able to make in quantities decreasing during the last\nfive years by 40 and 50 per cent. annually, 2,990 new\nlocomotives.  In 1914 of the locomotives then in Russia\nabout 17,000 were in working condition.  In 1915 there\nwere, in spite of 800 new ones, only 16,500.  In 1916 the\nnumber of healthy locomotives was slightly higher, owing\npartly to the manufacture of 903 at home in the preceding\nyear and partly to the arrival of 400 from abroad.  In 1917 in",
        "spite of the arrival of a further small contingent the number\nsank to between 15,000 and 16,000.  Early in 1918 the\nGermans in the Ukraine and elsewhere captured 3,000.\nOthers were lost in the early stages of the civil war. The\nnumber of locomotives fell from 14,519 in January to 8,457\nin April, after which the artificially instigated revolt of the\nCzecho-Slovaks made possible the fostering of civil war on a\nlarge scale, and the number fell swiftly to 4,679 in\nDecember.  In 1919 the numbers varied less  markedly,\nbut the decline continued, and in December last year 4,141\nengines were in working order.  In January this year the\nnumber was 3,969, rising slightly in February, when the\nnumber was 4,019.  A calculation was made before the war\nthat in the best possible conditions the maximum Russian\noutput of engines could be not more than1,800 annually.\nAt this rate in ten years the Russians could restore their\ncollection of engines to something like adequate numbers.\nToday, thirty years would be an inadequate estimate, for\nsome factories, like the Votkinsky, have been purposely\nruined by the Whites, in others the lathes and other\nmachinery for building and repairing locomotives are worn\nout, many of the skilled engineers were killed in the war with\nGermany, many others in defending the revolution, and it\nwill be long before it will be possible to restore to the\nworkmen or to the factories the favorable material\nconditions of 1912-13. Thus the main fact in the present\ncrisis is that Russia possesses one-fifth of the number of\nlocomotives which in 1914 was just sufficient to maintain\nher railway system in a state of efficiency which to English\nobservers at that time was a joke.  For six years she has\nbeen unable to import the necessary machinery for making\nengines or repairing them.  Further, coal and oil have been,\nuntil recently, cut off by the civil war.  The coal mines are\nleft, after the civil war, in such a condition that no\nconsiderable output may be expected from them in the near\nfuture.  Thus, even those engines which exist have had their\nefficiency lessened by being adapted in a rough and ready\nmanner for burning wood fuel instead of that for which they\nwere designed.",
        "Let us now examine the combined effect of ruined transport\nand the six years’  blockade on Russian life in town and\ncountry.  First of all was cut off the import of manufactured",
        "goods from abroad.  That has had a cumulative effect\ncompleted, as it were, and rounded off by the breakdown of\ntransport.  By making it impossible to bring food, fuel and\nraw material to the factories, the wreck of transport makes it\nimpossible for Russian industry to produce even that\nmodicum which it contributed to the general supply of\nmanufactured goods which the Russian peasant was\naccustomed to receive in exchange for his production of\nfood.  On the whole the peasant himself eats rather\nmore than he did before the war.  But he has no matches, no\nsalt, no clothes, no boots, no tools.  The Communists are\ntrying to put an end to illiteracy in Russia, and in the villages\nthe most frequent excuse for keeping children from school is\na request to come and see them, when they will be found, as\nI have seen them myself, playing naked about the stove,\nwithout boots or anything but a shirt, if that, in which to go\nand learn to read and write.  Clothes and such things as\nmatches are, however, of less vital importance than tools, the\nlack of which is steadily reducing Russia’s actual power of\nfood production.  Before the war Russia needed from\nabroad huge quantities of agricultural implements, not only\nmachines, but simple things like axes, sickles, scythes.  In\n1915 her own production of these things had fallen to 15.1\nper cent. of her already inadequate peacetime output.  In\n1917 it had fallen to 2.1 per cent.  The Soviet Government\nis making efforts to raise it, and is planning new factories\nexclusively for the making of these things.  But, with\ntransport in such a condition, a new factory means\nmerely a new demand for material and fuel which there are\nneither engines nor wagons to bring.  Meanwhile, all over\nRussia, spades are worn out, men are plowing with burnt\nstaves instead of with plowshares, scratching the surface of\nthe ground, and instead of harrowing with a steel-spiked\nharrow of some weight, are brushing the ground with light\nconstructions of wooden spikes bound together with wattles.",
        "The actual agricultural productive powers of Russia are\nconsequently sinking.  But things are no better if we turn from\nthe rye and corn lands to the forests.  Saws are worn\nout.  Axes are worn out.  Even apart from that, the shortage\nof transport affects the production of wood fuel, lack of\nwhich reacts on transport and on the factories and so on in a\ncircle from which nothing but a large import of engines and\nwagons will provide an outlet.  Timber can be floated down",
        "the rivers.  Yes, but it must be brought to the rivers.  Surely\nhorses can do that.  Yes, but, horses must be fed, and oats\ndo not grow in the forests.  For example, this spring (1920)\nthe best organized timber production was in Perm\nGovernment.  There sixteen thousand horses have been\nmobilized for the work, but further development is\nimpossible for lack of forage.  A telegram bitterly reports,\n\"Two trains of oats from Ekaterinburg are expected day by\nday.  If the oats arrive in time a considerable success will be\npossible.”  And if the oats do not arrive in time?  Besides, not\nhorses alone require to be fed.  The men who cut the wood\ncannot do it on empty stomachs.  And again rises a cry for\ntrains, that do not arrive, for food that exists somewhere, but\nnot in the forest where men work.  The general effect of the\nwreck of transport on food is stated as follows: Less than 12\nper cent. of the oats required, less than 5 per cent. of the\nbread and salt required for really efficient working, were\nbrought to the forests.  Nonetheless three times as much\nwood has been prepared as the available transport has\nremoved.",
        "The towns suffer from lack of transport, and from the\ncombined effect on the country of their productive weakness\nand of the loss of their old position as centres through which\nthe country received its imports from abroad.  Townsfolk\nand factory workers lack food, fuel, raw materials and much\nelse that in a civilized State is considered a necessary of life.\nThus, ten million poods of fish were caught last year, but\nthere were no means of bringing them from the fisheries to\nthe great industrial centres where they were most needed.\nTownsfolk are starving, and in winter, cold.  People living in\nrooms in a flat, complete strangers to each other, by general\nagreement bring all their beds into the kitchen.  In the\nkitchen soup is made once a day.  There is a little warmth\nthere beside the natural warmth of several human beings in a\nsmall room.  There it is possible to sleep.  During the whole\nof last winter, in the case I have in mind, there were no\nmeans of heating the other rooms, where the temperature\nwas almost always far below freezing point.  It is difficult to\nmake the conditions real except by individual examples.  The\nlack of medicines, due directly to the blockade, seems to\nhave small effect on the imagination when simply stated as\nsuch.  Perhaps people will realize what it means when\ninstead of talking of the wounded undergoing operations",
        "without anesthetics I record the case of an acquaintance, a\nBolshevik, working in a Government office, who suffered\nlast summer from a slight derangement of the stomach due\nto improper and inadequate feeding. His doctor\nprescribed a medicine, and nearly a dozen different\napothecaries were unable to make up the prescription for\nlack of one or several of the simple ingredients required.\nSoap has become an article so rare (in Russia as in Germany\nduring the blockade and the war there is a terrible absence of\nfats) that for the present it is to be treated as a means of\nsafeguarding labor, to be given to the workmen for washing\nafter and during their work, and in preference to miners,\nchemical, medical and sanitary workers, for whose\nefficiency and health it is essential.  The proper washing of\nunderclothes is impossible.  To induce the population of\nMoscow to go to the baths during the typhus epidemic, it\nwas  sufficient bribe to promise to each person beside the\nfree bath a free scrap of soap.  Houses are falling into\ndisrepair for want of plaster, paint and tools.  Nor is it\npossible to substitute one thing for another, for Russia’s\nindustries all suffer alike from their dependence on the West,\nas well as from the inadequacy of the transport to bring to\nfactories the material they need.  People remind each other\nthat during the war the Germans, when similarly hard put to\nit for clothes, made paper dresses, table-cloths, etc.  In\nRussia the nets used in paper-making are worn out.  At last,\nin April, 1920 (so Lenin told me), there seemed to be a hope\nof getting new ones from abroad.  But the condition of the\npaper industry is typical of all, in a country which, it should\nnot be forgotten, could be in a position to supply wood-pulp\nfor other countries besides itself.  The factories are able to\nproduce only sixty per cent. of demands that have\npreviously, by the strictest scrutiny, been reduced to a\nminimum before they are made.  The reasons, apart from\nthe lack of nets and cloths, are summed up in absence of\nfood, forage and finally labor.  Even when wood is brought\nby river the trouble is not yet overcome.  The horses are\ndead and eaten or starved and weak.  Factories have to cease\nworking so that the workmen, themselves underfed, can drag\nthe wood from the barges to the mills.  It may well be\nimagined what the effect of hunger, cold, and the\ndisheartenment consequent on such conditions of work and\nthe seeming hopelessness of the position have on the\nproductivity of labor, the fall in which reacts on all the\nindustries, on transport, on the general situation and so again\non itself.",
        "Mr. J. M. Keynes, writing with Central Europe in his\nmind (he is, I think, as ignorant of Russia as I am of\nGermany), says: “What then is our picture of Europe?  A\ncountry population able to support life on the fruits of its\nown agricultural production, but without the accustomed\nsurplus for the towns, and also (as a result of the lack of\nimported materials, and so of variety and amount in the\nsalable manufactures of the towns) without the usual\nincentives to market food in exchange for other wares; an\nindustrial population unable to keep its strength for lack of\nfood, unable to earn a livelihood for lack of materials, and\nso unable to make good by imports from abroad the failure\nof productivity at home .”",
        "Russia is an emphasized engraving, in which every\nline of that picture is bitten in with repeated washes of acid.\nSeveral new lines, however, are added to the drawing, for in Russia\nthe processes at work elsewhere have gone further than in\nthe rest of Europe, and it is possible to see dimly, in faint\noutline, the new stage of decay which is threatened.  The\nstruggle to arrest decay is the real crisis of the revolution, of\nRussia, and, not impossibly, of Europe.  For each\ncountry that develops to the end in this direction is a\ncountry lost to the economic comity of Europe.  And, as one\ncountry follows another over the brink, so will the remaining\ncountries be faced by conditions of increasingly narrow\nself-dependence, in fact by the very conditions which in\nRussia, so far, have received their clearest, most forcible\nillustration.",
        "In the preceding chapter I wrote of Russia’s many wants, and\nof the processes visibly at work, tending to make her\ncondition worse and not better.   But I wrote of things, not\nof people.  I wrote of the shortage of this and of that, but\nnot of the most serious of all shortages, which, while itself\nlargely due to those already discussed, daily intensifies them,\nand points the way to that further stage of decay which is\nthreatened in the near future in Russia, and, in the more\ndistant future in Europe.  I did not write of the shortage\ndeterioration of labor.",
        "Shortage of labor is not peculiar to Russia.  It is among the\npostwar phenomena common to all countries.  The war and\nits accompanying eases have cost Europe, including Russia,\nan enormous number of able-bodied men.  Many millions of\nothers have lost the habit of regular work.German\nindustrialists complain that they cannot get labor, and that\nwhen they get it, it is not productive.  I heard complaints on\nthe same subject in England.  But just as the economic crisis,\ndue in the first instance to the war and the isolation it\nimposed, has gone further in Russia than elsewhere, so the\nshortage of labor, at present a handicap, an annoyance in\nmore fortunate countries, is in Russia perhaps the greatest of\nthe national dangers.  Shortage of labor cannot be measured\nsimply by the decreasing numbers of the workmen.  If it\ntakes two workmen as long to do a particular job in 1920 as\nit took one man to do it in 1914, then, even if the  number\nof workman has remained the same, the actual supply of\nlabor has been halved.  And in Russia the situation is worse\nthan that.  For example, in the group of State metal-working\nfactories, those, in fact which may be considered as the\nweapon with which Russia is trying to cut her way out of her\ntransport difficulties, apart from the fact that there were in\n19l6 81,600 workmen, whereas in 1920 there are only\n42,500, labor has deteriorated in the most appalling manner.\nIn 1916 in these factories 92 per cent. of the nominal\nworking  hours were actually kept; in 1920 work goes on\nduring only 60 per cent. of the nominal hours.  It is\nestimated that the labor of a single workman produces now\nonly one quarter of what it produced in 1916.  To take\nanother example, also from workmen engaged in transport,\nthat is to say, in the most important of all work at the present\ntime: in the Moscow junction of the Moscow Kazan\nRailway, between November 1st and February 29th (1920),\n292 workmen and clerks missed 12,048 working days, being\nabsent, on in average, forty days per man in the four\nmonths.  In Moscow passenger-station on this line, 22\nworkmen missed in November 106 days, in December 273,\nin January 338, and in February 380; in an appalling",
        "crescendo further illustrated by the wagon department,\nwhere 28 workmen missed in November 104 days and in\nFebruary 500.  In November workmen absented themselves\nfor single days.  In February the same workmen were absent\nfor the greater part of the month.  The invariable excuse was\nillness.  Many cases of illness there undoubtedly were, since\nthis period was the worst of the typhus epidemic, but besides\nillness, and besides mere obvious idleness which no\ndoubt accounts for a certain proportion of illegitimate\nholidays, there is another explanation which goes nearer the\nroot of the matter.  Much of the time filched from the State\nwas in all probability spent in expeditions in search of food.\nIn Petrograd, the Council of Public Economy complain that\nthere is a tendency to turn the eight-hour day into a four-hour\nday.  Attempts are being made to arrest this tendency\nby making an additional food allowance conditional on the\nactual fulfilment of working days.  In the Donetz coal basin,\nthe monthly output per man was in 1914 750 poods, in 1916\n615 poods, in 1919 240 poods (figures taken from\nEkaterinoslav Government), and in 1920 theoutput per man\nis estimated at being something near 220 poods.\nIn the shale mines on the Volga, where food conditions are\ncomparatively good, productivity is comparatively high.\nThus in a small mine near Simbirsk there are 230 workmen,\nof’ whom 50 to 60 are skilled.  The output for the unskilled\nis 28.9 poods in a shift, for the skilled 68.3.  But even there\n25 per cent. of the workmen are regular absentees, and\nactually the mine works only 17 or 18 days in a month, that\nis, 70 per cent. of the normal number of working\ndays.  The remaining 30 per cent. of normal working time is\nspent by the workmen in getting food.  Another small mine\nin the same district is worked entirely by unskilled labor,\nthe wokers being peasants from the neighboring villages.  In this\nmine the productivity per man is less, but all the men work\nfull time.  They do not have to waste time in securing food,\nbecause, being local peasants, they are supplied by their own\nvillages and families.  In Moscow and Petrograd food is far\nmore difficult to secure, more time is wasted on that\nhopeless task; even with that waste of time, the workman is\nnot properly fed, and it cannot be wondered at that his\nproductivity is low.",
        "Something, no doubt, is due to the natural character of the\nRussians, which led Trotsky to define man as an animal",
        "distinguished by laziness.  Russians are certainly lazy, and\nprobably owe to their climate their remarkable incapacity for\nprolonged effort.  The Russian climate is such that over\nlarge areas of Russia the Russian peasant is accustomed, and\nhas been accustomed for hundreds of years, to perform\nprodigies of labor during two short periods of sowing\nand harvest, and to spend the immensely long and\nmonotonous winter in a hibernation like that of the snake or\nthe dormouse.  There is a much greater difference between a\nRussian workman’s normal output and that of which he is\ncapable for a short time if he sets himself to it, than there is\nbetween the normal and exceptional output of an\nEnglishman, whose temperate climate has not taught him to\nregard a great part of the year as a period of mere waiting\nfor and resting from the extraordinary effort of a few\nweeks.(*) [(*)Given any particular motive, any particula\nenthusiasm, or visible, desirable object, even the hungry\nRussian workmen of to-day are capable of sudden and\ntemporary increase of output. The “Saturdayings” (see p. 119)\nprovide endless illustrations of this.  They had something in\nthe character of a picnic, they were novel, they were out of\nthe routine, and the productivity of labor during a “Saturdaying\"\nwas invariably higher than on a weekday.  For example,\nthere is a shortage of paper for cigarettes.  People roll\ncigarettes in old newspapers.  It occurred to the Central Committee\nof the Papermakers’ Union to organize a “Sundaying\"\nwith the object of sending cigarette paper to the soldiers in\nthe Red Army. Six factories took part.  Here is a table showing the\noutput of these factories during the “Sundaying” and the average\nweekday output.  The figures are in poods.",
        "                           Made on      Average week\nFactory               the Sunday     Day Output",
        "Krasnogorodskaya.........615...............450\nGriaznovskaya.............65................45\nMedianskaya..............105................90\nDobruzhskaya.............186...............250\nBelgiiskaya..............127................85\nRopshinskaya..............85................55]",
        "But this uneven working temperament was characteristic of\nthe Russian before the war as well as now.  It has been said\nthat the revolution removed the stimulus to labor, and left the\nRussian laziness to have its way.  In the first period\nof the revolution that may have been true.  It is becoming\nday by day less true.  The fundamental reasons of low\nproductivity will not be found in any sudden or unusual\nefflorescence of idleness, but in economic conditions which\ncannot but reduce the productivity of idle and industrious\nalike.  Insufficient feeding is one such reason.  The\nproportion of working time consumed in foraging is another.\nBut the whole of my first chapter may be taken as a compact\nmass of reasons why the Russians at the present time should\nnot work with anything like a normal productivity.  It is said\nthat bad workmen complain of their tools, but even good\nones become disheartened if compelled to work with\nmakeshifts, mended tools, on a stock of materials that runs\nout from one day to the next, in factories where the\nmachinery may come at any moment to a standstill from lack\nof fuel. There would thus be a shortage of labor in Russia,\neven if the numbers of workmen were the same today as\nthey were before the war.  Unfortunately that is not so.\nTurning from the question of low productivity per man to\nthat of absolute shortage of men: the example given at the\nbeginning of this chapter, showing that in the most important\ngroup of factories the number of workmen has fallen 50 per\ncent. is by no means exceptional.  Walking through the\npassages of what used to be the Club of the Nobles, and is\nnow the house of the Trades Unions during the recent\nTrades Union Congress in Moscow,  I observed among a\nnumber of pictorial diagrams on the walls, one in particular\nillustrating the rise and fall of the working population of\nMoscow during a number of years. Each year was\nrepresented by the picture of a factory with a chimney which\nrose and fell with the population.  From that diagram I took\nthe figures for 1913, 1918 and 1919.  These figures should\nbe constantly borne in mind by any one who wishes to realize\n how catastrophic the shortage oflabor in Russia\nactually is, and to judge how sweeping may be the\nchanges in  the social configuration of the country if that shortage\ncontinues to increase.  Here are the figures:",
        "Workmen in Moscow in 1913............159,344\nWorkmen in Moscow in 1918 ...........157,282\nWorkmen in Moscow in 1919............105,210",
        "That is to say, that one-third of the workmen of Moscow",
        "ceased to live there, or ceased to be workmen, in the course\nof a single year.  A similar phenomenon is observable in\neach one of the big industrial districts.",
        "What has become of those workmen?",
        "A partial explanation is obvious.  The main impulse of the\nrevolution came from the town workers.  Of these, the metal\nworkers were the most decided, and those who most freely\njoined the Red Guard in the early and the Red Army in the\nlater days of the revolution.  Many, in those early days, when\nthere was more enthusiasm than discipline, when there were\nhardly any experienced officers, and those without much\nauthority, were slaughtered during the German advance of\n1918.  The first mobilizations, when conscription was\nintroduced, were among the workers in the great industrial\ndistricts.  The troops from Petrograd and Moscow,\nexclusively workmen’s regiments, have suffered more than\nany other during the civil war, being the most dependable\nand being thrown, like the guards of old time, into the worst\nplace at any serious crisis.  Many thousands of them have\ndied for the sake of the revolution which, were they living,\nthey would be hard put to it to save. (The special shortage of\nskilled workers is also partially to be explained by the\nindiscriminate mobilizations of 1914-15, when great\nnumbers of the most valuable engineers and other skilled\nworkers were thrown into the front line, and it was not\nuntil their loss was already felt that the Tsar’s Government in this\nmatter came belatedly to its senses.)",
        "But these explanations are only partial.  The more general\nanswer to the question, What has become of the workmen?\nlies in the very economic crisis which their absence\naccentuates.  Russia is unlike England, where starvation of\nthe towns would be practically starvation of the whole\nisland.  In Russia, if a man is hungry, he has only to\nwalk far enough and he will come to a place where there is\nplenty to eat.  Almost every Russian worker retains in some\nform or other connection with a village, where, if he returns,\nhe will not be an entire stranger, but at worst a poor relation,\nand quite possibly an honored guest.  It is not surprising that\nmany thousands have “returned to the land” in this way.",
        "Further, if a workman retains his connection, both with a\ndistant village and with a town, he can keep himself and his\nfamily fat and prosperous by ceasing to be a workman, and,\ninstead, traveling on the buffers or the roof of a railway\nwagon, and bringing back with him sacks of flour and\npotatoes for sale in the town at fantastic prices. Thereby he\nis lost to productive labor, and his uncomfortable but\nadventurous life becomes directly harmful, tending to\nincrease the strain on transport, since it is obviously\nmore economical to transport a thousand sacks than to transport a\nthousand sacks with an idle workman attached to each sack.\nFurther, his activities actually make it more difficult for the\ntown population to get food.  By keeping open for the\nvillage the possibility of selling at fantastic prices, he lessens\nthe readiness of the peasants to part with their\nflour at the lower prices of the Government.  Nor  is it as if\nhis activities benefited the working population.  The food he\nbrings in goes for the most part to those who have plenty of\nmoney or have things to exchange for it.  And honest men in\nRussia to-day have not much money, and those who have\nthings to exchange are not as a rule workmen.  The theory\nof this man’s harmfulness is, I know, open to argument, but\nthe practice at least is exactly as I have stated it, and is\nobviously attractive to the individual who prefers adventure\non a full stomach to useful work on an empty.  Setting aside\nthe theory with its latent quarrel between Free Trade and\nState control, we can still recognize that each workman\nengaged in these pursuits has become an unproductive\nmiddleman, one of that very parasitic species which the\nrevolutionaries had hoped to make unnecessary.  It is bad\nfrom the revolutionary point of view if a workman is so\nemployed, but it is no less bad from the point of view of\npeople who do not care twopence about the revolution one\nway or the other, but do care about getting Russia on her\nfeet again and out of her economic crisis.  It is bad\nenough if an unskilled workman is so employed.  It is far\nworse if a skilled workman finds he can do better for himself\nas a “food speculator” than by the exercise of his legitimate\ncraft.  From mines, from every kind of factory come\ncomplaints of the decreasing proportion of skilled to\nunskilled workmen.  The superior intelligence of the skilled\nworker offers him definite advantages should he engage in\nthese pursuits, and his actual skill gives him other advantages\nin the villages.  He can leave his factory and go to the\nvillage, there on the spot to ply his trade or variations of it,",
        "when as a handy man, repairing tools, etc., he will make an\neasy living and by lessening the dependence of the village on\nthe town do as much as the “food speculator” in worsening\nthe conditions of the workman he has left behind.",
        "And with that we come to the general changes in the social\ngeography of Russia which are threatened if the processes\nnow at work continue unchecked.  The relations between\ntown and village are the fundamental problem of the\nrevolution.  Town and countryside are in sharp contradiction\ndaily intensified by the inability of the towns to supply\nthe country’s needs.  The town may be considered as a single\nproductive organism, with feelers stretching into the country,\nand actual outposts there in the form of agricultural\nenterprises taking their directives from the centre and\nworking as definite parts of the State organism.  All round\nthis town organism, in all its interstices, it too, with its feelers\nin the form of “food speculators,” is the anarchic chaos of\nthe country, consisting of a myriad independent units,\nregulated by no plan, without a brain centre of any kind.\nEither the organized town will hold its own against and\ngradually dominate and systematize the country chaos, or\nthat chaos little by little will engulf the town organism.\nEvery workman who leaves the town automatically places\nhimself on the side of the country in that struggle.  And\nwhen a town like Moscow loses a third of its working\npopulation in a year, it is impossible not to see that, so far,\nthe struggle is going in favor of that huge chaotic,\nunconscious but immensely powerful countryside.  There is\neven a danger that the town may become divided against\nitself.  Just as scarcity of food leads to food speculation, so\nthe shortage of labor is making possible a sort of\nspeculation in labor.  The urgent need of labor has led to a\nresurrection of the methods of the direct recruiting of\nworkmen in the villages by the agents of particular factories,\nwho by exceptional terms succeed in getting workmen where\nthe Government organs fail.  And, of course, this recruiting\nis not confined to the villages.  Those enterprises which are\nsituated in the corn districts are naturally able to offer better\nconditions, for the sake of which workmen are ready to\nleave their jobs and skilled workmen to do unskilled work,\nand the result can only be a drainage of good workmen away\nfrom the hungry central industrial districts where they are\nmost of all needed.",
        "Summing up the facts collected in this chapter and in the\nfirst on the lack of things and the lack of men, I think the\neconomic crisis in Russia may be fairly stated as follows:\nOwing to the appalling condition of Russian transport, and\nowing to the fact that since 1914 Russia has been practically\nin a state of blockade, the towns have lost their power of\nsupplying, either as middlemen or as producers, the simplest\nneeds of the villages.  Partly owing to this, partly again\nbecause of the condition of transport, the towns are not\nreceiving the necessaries of life in sufficient quantities.  The\nresult of this is a serious fall in the productivity of labor, and\na steady flow of skilled and unskilled workmen from the\ntowns towards the villages, and from employments the\nexercise of which tends to assist the towns in recovering\ntheir old position as essential sources of supply to\nemployments that tend to have the opposite effect.  If this\ncontinues unchecked, it will make impossible the\nregeneration of Russian industry, and will result in the\nincreasing independence of the villages, which will tend to\nbecome entirely self-supporting communities, tilling the\nground in a less and less efficient manner, with ruder tools,\nwith less and less incentive to produce more than is wanted\nfor the needs of the village itself.  Russia, in these\ncircumstances, may sink into something very like barbarism,\nfor with the decay of the economic importance of the towns\nwould decay also their authority, and free-booting on a small\nand large scale would become profitable and not very\ndangerous.  It would be possible, no doubt, for foreigners to\ntrade with the Russians as with the natives of the cannibal\nislands, bartering  looking-glasses and cheap tools, but,\nshould such a state of things come to be, it would mean long\nyears of colonization, with all the new  possibilities and risks\ninvolved in the subjugation of a free people, before Western\nEurope could count once more on getting a considerable\nportion of its food from Russian corn lands.",
        "That is the position, those the natural tendencies at work.\nBut opposed to these tendencies are the united efforts of the\nCommunists and of those who, leaving the question of\nCommunism discreetly aside, work with them for the sake of\npreventing such collapse of Russian civilization.  They\nrecognize the existence of every one of the tendencies I have\ndescribed, but they are convinced that every one of these\ntendencies will be arrested.  They believe that the country",
        "will not conquer the town but the reverse.  So far from\nexpecting the unproductive stagnation described in the last\nparagraph, they think of Russia as of the natural food supply\nof Europe, which the Communists among them believe will,\nin course of time, be made up for “Working Men’s\nRepublics” (though, for the sake of their own Republic, they\nare not inclined to postpone trade with Europe until that\nepoch arrives).  At the very time when spades and sickles are\nwearing out or worn out, these men are determined that the\nfood output of Russia shall sooner or later be increased by\nthe introduction of better methods of agriculture and\nfarming on a larger scale.  We are witnessing in Russia the\nfirst stages of a titanic struggle, with on one side all the\nforces of nature leading apparently to an inevitable collapse\nof civilization, and on the other side nothing but the\nincalculable force of human will.",
        "How is that will expressed?  What is the organization welded\nby adversity which, in this crisis, supersedes even the Soviet\nConstitution, and stands between this people and chaos?",
        "It is a commonplace to say that Russia is ruled, driven if you\nlike, cold, starving as she is, to effort after effort by the\ndictatorship of a party.  It is a commonplace alike in the\nmouths of those who wish to make the continued existence\nof that organization impossible and in the mouths of the\nCommunists themselves.  At the second congress of the\nThird International, Trotsky remarked.  “A party as such, in\nthe course of the development of a revolution, becomes\nidentical with the revolution.” Lenin, on the same occasion,\nreplying to a critic who said that he differed from, the\nCommunists in his understanding of what was meant by the\nDictatorship of the Proletariat, said, “He says that we\nunderstand by the words ’Dictatorship of the Proletariat’\nwhat is actually the dictatorship of its determined and\nconscious minority.  And that is the fact.”  Later he asked,\n\"What is this minority?  It may be called a party.  If this",
        "minority is actually conscious, if it is able to draw the\nmasses after it, if it shows itself capable of replying to every\nquestion on the agenda list of the political day, it actually\nconstitutes a party.”  And Trotsky again, on the same\noccasion, illustrated the relative positions of the Soviet\nConstitution and the Communist Party when he said, “And\ntoday, now that we have received an offer of peace from the\nPolish Government, who decides the question?  Whither are\nthe workers to turn?  We have our Council of People’s\nCommissaries, of course, but that, too, must be under a\ncertain control.  Whose control?  The control of the working\nclass as a formless chaotic mass?  No. The Central\nCommittee of the party is called together to discuss and\ndecide the question.  And when we have to wage war, to\nform new divisions, to find the best elements for them-to\nwhom do we turn?  To the party, to the Central Committee.\nAnd it gives directives to the local committees, ’Send\nCommunists to the front.’ The case is precisely the same\nwith the Agrarian question, with that of supply, and with all\nother questions whatsoever.”",
        "No one denies these facts, but their mere statement is quite\ninadequate to explain what is being done in Russia and how\nit is being done.  I do not think it would be a waste of time\nto set down as briefly as possible, without the comments of\npraise or blame that would be inevitable from one primarily\ninterested in the problem from the Capitalist or Communist\npoint of view what, from observation and inquiry, I believe\nto be the main framework of the organization whereby that\ndictatorship of the party works.",
        "The Soviet Constitution is not so much moribund as in\nabeyance.  The Executive Committee, for example, which\nused to meet once a week or even oftener, now meets on the\nrarest occasions.  Criticism on this account was met with the\nreply  that the members of the Executive Committee, for\nexample, which used to meet once a week or even oftener,\nnow meets on the rarest occasions.  Criticism on this account\nwas met with the reply that the members of the Executive\nCommittee were busy on the front and in various parts of\nRussia.  As a matter of fact, the work which that Committee\nused to do is now done by Central Committee of the\nBolshevik Party, so that the bulk of the 150 members of",
        "the Central Executive are actually free for other work, a\nsaving of something like 130 men.  This does not involve\nany very great change, but merely an economy in the use of\nmen.  In the old days, as I well remember, the opening of a\nsession of the Executive Committee was invariably late, the\nreason being that the various parties composing it had not\nyet finished their preliminary and private discussions.  There\nis now an overwhelming Communist majority in the\nExecutive Committee, as elsewhere.  I think it may be\nregarded as proved that these majorities are not always\nlegitimately obtained.  Non-Communist delegates do\nundoubtedly find every kind of difficulty put in their way by\nthe rather Jesuitical adherents of the faith.  But. no matter\nhow these majorities are obtained, the result is that when the\nCommunist Party has made up its mind on any subject, it is\nso certain of being able to carry its point that the calling\ntogether of the All-Russian Executive Committee is merely a\ntheatrical demonstration of the fact that it can do what it\nlikes.  When it does meet, the Communists allow the\nmicroscopical opposition great liberty of speech, listen\nquietly, cheer ironically, and vote like one man, proving\non every occasion that the meeting of the Executive\nCommittee was the idlest of forms, intended rather to satisfy\npurists than for purposes of discussion, since the real\ndiscussion has all taken place beforehand among the\nCommunists themselves.  Something like this must happen\nwith every representative assembly at which a single party\nhas a great preponderance and a rigid internal discipline.\nThe real interest is in the discussion inside the Party\nCommittees.",
        "This state of affairs would probably be more actively\nresented if the people were capable of resenting anything\nbut their own hunger, or of fearing anything but a general\ncollapse which would turn that hunger into starvation.  It\nmust be remembered that the urgency of the economic crisis\nhas driven political questions into the background.  The\nCommunists (compare Rykov’s remarks on this subject,\np. 175) believe that this is the natural result of social\nrevolution.  They think that political parties will disappear\naltogether and that people will band together, not for the\nvictory of one of several contending political parties, but\nsolely for economic cooperation or joint enterprise in art\nor science.  In support of this they point to the number of",
        "their opponents who have become Communists, and to the\nstill greater number of non-Communists who are loyally\nworking with them for the economic reconstruction of the\ncountry.  I do not agree with the Communists in this, nor yet\nwith their opponents, who attribute the death of political\ndiscussion to fear of the Extraordinary Commission.  I think\nthat both the Communists and their opponents underestimate\nthe influence of the economic ruin that affects everybody.\nThe latter particularly, feeling that in some way they must\njustify themselves to politically minded foreign visitors, seek\nan excuse for their apathy in the one institution that is almost\nuniversally unpopular.  I have many non-Communist friends\nin Russia, but have never detected the least restraint that\ncould be attributed to fear of anybody in their criticisms of\nthe Communist regime.  The fear existed alike among\nCommunists and non-Communists, but it was like the fear of\npeople walking about in a particularly bad thunderstorm.\nThe activities and arrests of the Extraordinary Commission\nare so haphazard, often so utterly illogical, that it is quite\nidle for any one to say to himself that by following any given\nline of conduct he will avoid molestation.  Also, there is\nsomething in the Russian character which makes any\nprohibition of discussion almost an invitation to discuss.  I\nhave never met a Russian who could be prevented from\nsaying whatever he liked whenever he liked, by any threats\nor dangers whatsoever.  The only way to prevent a Russian\nfrom talking is to cut out his tongue.  The real reason for the\napathy is that, for the moment, for almost everybody\npolitical questions are of infinitesimal importance in\ncomparison with questions of food and warmth.  The\nferment of political discussion that filled the first years of the\nrevolution has died away, and people talk about little but\nwhat they are able to get for dinner, or what somebody else\nhis been able to get.  I, like other foreign visitors coming to\nRussia after feeding up in other countries, am all agog to\nmake people talk.  But the sort of questions which interest\nme, with my full-fed stomach, are brushed aside almost\nfretfully by men who have been more or less hungry for two\nor three years on end.",
        "I find, instead of an urgent desire to alter this or that at\nonce, to-morrow, in the political complexion of the country,\na general desire to do the best that can be done with things\nas they are, a general fear of further upheaval of any kind, in",
        "fact a general acquiescence in the present state of affairs\npolitically, in the hope of altering the present state of affairs\neconomically.  And this is entirely natural.  Everybody,\nCommunists included, rails bitterly at the inefficiencies of\nthe present system, but everybody, Anti-Communists\nincluded, admits that there is nothing whatever capable of\ntaking its place.  Its failure is highly undesirable, not because\nit itself is good, but because  such failure would be preceded\nor followed by a breakdown of all existing organizations.\nFood distribution, inadequate as it now is, would come to an\nend.  The innumerable non-political committees, which are\nrather like Boards of Directors controlling the Timber, Fur,\nFishery, Steel, Matches or other Trusts (since the\nnationalized industries can be so considered) would collapse,\nand with them would collapse not only yet one more hope of\nkeeping a breath of life in Russian industry, but also the\nactual livelihoods of a great number of people, both\nCommunists and non-Communists.  I do not think it is\nrealized out-side Russia how large a proportion of the\neducated classes have become civil servants of one kind or\nanother.  It is a rare thing when a whole family has left\nRussia, and many of the most embittered partisans of war on\nRussia have relations inside Russia who have long ago found\nplaces under the new system, and consequently fear its\ncollapse as much as any one.  One case occurs to me in\nwhich a father was an important minister in one of the\nvarious White Governments which have received Allied\nsupport, while his son inside Russia was doing pretty well as\na responsible official under the Communists.  Now in the\nevent of a violent change, the Communists would be outlaws\nwith a price on every head, and those who have worked with\nthem, being Russians, know their fellow countrymen well\nenough to be pretty well convinced that the mere fact that\nthey are without cards of the membership of the Communist\nParty, would not save them in the orgy of slaughter that\nwould follow any such collapse.",
        "People may think that I underestimate the importance of, the\nExtraordinary Commission.  I am perfectly aware that\nwithout this police force with its spies, its prisons and its\ntroops, the difficulties of the Dictatorship would be\nincreased by every  kind of disorder, and the chaos, which  I\nfear may come, would have begun long ago. I believe, too,\nthat the overgrown power of the Extraordinary Commission,",
        "and the cure that must sooner or later be applied to it, may,\nas in the French Revolution, bring about the collapse of the\nwhole system.  The Commission depends for its strength on\nthe fear of something else.  I have seen it weaken when there\nwas a hope of general peace.  I have seen it tighten its grip in\nthe presence of attacks from without and attempted\nassassination within.  It is dreaded by everybody; not even\nCommunists are safe from it; but it does not suffice to\nexplain the Dictatorship, and is actually entirely irrelevant to\nthe most important process of that Dictatorship, namely, the\nadoption of a single idea, a single argument, by the whole of\na very large body of men.  The whole power of the\nExtraordinary Commission does not affect in the slightest\ndegree discussions inside the Communist Party, and those\ndiscussions are the simple fact distinguishing the Communist\nDictatorship from any of the other dictatorships by\nwhich it may be supplanted.",
        "There are 600,000 members of the Communist Party\n(611,978 on April 2, 1920). There are nineteen members of\nthe Central Committee of that party.  There are, I believe,\nfive who, when they agree, can usually sway the remaining\nfourteen.  There is no need to wonder how these fourteen\ncan be argued into acceptance of the views of the still\nsmaller inner ring, but the process of persuading the six\nhundred thousand of the desirability of, for example, such\nmeasures as those involved in industrial conscription which,\nat first sight, was certainly repugnant to most of them, is the\nmain secret of the Dictatorship, and is not in any way\naffected by the existence of the Extraordinary Commission.",
        "Thus the actual government of Russia at the present time\nmay be not unfairly considered as a small group inside the\nCentral Committee of the Communist Party.  This small\ngroup is able to persuade the majority of the remaining\nmembers of that Committee.  The Committee then sets\nabout persuading the majority of the party.  In the case of\nimportant measures the process is elaborate. The\nCommittee issues a statement of its case, and the party\nnewspapers the Pravda and its affiliated organs are deluged\nwith its discussion.  When this discussion has had time to\nspread through the country, congresses of Communists meet\nin the provincial centres, and members of the Central",
        "Committee go down to these conferences to defend the\n\"theses” which the Committee has issued.  These provincial\ncongresses, exclusively Communist, send their delegates of\nan All-Russian Congress.  There the “theses” of the Central\nCommittee get altered, confirmed, or, in the case of an\nobviously unpersuaded and large opposition in the party, are\nreferred back or in other ways shelved.  Then the delegates,\neven those who have been in opposition at the congress, go\nback to the country pledged to defend the position of the\nmajority.  This sometimes has curious results.  For example,\nI heard Communist Trades Unionists fiercely arguing\nagainst certain clauses in the theses on industrial conscription\nat a Communist Congress at the Kremlin; less than a week\nafterwards I heard these same men defending precisely these\nclauses at a Trades Union Congress over the way, they\nloyally abiding by the collective opinion of their fellow\nCommunists and subject to particularly uncomfortable\nheckling from people who vociferously reminded them\n(since the Communist debates had been published) that they\nwere now defending what, a few days before, they had\nvehemently attacked.",
        "The great strength of the Communist Party is comparable to\nthe strength of the Jesuits, who, similarly, put themselves\nand their opinions at the disposal of the body politic of their\nfellow members.  Until a decision had been made, a\nCommunist is perfectly free to do his best to prevent it being\nmade, to urge alterations in it,  or to supply a rival decision,\nbut once it has been made he will support it without\nchanging his private opinion.  In all mixed congresses, rather\nthan break the party discipline, he will give his vote for it,\nspeak in favor of it, and use against its adversaries the very\narguments that have been used against himself.  He has his\nshare in electing the local Communist Committee, and,\nindirectly, in electing the all-powerful Central Committee of\nthe party, and he binds himself to do at any moment in his\nlife exactly what these Committees decide for him.\nThese Committees decide the use that is to be made of the\nlives, not only of the rank and file of the party, but also of\ntheir own members.  Even a member of the Central\nCommittee does not escape.  He may be voted by his fellow\nmembers into leaving a job he likes and taking up another he\ndetests in which they think his particular talents will better\nserve the party aims.  To become a member of the",
        "Communist Party involves a kind of intellectual abdication,\nor, to put it differently, a readiness at any moment to place\nthe collective wisdom of the party’s Committee above one’s\nindividual instincts or ideas.  You may influence its\ndecisions, you may even get it to endorse your own, but\nLenin himself, if he were to fail on any occasion to obtain\nthe agreement of a majority in the Central Committee,\nwould have to do precisely what the Committee should tell\nhim.  Lenin’s opinion carries great weight because he is\nLenin, but it carries less weight than that of the Central\nCommittee, of which he forms a nineteenth part.  On the\nother hand, the opinion of Lenin and a very small group of\noutstanding figures is supported by great prestige inside the\nCommittee, and that of the Committee is supported\nby overwhelming prestige among the rank and file.  The\nresult is that this small group is nearly always sure of being\nable to use the whole vote of 600,000 Communists, in the\nrealization of its decisions.",
        "Now 600,000 men and women acting on the instructions of\na highly centralized directive, all the important decisions of\nwhich have been thrashed out and re-thrashed until they\nhave general support within the party; 600,000 men and\nwomen prepared, not only to vote in support of these\ndecisions, but with a carefully fostered readiness to sacrifice\ntheir lives for them if necessary; 600,000 men and women\nwho are persuaded that by their way alone is humanity to be\nsaved; who are persuaded (to put it as cynically and\nunsympathetically as possible) that the noblest death one can\ndie is in carrying out a decision of the Central Committee;\nsuch a body, even in a country such as Russia, is an\nenormously strong embodiment of human will, an\ninstrument of struggle capable of working something very\nlike miracles.  It can be and is controlled like an army in\nbattle.  It can mobilize its members, 10 per cent. of them,\n50 per cent., the local Committees choosing them, and send\nthem to the front when the front is in danger, or to the\nrailways and repair shops when it is decided that the weakest\npoint is that of transport. If its only task were to fight those\norganizations of loosely knit and only momentarily united\ninterests which are opposed to it, those jerry-built alliances\nof Reactionaries with Liberals, United-Indivisible-Russians\nwith Ukrainians, Agrarians with Sugar-Refiners,\nMonarchists with Republicans, that task would long ago",
        "have been finished.  But it has to fight something infinitely\nstronger than these in fighting the economic ruin of Russia,\nwhich, if it is too strong, too powerful to be  arrested by the\nCommunists, would make short work of those who are\nwithout any such fanatic single-minded and perfectly\ndisciplined organization.",
        "I have already suggested that although the small Central\nCommittee of the Communist Party does invariably get its\nown way, there are essential differences between this\nDictatorship and the dictatorship of, for example, a General.\nThe main difference is that whereas the General merely\nwrites an order about which most people hear for the first\ntime only when it is promulgated, the Central Committee\nprepares the way for its dictation by a most elaborate series\nof discussions and counter discussions throughout the\ncountry, whereby it wins the bulk of the Communist Party to\nits opinion, after which it proceeds through local and general\ncongresses to do the same with the Trades Unions.  This\ndone, a further series of propaganda meetings among the\npeople actually to be affected smooths the way for the\nintroduction of whatever new measure is being carried\nthrough at the moment.  All this talk, besides lessening the\namount of physical force necessary in carrying out a\ndecision, must also avoid, at least in part, the deadening\neffect that would be caused by mere compulsory obedience\nto the unexplained orders of a military dictator.  Of the\nreality of the Communist Dictatorship I have no sort of\ndoubt.  But its methods are such as tend towards the\nawakening of a political consciousness which, if and when\nnormal conditions-of feeding and peace, for example-are\nattained, will make dictatorship of any kind almost\nimpossible.",
        "To illustrate these methods of the Dictatorship, I cannot do\nbetter than copy into this book some pages of my diary",
        "written in March of this year when I was present at one of\nthe provincial conferences which were held in preparation of\nthe All-Russian Communist Conference at the end of the\nmonth.",
        "At seven in the evening Radek called for me and took me to\nthe Jaroslavl station, where we met Larin, whom I had\nknown in 1918.  An old Menshevik, he was the originator\nand most urgent supporter of the decree annulling the\nforeign debts.  He is a very ill man, partially paralyzed,\nhaving to use both hands even to get food to his mouth or to\nturn over the leaves of a book.  In spite of this he is one of\nthe hardest workers in Russia, and although his obstinacy,\nhis hatred of compromise, and a sort of mixed originality\nand perverseness keep him almost permanently at\nloggerheads with the Central Committee, he retains\neverybody’s respect because of the real heroism with which\nhe conquers physical disabilities which long ago would have\noverwhelmed a less unbreakable spirit.  Both Radek and\nLarin were going to the Communist Conference at Jaroslavl\nwhich was to consider the new theses of the Central\nCommittee of the party with regard to Industrial\nConscription.  Radek was going to defend the position of the\nCentral Committee, Larin to defend his own.  Both are old\nfriends.  As Radek said to me, he intended to destroy Larin’s\nposition, but not, if he could help it, prevent Larin being\nnominated among the Jaroslavl delegates to All-Russian\nConference which was in preparation.  Larin, whose work\nkeeps him continually traveling, has his own car, specially\narranged so that his  uninterrupted labor shall have as\nlittle effect as possible on his dangerously frail body.  Radek\nand I traveled in one of the special cars of the Central\nExecutive Committee, of which he is a member.",
        "The car seemed very clean, but, as an additional precaution,\nwe began by rubbing turpentine on our necks and wrists and\nangles for the discouragement of lice, now generally known\nas “Semashki” from the name of Semashko, the Commissar\nof Public Health, who wages unceasing war for their\ndestruction as the carriers of typhus germs.I rubbed the\nturpentine so energetically into my neck that it burnt like a\ncollar of fire, and for a long time I was unable to get to sleep.",
        "In the morning Radek, the two conductors who had charge\nof the wagons and I sat down together to breakfast and had\na very merry meal, they providing cheese and bread and I a\ntin of corned beef providently sent out from home by the\nManchester Guardian.  We cooked up some coffee on a\nlittle spirit stove, which, in a neat basket together with plates,\nknives, forks, etc. (now almost unobtainable in Russia) had been\na parting present from the German Spartacists to Radek when\nhe was released from prison in Berlin and allowed to leave Germany.",
        "The morning was bright and clear, and we had an excellent\nview of Jaroslavl when we drove from the station to the\ntown, which is a mile or so off the line of the railway.  The\nsun poured down on the white snow, on the barges still\nfrozen into the Volga River, and on the gilt and painted\ndomes and cupolas of the town.  Many of the buildings had\nbeen destroyed during the rising artificially provoked in July,\n19l8, and its subsequent suppression.  More damage was\ndone then than was necessary, because the town was\nrecaptured by troops which had been deserted by most of\ntheir officers, and therefore hammered away with artillery\nwithout any very definite plan of attack.  The more\nimportant of the damaged buildings, such as the waterworks\nand the power station, have been repaired, the tramway was\nworking, and, after Moscow, the town seemed clean, but\nplenty of ruins remained as memorials of that wanton and\nunjustifiable piece of folly which, it was supposed, would be\nthe signal for a general rising.",
        "We drove to the Hotel Bristol, now the headquarters of\nthe Jaroslavl Executive Committee, where Rostopchin, the\npresident, discussed with Larin and Radek the programme\narranged for the conference.  It was then proposed that we\nshould have something to eat, when a very curious state of\naffairs (and one extremely Russian) was revealed.  Rostopchin\nadmitted that the commissariat arrangements of\nthe Soviet and its Executive Committee were very bad.  But\nin the center of the town there is a nunnery which was very\nbadly damaged during the bombardment and is now used as\na sort of prison or concentration camp for a Labor\nRegiment.  Peasants from the surrounding country who have\nrefused to give up their proper contribution of corn, or leave\notherwise disobeyed the laws, are, for punishment, lodged\nhere, and made to expiate their sins by work.  It so\nhappens, Rostopchin explained, that the officer in charge of the\nprison feeding arrangements is a very energetic fellow, who had\nserved in the old army in a similar capacity, and the meals\nserved out to the prisoners are so much better than those\nproduced in the Soviet headquarters, that the members of\nthe Executive Committee  make a practice of walking\nover to the prison to dine.  They invited us to do the\nsame.  Larin did not feel up to the walk, so he remained\nin the Soviet House to eat an inferior meal, while Radek  and I,\nwith Rostopchin and three other members of the local\ncommittee walked round to the prison.  The bell tower of\nthe old nunnery had been half shot away by artillery, and is\nin such a precarious condition that it is proposed to pull it\ndown.  But on passing under it we came into a wide\ncourtyard surrounded by two-story whitewashed buildings\nthat seemed scarcely to have suffered at all.  We found the\nrefectory in one of these buildings.  It was astonishingly\nclean. There were wooden tables, of course without cloths,\nand each man had a wooden spoon and a hunk of bread.  A\ngreat bowl of really excellent soup was put down in the\nmiddle of table, and we fell to hungrily enough.  I made\nmore mess on the table than any one else, because it requires\nconsiderable practice to convey almost boiling soup from a\ndistant bowl to one’s mouth without spilling it in a shallow\nwooden spoon four inches in diameter, and, having got it to\none’s mouth, to get any of it in without slopping over on\neither side.  The regular diners there seemed to find no\ndifficulty in it at all. One of the prisoners who mopped up\nafter my disasters said I had better join them for a week,\nwhen I should find it quite easy.  The soup bowl was\nfollowed by a fry of potatoes, quantities of which are grown\nin the district.  For dealing with these I found the wooden\nspoon quite efficient.  After that we had glasses of some sort\nof substitute for tea.",
        "The Conference was held in the town theatre.  There was a\nhint of comedy in the fact that the orchestra was playing the\nprelude to some very cheerful opera before the curtain rang\nup.  Radek characteristically remarked that such music\nshould be followed by something more sensational than a\nconference, proposed to me that we should form a tableau\nto illustrate the new peaceful policy of England with regard to\nRussia.  As it was a party conference, I had really no right to\nbe there, but Radek had arranged with Rostopchin that I",
        "should come in with himself, and be allowed to sit in the\nwings at the side of the stage.  On the stage were\nRostopchin, Radek, Larin and various members of the\nCommunist Party Committee in  the district.  Everything\nwas ready, but the orchestra went on with its jig music on\nthe other side of the curtain.  A message was sent to them.\nThe music stopped with a jerk.  The curtain rose, disclosing\na crowded auditorium.  Everbody stood up, both on the\nstage and in the theater, and sang, accompanied by the\norchestra, first the “Internationale” and then the song for\nthose who had died for the revolution.  Then except for two\nor three politically minded musicians , the orchestra vanished\naway and the Conference began.",
        "Unlike many of the meetings and conferences at which I\nhave been present in Russia, this Jaroslavl Conference\nseemed to me to include practically none but men and\nwomen who either were or had been actual manual workers.\nI looked over row after row of faces in the theatre, and\ncould only find two faces which I thought might be Jewish,\nand none that obviously  belonged to the “intelligentsia.”  I\nfound on inquiry that only three of the Communists present,\nexcluding Radek and Larin, were old exiled and imprisoned\nrevolutionaries of the educated class.  Of these, two were on\nthe platform.  All the rest were from the working class.\nThe great majority of them, of course, had joined the\nCommunists in 1917, but a dozen or so had been in the\nparty as long as the first Russian revolution of 1905.",
        "Radek, who was tremendously cheered (his long\nimprisonment in Germany, during which time few in Russia\nthought that they would see him alive again, has made him\nsomething of a popular hero) made a long, interesting and\npugnacious speech setting out the grounds on which the\nCentral Committee base their ideas about Industrial\nConscription.  These ideas are embodied in the series of\ntheses issued by the Central Committee in January (see p.\n134).  Larin, who was very tired after the journey and\npatently conscious that Radek was a formidable opponent,\nmade a speech setting out his reasons for differing with the\nCentral Committee, and proposed an ingenious resolution,\nwhich, while expressing approval of the general position of\nthe Committee, included four supplementary modifications",
        "which, as a matter of fact, nullified that position altogether.\nIt was then about ten at night, and the Conference\nadjourned.  We drove round to the prison in sledges,\nand by way of supper had some more soup and potatoes,\nand so back to the railway station to sleep in the cars.",
        "Next day the Conference opened about noon, when there\nwas a long discussion of the points at issue.  Workman after\nworkman came to the platform and gave his view.  Some of\nthe speeches were a little naive, as when one soldier said that\nComrades Lenin and Trotsky had often before pointed out\ndifficult roads, and that whenever they had been followed\nthey had shown the way to victory, and that therefore,\nthough there was much in the Central Committee’s theses\nthat was hard to digest, he was for giving them complete\nsupport, confident that, as Comrades Lenin and Trotsky\nwere in favor of them, they were likely to be right this time,\nas so often heretofore.  But for the most part the speeches\nwere directly concerned with the problem under discussion,\nand showed a political consciousness which would have\nbeen almost incredible three years ago.  The Red Army\nserved as a text for many, who said that the methods which\nhad produced that army and its victories over the Whites had\nbeen proved successful and should be used to produce a\nRed Army of Labor and similar victories on the bloodless\nfront against economic disaster.  Nobody seemed to question\nthe main idea of compulsory labor.  The contest that aroused\nreal bitterness was between the methods of individual and\ncollegiate command.  The new proposals lead eventually\ntowards individual command, and fears were expressed lest\nthis should mean putting summary powers into the hands  of\nbourgeois specialists, thus nullifying “workers’ control”. In\nreply, it was pointed out that individual command had\nproved necessary in the army and had resulted in victory for\nthe revolution.  The question was not between specialists\nand no specialists.  Everybody knew that specialists were\nnecessary.  The question was how to get the most out of\nthem.  Effective political control had secured that bourgeois\nspecialists, old officers, led to victory the army of the Red\nRepublic.  The same result could be secured in the factories\nin the same way.  It was pointed out that in one year they\nhad succeeded in training 32,000 Red Commanders, that is\nto say, officers from the working class itself, and that it was\nnot Utopian to hope and work for a similar output of",
        "workmen specialists, technically trained, and therefore\nthemselves qualified for individual command in the factories.\nMeanwhile there was nothing against the employment of\nPolitical Commissars in the factories as formerly in the\nregiments, to control in other than technical matters the\ndoings of the specialists.  On the other hand, it was said that\nthe appointment of Commissars would tend to make\nCommunists unpopular, since inevitably in many cases they\nwould have to support the specialists against the workmen,\nand that the collegiate system made the workmen feel that\nthey were actually the masters, and so gave possibilities of\nenthusiastic work not otherwise obtainable.  This last point\nwas hotly challenged.  It was said that collegiate control\nmeant little in effect, except waste of time and efficiency,\nbecause at worst work was delayed by disputes and at best\nthe workmen members of the college merely countersigned\nthe orders decided upon by the specialists.  The enthusiastic\nwork was said to be a fairy story.  If it were really to be\nfound then there would be no need for a conference to\ndiscover how to get it.",
        "The most serious opposition, or at least the most serious\nargument put forward, for there was less opposition than\nactual discussion, came from some of the representatives of\nthe Trade Unionists.  A good deal was said about the\nposition of the Trades Unions in a Socialist State.  There\nwas general recognition that since the Trade Unions\nthemselves controlled the conditions of labor and wages, the\nwhole of their old work of organizing strikes against\ncapitalists had ceased to have any meaning, since to strike\nnow would be to strike against their own decisions.  At the\nsame time, certain tendencies to Syndicalism were still in\nexistence, tendencies which might well lead to conflict\nbetween different unions, so that, for example, the match\nmakers or the metal worker, might wish to strike a bargain\nwith the State, as of one country with another, and this\nmight easily lead to a complete collapse of the socialist system.",
        "The one thing on which the speakers were in complete\nagreement was the absolute need of an effort in industry\nequal to, if not greater than, the effort made in the army.  I\nthought it significant that in many of the speeches the\nimportance of this effort was urged as the only possible",
        "means of retaining the support of the peasants.  There\nwas a tacit recognition that the Conference represented town\nworkers only.  Larin, who had belonged to the old school\nwhich had grown up with its eyes on the industrial countries\nof the West and believed that revolution could be brought\nabout by the town workers alone, that it was exclusively their\naffair, and that all else was of minor importance,\nunguardedly spoke of the peasant as “our neighbor.\"\nIn Javoslavl, country and town are too near to allow the main\nproblem of the revolution to be thus easily dismissed.  It was\ninstantly pointed out that the relation was much more\nintimate, and that, even if it were only “neighborly,” peace\ncould not long be preserved if it were continually necessary\nfor one neighbor to steal the chickens of the other.  These\ntown workers of a district for the most part agricultural were\nvery sure that the most urgent of all tasks was to raise\nindustry to the point at which the town would really be able\nto supply the village with its needs.",
        "Larin and Radek severally summed up and made final\nattacks on each other’s positions, after which Radek’s\nresolution approving the theses of the Central Committee\nwas passed almost unanimously.  Larin’s four amendments\nreceived 1, 3, 7 and 1 vote apiece.  This result was received\nwith cheering throughout the theater, and showed the\nimportance of such Conferences in smoothing the way of\nthe Dictatorship, since it had been quite obvious when the\ndiscussion began that a very much larger proportion of the\ndelegates than finally voted for his resolution had been more\nor less in sympathy with Larin in his opposition to the\nCentral Committee.",
        "There followed elections to the Party Conference in\nMoscow.  Rostopchin, the president, read a list which had\nbeen submitted by the various ouyezds in the Jaroslavl\nGovernment.  They were to send to Moscow fifteen\ndelegates with the right to vote, together with another fifteen\nwith the right to speak but not to vote.  Larin, who had done\nmuch work in the district, was mentioned as one of the\nfifteen voting delegates, but he stood up and said that as the\nConference had so clearly expressed its disagreement with\nhis views, he thought it better to withdraw his candidature.\nRostopchin put it to the Conference that although they disagreed",
        "with Larin, yet it would be as well that he should have\nthe opportunity of stating his views at the All-Russian Conference,\nso that discussion there should be as final and as many-sided\nas possible.  The Conference expressed its agreement with\nthis.  Larin withdrew his withdrawal, and was presently\nelected.  The main object of these conferences in\nunifying opinion and in arming Communists with\nargument for the defence of this unified opinion a\nmong the masses was again illustrated when the\nConference, in leaving it to the ouyezds to choose for\nthemselves the non-voting delegates urged them to select\nwherever possible people who would have the widest\nopportunities of explaining on their return to the district\nwhatever results might be reached in Moscow.",
        "It was now pretty late in the evening, and after another very\nsatisfactory visit to the prison we drove back to the station.\nLarin, who was very disheartened, realizing that he had lost\nmuch support in the course of the discussion, settled down\nto work, and buried himself in a mass of statistics.  I\nprepared to go to bed, but we had hardly got into the car\nwhen there was a tap at the door and a couple of\nrailwaymen came in. They explained that a few hundred\nyards away along the line a concert and entertainment\narranged by the Jaroslavl railwaymen was going on, and that\ntheir committee, hearing that Radek was at the station, had\nsent them to ask him to come over and say a few words to\nthem if he were not too tired.",
        "“Come along,” said Radek, and we walked in the dark along\nthe railway lines to a big one-story wooden shanty, where an\nelectric lamp lit a great placard, “Railwaymen’s Reading\nRoom.”  We went into a packed hall.  Every seat was\noccupied by railway workers and their wives and children.\nThe gangways on either side were full of those who had not\nfound room on the benches.  We wriggled and pushed our\nway through this crowd, who were watching a play staged\nand acted by the railwaymen themselves, to a side door,\nthrough which we climbed up into the wings, and slid across\nthe stage behind the scenery into a tiny dressing-room.\nHere Radek was laid hold of by the Master of the Ceremonies,\nwho, it seemed, was also part editor of a railwaymen’s\nnewspaper, and made to give a long account of the",
        "present situation of Soviet Russia’s Foreign Affairs.\nThe little box of a room filled to a solid mass as\npolicemen, generals and ladies of the old regime threw\noff their costumes, and, in their working clothes,\nplain signalmen and engine-drivers, pressed round to listen.\nWhen the act ended, one of the railwaymen went to the front of\nthe stage and announced that Radek, who had lately come back\nafter imprisonment in Germany for the cause of revolution, was going\nto talk to them about the general state of affairs.  I saw Radek\ngrin atthis forecast of his speech.  I understood why, when he\nbegan to speak.  He led off by a direct and furious onslaught\non the railway workers in general, demanding work, work\nand more work, telling them that as the Red Army had been\nthe vanguard of the revolution hitherto, and had starved and\nfought and given lives to save those at home from Denikin\nand Kolchak, so now it was the turn of the railway workers\non whose efforts not only the Red Army but also the whole\nfuture of Russia depended.  He addressed himself to the\nwomen, telling them in very bad Russian that unless their\nmen worked superhumanly they would see their babies die\nfrom starvation next winter.  I saw women nudge their\nhusbands as they listened.  Instead of giving them a pleasant,\ninteresting sketch of the international position, which, no\ndoubt, was what they had expected, he took the opportunity\nto tell them exactly how things stood at home.  And the\namazing thing was that they seemed to be pleased.  They\nlistened with extreme attention, wanted to turn out some one\nwho had a sneezing fit at the far end of the hall, and nearly\nlifted the roof off with cheering when Radek had done.  I\nwondered what sort of reception a man would have who in\nanother country interrupted a play to hammer home truths\nabout the need of work into an audience of working men\nwho had gathered solely for the purpose of legitimate\nrecreation.  It was not as if he sugared the medicine he gave\nthem.  His speech was nothing but demands for discipline\nand work, coupled with prophecy of disaster in case work\nand discipline failed.  It was delivered like all his speeches,\nwith a strong Polish accent and a steady succession of\nmistakes in grammar.",
        "As we walked home along the railway lines, half a dozen of\nthe railwaymen pressed around Radek, and almost fought\nwith each other as to who should walk next to him.\nAnd Radek entirely happy, delighted at his success in",
        "giving them a bombshell instead of a bouquet, with\none stout fellow on one arm, another on the other, two\nor three more listening in front and behind, continued rubbing\nit into them until we reached our wagon, when, after a\ngeneral handshaking, they disappeared into the night.",
        "Trade Unions in Russia are in a different position from that\nwhich is common to all other Trades Unions in the world.\nIn other countries the Trades Unions are a force with whose\nopposition the Government must reckon.  In Russia the\nGovernment reckons not on the possible opposition of the\nTrades Unions, but on their help for realizing its most\ndifficult measures, and for undermining and overwhelming\nany opposition which those measures may encounter.  The\nTrades Unions in Russia, instead of being an organization\noutside the State protecting the interests of a class against the\ngoverning class, have become a part of the State\norganization.  Since, during the present period of the\nrevolution the backbone of the State organization is the\nCommunist Party, the Trade Unions have come to be\npractically an extension of the party organization.  This, of\ncourse, would be indignantly denied both by Trade\nUnionists and Communists.  Still, in the preface to the\nAll-Russian Trades Union Reports for 1919, Glebov, one of\nthe best-known Trade Union leaders whom I remember in\nthe spring of last year objecting to the use of bourgeois\nspecialists in their proper places, admits as much in the\nfollowing muddleheaded statement:-",
        "“The base of the proletarian dictatorship is the Communist\nParty, which in general directs all the political and economic\nwork of the State, leaning, first of all, on the Soviets as on\nthe more revolutionary form of dictatorship of the\nproletariat, and secondly on the Trades Unions, as\norganizations which economically unite the proletariat of\nfactory and workshop as the vanguard of the revolution, and\nas organizations of the new socialistic construction of the\nState.  Thus the Trade Unions must be considered as a base\nof the Soviet State, as an organic form complementary to the\nother forms of the Proletariat Dictatorship.”  These two elaborate\nsentences constitute an admission of what I have just said.",
        "Trades Unionists of other countries must regard the fate of\ntheir Russian colleagues with horror or with satisfaction,\naccording to their views of events in Russia taken as a\nwhole.  If they do not believe that there has been a social\nrevolution in Russia, they must regard the present position of\nthe Russian Trades Unions as the reward of a complete\ndefeat of Trade Unionism, in which a Capitalist government\nhas been able to lay violent hands on the organization which\nwas protecting the workers against it.  If, on the other hand,\nthey believe that there has been a social revolution, so that\nthe class organized in Trades Unions is now, identical with\nthe governing, class (of employers, etc.) against which the\nunions once struggled, then they must regard the present\nposition as a natural and satisfactory result of victory.",
        "When I was in Moscow in the spring of this year the Russian\nTrades Unions received a telegram from the Trades Union\nCongress at Amsterdam, a telegram which admirably\nillustrated the impossibility of separating judgment of the\npresent position of the Unions from judgments of the\nRussian revolution as a whole.  It encouraged the Unions “in\ntheir struggle” and promised support in that struggle.  The\nCommunists  immediately asked “What struggle?\nAgainst the capitalist system in Russia which does not exist?\nOr against capitalist systems outside Russia?”  They said that\neither the telegram meant this latter only, or it meant that its\nwriters did not believe that there had been a social revolution\nin Russia.  The point is arguable.  If one believes that\nrevolution is an impossibility, one can reason from that\nbelief and say that in spite of certain upheavals in Russia the\nfundamental arrangement of society is the same there as in\nother countries, so that the position of the Trade Unions\nthere must be the same, and, as in other countries they must\nbe still engaged in augmenting the dinners of their members\nat the expense of the dinners of the capitalists which, in the\nlong run (if that were possible) they would abolish.  If, on\nthe other hand, one believes that social revolution has\nactually occurred, to speak of Trades Unions continuing the\nstruggle in which they conquered something like three years",
        "ago, is to urge them to a sterile fanaticism which has been\nneatly described by Professor Santayana as a redoubling of\nyour effort when you have forgotten your aim.",
        "It ’s probably true that the “aim” of the Trades Unions\nwas more clearly defined in Russia than elsewhere.  In\nEngland during the greater part of their history the Trades\nUnions have not been in conscious opposition to the State.\nIn Russia this position was forced on the Trades Unions\nalmost before they had time to get to work.  They were\nborn, so to speak, with red flags in their hands.  They grew\nup under circumstances of extreme difficulty and\npersecution.  From 1905 on they were in decided opposition\nto the existing system, and were revolutionary rather than\nmerely mitigatory organizations.",
        "Before 1905 they were little more than associations for\nmutual help, very weak, spending most of their energies in\nself-preservation from the police, and hiding their character\nas class organizations by electing more or less Liberal\nmanagers and employers as “honorary members.” 1905,\nhowever, settled their revolutionary character.  In September\nof that year there was a Conference at Moscow, where it\nwas decided to call an All-Russian Trades Union Congress.\nReaction in Russia made this impossible, and the most they\ncould do was to have another small Conference in\nFebruary, 1906, which, however, defined their object as that\nof creating a general Trade Union Movement organized on\nAll-Russian lines.  The temper of the Trades Unions then,\nand the condition of the country at that time, may be judged\nfrom the fact that although they were merely working for the\nright to form Unions, the right to strike, etc., they passed the\nfollowing significant resolution: “Neither from the present\nGovernment nor from the future State Duma can be\nexpected realization of freedom of coalition.  This\nConference considers the legalization of the Trades Unions\nunder present conditions  absolutely impossible.”  The\nConference was right.  For twelve years after that there were\nno Trades Unions Conferences in Russia.  Not until June,\n1917, three months after the March Revolution, was the\nthird Trade Union Conference able to meet.  This Conference\nreaffirmed the revolutionary character of the Russian Trades Unions.",
        "At that time the dominant party in the Soviets was that of the\nMensheviks, who were opposed to the formation of a Soviet\nGovernment, and were supporting the provisional Cabinet of\nKerensky. The Trades Unions were actually at that time\nmore revolutionary than the Soviets.  This third Conference\npassed several resolutions, which show clearly enough that\nthe present position of the Unions has not been brought\nabout by any violence of the Communists from without, but\nwas definitely promised by tendencies inside the Unions at a\ntime when the Communists were probably the least\nauthoritative party in Russia.  This Conference of June,\n1917, resolved that the Trades Unions should not only\n\"remain militant class organizations . . . but . . . should\nsupport the activities of the Soviets of soldiers and\ndeputies.”  They thus clearly showed on which side they\nstood in the struggle then proceeding.  Nor was this all. They\nalso, though the Mensheviks were  still the dominant party,\nresolved on that system of internal organizations and\ngrouping, which has been actually realized under the\nCommunists.  I quote again from the resolution of this Conference:",
        "“The evolution of the economic struggle demands from the\nworkers such forms of professional organization as, basing\nthemselves on the connection between various groups of\nworkers in the process of production, should unite\nwithin a general organization, and under general leadership,\nas large masses of workers as possible occupied in\nenterprises of the same kind, or in similar professions.  With\nthis object the workers should organize themselves\nprofessionally, not by shops or trades, but by productions, so\nthat all the workers of a given enterprise should belong to\none Union, even if they belong to different professions and\neven different productions.”  That which was then no more\nthan a design is now an accurate description of Trades\nUnion organization in Russia.  Further, much that at present\nsurprises the foreign inquirer was planned and considered\ndesirable then, before the Communists had won a majority\neither in the Unions or in the Soviet.  Thus this same third\nConference resolved that “in the interests of greater\nefficiency and success in the economic struggle, a\nprofessional organization should be built on the principle of\ndemocratic centralism, assuring to every member a share in\nthe affairs of the organization and, at the same time,\nobtaining unity in the leadership of the struggle.”  Finally,",
        "“Unity in the direction (leadership) of the economic\nstruggle demands unity in the exchequer of the Trades\nUnions.”",
        "The point that I wish to make in thus illustrating the\npre-Communist tendencies of the Russian Trades Unions is not\nsimply that if their present position is undesirable they have\nonly themselves to thank for it, but that in Russia the Trades\nUnion movement before the October Revolution was\nworking in the direction of such a revolution, that the events\nof October represented something like a Trade Union\nvictory, so that the present position of the Unions as part of\nthe organization defending that victory, as part of the system\nof government set up by that revolution, is logical and was to\nbe expected.  I have illustrated this from resolutions, because\nthese give statements in words easily comparable with what",
        "has come to pass.  It would be equally easy to point to deeds\ninstead of words if we need more forcible though less\naccurate illustrations.",
        "Thus, at the time of the Moscow Congress the Soviets, then\nMensheviks, who were represented at the Congress (the\nobject of the Congress was to whip up support for the\nCoalition Government) were against strikes of protest.  The\nTrades Unions took a point of view nearer that of\nthe Bolsheviks, and the strikes in Moscow took place in spite\nof the Soviets.  After the Kornilov affair, when the Mensheviks\nwere still struggling for coalition with the bourgeois parties, the\nTrades Unions quite definitely took the Bolshevik standpoint.\nAt the so-called Democratic Conference, intended as a\nsort of life belt for the sinking Provisional Government,\nonly eight of the Trades Union delegates voted for a\ncontinuance of the coalition, whereas seventy three voted against.",
        "This consciously revolutionary character throughout their\nmuch shorter existence has distinguished Russian from, for\nexample, English Trades Unions.  It has set their course for\nthem.",
        "In October, 1917, they got the revolution for which they had\nbeen asking since March.  Since then, one Congress after\nanother has illustrated the natural and inevitable development\nof Trades Unions inside a revolutionary State\nwhich, like most if not all revolutionary States, is attacked\nsimultaneously by hostile armies from without and by\neconomic paralysis from within.  The excited and\nlighthearted Trades Unionists of three years ago, who\nbelieved that the mere decreeing of “workers’ control” would\nbring all difficulties automatically to an end, are now\nunrecognizable.  We have seen illusion after illusion scraped\nfrom them by the pumice-stone of experience, while the\nappalling state of the industries which they now largely\ncontrol, and the ruin of the country in which they attained\nthat control, have forced them to alter their immediate aims\nto meet immediate dangers, and have accelerated the process\nof adaptation made inevitable by their victory.",
        "The process of adaptation has had the natural result of\nproducing new internal cleavages.  Change after change in\ntheir programme and theory of the Russian Trades Unionists\nhas been due to the pressure of life itself, to the urgency of\nstruggling against the worsening of conditions already almost\nunbearable. It is perfectly natural that those Unions which\nhold back from adaptation and resent the changes are\nprecisely those which, like that of the printers, are not\nintimately concerned in any productive process, are\nconsequently outside the central struggle, and, while feeling\nthe discomforts of change, do not feel its need.",
        "The opposition inside the productive Trades Unions is\nof two kinds.  There is the opposition, which is of merely\npsychological interest, of old Trades Union leaders who\nhave always thought of themselves as in opposition to the\nGovernment, and feel themselves like watches without\nmainsprings in their new role of Government supporters.\nThese are men in whom a natural intellectual stiffness makes\ndifficult the complete change of front which was the logical\nresult of the revolution for which they had been working.\nBut beside that there is a much more interesting opposition\nbased on political considerations.  The Menshevik standpoint\nis one of disbelief in the permanence of the revolution, or\nrather in the permanence of the victory of the town workers.\nThey point to the divergence in interests between the town\nand country populations, and are convinced that sooner or\nlater the peasants will alter the government to suit\nthemselves, when, once more, it will be a government\nagainst which the town workers will have to defend their\ninterests.  The Mensheviks object to the identification of the\nTrades Unions with the Government apparatus on the\nground that when this change, which they expect comes\nabout, the Trade Union movement will be so far\nemasculated as to be incapable of defending the town\nworkers against the peasants who will then be the ruling\nclass.  Thus they attack the present Trades Union leaders for\nbeing directly influenced by the Government in fixing the\nrate of wages, on the ground that this establishes  a\nprecedent from which, when the change comes, it will be\ndifficult to break away.  The Communists answer them by\ninsisting that it is to everybody’s interest to pull Russia\nthrough the crisis, and that if the Trades Unions were for\nsuch academic reasons to insist on their complete\nindependence instead of in every possible way collaborating\nwith the Government, they would be not only increasing the\ndifficulties of the revolution in its economic crisis, but\nactually hastening that change which the Mensheviks,\nthough they regard it as inevitable, cannot be supposed to\ndesire.  This Menshevik opposition is strongest in the\nUkraine.  Its strength may be judged from the figures of the\nCongress in Moscow this spring when, of 1,300 delegates,\nover 1,000 were Communists or sympathizers with them; 63\nwere Mensheviks and 200 were non-party, the bulk of whom,\nI fancy, on this point would agree with the Mensheviks.",
        "But apart from opposition to the “stratification”  of the\nTrades Unions, there is a cleavage cutting across the\nCommunist Party itself and uniting in opinion, though not in\nvoting, the Mensheviks and a section of their Communist\nopponents.  This cleavage is over the question of “workers’\ncontrol.”  Most of those who, before the revolution, looked\nforward to the “workers’ control”, thought of it as meaning\nthat the actual workers in a given factory would themselves\ncontrol that factory, just as a board of directors controls a\nfactory under the ordinary capitalist system.  The\nCommunists, I think, even today admit the ultimate\ndesirability of this, but insist that the important question is\nnot who shall give the orders, but in whose interest the\norders shall be given.  I have nowhere found this matter",
        "properly thrashed out, though feeling upon it is extremely\nstrong.  Everybody whom I asked about it began at once to\naddress me as if I were a public meeting, so that I found\nit extremely difficult to get from either side a statement not\nfree from electioneering bias.  I think, however, that it\nmay be fairly said that all but a few lunatics have abandoned\nthe ideas of 1917, which resulted in the workmen in a\nfactory deposing any technical expert or manager whose\norders were in the least irksome to them.  These ideas and\nthe miseries and unfairness they caused, the stoppages of\nwork, the managers sewn up in sacks, ducked in ponds and\ntrundled in wheelbarrows, have taken their places as\ncuriosities of history.  The change in these ideas has been\ngradual.  The first step was the recognition that the State as a\nwhole was interested in the efficiency of each factory, and,\ntherefore, that the workmen of each factory had no right to\narrange things with no thought except for themselves.  The\nCommittee idea was still strong, and the difficulty was got\nover by assuring that the technical staff should be\nrepresented on the Committee, and that the casting vote\nbetween workers and technical experts or managers should\nbelong to the central economic organ of the State.  The next\nstage was when the management of a workshop was given a\nso called “collegiate” character, the workmen appointing\nrepresentatives to share the responsibility of the “bourgeois\nspecialist.”  The bitter controversy now going on\nconcerns the seemingly inevitable transition to a later stage in\nwhich, for all practical purposes, the bourgeois specialist will\nbe responsible solely to the State.  Many Communists,\nincluding some of the best known, while recognizing the\nneed of greater efficiency if the revolution is to survive at all,\nregard this step as definitely retrograde and likely in the long\nrun to make the revolution not worth preserving.*[(*)Thus\nRykov, President of the Supreme Council of Public Economy:\n\"There is a possibility of so constructing a State that in it\nthere will be a ruling caste consisting chiefly of administrative\nengineers, technicians, etc.; that is, we should get a form of\nState economy based on a small group of a ruling caste\nwhose privilege in this case would be the management of the\nworkersand peasants.”  That criticism of individual control, from\na communist, goes a good deal further than most of the\ncriticism from people avowedly in opposition.]  The enormous\nimportance attached by everybody to this question of individual\nor collegiate control, may bejudged from the fact that at\nevery conference I attended, and every discussion to which",
        "I listened, this point, which might seem of minor importance,\ncompletely overshadowed the question of industrial conscription\nwhich, at least inside the Communist Party, seemed generally\ntaken for granted.  It may be taken now as certain\nthat the majority of the Communists are in favor of\nindividual control.  They say that the object of “workers’\ncontrol” before the revolution was to ensure that factories\nshould be run in the interests of workers as well of\nemployers.  In Russia now there are no employers other\nthan the State as a whole, which is exclusively made\nup of employees. (I am stating now the view of the\nmajority at the last Trades Union Congress at\nwhich I was present, April, 1920.)  They say that “workers’\ncontrol” exists in a larger and more efficient manner than\nwas suggested by the old pre-revolutionary statements on\nthat question.  Further, they say that if workers’ control\nought to be identified with Trade Union control, the Trades\nUnions are certainly supreme in all those matters with which\nthey have chiefly concerned themselves, since they dominate\nthe Commissariat of Labor, are very largely represented on\nthe Supreme Council of Public Economy, and fix the rates\nof pay for their own members.*[(*)The wages of workmen are\ndecided by the Trades Unions, who draw up “tariffs” for the\nwhole country, basing their calculations on three criteria:\n(I) The price of food in the open market in the district\nwhere a workman is employed, (2)the price of food supplied\nby the State on the card system, (3)the quality of the workman.\nThis last is decided by a special section of the Factory Committee,\nwhich in each  factory is an organ of the Trades Union.]",
        "The enormous Communist majority, together with the\nfact that however much they may quarrel with each other\ninside the party, the Communists will go to almost any\nlength to avoid breaking the party discipline, means that at\npresent the resolutions of Trades Union Congresses will not\nbe different from those of Communists Congresses on the\nsame subjects.  Consequently, the questions which really\nagitate the members, the actual cleavages inside that\nCommunist majority, are comparatively invisible at a Trades\nUnion Congress.  They are fought over with great bitterness,\nbut they are not fought over in the Hall of the Unions-once\nthe Club of the Nobility, with on its walls on Congress days\nthe hammer and spanner of the engineers, the pestle and\ntrowel of the builders, and so on-but in the Communist",
        "Congresses in the Kremlin and throughout the country.\nAnd, in the problem with which in this book we are mainly\nconcerned, neither the regular business of the Unions nor\ntheir internal squabbles affects the cardinal fact that in\nthe present crisis the Trades Unions are chiefly important as\npart of that organization of human will with which the\nCommunists are attempting to arrest the steady progress of\nRussia’s economic ruin.  Putting it brutally, so as to offend\nTrades Unionists and Communists alike, they are an\nimportant part of the Communist system of internal propaganda,\nand their whole organization acts as a gigantic\nmegaphone through which the Communist Party makes\nknown its fears, its hopes and its decisions to the great\nmasses of the industrial workers.",
        "When I crossed the Russian front in October, 1919, the first\nthing I noticed in peasants’ cottages, in the villages, in the\nlittle town where I took the railway to Moscow, in every\nrailway station along the line, was the elaborate pictorial\npropaganda concerned with the war.  There were posters\nshowing Denizen standing straddle over Russia’s coal, while\nthe factory chimneys were smokeless and the engines idle in\nthe yards, with the simplest wording to show why it was\nnecessary to beat Denizen in order to get coal; there were\nposters illustrating the treatment of the peasants by the\nWhites; posters against desertion, posters illustrating the\nRussian struggle against the rest of the world, showing a\nworkman, a peasant, a sailor and a soldier fighting in\nself-defence against an enormous Capitalistic Hydra.  There\nwere also-and this I took as a sign of what might\nbe-posters encouraging the sowing of corn, and posters\nexplaining in simple pictures improved methods of\nagriculture.  Our own recruiting propaganda during the war,",
        "good as that was, was never developed to such a point of\nexcellence, and knowing the general slowness with which\nthe Russian centre reacts on its periphery, I was amazed not\nonly at the actual posters, but at their efficient distribution\nthus far from Moscow.",
        "I have had an opportunity of seeing two of the propaganda\ntrains, the object of which is to reduce the size of Russia\npolitically by bringing Moscow to the front and to the out of\nthe way districts, and so to lessen the difficulty of obtaining\nthat general unity of purpose which it is the object of\npropaganda to produce.  The fact that there is some hope\nthat in the near future the whole of this apparatus may be\nturned over to the propaganda of industry makes it perhaps\nworth while to describe these trains in detail.",
        "Russia, for purposes of this internal propaganda, is divided\ninto five sections, and each section has its own train,\nprepared for the particular political needs of the section it\nserves, bearing its own name, carrying its regular crew-a\npropaganda unit, as corporate as the crew of a ship. The\nfive trains at present in existence are the “Lenin,” the\n\"Sverdlov,” the “October Revolution,” the “Red East,\"\nwhich is now in Turkestan, and the “Red Cossack,” which,\nready to start for Rostov and the Don, was standing, in the\nsidings at the Kursk station, together with the “Lenin,\"\nreturned for refitting and painting.",
        "Burov, the organizer of these trains, a ruddy, enthusiastic\nlittle man in patched leather coat and breeches, took a party\nof foreigners-a Swede, a Norwegian, two Czechs, a German\nand myself to visit his trains, together with Radek, in the\nhope that Radek would induce Lenin to visit them, in which\ncase Lenin would be kinematographed for the delight of the\nvillagers, and possibly the Central Committee would, if\nLenin were interested, lend them more lively support.",
        "We walked along the “Lenin” first, at Burov’s special\nrequest.  Burov, it seems, has only recently escaped from\nwhat he considered a bitter affliction due to the Department\nof Proletarian Culture, who, in the beginning, for the",
        "decoration of his trains, had delivered him bound hand\nand foot to a number of Futurists.  For that reason\nhe wanted us to see the “Lenin” first, in order that we might\ncompare it with the result of his emancipation, the “Red\nCossack,” painted when the artists “had been brought under\nproper control.”  The “Lenin” had been painted a year and a\nhalf ago, when, as fading hoarding in the streets of Moscow\nstill testify, revolutionary art was dominated by the Futurist\nmovement.  Every carriage is decorated with most striking\nbut not very comprehensible pictures in the brightest colors,\nand the proletariat was called upon to enjoy what the\npre-revolutionary artistic public had for the most part failed to\nunderstand.  Its pictures are “art for art’s sake,” and cannot\nhave done more than astonish, and perhaps terrify, the\npeasants and the workmen of the country towns who had the\nluck to see them.  The “Red Cossack” is quite different.\nAs Burov put it with deep satisfaction, “At first we were in the\nartists’ hands, and now the artists are in our hands,” a sentence\nsuggesting the most horrible possibilities of official\nart under socialism, although, of course, bad art flourishes\npretty well even under other systems.",
        "I inquired exactly how Burov and his\nfriends kept the artists in the right way, and received the\nfullest explanation.  The political section of the organization\nworks out the main idea and aim for each picture, which\ncovers the whole side of a wagon.  This idea is then\nsubmitted to a “collective” of artists, who are jointly\nresponsible for its realization in paint.  The artists compete\nwith each other for a prize which is awarded for the best\ndesign, the judges being the artists themselves.  It is the art\nof the poster, art with a purpose of the most definite kind.\nThe result is sometimes amusing, interesting, startling, but,\nwhatever else it does, hammers home a plain idea.",
        "Thus the picture on the side of one wagon is divided into\ntwo sections.  On the left is a representation of the peasants\nand workmen of the Soviet Republic.  Under it are the\nwords, “Let us not find ourselves again...” and then, in\ngigantic lettering under the right-hand section of the picture,\n”... in the HEAVEN OF THE WHITES.”  This heaven is",
        "shown by an epauletted officer hitting a soldier in the face,\nas was done in the Tsar’s army and in at least one army of\nthe counter revolutionaries, and workmen tied to\nstakes, as was done by the Whites in certain towns in the\nsouth.  Then another wagon illustrating the methods of Tsardom,\nwith a State vodka shop selling its wares to wretched folk,\nwho, when drunk on the State vodka, are flogged by the\nState police.  Then there is a wagon showing the different\nCossacks-of the Don, Terek, Kuban, Ural-riding in pairs.\nThe Cossack infantry is represented on the other side of\nthis wagon.  On another wagon is a very jolly picture of\nStenka Razin in his boat with little old-fashioned brass\ncannon, rowing up the river.  Underneath is written the\nwords: “I attack only the rich, with the poor I divide\neverything.”  On one side are the poor folk running from\ntheir huts to join him, on the other the rich folk firing at him\nfrom their castle.  One wagon is treated purely decoratively,\nwith a broad effective characteristically South Russian\ndesign, framing a huge inscription to the effect that the\nCossacks need not fear that the Soviet Republic will\ninterfere with their religion, since under its regime every\nman is to be free to believe exactly what he likes.\nThen there is an entertaining wagon, showing Kolchak\nsitting inside a fence in Siberia  with a Red soldier\non guard, Judenitch sitting in a little circle with a sign-post\nto show it is  Esthonia, and Denikin running at full speed\nto the asylum indicated by another sign-post on which is\nthe crescent of the Turkish Empire. Another lively picture\nshows the young Cossack girls learning to read, with a\nmost realistic old Cossack woman telling them they had\nbetter not.  But there is no point in describing every\nwagon.  There are sixteen wagons in the “Red Cossack,\"\nand every one is painted all over on both sides.",
        "The internal arrangements of the train are a sufficient proof\nthat Russians are capable of organization if they set their\nminds to it.  We went through it, wagon by wagon.  One\nwagon contains a wireless telegraphy station capable of\nreceiving news from such distant stations as those of\nCarnarvon or Lyons.  Another is fitted up as a newspaper\noffice, with a mechanical press capable of printing an edition\nof fifteen thousand daily, so that the district served by the\ntrain, however out of the way, gets its news simultaneously\nwith Moscow, many days sometimes before the belated Izvestia",
        "or Pravda finds its way to them.  And with its latest\nnews it gets its latest propaganda, and in order to get the\none it cannot help getting the other.  Next door to that there\nis a kinematograph wagon, with benches to seat about one\nhundred and fifty persons.  But indoor performances are\nonly given to children, who must come during the daytime,\nor in summer when the evenings are too light to permit an\nopen air performance.  In the ordinary way, at night, a great\nscreen is fixed up in the open.  There is a special hole cut in\nthe side of the wagon, and through this the kinematograph\nthrows its picture on the great screen outside, so that several\nthousands can see it at once.  The enthusiastic Burov insisted\non working through a couple of films for us, showing the\nCommunists boy scouts in their country camps, children’s\nmeetings in Petrograd, and the big demonstrations of last\nyear in honor of the Third International.  He was extremely\ndisappointed that Radek, being in a hurry, refused to wait\nfor a performance of “The Father and his Son,” a drama\nwhich, he assured us with tears in his eyes, was so thrilling\nthat we should not regret being late for our appointments if\nwe stayed to witness it.  Another wagon is fitted up as an\nelectric power-station, lighting the train, working the\nkinematograph and the printing machine,etc.  Then there is a\nclean little kitchen and dining-room, where, before being\nkinematographed-a horrible experience when one is first\nquite seriously begged (of course by Burov) to assume an\nexpression of intelligent interest-we had soup, a plate of\nmeat and cabbage, and tea.  Then there is a wagon\nbookshop, where, while customers buy books, a\ngramophone sings the revolutionary songs of Demian\nBledny, or speaks with the eloquence ofTrotsky or the logic\nof Lenin.  Other wagons are the living-rooms of the\npersonnel, divided up according to their duties-political,\nmilitary, instructional, and so forth.  For the train has not\nmerely an agitational purpose.  It carries with it a staff to\ngive advice to local authorities, to explain what has not been\nunderstood, and so in every way to bring the ideas of\nthe Centre quickly to the backwoods of the Republic.  It works\nalso in the opposite direction, helping to make the voice of\nthe backwoods heard at Moscow.  This is illustrated by a\npainted pillar-box on one of the wagons, with a slot for\nletters, labelled, “For Complaits of Every Kind.”  Anybody\nanywhere who has grievance, thinks he is being unfairly\ntreated, or has a suggestion to make, can speak with\nthe Centre in this way.  When the train is on a voyage",
        "telegrams announce its arrival beforehand, so that the local\nSoviets can make full use of its advantages, arranging meetings,\nkinematograph shows, lectures.  It arrives, this amazing\npicture train, and proceeds to publish and distribute its\nnewspapers, sell its books (the bookshop, they tell me, is\nliterally stormed at every stopping place), send books and\nposters for forty versts on either side of the line with the\nmotor-cars which it carries with it, and enliven the\npopulation with its kinematograph.",
        "I doubt if a more effective instrument of propaganda has\never been devised.  And in considering the question whether\nor no the Russians will be able after organizing their military\ndefence to tackle with similar comparative success the much\nmore difficult problem of industrial rebirth, the existence of\nsuch instruments, the use of such propaganda is a factor not\nto be neglected.  In the spring of this year, when the civil\nwar seemed to be ending, when there was a general belief\nthat the Poles would accept the peace that Russia offered\n(they ignored this offer, advanced, took Kiev, were\ndriven back to Warsaw, advanced again, and finally agreed\nto terms which they could have had in March without\nbloodshed any kind), two of these propaganda trains were\nalready being repainted with a new purpose.  It was hoped\nthat in the near future all five trains would be explaining not\nthe need to fight but the need to work.  Undoubtedly, at the\nfirst possible moment, the whole machinery of agitation, of\nposters, of broadsheets and of trains, will be turned over to\nthe task of explaining the Government’s plans for\nreconstruction, and the need for extraordinary concentration,\nnow on transport, now on something else, that these plans\ninvolve.",
        "So much for the organization, with its Communist Party, its\nsystem of meetings and counter-meetings, its adapted Trades",
        "Unions, its infinitely various propaganda, which is doing its\nbest to make headway against ruin.  I want now to describe\nhowever briefly, the methods it has adopted in tackling the\nworst of all Russia’s problems-the non-productivity and\nabsolute shortage of labor.",
        "I find a sort of analogy between these methods and those\nwhich we used in England in tackling the similar cumulative\nproblem of finding men for war.  Just as we did not proceed\nat once to conscription, but began by a great propaganda of\nvoluntary effort, so the Communists,  faced with a need at\nleast equally vital, did not turn at once to industrial\nconscription.  It was understood from the beginning that the\nCommunists themselves were to set an example of\nhard work, and I dare say a considerable proportion of them\ndid so. Every factory had its little Communist Committee,\nwhich was supposed to leaven the factory with enthusiasm,\njust as similar groups of Communists drafted into the armies\nin moments of extreme danger did, on more than one\noccasion, as the non-Communist Commander-in-Chief\nadmits, turn a rout into a stand and snatch victory from what\nlooked perilously like defeat.  But this was not enough,\narrears of work accumulated, enthusiasm waned,\nproductivity decreased, and some new move was obviously\nnecessary.  This first move in the direction of industrial\nconscription, although no one perceived its tendency at the\ntime, was the inauguration of what have become known\nas “Saturdayings”.",
        "Early in 1919 the Central Committee of the Communist\nParty put out a circular letter, calling upon the Communists\n\"to work revolutionally,” to emulate in the rear the heroism\nof their brothers on the front, pointing out that nothing but\nthe most determined efforts and an increase in the\nproductivity of labor would enable Russia to win through her\ndifficulties of transport, etc. Kolchak, to quote from\nEnglish newspapers, was it “sweeping on to Moscow,” and\nthe situation was pretty threatening.  As a direct result of this\nletter, on May 7th, a meeting of Communists in the sub-district\nof the Moscow-Kazan railway passed a resolution\nthat, in view of the imminent danger to the Republic,",
        "Communists and their sympathizers should give up an hour\na day of their leisure, and, lumping these hours together, do\nevery Saturday six hours of manual labor; and, further, that\nthese Communist “Saturdayings” should be continued “until\ncomplete victory over Kolchak  should be assured.”  That\ndecision of a local committee was the actual beginning of a\nmovement which spread all over Russia, and though the\ncomplete victory over Kolchak was long ago obtained, is\nlikely to continue so long as Soviet Russia is threatened by\nany one else.",
        "The decision was put into effect on May 10th, when the first\nCommunist “Saturdaying” in Russia took place on the\nMoscow-Kazan railway.  The Commissar of the railway,\nCommunist clerks from the offices, and every one else who\nwished to help, marched to work, 182 in all, and put in\n1,012 hours of manual labor, in which they finished\nthe repairs of four locomotives and sixteen wagons and\nloaded and unloaded 9,300 poods of engine and wagon parts\nand material. It was found that the productivity of labor in\nloading and unloading shown on this occasion was about\n270 per cent. of the normal, and a similar superiority of\neffort was shown in the other kinds of work.  This example\nwas immediately copied on other railways.  The Alexandrovsk\nrailway had its first “Saturdaying” on May 17th. Ninety-eight\npersons worked for five hours, and here also did two or\nthree times as much is the usual amount of work done in the\nsame number of working hours under ordinary circumstances.\nOne of the workmen, in giving an account of the\nperformance, wrote: “The Comrades explain this by\nsaying that in ordinary times the work was dull and\nthey were sick of it, whereas this occasion they were\nworking willingly and with excitement.  But now it will be\nshameful in ordinary hours to do less than in the Communist\n’Saturdaying.’ “  The hope implied in this last sentence has\nnot been realized.",
        "In Pravda of June 7th there is an article describing one of\nthese early “Saturdayings,” which gives a clear picture\nof the infectious character of the proceedings, telling how\npeople who came out of curiosity to look on found",
        "themselves joining in the work, and how a soldier with an\naccordion after staring for a long time open-mouthed at\nthese lunatics working on a Saturday afternoon put up a tune\nfor them on his instrument, and, delighted by their delight,\nplayed on while the workers all sang together.",
        "The idea of the “Saturdayings” spread quickly from railways\nto factories, and by the middle of the summer reports of\nsimilar efforts were coming from all over Russia.  Then\nLenin became interested, seeing in these “Saturdayings” not\nonly a special effort in the face of common danger, but an\nactual beginning of Communism and a sign that Socialism\ncould bring about a greater productivity of labor than could\nbe obtained under Capitalism.  He wrote: “This is a work of\ngreat difficulty and requiring much time, but it has begun,\nand that is the main thing.  If in hungry Moscow in the\nsummer of 1919 hungry workmen who have lived through\nthe difficult four years of the Imperialistic war, and then the\nyear and a half of the still more difficult civil war, have\nbeen able to begin this great work, what will not be its\nfurther development when we conquer in the civil war and\nwin peace.”  He sees in it a promise of work being done not\nfor the sake of individual gain, but because of a recognition\nthat such work is necessary for the general good, and in all\nhe wrote and spoke about it he emphasized the fact that\npeople worked better and harder when working thus than\nunder any of the conditions (piece-work, premiums for good\nwork, etc.) imposed by the revolution in its desperate\nattempts to raise the productivity of labor.  For this reason\nalone, he wrote, the first “Saturdaying” on the Moscow-Kazan\nrailway was an event of historical significance, and not for\nRussia alone.",
        "Whether Lenin was right or wrong in so thinking, “Saturdayings\"\nbecame a regular institution, like Dorcas meetings in Victorian\nEngland, like the thousands of collective working parties\ninstituted in England during the war with Germany.  It\nremains to be seen how long they will continue, and if\nthey will survive peace when that comes.  At present",
        "the most interesting point about them is the large proportion\nof non-Communists who take an enthusiastic part in them.\nIn many cases not more than ten per cent. of Communists\nare concerned, though they take the iniative in organizing the\nparties and in finding the work to be done.  The movement\nspread like fire in dry grass, like the craze for roller-skating\nswept over England some years ago, and efforts were made\nto control it, so that the fullest use might be made of it.\nIn Moscow it was found worth while to set up a special\nBureau for “Saturdayings.”  Hospitals, railways, factories, or\nany other concerns working for the public good, notify\nthis bureau that they need the sort of work a “Saturdaying\"\nprovides.  The bureau informs the local Communists where\ntheir services are required, and thus there is a minimum\nof wasted energy.  The local Communists arrange the\n\"Saturdayings,” and any one else joins in who wants.\nThese “Saturdayings” are a hardship to none because\nthey are voluntary, except for members of the Communist\nParty, who are considered to have broken the party\ndiscipline if they refrain.  But they can avoid the\n\"Saturdayings” if they wish to by leaving the party.  Indeed,\nLenin points, out that the “Saturdayings” are likely to assist\nin clearing out of the party those elements which\njoined it with the hope of personal gain.  He  points out that\nthe privileges of a Communists now consist in doing more\nwork than other people in the rear, and, on the front, in\nhaving the certainty of being killed when other folk are\nmerely taken prisoners.",
        "The following are a few examples of the sort of work done\nin the “Saturdayings.”  Briansk hospitals were improperly\nheated because of lack of the local transport necessary to\nbring them wood.  The Communists organized a “Saturdaying,\"\nin which 900 persons took part, including military specialists\n(officers of the old army serving in the new), soldiers, a\nchief of staff, workmen and women.  Having no horses, they\nharnessed themselves to sledges in groups of ten, and brought\nin the wood required.  At Nijni 800 persons spent their Saturday\nafternoon in unloading barges.  In the Basman district of\nMoscow there was a gigantic “Saturdaying” and “Sundaying\"\nin which 2,000 persons (in this case all but a little over 500\nbeing Communists) worked in the heavy artillery shops, shifting",
        "materials, cleaning tramlines for bringing in fuel, etc.\nThen there was a “Saturdaying” the main object of which\nwas a general autumn cleaning of the hospitals for the\nwounded.  One form of “Saturdaying” for women is going\nto the hospitals, talking with the wounded and writing letters\nfor them, mending their clothes, washing sheets, etc.  The\nmajority of “Saturdayings” at present are concerned with\ntransport work and with getting and shifting wood, because\nat the moment these are the chief difficulties.  I have talked\nto many “Saturdayers,” Communist and non-Communist,\nand all alike spoke of these Saturday afternoons of as kind of\npicnic.  On the other hand, I have met  Communists who\nwere accustomed to use every kind off ingenuity to find\nexcuses not to take part in them and yet to preserve the good\nopinion of their local committee.",
        "But even if the whole of the Communist Party did actually\nindulge in a working picnic once a week, it would not suffice\nto meet Russia’s tremendous needs.  And, as I pointed out in\nthe chapter specially devoted to the shortage of labor, the\nmost serious need at present is to keep skilled workers\nat their jobs instead of letting them drift away into non-productive\nlabor.  No amount of Saturday picnics could do that, and it\nwas obvious long ago that some other means, would have to\nbe devised.",
        "The general principle of industrial conscription recognized\nby the Russian Constitution, section ii, chapter v, paragraph\n18, which reads: “The Russian Socialist Federate Soviet\nRepublic recognizes that work is an obligation on every\ncitizen of the Republic,” and proclaims, “He who does not\nwork shall not eat.”  It is, however, one thing to proclaim\nsuch a principle and quite another to put it into action.",
        "On December 17, 1919, the moment it became clear that\nthere was a real possibility that the civil war was drawing to\nan end, Trotsky allowed the Pravda to print a memorandum\nof his, consisting of “theses” or reasoned notes about\nindustrial conscription and the militia system.  He points out\nthat a Socialist State demands a general plan for the\nutilization of all the resources of a country, including its\nhuman energy.  At the same time, “in the present economic\nchaos in which are mingled the broken fragments of the\npast and the beginnings of the future,” a sudden jump to a\ncomplete centralized economy of the country as a whole is\nimpossible.  Local initiative, local effort must not be\nsacrificed for the sake of a plan.  At the same time industrial\nconscription is necessary for complete socialization.  It\ncannot be regardless of individuality like military\nconscription.  He suggests a subdivision of the State into\nterritorial productive districts which should coincide with the\nterritorial districts of the militia system which shall replace\nthe regular army.  Registration of labor necessary.\nNecessary also to coordinate military and industrial\nregistration.  At demobilization the cadres of regiments,\ndivisions, etc., should form the fundamental cadres of the\nmilitia.  Instruction to this end should be included in the\ncourses for workers and peasants who are training to\nbecome officers in every district.  Transition to the militia\nsystem must be carefully and gradually accomplished so as\nnot for a moment to leave the Republic defenseless.  While\nnot losing sight of these ultimate aims, it is necessary to\ndecide on immediate needs and to ascertain exactly what\namount of labor is necessary for their limited\nrealization. He suggests the registration of skilled labor in the\narmy.  He suggests that a Commission under general\ndirection of the Council of Public Economy should work out\na preliminary plan and then hand it over to the War\nDepartment, so that means should be worked out for using\nthe military apparatus for this new industrial purpose.",
        "Trotsky’s twenty-four theses or notes must have been written\nin odd moments, now here now there, on the way from one\nfront to another.  They do not form a connected whole.\nContradictions jostle each other, and it is quite clear that\nTrotsky himself had no very definite plan in his head.  But",
        "his notes annoyed and stimulated so many other people that\nthey did perhaps precisely the work they were intended to\ndo. Pravada printed them with a note from the editor\ninviting discussion.  The Ekonomitcheskaya Jizn printed\nletter after letter from workmen, officials and others,\nattacking, approving and bringing new suggestions.\nLarin, Semashko, Pyatakov, Bucharin all took a hand in the\ndiscussion.  Larin saw in the proposals the beginning of the\nend of the revolution, being convinced that authority\nwould pass from the democracy of the workers into the\nhands of the specialists.  Rykov fell upon them with sturdy\nblows on behalf of the Trades Unions.  All, however, agreed\non the one point-that something of the sort was neccesary.\nOn December 27th a Commission for studying the question\nof industrial conscription was formed under the presidency\nof Trotsky.  This Commission included the People’s\nCommissars, or Ministers, of Labor, Ways of\nCommunication, Supply, Agriculture, War, and the\nPresidents of the Central Council of the Trades Unions and\nof the Supreme Council of Public Economy.  They compiled\na list of the principal questions before them, and invited\nanybody interested to bring them suggestions and material\nfor discussion.",
        "But the discussion was not limited to the newspapers or to\nthis Commission.  The question was discussed in Soviets and\nConferences of every kind all over the country.  Thus, on\nJanuary 1st an All-Russian Conference of local\n\"departments for the registration and distribution of labor,\"\nafter prolonged argument, contributed their views.  They\npointed out (1) the need of bringing to work numbers\nof persons who instead of doing the skilled labor for which\nthey were qualified were engaged in petty profiteering, etc.;\n(2) that there evaporation of skilled labor into unproductive\nspeculation  could at least be checked by the introduction of\nlabor books, which would give some sort of registration of\neach citizen’s work; (3) that workmen can be brought back\nfrom the villages only for enterprises which are supplied\nwith provisions or are situated in districts where there is\nplenty. (\"The opinion that, in the absence of these\npreliminary conditions, it will be possible to draw workmen\nfrom the villages by measures of compulsion or mobilization\nis profoundly mistaken.”) (4) that there should be a census\nof labor and that the Trades Unions should be invited to\nprotect the interests of the conscripted.  Finally, this\nConference approved the idea of using the already existing\nmilitary organization for carrying out a labor census of the\nRed Army, and for the turning over to labor of parts of the\narmy during demobilization, but opposed the idea of giving\nthe military organization the work of labor registration and\nindustrial conscription in general.",
        "On January 22, 1920, the Central Committee of the\nCommunist Party, after prolonged discussion  of Trotsky’s\nrough memorandum, finally adopted and published a new\nedition of the “theses,” expanded, altered, almost\nunrecognizable, a reasoned body of theory entirely different\nfrom the bundle of arrows loosed at a venture by Trotsky.\nThey definitely accepted the principle of industrial\nconscription, pointing out the immediate reasons for it in the\nfact that Russia cannot look for much help from without and\nmust somehow or other help herself.",
        "Long before the All-Russian Congress of the Communist\nParty approved the theses of the Committee, one form of\nindustrial conscription was already being tested at work.\nVery early in January, when the discussion on the subject\nwas at its height, the Soviet of the Third Army addressed\nitself to the Council of Defense of the Republic with an\ninvitation to make use of this army (which at least for the\nmoment had finished its military task) and to experiment\nwith it as a labor army.  The Council of Defense agreed.\nRepresentatives of the Commissariats of Supply,\nAgriculture, Ways and Communications, Labor and the\nSupreme Council of Public Economy were sent to assist the\nArmy Soviet.  The army was proudly re-named “The First\nRevolutionary Army of Labor,” and began to issue communiques\nfrom the Labor front,” precisely like the communiques of an army\nin the field.  I translate as a curiosity the first communique issued\nby a Labor Army’s Soviet:",
        "“Wood prepared in the districts of Ishim, Karatulskaya, Omutinskaya,",
        "Zavodoutovskaya, Yalutorovska, Iushaly, Kamuishlovo, Turinsk,\nAltynai, Oshtchenkovo, Shadrinsk, 10,180 cubic sazhins.\nWorking days, 52,651.  Taken to the railway stations, 5,334 cubic\nsazhins.  Working days on transport, 22,840.  One hundred carpenters\ndetailed for the Kizelovsk mines.  One hundred carpenters detailed for\nthe bridge at Ufa.  One engineer specialist detailed to the\nGovernment Council of Public Economy for repairing the mills of\nChelyabinsk Government.  One instructor accountant detailed for\nauditing the accounts of the economic organizations of Kamuishlov.\nRepair of locomotives procceding in the works at Ekaterinburg.\nJanuary 20, 1920, midnight.”",
        "The Labor Army’s Soviet received a report on the state\nof the district covered by the army with regard to supply and\nneeded work.  By the end of January it had already carried\nout a labor census of the army, and found that it included\nover 50,000 laborers, of whom a considerable number were\nskilled.  It decided on a general plan of work in\nreestablishing industry in the Urals, which suffered severely\nduring the Kolchak regime and the ebb and flow of the civil\nwar, and was considering a suggestion of one of its members\nthat if the scheme worked well the army should be increased\nto 300,000 men by way of mobilization.",
        "On January 23rd the Council of Defense of the Republic,\nencouraged to proceed further, decided to make use of the\nReserve Army for the improvement of railway transport on\nthe Moscow-Kazan railway, one of the chief arteries\nbetween eastern food districts and Moscow.  The main\nobject is to be the reestablishment of through traffic between\nMoscow and Ekaterinburg and the repair of the Kazan-Ekaterinburg\nline, which particularly suffered during the war.  An attempt was\nto be made to rebuild the bridge over the Kama River\nbefore the ice melts.  The Commander of the Reserve Army\nwas appointed Commissar of the eastern part of the Moscow-Kazan\nrailway, retaining his position as Commander of the Army.\nWith a view of coordination between the Army Soviet and\nthe railway authorities, a member of the Soviet was also appointed\nCommissar of the railway.  On January 25th it was\nannounced that a similar experiment was being made in the\nUkraine.  A month before the ice broke the first train",
        "actually crossed the Kama River by the rebuilt bridge.",
        "By April of this year the organization of industrial\nconscription had gone far beyond the original labor armies.\nA decree of February 5th had created a Chief Labor\nCommittee, consisting of five members, Serebryakov and Danilov,\nfrom the Commissariat of War; Vasiliev, from the\nCommissariat of the Interior; Anikst, from the Commissariat\nof Labor; Dzerzhinsky, from the Commissariat of Internal\nAffairs.  Dzerzhinsky was President, and his appointment\nwas possibly made in the hope that the reputation he had\nwon as President of the Extraordinary Committee for\nFighting Counter-Revolution would frighten people into\ntaking this Committee seriously.  Throughout the country in\neach government or province similar committees, called\n\"Troikas,” were created, each of three members, one from\nthe Commissariat of War, one from the Department of\nLabor, one from the Department of Management, in each\ncase from the local Commissariats and Departments attached\nto the local Soviet.  Representatives of the Central Statistical\nOffice and its local organs had a right to be present at the\nmeeting of these committees of three, or “Troikas,” but had\nnot the right to vote.  An organization or a factory requiring\nlabor, was to apply to the Labor Department of the local\nSoviet.  This Department was supposed to do its best to\nsatisfy demands upon it by voluntary methods first.  If these\nproved insufficient they were to apply to the local “Troika,\"\nor Labor Conscription Committee.  If this found that its\nresources also were insufficient, it was to refer back the\nrequest to the Labor Department of the Soviet, which was\nthen to apply to its corresponding Department in the\nGovernment Soviet, which again, first voluntarily and then\nthrough the Government Committee of Labor Conscription, was\nto try to satisfy the demands.  I fancy the object of\nthis arrangement was to prevent local “Troikas” from\nreferring to Government “Troikas,” and so directly to Dzerzhinsky’s\nCentral Committee.  If they had been able to\ndo this there would obviously have been danger lest a new\nnetwork of independent and powerful organizations should\nbe formed.  Experience with the overgrown and\ninsuppressible Committees for Fighting Counter-Revolution\nhad taught people how serious such a development might be.",
        "Such was the main outline of the scheme for conscripting\nlabor.  A similar scheme was prepared for superintending\nand safeguarding labor when conscripted.  In every factory\nof over 1,000 workmen, clerks, etc., there was formed a\nCommission (to distinguish it from the Committee) of\nIndustrial Conscription.  Smaller factories shared such\nCommissions or were joined for the purpose to larger\nfactories near by.  These Commissions were to be under the\ndirect control of a Factory Committee, thereby preventing\nsquabbles between conscripted and non-conscripted labor.\nThey were to be elected for six months, but their members\ncould be withdrawn and replaced by the Factory\nCommittee with the approval of the local “Troika.\"\nThese Commissions, like the “Troikas,” consisted of three\nmembers: (1) from the management of the factory, (2) from\nthe Factory Committee, (3) from the Executive Committee\nof the workers. (It was suggested in the directions that one\nof these should be from the group which “has been\norganizing ’Saturdayings,’ that is to say that he or she should\nbe a Communist.)The payment of conscripted workers was\nto be by production, with prizes for specially good work.\nSpecially bad work was also foreseen in the detailed scheme\nof  possible punishments.  Offenders were to be brought\nbefore the “People’s Court” (equivalent to the ordinary Civil\nCourt), or, in the case of repeated or very bad offenses,\nwere to be brought before the far more dreaded\nRevolutionary Tribunals.  Six categories of possible offenses\nwere placed upon the new code:",
        "(1)Avoiding registration, absenteeism, or desertion.\n(2)The preparation of false documents or the use of such.\n(3)Officials giving false information to facilitate these crimes.\n(4)Purposeful damage of instruments or material.\n(5)Uneconomical or careless work.\n(6)(Probably the most serious of all) Instigation to any of\nthese actions.",
        "The “Troikas” have the right to deal administratively with the\nless important crimes by deprival of freedom for not more\nthan two weeks.  No one can be brought to trial except by\nthe Committee for Industrial Conscription on the initiative of\nthe responsible director of work, and with the approval\neither of the local labor inspection authorities or with that of\nthe local Executive Committee.",
        "No one with the slightest knowledge of Russia will suppose\nfor a moment that this elaborate mechanism sprang suddenly\ninto existence when the decree was signed.  On the contrary,\nall stages of industrial conscription exist simultaneously even\ntoday, and it would be possible by going from one part of\nRussia to another to collect a series of specimens of industrial\nconscription at every stage of evolution, just as one\ncan collect all stages of man from a baboon to a company\ndirector or a Communist.  Some of the more primitive\nkinds of conscription were not among the least successful.\nFor example, at the time(in the spring of the year)when the\nRussians still hoped that the Poles would be content with the\nhuge area of non-Polish territory they had already seized, the\narmy on the western front was without any elaborate system\nof decrees being turned into a labor army.  The work done\nwas at first ordinary country work, mainly woodcutting.\nThey tried to collaborate with the local “Troikas,” sending\nhelp when these Committees asked for it.  This, however,\nproved unsatisfactory, so, disregarding the “Troikas,” they\norganized things for themselves in the whole area\nimmediately behind the front.  They divided up the forests\ninto definite districts, and they worked these with soldiers\nand with deserters.  Gradually their work developed, and\nthey built themselves narrow-gauge railways for the\ntransport of the wood.  Then they needed wagons and\nlocomotives, and of course immediately found themselves at\nloggerheads with the railway authorities.  Finally, they\nstruck a bargain with the railwaymen, and were allowed to\ntake broken-down wagons which the railway people were\nnot in a position to mend. Using such skilled labor as\nthey had, they mended such wagons as were given them,\nand later made a practice of going to the railway yards and\nin    inspecting “sick” wagons for themselves, taking out any\nthat they thought had a chance even of temporary\nconvalescence.  Incidentally they caused great scandal by\nfinding in the Smolensk sidings among the locomotives and\nwagons supposed to be sick six good locomotives and\nseventy perfectly healthy wagons.  Then they began to\nimprove the feeding of their army by sending the wood they",
        "had cut, in the trains they had mended, to people who\nwanted wood and could give them provisions.  One such\ntrain went to Turkestan and back from the army near Smolensk.\nTheir work continually increased, and since they\nhad to remember that they were an army and not merely a\nsort of nomadic factory, they began themselves to mobilize,\nexclusively for purposes of work, sections of the civil\npopulation.  I asked Unshlicht, who had much to do with\nthis organization, if the peasants came willingly.  He said,\n\"Not very,” but added that they did not mind when they\nfound that they got well fed and were given packets of salt\nas prizes for good work.  “The peasants,” he said, “do\nnot grumble against the Government when it shows the sort\nof common sense that they themselves can understand.  We\nfound that when we said definitely how many carts and men\na village must provide, and used them without delay for a\ndefinite purpose, they were perfectly satisfied and\nconsidered it right and proper.  In every case, however,\nwhen they saw people being mobilized and sent thither\nwithout obvious purpose or result, they became hostile at\nonce.”  I asked Unshlicht how it was that their army still\ncontained skilled workmen when one of the objects of\nindustrial conscription was to get the skilled workmen back\ninto the factories.  He said: “We have an accurate census of\nthe army, and when we get asked for skilled workmen for\nsuch and such a factory, they go there knowing that they still\nbelong to the army.”",
        "That, of course, is the army point of view, and indicates one\nof the main squabbles which industrial conscription has\nproduced.  Trotsky would like the various armies to turn into\nunits of a territorial militia, and at the same time to be an\nimportant part of the labor organization of each district.\nHis opponents do not regard the labor armies as a permanent\nmanifestation, and many have gone so far as to say that the\nproductivity of labor in one of these armies is lower than\namong ordinary workmen.  Both sides produce figures on\nthis point, and Trotsky goes so far as to say that if his\nopponents are right, then not only are labor armies damned,\nbut also the whole principle of industrial conscription.  “If\ncompulsory labor-independently of social condition-is\nunproductive, that is a condemnation not of the labor",
        "armies, but of industrial conscription in general, and with it\nof the whole Soviet system, the further development of\nwhich is unthinkable except on a basis of universal industrial\nconscription.”",
        "But, of course, the question of the permanence of the labor\narmies is not so important as the question of getting the\nskilled workers back to the factories.  The comparative\nsuccess or failure of soldiers or mobilized peasants in cutting\nwood is quite irrelevant to this recovery of the vanished\nworkmen.  And that recovery will take time, and will be\nentirely useless unless it is possible to feed these workers\nwhen they have been collected.  There have already\nbeen several attempts, not wholly successful, to collect the\nstraying workers of particular industries.  Thus, after the freeing\nof the oil-wells from the Whites, there was a general\nmobilization of naphtha workers.  Many of these had bolted\non or after the arrival of Krasnov or Denikin and gone far\ninto Central Russia, settling where they could.  So months\npassed before the Red Army definitely pushed the area of\ncivil war beyond the oil-wells, that many of these refugees\nhad taken new root and were unwilling to return.  I believe,\nthat in spite of the mobilization, the oil-wells are still short of\nmen.  In the coal districts also, which have passed through\nsimilar experiences, the proportion of skilled to unskilled\nlabor is very much smaller than it was before the war.\nThere have also been two mobilizations of railway workers,\nand these, I think, may be partly responsible for the\nundoubted improvement noticeable during the year,\nalthough this is partly at least due to other things beside\nconscription.  In the first place Trotsky carried with him into\nthe Commissariat of Transport the same ferocious energy\nthat he has shown in the Commissariat of War, together\nwith the prestige that he had gained there.  Further, he\nwas well able in the councils of the Republic to defend the\nneeds of his particular Commissariat against those of all\nothers.  He was, for example able to persuade the\nCommunist Party to treat the transport crisis precisely as\nthey had treated each crisis on the front-that is to say, to\nmobilize great numbers of professed Communists to meet it,\ngiving them in this case the especial task of getting engines\nmended and, somehow or other, of keeping trains on the",
        "move.",
        "But neither the bridges mended and the wood cut by the\nlabor armies, nor the improvement in transport, are any final\nproof of the success of industrial conscription.  Industrial\nconscription in the proper sense of the words is impossible\nuntil a Government knows what it has to conscript.  A\nbeginning was made early this year by the introduction of\nlabor books, showing what work people were doing and\nwhere, and serving as a kind of industrial passports.  But in\nApril this year these had not yet become general in Moscow\nalthough the less unwieldy population of Petrograd was\nalready supplied with them.  It will be long even if it is\npossible at all, before any  considerable proportion of\nthe people not living in these two cities are registered in this\nway.  A more useful step was taken at the end of August, in a\ngeneral census throughout Russia. There has been no\nRussian census since 1897.  There was to have been another\nabout the time the war began. It was postponed for obvious\nreasons.  If the Communists carry through the census with\neven moderate success (they will of course have to meet\nevery kind of evasion), they will at least get some of the\ninformation without which industrial conscription on a\nnational scale must be little more than a farce.  The census\nshould show them where the skilled workers are.  Industrial\nconscription should enable them to collect them and put\nthem at their own skilled work.  Then if, besides\ntransplanting them, they are able to feed them, it will be\npossible to judge of the success or failure of a scheme which\nin most countries would bring a Government toppling to the\nground.",
        "“In most countries\"; yes, but then the economic crisis has\ngone further in Russia than in most countries.  There is talk\nof introducing industrial conscription (one year’s service) in\nGermany, where things have not gone nearly so far.\nAnd perhaps industrial conscription, like Communism itself,\nbecomes a thing of desperate hope only in a country actually\nface to face with ruin.  I remember saying to Trotsky, when\ntalking of possible opposition, that I, as an Englishman, with\nthe tendencies to practical anarchism belonging to my race,",
        "should certainly object most strongly if I were mobilized and\nset to work in a particular factory, and might even want to\nwork in some other factory just for the sake of not doing\nwhat I was forced to do.  Trotsky replied: “You would now.\nBut you would not if you had been through a revolution,\nand seen your country in such a state that only the united,\nconcentrated effort of everybody could possibly reestablish\nit.  That is the position here.  Everybody knows the position\nand that there is no other way.”",
        "WHAT THE COMMUNISTS ARE TRYING TO\nDO IN RUSSIA",
        "We come now to the Communist plans for reconstruction.\nWe have seen, in the first two chapters, something of the\nappalling paralysis which is the most striking factor in the\neconomic problem to-day.  We have seen how Russia is\nsuffering from a lack of things and from a lack of labor, how\nthese two shortages react on each other, and how nothing\nbut a vast improvement in transport can again set in motion\nwhat was one of the great food-producing machines of the\nworld.  We have also seen something of the political\norganization which, with far wider ambitions before it, is at\npresent struggling to prevent temporary paralysis from\nturning into permanent atrophy.  We have seen that it\nconsists of a political party so far dominant that the Trades\nUnions and all that is articulate in the country may be\nconsidered as  part of a machinery of propaganda, for\ngetting those things done which that political party considers\nshould be done.  In a country fighting, literally, for its life,\nno man can call his soul his own, and we have seen how this\nfact-a fact that has become obvious again and again in the\nhistory of the world, whenever a nation has had its back to\nthe wall-is expressed in Russia in terms of industrial\nconscription; in measures, that is to say, which would be\nimpossible in any country not reduced to such extremities; in\nmeasures which may prove to be the inevitable\naccompaniment of national crisis, when such crisis is",
        "economic rather than military.  Let us now see what the\nRussians, with that machinery at their disposal are trying to do.",
        "It is obvious that since this machinery is dominated by a\npolitical party, it will be impossible to understand the\nRussian plans, without understanding that particular political\nparty’s estimate of the situation in general.  It is obvious that\nthe Communist plans for Russia must be largely affected by\ntheir view of Europe as a whole.  This view is gloomy in the\nextreme.  The Communists believe that Europe is steadily\nshaking itself to pieces.  They believe that this\nprocess has already gone so far that, even given good will on\nthe part of European Governments, the manufacturers of\nWestern countries are already incapable of supplying them\nwith all the things which Russia was importing before the\nwar, still less make up the enormous arrears which have\nresulted from six years of blockade.  They do not agree with\nM. Clemenceau that “revolution is a disease attacking\ndefeated countries only.”  Or, to put it as I have heard it\nstated in Moscow, they believe that President Wilson’s\naspiration towards a peace in which should be neither\nconqueror nor conquered has been at least partially realized\nin the sense that every country ended the struggle\neconomically defeated, with the possible exception of\nAmerica, whose signature, after all, is still to be ratified.\nThey believe that even in seemingly prosperous countries the\nseeds of economic disaster are already fertilized.  They think\nthat the demands of labor will become greater and more\ndifficult to fulfill until at last they become incompatible with\na continuance of the capitalist system.  They think that strike\nafter strike, irrespective of whether it is successful or\nnot, will gradually widen the cracks and flaws already\napparent in the damaged economic structure of Western\nEurope.  They believe that conflicting interests will involve\nour nations in new national wars, and that each of these will\ndeepen the cleavage between capital and labor.  They think\nthat even if exhaustion makes mutual warfare on a large\nscale impossible, these conflicting interests will produce such\neconomic conflicts, such refusals of cooperation, as will turn\nexhaustion to despair.  They believe, to put it briefly, that\nRussia has passed through the worst stages of a process to\nwhich every country in Europe will be submitted in turn by",
        "its desperate and embittered inhabitants.  We may disagree\nwith them, but we shall not understand them if we refuse to\ntake that belief into account.  If, as they imagine, the next\nfive years are to be years of disturbance and growing\nresolution, Russia will get very little from abroad.  If, for\nexample, there is to be a serious struggle in England, Russia\nwill get practically nothing.  They not only believe that these\nthings are going to be, but make the logical deductions as to\nthe effect of such disturbances on their own chances of\nimporting what they need.  For example, Lenin said to me\nthat “the shock of revolution in England would ensure the\nfinal defeat of capitalism,” but he said at the same time that\nit would be felt at once throughout the world and cause such\nreverberations as would paralyze industry everywhere.  And\nthat is why, although Russia is an agricultural country, the\nCommunist plans for her reconstruction are concerned first\nof all not with agriculture, but with industry.  In their\nschemes for the future of the world, Russia’s part is that of a\ngigantic farm, but in their schemes for the immediate future\nof Russia, their eyes are fixed continually on the nearer\nobject of making her so far self-supporting that, even if\nWestern Europe is unable to help them, they may be able to\ncrawl out of their economic difficulties, as Krassin put it to\nme before he left Moscow, “if necessary on all fours, but\nsomehow or other, crawl out.”",
        "Some idea of the larger ambitions of the Communists with\nregard to the development of Russia are given in a\nconversation with Rykov, which follows this chapter.  The\nmost important characteristic of them is that they are\nambitions which cannot but find an echo in Russians of\nany kind, quite regardless of their political convictions.  The\nold anomalies of Russian industry, for example, the\ndistances of the industrial districts from their sources of fuel\nand raw material are to be done away with.  These\nanomalies were largely due to historical accidents, such as\nthe caprice of Peter the Great, and not to any economic\nreasons.  The revolution, destructive as it has been, has at\nleast cleaned the slate and made it possible, if it is possible to\nrebuild at all, to rebuild Russia on foundations laid by\ncommon sense.  It may be said that the Communists are\nmerely doing flamboyantly and with a lot of flag-waving,",
        "what any other Russian Government would be doing in their\nplace.  And without the flamboyance and the flag-waving, it\nis doubtful whether in an exhausted country, it would be\npossible to get anything done at all.  The result of this is that\nin their work of economic reconstruction the Communists\nget the support of most of the best engineers and other\ntechnicians in the country, men who take no interest\nwhatsoever in the ideas of Karl Marx, but have a\nprofessional interest in doing the best they can with their\nknowledge, and a patriotic satisfaction in using\nthat knowledge for Russia.  These men, caring not at all\nabout Communism, want to make Russia once more a\ncomfortably habitable place, no matter under what\nGovernment.  Their attitude is precisely comparable to that\nof the officers of the old army who have contributed so\nmuch to the success of the new.  These officers were not\nCommunists, but they disliked civil war, and fought to put\nan end of it.  As Sergei Kamenev, the Commander-in-Chief,\nand not a Communist, said to me, “I have not looked on the\ncivil war as on a struggle between two political ideas, for the\nWhites have no definite idea.  I have considered it simply as\na struggle between the Russian Government and a number\nof mutineers.” Precisely so do these “bourgeois” technicians\nnow working throughout Russia regard the task before them.\nIt will be small satisfaction to them if famine makes the\nposition of any Government impossible.  For them the\nstruggle is quite simply a struggle between Russia and the\neconomic forces tending towards a complete collapse of\ncivilization.",
        "The Communists have thus practically the  whole\nintelligence of the country to help them in their task of\nreconstruction, or of salvage.  But the educated classes alone\ncannot save a nation.  Muscle is wanted besides brain, and\nthe great bulk of those who can provide muscle are difficult\nto move to enthusiasm by any broad schemes of economic\nrearrangement that do not promise immediate improvement\nin their own material conditions.  Industrial conscription\ncannot be enforced in Russia unless there is among the\nconscripted themselves an understanding, although a\nresentful understanding, of its necessity.  The Russians have\nnot got an army of Martians to enforce effort on an alien",
        "people.  The army and the people are one.  “We are bound\nto admit,” says Trotsky, “that no wide industrial mobilization\nwill succeed, if we do not capture all that is honorable,\nspiritual in the peasant working masses in explaining our\nplan.” And the plan that he referred to was not the grandiose\n(but obviously sensible) plan for the eventual electrification\nof all Russia, but a programme of the struggle before them\nin actually getting their feet clear of the morass of industrial\ndecay in which they are at present involved.  Such a\nprogramme has actually been decided upon-a\nprogramme the definite object of which is to reconcile the\nworkers to work not simply hand to mouth, each for himself,\nbut to concentrate first on those labors which will eventually\nbring their reward in making other labors easier and\nimproving the position as a whole.",
        "Early this year a comparatively unknown Bolshevik called Gusev,\nto whom nobody had attributed any particular\nintelligence, wrote, while busy on the staff of an army on the\nsoutheast front, which was at the time being used partly as a\nlabor army, a pamphlet which has had an extraordinary\ninfluence in getting such a programme drawn up.  The\npamphlet is based on Gusev’s personal observation both of a\nlabor army at work and of the attitude of the peasant\ntowards industrial conscription.  It was extremely frank, and\ncontained so much that might have been used by hostile\ncritics, that it was not published in the ordinary way but\nprinted at the army press on the Caucasian front and issued\nexclusively to members of the Communist Party.  I got hold\nof a copy of this pamphlet through a friend. It is called\n\"Urgent Questions of Economic Construction.\"Gusev sets\nout in detail the sort of opposition he had met, and\nsays: “The Anarchists, Social Revolutionaries and Mensheviks\nhave a clear, simple economic plan which the great masses\ncan understand: ’Go about your own business and work\nfreely for yourself in your own place.’  They have a criticism\nof labor mobilizations equally clear for the masses.  They\nsay to them, ’They are putting Simeon in Peter’s place, and\nPeter in Simeon’s.  They are sending the men of Saratov to\ndig the ground in the Government of Stavropol, and the\nStavropol men to the Saratov Government for the same\npurpose.’  Then besides that there is ’nonparty’ criticism:",
        "’When it is time to sow they will be shifting muck, and when\nit is time to reap they will be told to cut timber.’ That is a\nparticularly clear expression of the peasants’ disbelief in our\nability to draw up a proper economic plan.  This belief is\nclearly at the bottom of such questions as, ’Comrade Gusev,\nhave you ever done any plowing?’ or ’Comrade Orator, do\nyou know anything about peasant work?’  Disbelief in the\ntownsman who understands nothing about peasants is\nnatural to the peasant, and we shall have to conquer it, to get\nthrough it, to get rid of it by showing the peasant, with\na clear plan in our hands that he can understand, that we are\nnot altogether fools in this matter and that we understand\nmore than he does.”  He then sets out the argument which he\nhimself had found successful in persuading the peasants to\ndo things the reward for which would not be obvious the\nmoment they were done.  He says, “I compared our State\neconomy to a colossal building with scores of stories and\ntens of thousands of rooms.  The whole building has been\nhalf smashed; in places the roof has tumbled down, the\nbeams have rotted, the ceilings are tumbling, the drains and\nwater pipes are burst; the stoves are falling to pieces, the\npartitions are shattered, and, finally, the walls and\nfoundations are unsafe and the whole building is threatened\nwith collapse.  I asked, how, must one set about the repair of\nthis building?  With what kind of economic plan?  To this\nquestion the inhabitants of different stories, and even of\ndifferent rooms on one and the same story will reply\nvariously.  Those who live on the  top floor will shout that\nthe rafters are rotten and the roof falling; that it is impossible\nto live, there any longer, and that it is immediately\nnecessary, first of all, to put up new beams and to\nrepair the roof.  And from their point of view they will be\nperfectly right.  Certainly it is not possible to live any longer\non that floor.  Certainly the repair of the roof is necessary.\nThe inhabitants of one of the lower stories in which the\nwater pipes have burst will cry out that it is impossible to\nlive without water, and therefore, first of all, the water pipes\nmust be mended.  And they, from their point of view, will\nbe perfectly right, since it certainly is impossible to live\nwithout water.  The inhabitants of the floor where the stoves\nhave fallen to pieces will insist on an immediate mending of\nthe stoves, since they and their children are dying of cold\nbecause there is nothing on which they can heat up water or",
        "boil kasha for the children; and they, too, will be quite right.\nBut in spite of all these just demands, which arrive in\nthousands from all sides, it is impossible to forget the most\nimportant of all, that the foundation is shattered and that the\nbuilding is threatened with a collapse which will bury all the\ninhabitants of the house together, and that, therefore, the\nonly immediate task is the strengthening of the foundation\nand the walls. Extraordinary firmness, extraordinary\ncourage is necessary, not only not to listen to the cries and\ngroans of old men, women, children and sick, coming from\nevery floor, but also to decide on taking from the inhabitants\nof all floors the instruments and materials necessary for the\nstrengthening of the foundations and walls, and to force\nthem to leave their corners and hearths, which they are\ndoing the best they can to make habitable, in order to drive\nthem to work on the strengthening of the walls and\nfoundations.”",
        "Gusev’s main idea was that the Communists were asking\nnew sacrifices from a weary and exhausted people, that\nwithout such sacrifices these people would presently find\nthemselves in even worse conditions, and that, to persuade\nthem to make the effort necessary to save themselves, it was\nnecessary to have a perfectly clear and easily understandable\nplan which could be dinned into the whole nation and\nsilence the criticism of all possible opponents.  Copies of his\nlittle book came to Moscow.  Lenin read it and caused\nexcruciating jealousy in the minds of several other\nCommunists, who had also been trying to find the\nphilosopher’s stone that should turn discouragement\ninto hope, by singling out Gusev for his special praise and\ninsisting that his plans should be fully discussed at the\nSupreme Council in the Kremlin.  Trotsky followed Lenin’s\nlead, and in the end a general programme for Russian\nreconstruction was drawn up, differing only slightly from\nthat which Gusev had proposed.  I give this scheme in\nTrotsky’s words, because they are a little fuller than those of\nothers, and knowledge of this plan will explain not only\nwhat the Communists are trying to do in Russia, but\nwhat they would like to get from us today and what\nthey will want to get tomorrow.  Trotsky says:-",
        "“The fundamental task at this moment is improvement in\nthe condition of our transport, prevention of its further\ndeterioration and preparation of the most elementary\nstores of food, raw material and fuel.  The whole of the first\nperiod of our reconstruction will be completely occupied in\nthe concentration of labor on the solution of these\nproblems, which is a condition of further progress.",
        "“The second period (it will be difficult to say now whether it\nwill be measured in months or years, since that depends on\nmany factors beginning with the international\nsituation and ending with the unanimity or the lack of it in\nour own party) will be a period occupied in the building of\nmachines in the interest of transport, and the getting of raw\nmaterials and provisions.",
        "“The third period will be occupied in building machinery,\nwith a view to the production of articles in general demand,\nand, finally, the fourth period will be that in which we are\nable to produce these articles.”",
        "Does it not occur, even to the most casual reader, that there\nis very little politics in that program, and that, no matter\nwhat kind of Government should be in Russia, it would have\nto endorse that programme word for word?  I would ask any\nwho doubt this to turn again to my first two chapters\ndescribing the nature of the economic crisis in Russia, and to\nremind themselves how, not only the lack of things but the\nlack of men, is intimately connected with the lack of\ntransport, which keeps laborers ill fed, factories ill supplied\nwith material, and in this way keeps the towns incapable of\nsupplying the needs of the country, with the result that the\ncountry is most unwilling to supply the needs of the town.\nNo Russian Government unwilling to allow Russia to\nsubside definitely to a lower level of civilization can do\notherwise than to concentrate upon the improvement of\ntransport.  Labor in Russia must be used first of all for that,\nin order to increase its own productivity.  And, if purchase\nof help from abroad is to be allowed, Russia must “control\"\nthe outflow of her limited assets, so that, by healing\ntransport first of all, she may increase her power of making\nnew assets.  She must spend in such a way as eventually\nto increase her power of spending.  She must prevent the\nfrittering away of her small purse on things which, profitable\nto the vendor and doubtless desirable by the purchaser,\nsatisfy only individual needs and do not raise the producing\npower of the community as a whole.",
        "RYKOV ON ECONOMIC PLANS AND ON THE\nTRANSFORMATION OF THE COMMUNIST PARTY",
        "Alexei Rykov, the President of the Supreme Council of\nPublic Economy, is one of the hardest worked men in\nRussia, and the only time I was able to have a long talk with\nhim (although more than once he snatched moments to\nanswer particular questions) was on a holiday, when the old\nSiberian Hotel, now the offices of the Council, was\ndeserted, and I walked through empty corridors until I found\nthe President and his secretary at work as usual.",
        "After telling of the building of the new railway from\nAlexandrovsk Gai to the Emba, the prospects of developing\nthe oil industry in that district, the relative values of those\ndeposits and of those at Baku, and the possible decreasing\nsignificance of Baku in Russian industry generally, we\npassed to   broader perspectives.  I asked him what he\nthought of the relations between agriculture  and industry in\nRussia, and supposed that he did not imagine that Russia\nwould ever become a great industrial country.  His answer\nwas characteristic of the tremendous hopes that nerve these\npeople in their almost impossible task, and I set it down as\nnearly as I can in his own words.  For him, of course, the\neconomic problem was the first, and he spoke of it as the\ndirector of a huge trust might have spoken.  But, as he\npassed on to talk of what he thought would result from the\nCommunist method of tackling that problem, and spoke of\nthe eventual disappearance of political parties, I felt I was\ntrying to read a kind of palimpsest of the Economist and",
        "News from Nowhere, or listening to a strange compound of\nWilliam Morris and, for example, Sir Eric Geddes.  He said:\n\"We may have to wait a long time before the inevitable\narrives and there is a Supreme Economic Council dealing\nwith Europe as with a single economic whole.  If that should\ncome about we should, of course, from the very nature of\nour country, be called upon in the first place to provide\nfood for Europe, and we should hope enormously to\nimprove our agriculture, working on a larger and larger\nscale, using mechanical plows and tractors, which would be\nsupplied us by the West.  But in the meantime we have to\nface the fact that events may cause us to be, for all practical\npurposes, in a state of blockade for perhaps a score of years,\nand, so far as we can, we must be ready to depend on\nourselves alone.  For example, we want mechanical plows\nwhich could be procured abroad.  We have had to start\nmaking them ourselves.  The first electric plow made in\nRussia and used in Russia started work last year, and this\nyear we shall have a number of such plows made in our\ncountry, not because it is economic so to make them, but\nbecause we could get them in no other way.  In so far as is\npossible, we shall have to make ourselves self-supporting, so\nas somehow or other to get along even if the blockade,\nformal or perhaps willy-nilly (imposed by the inability of the\nWest to supply us), compels us to postpone cooperation with\nthe rest of Europe.  Every day of such postponement is one\nin which the resources of Europe are not being used in the\nmost efficient manner to supply the needs not only of\nour own country but of all.”",
        "I referred to what he had told me last year about the\nintended electrification of Moscow by a station using turf\nfuel.",
        "“That,” he said, “is one of the plans which, in spite of the\nwar, has gone a very long way towards completion.  We\nhave built the station in the Ryezan Government, on the\nShadul peat mosses, about 110 versts from Moscow.\nBefore the end of May that station should be actually at\nwork. (It was completed, opened and partially destroyed by\na gigantic fire.) Another station at Kashira in the Tula",
        "Government (on the Oka), using the small coal produced\nin the Moscow coalfields, will be at work before the autumn.\nThis year similar stations are being built at\nIvano-Voznesensk and at Nijni-Novgorod.  Also, with a\nview to making the most economic use of what we already\npossess, we have finished both in Petrograd and in Moscow\na general unification of all the private power-stations, which\nnow supply their current to a single main cable.  Similar\nunification is nearly finished at Tula and at Kostroma.  The\nbig water-power station on the rapids of the Volkhov is\nfinished in so far as land construction goes, but we can\nproceed no further until we have obtained the turbines,\nwhich we hope to get from abroad.  As you know, we are\nbasing our plans in general on the assumption that in course\nof time we shall supply the whole of Russian industry with\nelectricity, of which we also hope to make great use in\nagriculture.  That, of course, will take a great number of\nyears.”",
        "[Nothing could have been much more artificial than the\nindustrial geography of old Russia.  The caprice of history\nhad planted great industrial centers literally at the greatest\npossible distance from the sources of their raw materials.\nThere was Moscow bringing its coal from Donetz, and Petrograd,\nstill further away, having to eke out a living by\nimporting coal from England.  The difficulty of transport\nalone must have forced the Russians to consider how they\ncould do away with such anomalies.  Their main idea is that\nthe transport of coal in a modern State is an almost\ninexcusable barbarism.  They have set themselves, these\nragged engineers, working in rooms which they can hardly\nkeep above freezing-point and walking home through the\nsnow in boots without soles, no less a task than the\nelectrification of the whole of Russia.  There is a State\nCommittee presided over by an extraordinary optimist called\nKrzhizhanovsky, entrusted by the Supreme Council of\nPublic Economy and Commissariat of Agriculture with the\nworking out of a general plan.  This Committee includes,\nbesides a number of well-known practical engineers,\nProfessors Latsinsky, Klassen, Dreier, Alexandrov, Tcharnovsky,\nDend and Pavlov.  They are investigating the\nwater power available in different districts in Russia, the",
        "possibilities of using turf, and a dozen similar questions\nincluding, perhaps not the least important, investigation to\ndiscover where they can do most with least dependence on\nhelp from abroad.]",
        "Considering the question of the import of machinery from\nabroad, I asked him whether in existing conditions of\ntransport Russia was actually in a position to export the raw\nmaterials with which alone the Russians could hope to buy\nwhat they want.  He said:",
        "“Actually we have in hand about two million poods (a pood\nis a little over thirty-six English pounds) of flax, and any\nquantity of light leather (goat, etc.), but the main\ndistricts where we have raw material for ourselves or for\nexport are far away.  Hides, for example, we have in great\nquantities in Siberia, in the districts of Orenburg and the\nUral River and in Tashkent.  I have myself made the\nsuggestion that we should offer to sell this stuff where it is,\nthat is to say not delivered at a seaport, and that the buyers\nshould provide their own trains, which we should eventually\nbuy from them with the raw material itself, so that after a\ncertain number of journeys the trains should become ours.\nIn the same districts we have any quantity of wool, and in\nsome of these districts corn.  We cannot, in the present\ncondition of our transport, even get this corn for ourselves.\nIn the same way we have great quantities of rice in Turkestan,\nand actually are being offered rice from Sweden,\nbecause we cannot transport our own.  Then we have over a\nmillion poods of copper, ready for export on the same\nconditions.  But it is clear that if the Western countries are\nunable to help in the transport, they cannot expect to get raw\nmaterials from us.”",
        "I asked about platinum.  He laughed.",
        "“That is a different matter.  In platinum we have a\nworld monopoly, and can consequently afford to wait.\nDiamonds and gold, they can have as much as they want of",
        "such rubbish; but platinum is different, and we are in no\nhurry to part with it.  But diamonds and gold ornaments, the\njewelry of the Tsars, we are ready to give to any king in\nEurope who fancies them, if he can give us some less\nornamental but more useful locomotives instead.”",
        "I asked if Kolchak had damaged the platinum mines.  He\nreplied, “Not at all.  On the contrary, he was promising\nplatinum to everybody who wanted it, and he set the mines\ngoing, so we arrived to find them in good condition, with a\nconsiderable yield of platinum ready for use.”",
        "(I am inclined to think that in spite of Rykov’s rather\nintransigent attitude on the question, the Russians would\nnone the less be willing to export platinum, if only on\naccount of the fact in comparison with its great value it\nrequires little transport, and so would make possible for\nthem an immediate bargain with some of the machinery they\nmost urgently need.)",
        "Finally we talked of the growing importance of the Council\nof Public Economy.  Rykov was of opinion that it\nwould eventually become the centre of the whole State\norganism, “it and Trades Unions organizing the actual\nproducers in each branch.”",
        "“Then you think that as your further plans develop, with the\ncreation of more and more industrial centres, with special\nproductive populations concentrated round them, the",
        "Councils of the Trades Unions will tend to become identical\nwith the Soviets elected in the same districts by the same\nindustrial units?”",
        "“Precisely,” said Rykov, “and in that way the Soviets, useful\nduring the period of transition as an instrument of struggle\nand dictatorship, will be merged with the Unions.” (One",
        "important factor, as Lenin pointed out when considering the\nsame question, is here left out of count, namely the political\ndevelopment of the enormous agricultural as opposed to\nindustrial population.)",
        "“But if this merging of political Soviets with productive\nUnions occurs, the questions that concern people will cease\nto be political questions, but will be purely questions of\neconomics.”",
        "“Certainly.  And we shall see the disappearance of political\nparties.  That process is already apparent.  In the present\nhuge Trade Union Conference there are only sixty Mensheviks.\nThe Communists are swallowing one party after another.\nThose who were not drawn over to us during the period\nof struggle are now joining us during the process\nof construction, and we find that our differences now are\nnot political at all, but concerned only with the practical\ndetails of construction.”  He illustrated this by pointing out\nthe present constitution of the Supreme Council of Public\nEconomy.  There are under it fifty-three Departments or\nCentres (Textile, Soap, Wool, Timber, Flax, etc.), each\ncontrolled by a “College” of three or more persons.  There\nare 232 members of these Colleges or Boards in all, and of\nthem 83 are workmen, 79 are engineers, 1 was an ex-director,\n50 were from the clerical staff, and 19 unclassified.\nPolitically 115 were Communists, 105 were “non-party,\"\nand 12 were of non-Communist parties.  He continued,\n\"Further, in swallowing the other parties, the Communists\nthemselves will cease to exist as a political party.  Think only\nthat youths coming to their manhood during this year in\nRussia and in the future will not be able to confirm from\ntheir own experience the reasoning of Karl Marx,\nbecause they will have had no experience of a capitalist\ncountry.  What can they make of the class struggle?  The\nclass struggle here is already over, and the distinctions of\nclass have already gone altogether.  In the old days,\nmembers of our party were men who had read, or tried to\nread, Marx’s “Capital,” who knew the “Communist\nManifesto” by heart, and were occupied in continual\ncriticism of the basis of capitalist society.  Look at the new",
        "members of our party.  Marx is quite unnecessary to them.\nThey join us, not for struggle in the interests of an oppressed\nclass, but simply because they understand our aims in\nconstructive work.  And, as this process continues, we old\nsocial democrats shall disappear, and our places will be filled\nby people of entirely different character grown up under\nentirely new conditions.”",
        "Rykov’s prophecies of the disappearance of Political parties\nmay be falsified by a development of that very non-partyism\non which he bases them.  It is true that the parties openly\nhostile to the Communists in Russia have practically\ndisappeared. Many old-time Mensheviks have joined the\nCommunist Party.  Here and there in the country may be\nfound a Social Revolutionary stronghold.  Here and there in\nthe Ukraine the Mensheviks retain a footing, but I doubt\nwhether either of these parties has in it the vitality to make\nitself once again a serious political factor.  There is,\nhowever, a movement which, in the long run, may alter\nRussia’s political complexion.  More and more delegates to\nSoviets or Congresses of all kinds are explicitly described\nas “Non-party.”  Non-partyism is perhaps a sign of revolt\nagainst rigid discipline of any kind.  Now and then, of\ncourse, a clever Menshevik or Social Revolutionary, by\ntrimming his sails carefully to the wind, gets himself elected\non a non-party ticket.  ’When this happens there is usually a\ngreat hullabaloo as soon as he declares himself.  A section of\nhis electors agitates for his recall and presently some one else\nis elected in his stead.  But non-partyism is much more than\na mere cloak of invisibility for enemies or conditional\nsupporters of the Communists.  I know of considerable\ncountry districts which, in the face of every kind of agitation,\ninsist on returning exclusively non-party delegates.  The\nlocal Soviets in these districts are also non-party, and they\nelect usually a local Bolshevik to some responsible post to\nact as it were as a buffer between themselves and the central",
        "authority.  They manage local affairs in their own way, and,\nthrough the use of tact on both sides, avoid falling foul of\nthe more rigid doctrinaires in Moscow.",
        "Eager reactionaries outside Russia will no doubt point to\nnon-partyism as a symptom of friendship for themselves.  It\nis nothing of the sort.  On all questions of the defense of the\nRepublic the non-party voting is invariably solid with that of the\nCommunists.  The non-party men do not want Denikin.\nThey do not want Baron Wrangel.  They have never heard\nof Professor Struhve.  They do not particularly like the Communists.\nThey principally want to be left alone, and they principally fear any\nenforced continuation of war of any kind.  If, in the course\nof time, they come to have a definite political programme, I think\nit not impossible that they may turn into a new kind of constitutional\ndemocrat.  That does not mean that they will have any use for\nM. Milukov or for a monarch with whom M. Milukov might be\nready to supply them.  The Constitution for which they will work\nwill be that very Soviet Constitution which is now in\nabeyance, and the democracy which they associate with it\nwill be that form of democracy which were it to be\naccurately observed in the present state of Russia, that\nConstitution would provide.  The capitalist in Russia has\nlong ago earned the position in which, according to the\nConstitution, he has a right to vote, since he has long ago\nceased to be a capitalist.  Supposing the Soviet Constitution\nwere today to be literally applied, it would be found that\npractically no class except the priests would be excluded\nfrom the franchise. And when this agitation swells in\nvolume, it will be an agitation extremely difficult to resist,\nsupposing Russia to be at peace, so that there will be no\nvalid excuse with which to meet it.  These new constitutional\ndemocrats will be in the position of saying to the\nCommunists, “Give us, without change, that very\nConstitution which you yourselves drew up.” I think they\nwill find many friends inside the Communist Party,\nparticularly among those Communists who are also Trade\nUnionists.  I heard something very like the arguments of this\nnew variety of constitutional democrat in the Kremlin itself\nat an All-Russian Conference of the Communist Party.  A\nworkman, Sapronov, turned suddenly aside in a speech on\nquite another matter, and said with great violence that the",
        "present system was in danger of running to seed and turning\ninto oligarchy, if not autocracy.  Until the moment when he\nput his listeners against him by a personal attack on Lenin,\nthere was no doubt that he had with him the sympathies of\nquite a considerable section of an exclusively Communist\naudience.",
        "Given peace, given an approximate return to normal\nconditions, non-partyism may well profoundly modify the\nactivities of the Communists.  It would certainly be strong\nenough to prevent the rasher spirits among them from\njeopardizing peace or from risking Russia’s chance of\nconvalescence for the sake of promoting in any way the\ngrowth of revolution abroad.  Of course, so long as it is\nperfectly obvious that Soviet Russia is attacked, no serious\ngrowth of non-partyism is to be expected, but it is obvious\nthat any act of aggression on the part of the Soviet\nGovernment, once Russia had attained  peace-which she has\nnot known since 1914-would provide just the basis of angry\ndiscontent which might divide even the disciplined ranks of\nthe Communists and give non-partyism an active, instead of a\ncomparatively passive, backing throughout the country.",
        "Non-partyism is already the peasants’ way of expressing their\naloofness from the revolution and, at the same time, their\nreadiness to defend that revolution against anybody who\nattacks it from outside.  Lenin, talking to me about the\ngeneral attitude of the peasants, said: “Hegel wrote ’What is\nthe People?  The people is that part of the nation which does\nnot know what it wants.’ That is a good description of\nthe Russian peasantry at the present time, and it applies\nequally well to your Arthur Hendersons and Sidney Webbs\nin England, and to all other people like yourself who want\nincompatible things.  The peasantry are individualists, but\nthey support us.  We have, in some degree, to thank Kolchak\nand Denikin for that.  They are in favor of the Soviet\nGovernment, but hanker after Free Trade, not understanding\nthat the two things are self-contradictory.  Of course, if they\nwere a united political force they could swamp us, but they\nare disunited both in their interests and geographically.  The\ninterests of the poorer and middle class peasants are in",
        "contradiction to those of the rich peasant farmer who\nemploys laborers.  The poorer and middle class see that we\nsupport them against the rich peasant, and also see that he is\nready to support what is obviously not in their interests.”  I\nsaid, “If State agriculture in Russia comes to be on a larger\nscale, will there not be a sort of proletarianization of the\npeasants so that, in the long run, their interests will come to\nbe more or less identical with those of the workers in other\nthan agricultural industry!”  He replied,  “Something in\nthat direction is being done, but it will have to be done very\ncarefully and must take a very long time.  When we are\ngetting many thousands of tractors from abroad, then\nsomething of the sort would become possible.”  Finally I\nasked him point blank, “Did he think they would pull\nthrough far enough economically to be able to satisfy the\nneeds of the peasantry before that same peasantry had\norganized a real political opposition that should overwhelm\nthem!” Lenin laughed.  “If I could answer that question,” he\nsaid, “I could answer everything, for on the answer to that\nquestion everything depends.  I think we can.  Yes, I think\nwe can.  But I do not know that we can.”",
        "Non-partyism may well be the protoplasmic stage of the\nfuture political opposition of the peasants.",
        "I have done my best to indicate the essential facts in Russia’s\nproblem today, and to describe the organization and\nmethods with which she is attempting its solution.  I can give\nno opinion as to whether by these means the Russians will\nsucceed in finding their way out of the quagmire of\nindustrial ruin in which they are involved.  I can only say\nthat they are unlikely to find their way out by any other\nmeans.  I think this is instinctively felt in Russia.  Not\notherwise would it have been possible for the existing",
        "organization, battling with one hand to save the towns front\nstarvation, to destroy with the other the various forces\nclothed and armed by Western Europe, which have\nattempted its undoing.  The mere fact of continued war has,\nof course, made progress in the solution of the economic\nproblem almost impossible, but the fact that the economic\nproblem was unsolved, must have made war\nimpossible, if it were not that the instinct of the people was\ndefinitely against Russian or foreign invaders.  Consider for\none moment the military position.",
        "Although the enthusiasm for the Polish war began to subside\n(even among the Communists) as soon as the Poles had\nbeen driven back from Kiev to their own frontiers, although\nthe Poles are occupying an enormous area of non-Polish\nterritory, although the Communists have had to conclude\nwith Poland a peace obviously unstable, the military position\nof Soviet Russia is infinitely better this time than it was in\n1918 or 1919. In 1918 the Ukraine was held by German\ntroops and the district east of the Ukraine was in the hands\nof General Krasnov, the author of a flattering letter to the\nKaiser.  In the northwest the Germans were at Pskov, Vitebsk\nand Mohilev.  We ourselves were at Murmansk and\nArchangel.  In the east, the front which became known as\nthat of Kolchak, was on the Volga.  Soviet Russia was a\nlittle hungry island with every prospect of submersion.  A\nyear later the Germans had vanished, the flatterers of the\nKaiser had joined hands with those who were\ntemporarily flattering the Allies, Yudenitch’s troops were\nwithin sight of Petrograd, Denikin was at Orel, almost within\nstriking distance of Moscow; there had been a stampede of\ndesertion from the Red Army.  There was danger that\nFinland might strike at any moment.  Although in the east\nKolchak had been swept over the Urals to his ultimate\ndisaster, the situation of Soviet Russia seemed even more\ndesperate than in the year before.  What is the position\ntoday!  Esthonia, Latvia, Lithuania, and Finland are at peace\nwith Russia.  The Polish peace brings comparative quiet to\nthe western front, although the Poles, keeping the letter\nrather than the spirit of their agreement, have given\nBalahovitch the opportunity of establishing himself in Minsk,\nwhere, it is said, that the pogroms of unlucky Jews show that",
        "he has learnt nothing since his ejection from Pskov.",
        "Balahovitch’s force is not important in itself, but its existence\nwill make it easy to start the war afresh along the whole new\nfrontier of Poland, and that frontier shuts into Poland so\nlarge an anti-Polish population, that a moment may still\ncome when desperate Polish statesmen may again choose\nwar as the least of many threatening evils.  Still, for the\nmoment, Russia’s western frontier is comparatively quiet.\nHer northern frontier is again the Arctic Sea.  Her eastern\nfrontier is in the neighborhood of the Pacific.  The Ukraine\nis disorderly, but occupied by no enemy; the only front on\nwhich serious fighting is proceeding is the small semi-circle\nnorth of the Crimea.  There Denikin’s successor, supported\nby the French but exultantly described by a German\nconservative newspaper as a “German baron in Cherkass\nuniform,” is holding the Crimea and a territory slightly larger\nthan the peninsula on the main land.  Only to the immense\nefficiency of anti-Bolshevik propaganda can be ascribed the\nopinion, common in England but comic to any one who\ntakes the trouble to look at a map, that Soviet Russia is on\nthe eve of military collapse.",
        "In any case it is easy in a revolution to magnify the influence\nof military events on internal affairs.  In the first place, no\none who has not actually crossed the Russian front during\nthe period of active operations can well realize how different\nare the revolutionary wars from that which ended in\n1918.  Advance on a broad front no longer means that a belt\nof men in touch with each other has moved definitely\nforward. It means that there have been a series of forward\nmovements at widely separated, and with the very haziest of\nmutual, connections.  There will be violent fighting for a\nvillage or a railway station or the passage of a river.  Small\nhostile groups will engage in mortal combat to decide the\npossession of a desirable hut in which to sleep, but, except at\nthese rare points of actual contact, the number of prisoners\nis far in excess of the number of casualties.  Parties on each\nside will be perfectly ignorant of events to right or left of\nthem, ignorant even of their gains and losses.  Last year I ran\ninto Whites in a village which the Reds had assured me was",
        "strongly held by themselves, and these same Whites refused\nto believe that the village where I had spent the preceding\nnight was in the possession of the Reds.  It is largely an\naffair of scouting parties, of patrols dodging each other\nthrough the forest tracks, of swift raids, of sudden\nconviction (often entirely erroneous) on the part of one side\nor the other, that it or the enemy has been “encircled.”  The\nactual number of combatants to a mile of front is infinitely\nless than during the German war.  Further, since an\nimmense proportion of these combatants on both sides have\nno wish to fight at all, being without patriotic or political\nconvictions and very badly fed and clothed, and since it is\nmore profitable to desert than to be taken prisoner, desertion\nin bulk is not uncommon, and the deserters, hurriedly\nenrolled to fight on the other side, indignantly re-desert\nwhen opportunity offers.  In this way the armies of Denikin\nand Yudenitch swelled like mushrooms and decayed with\nsimilar rapidity.  Military events of this kind, however\nspectacular they may seem abroad, do not have the political\neffect that might be expected.  I was in Moscow at the worst\nmoment of the crisis in 1919 when practically everybody\noutside the Government believed that Petrograd had already\nfallen, and I could not but realize that the Government was\nstronger then than it had been in February of the same year,\nwhen it had a series of victories and peace with the Allies\nseemed for a moment to be in sight.  A sort of fate seems to\nimpel the Whites to neutralize with extraordinary rapidity\nany good will for themelves which they may find\namong the population.  This is true of both sides, but seems\nto affect the Whites especially.  Although General Baron Wrangel\ndoes indeed seem to have striven more successfully\nthan his predecessors not to set the population against him\nand to preserve the loyalty of his army, it may be said with\nabsolute certainty that any large success on his part would\nbring crowding to his banner the same crowd of stupid\nreactionary officers who brought to nothing any mild desire\nfor moderation that may have been felt by General Denikin.\nIf the area he controls increases, his power of control over\nhis subordinates will decrease, and the forces that led to\nDenikin’s collapse will be set in motion in his case also.*\n[(*)On the day on which I send this book to the printers\nnews comes of Wrangel’s collapse and flight.  I leave\nstanding what I have written concerning him, since it",
        "will apply to any successor he may have.  Each general\nwho has stepped into Kolchak’s shoes has eventually had\nto run away in them, and always for the same reasons.\nIt may be taken almost as an axiom that the history of\n great country is that of its centre, not of its periphery.\nThe main course of English history throughout the troubled\nseventeenth and eighteenth centuries was never deflected\nfrom London.  French history did not desert Paris, to\nmake a new start at Toulon or at Quiberon Bay.\nAnd only a fanatic could suppose that Russian history\nwould run away from Moscow, to begin again in a semi-Tartar\npeninsula in the Black Sea.  Moscow changes continually, and\nmay so change as to make easy the return of the “refugees.\"\nSome have already returned.  But the refugees will not return as\nconquerors.  Should a Russian Napoleon (an unlikely figure, even in\nspite of our efforts) appear, he will not throw away the invaluable\nasset of a revolutionary war-cry.  He will have to fight some one,\nor he will not be a Napoleon.  And whom will he fight but the very\npeople who, by keeping up the friction, have rubbed Aladdin’s ring so hard\nand so long that a Djinn, by no means kindly disposed towards them,\nbursts forth at last to avenge the breaking of his sleep?]",
        "And, of course, should hostilities flare up again on the\nPolish frontier, should the lions and lambs and jackals and\neagles of Kossack, Russian, Ukrainian and Polish nationalists\ntemporarily join forces, no miracles of diplomacy will keep\nthem from coming to blows.  For all these reasons a military\ncollapse of the Soviet Government at the present time, even\na concerted military advance of its enemies, is unlikely.",
        "It is undoubtedly true that the food situation in the towns is\nlikely to be worse this winter than it has yet been.  Forcible\nattempts to get food from the peasantry will increase the\nexisting hostility between town and country.  There has been\na very bad harvest in Russia.  The bringing of food from\nSiberia or the Kuban (if military activities do not make that\nimpossible) will impose an almost intolerable strain on\nthe inadequate transport.  Yet I think internal collapse\nunlikely.  It may be said almost with certainty that\nGovernments do not collapse until there is no one left to\ndefend them.  That moment had arrived in the case of the",
        "Tsar.  It had arrived in the case of Kerensky.  It has not\narrived in the case of the Soviet Government for certain\nobvious reasons.  For one thing, a collapse of the Soviet\nGovernment at the present time would be disconcerting, if not\ndisastrous, to its more respectable enemies.  It would, of\ncourse, open the way to a practically unopposed military\nadvance, but at the same time it would present its enemies\nwith enormous territory, which would overwhelm the\norganizing powers which they have shown again and again\nto be quite inadequate to much smaller tasks.  Nor would\ncollapse of the present Government turn a bad harvest into a\ngood one.  Such a collapse would mean the breakdown of\nall existing organizations, and would intensify the horrors of\nfamine for every town dweller.  Consequently, though the\ndesperation of hunger and resentment against inevitable\nrequisitions may breed riots and revolts here and there\nthroughout the country, the men who, in other\ncircumstances, might coordinate such events, will refrain\nfrom doing anything of the sort.  I do not say that collapse is\nimpossible.  I do say that it would be extremely undesirable\nfrom the point of view of almost everybody in Russia.\nCollapse of the present Government would mean at best a\nreproduction of the circumstances of 1917, with the\ndifference that no intervention from without would be\nnecessary to stimulate indiscriminate slaughter within.  I say\n\"at best” because I think it more likely that collapse would be\nfollowed by a period of actual chaos.  Any Government that\nfollowed the Communists would be faced by the same\neconomic problem, and would have to choose between\nimposing measures very like those of the Communists and\nallowing Russia to subside into a new area for colonization.\nThere are people who look upon this as a natural, even a\ndesirable, result of the revolution.  They forget that the\nRussians have never been a subject race, that they have\nimmense powers of passive resistance, that they respond\nvery readily to any idea that they understand, and that the\nidea of revolt against foreigners is difficult not to\nunderstand.  Any country that takes advantage of the\nRussian people in a moment of helplessness will find, sooner\nor later, first that it has united Russia against it, and secondly\nthat it has given all Russians a single and undesirable view of\nthe history of the last three years.  There will not be a\nRussian who will not believe that the artificial incubation of",
        "civil war within the frontiers of old Russia was not\ndeliberately undertaken by Western Europe with the object\nof so far weakening Russia as to make her exploitation easy.\nThose who look with equanimity even on this prospect\nforget that the creation in Europe of a new area for\ncolonization, a knocking out of one of the sovereign nations,\nwill create a vacuum, and that the effort to fill this vacuum\nwill set at loggerheads nations at present friendly and so\nproduce a struggle which may well do for Western Europe\nwhat Western Europe will have done for Russia.",
        "It is of course possible that in some such way the Russian\nRevolution may prove to be  no more than the last desperate\ngesture of a stricken civilization.  My point is that if that is\nso, civilization in Russia will not die without infecting us\nwith its disease.  It seems to me that our own\ncivilization is ill already, slightly demented perhaps, and\nliable, like a man in delirium, to do things which tend to\naggravate the malady.  I think that the whole of the Russian\nwar, waged directly or indirectly by Western Europe, is an\nexample of this sort of dementia, but I cannot help believing\nthat sanity will reassert itself in time.  At the present\nmoment, to use a modification of Gusev’s metaphor, Europe\nmay be compared to a burning house and the Governments\nof Europe to fire brigades, each one engaged in trying to\nsalve a wing or a room of the building.  It seems a pity that\nthese fire brigades should be fighting each other, and\nforgetting the fire in their resentment of the fact that some of\nthem wear red uniforms and some wear blue.  Any single\nroom to which the fire gains complete control increases the\ndanger of the whole building, and I hope that before the roof\nfalls in the firemen will come to their senses.",
        "But turning from grim recognition of the danger, and from\nspeculations as to the chance of the Russian Government\ncollapsing, and as to the changes in it that time may bring, let\nus consider what is likely to happen supposing it does\nnot collapse.  I have already said that I think collapse\nunlikely.  Do the Russians show any signs of being able to\ncarry out their programme, or has the fire gone so far during\nthe quarrelling of the firemen as to make that task\nimpossible?",
        "I think that there is still a hope.  There is as yet no sign of a\ngeneral improvement in Russia, nor is such an improvement\npossible until the Russians have at least carried out the first\nstage of their programme.  It would even not be surprising if\nthings in general were to continue to go to the bad during the\ncarrying out of that first stage.  Shortages of food, of men,\nof tools, of materials, are so acute that they have had to\nchoose those factories which are absolutely indispensable for\nthe carrying out of this stage, and make of them “shock\"\nfactories, like the “shock” troops of the war, giving them\nequipment over and above their rightful share of the\nimpoverished stock, feeding their workmen even at the cost\nof letting others go hungry.  That means that other factories\nsuffer.  No matter, say the Russians, if only that first stage\nmakes progress.  Consequently, the only test that can be\nfairly applied is that of transport.  Are they or are they\nnot gaining on ruin in the matter of wagons and engines!\nHere are the figures of wagon repairs in the seven chief\nrepairing shops up to the month of June:",
        "December 1919............475 wagons were repaired.\nJanuary 1920.............656\nFebruary.................697\nMarch...................1104\nApril...................1141\nMay.....................1154\nJune....................1161",
        "After elaborate investigation last year, Trotsky, as temporary\nCommissar of Transport, put out an order explaining that\nthe railways, to keep up their present condition, must repair\nroughly 800 engines every month.  During the first six\nmonths of 1920 they fulfilled this task in the following\npercentages:",
        "January..................32 per cent\nFebruary.................50\nMarch....................66",
        "April....................78\nMay......................98\nJune....................104",
        "I think that is a proof that, supposing normal relations\nexisted between Russia and ourselves, the Russian would be\nable to tackle the first stage of the problem that lies before\nthem, and would lie before them whatever their Government\nmight be.  Unfortunately there is no proof that this steady\nimprovement can be continued, except under conditions of\ntrade with Western Europe.  There are Russians who think\nthey can pull through without us, and, remembering the\nmiracles of which man is capable when his back is to the\nwall, it would be rash to say that this is impossible.  But\nother Russians point out gloomily that they have been using\ncertain parts taken from dead engines (engines past repair) in\norder to mend sick engines.  They are now coming to the\nmending, not of sick engines merely, but of engines on\nwhich post-mortems have already been held.  They are\nactually mending engines, parts of which have already been\ntaken out and used for the mending of other engines.  There\nare consequently abnormal demands for such things as\nshafts and piston rings.  They are particularly short of\nBabbitt metal and boiler tubes.  In normal times the average\nnumber of new tubes wanted for each engine put\nthrough the repair shops was 25 (10 to 15 for engines used\nin the more northerly districts, and 30 to 40 for engines in\nthe south where the water is not so good).  This number\nmust now be taken as much higher, because during recent\nyears tubes have not been regularly renewed.  Further, the\nrailways have been widely making use of tubes taken from\ndead engines, that is to say, tubes already worn.  Putting\nthings at their very best, assuming that the average demand\nfor tubes per engine will be that of normal times, then, if\n1,000 engines are to be repaired monthly, 150,000 tubes will\nbe wanted every six months.  Now on the 15th of June the\ntotal stock of tubes ready for use was 58,000, and the\nrailways could not expect to get more than another 13,000 in\nthe near future.  Unless the factories are able to do better\n(and their improvement depends on improvement in\ntransport), railway repairs must again deteriorate, since the\nmain source of materials for it in Russia, namely the dead",
        "engines, will presently be exhausted.",
        "On this there is only one thing to be said.  If, whether\nbecause we do not trade with them, or from some other\ncause, the Russians are unable to proceed even in this\nfirst stage of their programme, it means an indefinite\npostponement of the moment when Russia will be able to\nexport anything, and, consequently, that when at last we\nlearn that we need Russia as a market, she will be a market\nwilling to receive gifts, but unable to pay for anything at all.\nAnd that is a state of affairs a great deal more serious to\nourselves than to the Russians, who can, after all, live by\nwandering about their country and scratching the ground, whereas\nwe depend on the sale of our manufactured goods\nfor the possibility of buying the food we cannot grow\nourselves.  If the Russians fail, their failure will affect not us\nalone.  It will, by depriving her of a market, lessen\nGermany’s power of recuperation, and consequently her\npower of fulfilling her engagements.  What, then, is to\nhappen to France?  And, if we are to lose our market in\nRussia, and find very much weakened markets in Germany\nand France, we shall be faced with an ever-increasing\nburden of unemployment, with the growth, in fact, of the\nvery conditions in which alone we shall ourselves be unable\nto recover from the war.  In such conditions, upheaval in\nEngland would be possible, and, for the dispassionate\nobserver, there is a strange irony in the fact that the\nCommunists desire that upheaval, and, at the same time,\ndesire a rebirth of the Russian market which would tend to\nmake that upheaval unlikely, while those who most fear\nupheaval are precisely those who urge us, by making\nrecovery in Russia impossible, to improve the chances of\ncollapse at home.  The peasants in Russia are not alone in\nwanting incompatible things.",
        "\nThis eBook of “The Crisis in Russia” by Ransome belongs to the public domain.\n",
        "Russia in 1919 & The Crisis in RussiaBy Arthur RansomeAt Amazon"
    ]
}