{
    "title": "The Store Boy - Chapter Ii - Ben and His Mother",
    "author": "Horatio Alger, Jr.",
    "chapter": "2",
    "content": [
        "\n\n",
        "Ben Barclay, after taking leave of the tramp, lost no time in driving\nto the grocery store where he was employed.  It was a large country\nstore, devoted not to groceries alone, but supplies of dry-goods,\nboots and shoes, and the leading articles required in the community.\nThere were two other clerks besides Ben, one the son, another the\nnephew, of Simon Crawford, the proprietor.",
        "“Did you collect any money, Ben?” asked Simon, who chanced to be\nstanding at the door when our hero drove up.",
        "“Yes, sir; I collected twenty-five dollars, but came near losing it on\nthe way home.”",
        "“How was that?  I hope you were not careless.”",
        "“No, except in taking a stranger as a passenger.  When we got to that\npiece of woods a mile back, he asked me for all the money I had.”",
        "“A highwayman, and so near Pentonville!” ejaculated Simon Crawford.\n“What was he like?”",
        "“A regular tramp.”",
        "“Yet you say you have the money.  How did you manage to keep it from\nhim?”",
        "Ben detailed the stratagem of which he made use.",
        "“You did well,” said the storekeeper approvingly.  “I must give you a\ndollar for the one you sacrificed.”",
        "“But sir, it was bad money.  I couldn’t have passed it.”",
        "“That does not matter.  You are entitled to some reward for the\ncourage and quick wit you displayed.  Here is a dollar, and–let me\nsee, there is an entertainment at the Town Hall this evening, isn’t\nthere?”",
        "“Yes, sir.  Prof. Harrington, the magician, gives an entertainment,\"\nsaid Ben eagerly.",
        "“At what time does it commence?”",
        "“At eight o’clock.”",
        "“You may leave the store at half-past seven.  That will give you\nenough time to get there.”",
        "“Thank you, sir.  I wanted to go to the entertainment, but did not\nlike to ask for the evening.”",
        "“You have earned it.  Here is the dollar,” and Mr. Crawford handed the\nmoney to his young clerk, who received it gratefully.",
        "A magical entertainment may be a very common affair to my young\nreaders in the city, but in a country village it is an event.\nPentonville was too small to have any regular place of amusement, and\nits citizens were obliged to depend upon traveling performers, who,\nfrom time to time, engaged the Town Hall.  Some time had elapsed since\nthere had been any such entertainment, and Prof. Harrington was the\nmore likely to be well patronized.  Ben, who had the love of amusement\ncommon to boys of his age, had been regretting the necessity of\nremaining in the store till nine o’clock, and therefore losing his\nshare of amusement when, as we have seen, an opportunity suddenly\noffered.",
        "“I am glad I met the tramp, after all,” he said to himself.  “He has\nbrought me luck.”",
        "At supper he told is mother what had befallen him, but she tool a more\nserious view of it than he did.",
        "“He might have murdered you, Ben,” she said with a shudder.",
        "“Oh, no; he wouldn’t do that.  He might have stolen Mr. Crawford’s\nmoney; that was the most that was likely to happen.”",
        "“I didn’t think there were highwaymen about here.  Now I shall be\nworrying about you.”",
        "“Don’t do that mother; I don’t feel in any danger.  Still, if you\nthink it best, I will carry a pistol.”",
        "“No, no, Ben!  it might go off and kill you.  I would rather run the\nrisk of a highwayman.  I wonder if the man is prowling about in the\nneighborhood yet?”",
        "“I don’t think my bogus dollar will carry him very far.  By the way,\nmother, I must tell yon one strange thing.  He asked me if I was John\nBarclay’s son.”",
        "“What!” exclaimed Mrs. Barclay, in a tone of great surprise.  “Did he\nknow your name was Barclay?”",
        "“Not till I told him.  Then it was he asked if I was the son of John\nBarclay.”",
        "“Did he say he knew your father?”",
        "“I asked him, but he answered evasively.”",
        "“He might have seen some resemblance–that is, if he had ever met your\nfather.  Ah!  it was a sad day for us all when your poor father died.\nWe should have been in a very different position,” the widow sighed.",
        "“Yes, mother,” said Ben; “but when I get older I will try to supply my\nfather’s place, and relieve you from care and trouble.”",
        "“You are doing that in a measure now, my dear boy,” said Mrs. Barclay\naffectionately.  “You are a great comfort to me.”",
        "Ben’s answer was to go up to his mother and kiss her.  Some boys of\nhis age are ashamed to show their love for the mother who is devoted\nto them, but it a false shame, that does them no credit.",
        "“Still, mother, you work too hard,” said Ben.  “Wait till I am a man,\nand you shall not need to work at all.”",
        "Mrs. Barclay had been a widow for five years.  Her husband had been a\ncommercial traveler, but had contracted a fever at Chicago, and died\nafter a brief illness, without his wife having the satisfaction of\nministering to him in his last days.  A small sum due him from his\nemployers was paid over to his family, but no property was discovered,\nthough his wife had been under the impression that her husband\npossessed some.  He had never been in the habit of confiding his\nbusiness affairs to her, and so, if he had investments of any kind,\nshe could not learn anything about them.  She found herself,\ntherefore, with no property except a small cottage, worth, with its\nquarter acre of land, perhaps fifteen hundred dollars.  As Ben was too\nsmall to earn anything, she had been compelled to raise about seven\nhundred dollars on mortgage, which by this time had been expended for\nliving.  Now, Ben was earning four dollars a week, and, with her own\nearnings, she was able to make both ends meet without further\nencroachments upon her scanty property; but the mortgage was a source\nof anxiety to her, especially as it was held by Squire Davenport, a\nlawyer of considerable means, who was not overscrupulous about the\nmethods by which he strove to increase his hoards.  Should he at any\ntime take it into his head to foreclose, there was no one to whom Mrs.\nBarclay could apply to assume the mortgage, and she was likely to be\ncompelled to sacrifice her home.  He had more than once hinted that he\nmight need the money but as yet had gone no further.",
        "Mrs. Barclay had one comfort, however, and a great one.  This was a\ngood son.  Ben was always kind to his mother–a bright, popular,\npromising boy–and though at present he was unable to earn much, in a\nfew years he would be able to earn a good income, and then his mother\nknew that she would be well provided for.  So she did not allow\nherself to borrow trouble but looked forward hopefully, thanking God\nfor what He had given her.",
        "“Won’t you go up to the Town Hall with me, mother?” asked Ben.  I am\nsure you would enjoy it.”",
        "“Thank you, Ben, for wishing me to have a share in your amusements,\"\nhis mother replied, “but I have a little headache this evening, and I\nshall be better off at home.”",
        "“It isn’t on account of the expense you decline, mother, is it?  You\nknow Mr. Crawford gave me a dollar, and the tickets are but\ntwenty-five cents.”",
        "“No, it isn’t that, Ben.  If it were a concert I might be tempted to\ngo in spite of my headache, but a magical entertainment would not\namuse me as much as it will you.”",
        "“Just as you think best, mother; but I should like to have you go.\nYou won’t feel lonely, will you?”",
        "“I am used to being alone till nine o’clock, when you are at the\nstore.”",
        "This conversation took place at the supper table.  Ben went directly\nfrom the store to the Town Hall, where he enjoyed himself as much as\nhe anticipated.  If he could have foreseen how his mother was to pass\nthat evening, it would have destroyed all is enjoyment.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}