{
    "title": "The Hohenzollerns in America - Chapter III",
    "author": "Stephen Leacock",
    "chapter": "4",
    "content": [
        "\n\n",
        "For weeks and weeks I have written nothing in my diary\nbecause it has been so discouraging. After Uncle William’s\noffer to take over the presidency of Columbia University\nhad been refused, he debated with Uncle Henry and with\nCousin Ferdinand of Bulgaria (who is not living in our\nboarding house now but who comes over quite often in the\nevenings) whether he would accept the presidency of\nHarvard. Cousin Ferdinand looked up the salary in a book\nand told him not to take it. Cousin Ferdinand has little\nbooks with all the salaries of people in America and he\nsays that these books are fine and much better than the\nAlmanach de Gotha which we used to use in Europe to hunt\npeople up. He says that if he ever goes back to be King\nof Bulgaria again he is going to introduce books like\nthese. Cousin Ferdinand is getting very full of American\nideas and he says that what you want to know about a man\nis not his line of descent but his line of credit. And\nhe says that the whole King business in Europe has been\nmismanaged. He says that there should have been millions\nin it. I forgot to say in my diary sooner that Cousin\nFerdinand’s two friends, Mr. Mosenhammer and Mr. Sheehan,\ntook him into their clothing business at once as a sort\nof partner. The reason was that they found that he could\nwear clothes; the effect on the customers when they see\nCousin Ferdinand walking up and down in front of the\nstore is wonderful. Of course all kings can wear clothes\nand in the old days in the Potsdam palace we thought\nnothing of it. But Cousin Ferdinand says that the kings\nshould have known enough to stop trying to be soldiers\nand to put themselves at the head of the export clothing\ntrade. He wishes, he says, that he had some of his\nBulgarian generals here now in their blue coats trimmed\nwith black fur; he says that with a little alteration,\nwhich he showed us how to do, he could have sent them\nout “on the road,” wherever that is, and have made the\nbiggest boom in gentlemen’s winter fur trimmings that\nthe trade ever saw.",
        "Cousin Ferdinand, when he comes over in the evenings now,\nis always beautifully dressed and I can notice that Mrs.\nO’Halloran, the landlady, is much impressed with him. I\nam glad of this because we have not yet been able to pay\nher any money and I was afraid she might say something\nabout it. But what is stranger is that now that Cousin\nFerdinand has good clothes, Uncle William and Uncle Henry\nseem much impressed too. Uncle Henry looks so plain and\ncommon in his sailor’s jersey, and Uncle William in his\nold frock coat looks faded and shabby and his face always\nvacant and wondering. So now when Cousin Ferdinand comes\nin they stand up and get a chair for him and listen to\nhis advice on everything.",
        "So, as I said, Cousin Ferdinand looked up the salary of\nthe President of Harvard in a book and he was strongly\nagainst Uncle William’s taking the position. But Uncle\nWilliam says this kind of position is the nearest thing\nin this country to what he had in Germany. He thinks that\nhe could do for Harvard what he did for Germany. He has\nwritten out on a big sheet of paper all the things that\nhe calls the Chief Needs of America, because he is always\nbusy like this and never still. I forget the whole list,\nespecially as he changes it every day according to the\nway that people treat Uncle William on the street, but\nthe things that he always puts first are Culture, Religion,\nand Light. These he says he can supply, and he thought\nthat the presidency of Harvard would be the best place\nto do it from. In the end he accepted the position against\nCousin Ferdinand’s advice, or at least I mean he said\nthat he would be willing to take it and he told Uncle\nHenry to pack up all his degrees and diplomas and to send\nthem to Harvard and say that he was coming.",
        "So it was dreadfully disappointing when all the diplomas\ncame back again by the next post. There was a letter with\nthem but I didn’t see it, as Uncle William tore it into\nfragments and stamped on it. He said he was done with\nAmerican universities for ever: I have never seen him so\nfurious: he named over on his fingers all the American\nprofessors that he had fed at Berlin, one meal each and\nsometimes even two,–Uncle has a wonderful memory for\nthings like that,–and yet this was their gratitude. He\nwalked up and down his room and talked so wildly and\nincoherently that if I had not known and been told so\noften by our greatest authorities in Germany how beautifully\nbalanced Uncle William’s brain is, I should have feared\nthat he was wandering.",
        "But presently he quieted down and said with deep earnestness\nthat the American universities must now go to ruin in\ntheir own way. He was done with them. He said he would\ngo into a cloister and spend his life in quiet adoration,\nprovided that he could find anything to adore, which, he\nsaid, in his station was very doubtful. But half an hour\nlater he was quite cheerful again,–it is wonderful how\nquickly Uncle William’s brain recovers itself,–and said\nthat a cloister was too quiet and that he would take a\nposition as Governor of a State; there are a great many\nof these in this country and Uncle spent days and days\nwriting letters to them and when the answers came in–\nthough some never answered at all–Uncle William got into\nthe same state of fury as about the Presidency of Harvard.\nSo, naturally, each day seemed more disappointing than\nthe last, especially with the trouble that we have been\nhaving with Cousin Willie, of which I have not spoken\nyet, and I was getting quite disheartened until last\nevening, when everything seemed to change.",
        "We all knew, of course, that Uncle William is the greatest\nartist in the world, but no one liked to suggest that he\nshould sell his pictures for money, a thing that no prince\nwas ever capable of doing. Yet I could not but feel glad\nwhen Uncle decided yesterday that he would stoop to make\nhis living by art. It cost him a great struggle to make\nthis decision, but he talked it over very fully last\nnight with Uncle Henry, after Uncle Henry came home from\nwork, and the resolution is taken.",
        "Of course, Uncle always had a wonderful genius for\npainting. I remember how much his pictures used to be\nadmired at the court at Berlin. I have seen some of the\nbest painters stand absolutely entranced,–they said so\nthemselves,–in front of Uncle’s canvasses. I remember\none of the greatest of our artists saying one day to\nUncle in the Potsdam Gallery, “Now, which of these two\npictures is yours and which is Michel Angelo’s: I never\ncan tell you two apart.” Uncle gave him the order of the\nRed Swan. Another painter once said that if Uncle’s genius\nhad been developed he would have been the greatest painter\nof modern times. Uncle William, I remember, was dreadfully\nangry. He said it WAS developed.",
        "So it seemed only natural that Uncle should turn to Art\nto make our living. But he hesitated because there is\nsome doubt whether a person of noble birth can sell\nanything for money. But Uncle says Tintoretto the great\nItalian artist had two quarterings of nobility, and\nVelasquez had two and a half.",
        "Luckily we have with us among our things Uncle’s easel\nand his paints that he used in Berlin. He had always to\nhave special things because he doesn’t use little brushes\nand tubes of colour as ordinary artists do, but had a\nbig brush and his paint in a tin can, so that he can work\nmore quickly. Fortunately we have with us three of Uncle’s\npictures rolled up in the bottom of our boxes. He is\ngoing to sell these first and after that he says that he\nwill paint one or two every day. One of the three canvasses\nthat we have is an allegorical picture called “Progress\"\nin which Progress is seen coming out of a cloud in the\nbackground with Uncle William standing in the foreground.\nAnother is called “Modern Science” and in this Science\nis seen crouched in the dark in the background and Uncle\nWilliam standing in the light in the foreground. The\nother is called “Midnight in the Black Forest.” Uncle\nWilliam did it in five minutes with a pot of black paint.\nThey say it is impressionistic.",
        "So all the evening Uncle William and Uncle Henry talked\nabout the new plan. It is wonderful how Uncle William\nenters into a thing. He got me to fetch him his old blue\nblouse, which was with the painting things, and he put\nit on over his clothes and walked up and down the room\nwith a long paint-brush in his hand. “We painters, my\ndear Henry,” he said, “must not be proud. America needs\nArt. Very good. She shall have it.”",
        "I could see, of course, that Uncle William did not like\nthe idea of selling pictures for money. But he is going\nto make that side of it less objectionable by painting\na picture, a very large picture, for nothing and giving\nit to the big Metropolitan Art Gallery which is here.\nUncle has already partly thought it out. It is to be\ncalled the “Spirit of America” and in it the Spirit of\nAmerica will be seen doubled up in the background: Uncle\nhas not yet fully thought out the foreground, but he says\nhe has an idea.",
        "In any case he is going to refuse to take anything more\nthan a modest price for his pictures. Beyond that, he\nsays, not one pfennig.",
        "So this morning Uncle rolled up his three canvasses under\nhis arm and has gone away to sell them.",
        "I am very glad, as we have but little money, indeed hardly\nany except Uncle Henry’s wages. And I have been so worried,\ntoo, and surprised since we came here about Cousin Willie.\nHe hardly is with the rest of us at all. He is out all\nnight and sleeps in the day time, and often I am sure\nthat he has been drinking. One morning when he came back\nto the house at about breakfast time he showed me quite\na handful of money, but wouldn’t say where he got it. He\nsaid there was lots more where it came from. I asked him\nto give me some to pay Mrs. O’Halloran, but he only\nlaughed in his leering way and said that he needed it\nall. At another time when I went up to Cousin Willie’s\nroom one day when he was out, I saw quite a lot of silver\nthings hidden in a corner of the cupboard. They looked\nlike goblets and silver dinner things, and there was a\nrevolver and a sheath-knife hidden with them. I began to\nthink that he must have stolen all these things, though\nit seemed impossible for a prince. I have spoken to Uncle\nWilliam several times about Cousin Willie, but he gets\nimpatient and does not seem to care. Uncle never desires\nvery much to talk of people other than himself. I think\nit fatigues his mind. In any case, he says that he has\ndone for Willie already all that he could. He says he\nhad him confined to a fortress three times and that four\ntimes he refused to have him in his sight for a month,\nand that twice he banished him to a country estate for\nsix weeks. His duty, he says, is done. I said that I was\nafraid that Cousin Willie had been stealing and told him\nabout the silver things hidden in the cupboard. But Uncle\ngot very serious and read me a very severe lecture. No\nprince, he said, ever stole. His son, he explained, might\nvery well be collecting souvenirs as memorials of his\nresidence in America: all the Hohenzollerns collected\nsouvenirs: some of our most beautiful art things at\nPotsdam and Sans Souci were souvenirs collected by our\nancestors in France fifty years ago. Uncle said that if\nthe Great War had turned out as it should and if his\nsoldiers had not betrayed him by getting killed, we should\nhave had more souvenirs than ever. After that he dismissed\nthe subject from his mind. Uncle William can dismiss\nthings from his mind more quickly than anybody I ever\nknew.",
        "The Same Day. Later",
        "I was so surprised this afternoon, when I happened to go\ndown to the door, to see Mr. Peters, the ice gentleman\nthat was on the ship, with his ice cart delivering ice\ninto the basement. I knew that he delivered ice in this\npart of the city because he said so, and I think he had\nmentioned this street, and two or three times I thought\nI had seen him from the window. But it did seem surprising\nto happen to go down to the door (I forget what I went\nfor) at the moment that he was there. He looked very fine\nin his big rough suit of overalls. It is not quite like\na military uniform, but I think it looks better. Mr.\nPeters knew me at once. “Good afternoon, Miss Hohen,” he\nsaid (that is the name, as I think I said, that we have\nhere), “how are all the folks?”",
        "So we talked for quite a little time, and I told him\nabout Uncle trying to get work and how hard it was and\nhow at last he had got work, or at least had gone out to\nget it, as a painter. Mr. Peters said that that was fine.\nHe said that painters do well here: he has a lot of\nfriends who are painters and they get all the way from\nsixty to seventy-five cents an hour. It seems so odd to\nthink of them being paid by the hour. I don’t think the\ncourt artists at home were paid like that. It will be\nvery nice if Uncle William can mingle with Mr. Peters’s\nartist friends. Mr. Peters asked if he might take me out\nsome Sunday, and I said that I would ask Uncle William\nand Uncle Henry and Cousin Ferdinand and Cousin Willie\nand if they all consented to come I would go. I hope it\nwas not a forward thing to do.",
        "I forgot when I was talking of work to say that Uncle\nHenry got work the very second day that we were here. He\nworks down at the docks where the ships are. I think he\nsupervises the incoming and outgoing of the American\nnavy. It is called being a stevedore, and no doubt his\nbeing an Admiral helped him to get it. He hopes to get\na certificate presently to be a Barge Master, which will\nput him in charge of the canals. But there is a very\ndifficult examination to go through and Uncle Henry is\nworking for it at night out of a book. He has to take up\nVulgar Fractions which, of course, none of our High Seas\nCommand were asked to learn. But Uncle Henry is stooping\nto them.",
        "So now, I think, everything will go well.",
        "Continue...",
        "\nThis eBook of “The Hohenzollerns in America” by Stephen Leacock belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Hohenzollerns in America (Large Print Edition)By Stephen Leacock At Amazon"
    ]
}