{
    "title": "The Sorrows of Young Werther - December 15.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "88",
    "content": [
        "\n\n",
        "What is the matter with me, dear Wilhelm? I am afraid of myself!\nIs not my love for her of the purest, most holy, and most brotherly\nnature? Has my soul ever been sullied by a single sensual desire?\nbut I will make no protestations. And now, ye nightly visions,\nhow truly have those mortals understood you, who ascribe your\nvarious contradictory effects to some invincible power! This night\nI tremble at the avowal — I held her in my arms, locked in a close\nembrace: I pressed her to my bosom, and covered with countless\nkisses those dear lips which murmured in reply soft protestations\nof love. My sight became confused by the delicious intoxication\nof her eyes. Heavens! is it sinful to revel again in such happiness,\nto recall once more those rapturous moments with intense delight?\nCharlotte! Charlotte! I am lost! My senses are bewildered, my\nrecollection is confused, mine eyes are bathed in tears — I am\nill; and yet I am well — I wish for nothing — I have no desires\n— it were better I were gone.",
        "Under the circumstances narrated above, a determination to quit\nthis world had now taken fixed possession of Werther’s soul. Since\nCharlotte’s return, this thought had been the final object of all\nhis hopes and wishes; but he had resolved that such a step should\nnot be taken with precipitation, but with calmness and tranquillity,\nand with the most perfect deliberation.",
        "His troubles and internal struggles may be understood from the\nfollowing fragment, which was found, without any date, amongst\nhis papers, and appears to have formed the beginning of a letter\nto Wilhelm.",
        "“Her presence, her fate, her sympathy for me, have power still to\nextract tears from my withered brain.",
        "“One lifts up the curtain, and passes to the other side, — that\nis all! And why all these doubts and delays? Because we know not\nwhat is behind — because there is no returning — and because our\nmind infers that all is darkness and confusion, where we have\nnothing but uncertainty.”",
        "His appearance at length became quite altered by the effect of\nhis melancholy thoughts; and his resolution was now finally and\nirrevocably taken, of which the following ambiguous letter, which\nhe addressed to his friend, may appear to afford some proof.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}