{
    "title": "The Works of Horace - The Second Book of the Satires of Horace.",
    "author": "Horace",
    "chapter": "7",
    "content": [
        "\n\n",
        "SATIRE I.",
        "He supposes himself to consult with Trebatius, whether he should desist\nfrom writing satires, or not.",
        "There are some persons to whom I seem too severe in [the writing of]\nsatire, and to carry it beyond proper bounds: another set are of\nopinion, that all I have written is nerveless, and that a thousand\nverses like mine may be spun out in a day. Trebatius, give me your\nadvice, what shall I do. Be quiet. I should not make, you say, verses at\nall. I do say so. May I be hanged, if that would not be best: but I can\nnot sleep. Let those, who want sound sleep, anointed swim thrice across\nthe Tiber: and have their clay well moistened with wine over-night. Or,\nif such a great love of scribbling hurries you on, venture to celebrate\nthe achievements of the invincible Caesar, certain of bearing off ample\nrewards for your pains.",
        "Desirous I am, my good father, [to do this,] but my strength fails me,\nnor can any one describe the troops bristled with spears, nor the Gauls\ndying on their shivered darts, nor the wounded Parthian falling from his\nhorse. Nevertheless you may describe him just and brave, as the wise\nLucilius did Scipio. I will not be wanting to myself, when an\nopportunity presents itself: no verses of Horace’s, unless well-timed,\nwill gain the attention of Caesar; whom, [like a generous steed,] if you\nstroke awkwardly, he will kick upon you, being at all quarters on his\nguard. How much better would this be, than to wound with severe satire\nPantolabus the buffoon, and the rake Nomentanus! when every body is\nafraid for himself, [lest he should be the next,] and hates you, though\nhe is not meddled with. What shall I do? Milonius falls a dancing the\nmoment he becomes light-headed and warm, and the candles appear\nmultiplied. Castor delights in horsemanship: and he, who sprang from the\nsame egg, in boxing. As many thousands of people [as there are in the\nworld], so many different inclinations are there. It delights me to\ncombine words in meter, after the manner of Lucilius, a better man than\nboth of us. He long ago communicated his secrets to his books, as to\nfaithful friends; never having recourse elsewhere, whether things went\nwell or ill with him: whence it happens, that the whole life of this old\n[poet] is as open to the view, as if it had been painted en a votive\ntablet. His example I follow, though in doubt whether I am a Lucanian or\nan Apulian; for the Venusinian farmers plow upon the boundaries of both\ncountries, who (as the ancient tradition has it) were sent, on the\nexpulsion of the Samnites, for this purpose, that the enemy might not\nmake incursions on the Romans, through a vacant [unguarded frontier]: or\nlest the Apulian nation, or the fierce Lucanian, should make an\ninvasion. But this pen of mine shall not willfully attack any man\nbreathing, and shall defend me like a sword that is sheathed in the\nscabbard which why should I attempt to draw, [while I am] safe from\nhostile villains? O Jupiter, father and sovereign, may my weapon laid\naside wear away with rust, and may no one injure me, who am desirous of\npeace? But that man shall provoke me (I give notice, that it is better\nnot to touch me) shall weep [his folly], and as a notorious character\nshall be sung through all the streets of Rome.",
        "Cervius, when he is offended, threatens one with the laws and the\n[judiciary] urn; Canidia, Albutius’ poison to those with whom she is at\nenmity, Turius [threatens] great damages, if you contest any thing while\nhe is judge. How every animal terrifies those whom he suspects, with\nthat in which he is most powerful, and how strong natural instinct\ncommands this, thus infer with me.–The wolf attacks with his teeth, the\nbull with his horns. From what principle is this, if not a suggestion\nfrom within? Intrust that debauchee Scaeva with the custody of his\nancient mother; his pious hand will commit no outrage. A wonder indeed!\njust as the wolf does not attack any one with his hoof, nor the bull\nwith his teeth; but the deadly hemlock in the poisoned honey will take\noff the old dame.",
        "That I may not be tedious, whether a placid old age awaits me, or\nwhether death now hovers about me with his sable wings; rich or poor, at\nRome or (if fortune should so order it) an exile abroad; whatever be the\ncomplexion of my life, I will write. O my child, I fear you can not be\nlong, lived; and that some creature of the great ones will strike you\nwith the cold of death. What? when Lucilius had the courage to be the\nfirst in composing verses after this manner, and to pull off that mask,\nby means of which each man strutted in public view with a fair outside,\nthough foul within; was Laelius, and he who derived a well deserved\ntitle from the destruction of Carthage, offended at his wit, or were\nthey hurt at Metellus being lashed, or Lupus covered over with his\nlampoons? But he took to task the heads of the people, and the people\nthemselves, class by class; in short, he spared none but virtue and her\nfriends. Yet, when the valorous Scipio, and the mild philosophical\nLaelius, had withdrawn themselves from the crowd and the public scene,\nthey used to divert themselves with him, and joke in a free manner,\nwhile a few vegetables were boiled [for supper]. Of whatever rank I am,\nthough below the estate and wit of Lucilius, yet envy must be obliged to\nown that I have lived well with great men; and, wanting to fasten her\ntooth upon some weak part, will strike it against the solid: unless you,\nlearned Trebatius, disapprove of any thing [I have said]. For my part, I\ncan not make any objection to this. But however, that forewarned you may\nbe upon your guard, lest in ignorance of our sacred laws should bring\nyou into trouble, [be sure of this] if any person shall make scandalous\nverses against a particular man, an action lies, and a sentence.\nGranted, if they are scandalous: but if a man composes good ones, and is\npraised by such a judge as Caesar? If a man barks only at him who\ndeserves his invectives, while he himself is unblamable? The process\nwill be canceled with laughter: and you, being dismissed, may depart in\npeace.",
        "SATIRE II.",
        "On Frugality.",
        "What and how great is the virtue to live on a little (this is no\ndoctrine of mine, but what Ofellus the peasant, a philosopher without\nrules and of a home-spun wit, taught me), learn, my good friends, not\namong dishes and splendid tables; when the eye is dazzled with the vain\nglare, and the mind, intent upon false appearances, refuses [to admit]\nbetter things; but here, before dinner, discuss this point with me. Why\nso? I will inform you, if I can. Every corrupted judge examines badly\nthe truth. After hunting the hare, or being wearied by an unruly horse,\nor (if the Roman exercise fatigues you, accustomed to act the Greek)\nwhether the swift ball, while eagerness softens and prevents your\nperceiving the severity of the game, or quoits (smite the yielding air\nwith the quoit) when exercise has worked of squeamishness, dry and\nhungry, [then let me see you] despise mean viands; and don’t drink\nanything but Hymettian honey qualified with Falernian wine. Your butler\nis abroad, and the tempestuous sea preserves the fish by its wintery\nstorms; bread and salt will sufficiently appease an importunate stomach.\nWhence do you think this happens? and how is it obtained? The consummate\npleasure is not in the costly flavor, but in yourself. Do you seek for\nsauce by sweating. Neither oysters, nor scar, nor the far-fetched\nlagois, can give any pleasure to one bloated and pale through\nintemperance. Nevertheless, if a peacock were served up, I should hardly\nbe able to prevent your gratifying the palate with that, rather than a\npullet, since you are prejudiced by the vanities of things; because the\nscarce bird is bought with gold, and displays a fine sight with its\npainted tail, as if that were anything to the purpose. “What; do you eat\nthat plumage, which you extol? or has the bird the same beauty when\ndressed?” Since however there is no difference in the meat, in one\npreferably to the other; it is manifest that you are imposed upon by the\ndisparity of their appearances. Be it so.",
        "By what gift are you able to distinguish, whether this lupus, that now\nopens its jaws before us, was taken in the Tiber, or in the sea? whether\nit was tossed between the bridges or at the mouth of the Tuscan river?\nFool, you praise a mullet, that weighs three pounds; which you are\nobliged to cut into small pieces. Outward appearances lead you, I see.\nTo what intent then do you contemn large lupuses? Because truly these\nare by nature bulky, and those very light. A hungry stomach seldom\nloathes common victuals. O that I could see a swingeing mullet extended\non a swingeing dish! cries that gullet, which is fit for the voracious\nharpies themselves. But O [say I] ye southern blasts, be present to\ntaint the delicacies of the [gluttons]: though the boar and turbot\nnewly taken are rank, when surfeiting abundance provokes the sick\nstomach; and when the sated guttler prefers turnips and sharp\nelecampane. However, all [appearance of] poverty is not quite banished\nfrom the banquets of our nobles; for there is, even at this day, a place\nfor paltry eggs and black olives. And it was not long ago, since the\ntable of Gallonius, the auctioneer, was rendered infamous, by having a\nsturgeon, [served whole upon it]. What? was the sea at that time less\nnutritive of turbots? The turbot was secure and the stork unmolested in\nher nest; till the praetorian [Sempronius], the inventor, first taught\nyou [to eat them]. Therefore, if any one were to give it out that\nroasted cormorants are delicious, the Roman youth, teachable in\ndepravity, would acquiesce, in it.",
        "In the judgment of Ofellus, a sordid way of living will differ widely\nfrom frugal simplicity. For it is to no purpose for you to shun that\nvice [of luxury]; if you perversely fly to the contrary extreme.\nAvidienus, to whom the nickname of Dog is applied with propriety, eats\nolives of five years old, and wild cornels, and can not bear to rack off\nhis wine unless it be turned sour, and the smell of his oil you can not\nendure: which (though clothed in white he celebrates the wedding\nfestival, his birthday, or any other festal days) he pours out himself\nby little and little from a horn cruet, that holds two pounds, upon his\ncabbage, [but at the same time] is lavish enough of his old vinegar.",
        "What manner of living therefore shall the wise man put in practice, and\nwhich of these examples shall he copy? On one side the wolf presses on,\nand the dog on the other, as the saying is. A person will be accounted\ndecent, if he offends not by sordidness, and is not despicable through\neither extreme of conduct. Such a man will not, after the example, of\nold Albutius, be savage while he assigns to his servants their\nrespective offices; nor, like simple Naevius, will he offer greasy water\nto his company: for this too is a great fault.",
        "Now learn what and how great benefits a temperate diet will bring along\nwith it. In the first place, you will enjoy good health; for you may\nbelieve how detrimental a diversity of things is to any man, when you\nrecollect that sort of food, which by its simplicity sat so well upon\nyour stomach some time ago. But, when you have once mixed boiled and\nroast together, thrushes and shell-fish; the sweet juices will turn\ninto bile, and a thick phlegm will bring a jarring upon the stomach. Do\nnot you see, how pale each guest rises from a perplexing variety of\ndishes at an entertainment. Beside this, the body, overloaded with the\ndebauch of yesterday, depresses the mind along with it, and dashes to\nthe earth that portion of the divine spirit. Another man, as soon as he\nhas taken a quick repast, and rendered up his limbs to repose, rises\nvigorous to the duties of his calling. However, he may sometimes have\nrecourse to better cheer; whether the returning year shall bring on a\nfestival, or if he have a mind to refresh his impaired body; and when\nyears shall approach, and feeble age require to be used more tenderly.\nBut as for you, if a troublesome habit of body, or creeping old age,\nshould come upon you, what addition can be made to that soft indulgence,\nwhich you, now in youth and in health anticipate?",
        "Our ancestors praised a boar when it was stale not because they had no\nnoses; but with this view, I suppose, that a visitor coming later than\nordinary [might partake of it], though a little musty, rather than the\nvoracious master should devour it all himself while sweet. I wish that\nthe primitive earth had produced me among such heroes as these.",
        "Have you any regard for reputation, which affects the human ear more\nagreeably than music? Great turbots and dishes bring great disgrace\nalong with them, together with expense. Add to this, that your relations\nand neighbors will be exasperated at you, while you will be at enmity\nwith yourself and desirous of death in vain, since you will not in your\npoverty have three farthings left to purchase a rope withal. Trausius,\nyou say, may with justice be called to account in such language as this;\nbut I possess an ample revenue, and wealth sufficient for three\npotentates, Why then have you no better method of expending your\nsuperfluities? Why is any man, undeserving [of distressed\ncircumstances], in want, while you abound: How comes it to pass, that\nthe ancient temples of the gods are falling to ruin? Why do not you,\nwretch that you are, bestow something on your dear country, out of so\nvast a hoard? What, will matters always go well with you alone? O thou,\nthat hereafter shalt be the great derision of thine enemies! which of\nthe two shall depend upon himself in exigences with most certainty? He\nwho has used his mind and high-swollen body to redundancies; or he who,\ncontented with a little and provident for the future, like a Wise man\nin time of peace, shall make the necessary preparations for war?",
        "That you may the more readily give credit to these things: I myself,\nwhen a little boy, took notice that this Ofellua did not use his\nunencumbered estate more profusely, than he does now it is reduced. You\nmay see the sturdy husbandman laboring for hire in the land [once his\nown, but now] assigned [to others], with his cattle and children,\ntalking to this effect; I never ventured to eat any thing on a work-day\nexcept pot-herbs, with a hock of smoke-dried bacon. And when a friend\ncame to visit me after a long absence, or a neighbor, an acceptable\nguest to me resting from work on account of the rain, we lived well; not\non fishes fetched from the city, but on a pullet and a kid: then a dried\ngrape, and a nut, with a large fig, set off our second course. After\nthis, it was our diversion to have no other regulation in our cups, save\nthat against drinking to excess; then Ceres worshiped [with a libation],\nthat the corn might arise in lofty stems, smoothed with wine the\nmelancholy of the contracted brow. Let fortune rage, and stir up new\ntumults what can she do more to impair my estate? How much more savingly\nhave either I lived, or how much less neatly have you gone, my children,\nsince this new possessor came? For nature has appointed to be lord of\nthis earthly property, neither him, nor me, nor any one. He drove us\nout: either iniquity or ignorance in the quirks of the law shall [do the\nsame] him: certainly in the end his long lived heir shall expel him. Now\nthis field under the denomination of Umbrenus’, lately it was Ofellus’,\nthe perpetual property of no man; for it turns to my use one while, and\nby and by to that of another. Wherefore, live undaunted; and oppose\ngallant breasts against the strokes of adversity.",
        "SATIRE III.",
        "Damasippus, in a conversation with Horace, proves this paradox of the\nStoic philosophy, that most men are actually mad.",
        "You write so seldom, as not to call for parchment four times in the\nyear, busied in reforming your writings, yet are you angry with\nyourself, that indulging in wine and sleep you produce nothing worthy to\nbe the subject of conversation. What will be the consequence? But you\ntook refuge here, it seems, at the very celebration of the Saturnalia,\nout of sobriety. Dictate therefore something worthy of your promises;\nbegin. There is nothing. The pens are found fault with to no purpose,\nand the harmless wall, which must have been built under the displeasure\nof gods and poets, suffers [to no end]. But you had the look of one that\nhad threatened many and excellent things, when once your villa had\nreceived you, free from employment, under its warm roof. To what purpose\nwas it to stow Plato upon Menander? Eupolis, Archilochus? For what end\ndid you bring abroad such companions? What? are you setting about\nappeasing envy by deserting virtue? Wretch, you will be despised. That\nguilty Siren, Sloth, must be avoided; or whatever acquisitions you have\nmade in the better part of your life, must with equanimity be given up.\nMay the gods and godnesses, O Damasippus, present you with a barber for\nyour sound advice! But by what means did you get so well acquainted with\nme? Since all my fortunes were dissipated at the middle of the exchange,\ndetached from all business of my own, I mind that of other people. For\nformerly I used to take a delight in inquiring, in what vase the crafty\nSisyphus might have washed his feet; what was carved in an unworkmanlike\nmanner, and what more roughly cast than it ought to be; being a\nconnoisseur, I offered a hundred thousand sesterces for such a statue; I\nwas the only man who knew how to purchase gardens and fine seats to the\nbest advantage: whence the crowded ways gave me the surname of\nMercurial. I know it well; and am amazed at your being cured of that\ndisorder. Why a new disorder expelled the old one in a marvelous manner;\nas it is accustomed to do, when the pain of the afflicted side, or the\nhead, is turned upon the stomach; as it is with a man in a lethargy,\nwhen he turns boxer, and attacks his physician. As long as you do\nnothing like this, be it even as you please. O my good friend, do not\ndeceive yourself; you likewise are mad, and it is almost “fools all,” if\nwhat Stertinius insists upon has any truth in it; from whom, being of a\nteachable disposition, I derived these admirable precepts, at the very\ntime when, having given me consolation, he ordered me to cultivate a\nphilosophical beard, and to return cheerfully from the Fabrician bridge.\nFor when, my affairs being desperate, I had a mind to throw myself into\nthe river, having covered my head [for that purpose], he fortunately was\nat my elbow; and [addressed me to this effect]: Take care, how do any\nthing unworthy of yourself; a false shame, says he, afflicts you, who\ndread to be esteemed a madman among madmen. For in the first place, I\nwill inquire, what it is to be mad: and, if this distemper be in you\nexclusively, I will not add a single word, to prevent you from dying\nbravely.",
        "The school and sect of Chrysippus deem every man mad, whom vicious folly\nor the ignorance of truth drives blindly forward. This definition takes\nin whole nations, this even great kings, the wise man [alone] excepted.\nNow learn, why all those, who have fixed the name of madman upon you,\nare as senseless as yourself. As in the woods, where a mistake makes\npeople wander about from the proper path; one goes out of the way to the\nright, another to the left; there is the same blunder on both sides,\nonly the illusion is in different directions: in this manner imagine\nyourself mad; so that he, who derides you, hangs his tail not one jot\nwiser than yourself. There is one species of folly, that dreads things\nnot in the least formidable; insomuch that it will complain of fires,\nand rocks, and rivers opposing it in the open plain; there is another\ndifferent from this, but not a whit more approaching to wisdom, that\nruns headlong through the midst of flames and floods. Let the loving\nmother, the virtuous sister, the father, the wife, together with all the\nrelations [of a man possessed with this latter folly], cry out: “Here is\na deep ditch; here is a prodigious rock; take care of yourself:” he\nwould give no more attention, than did the drunken Fufius some time ago,\nwhen he overslept the character of Ilione, twelve hundred Catieni at the\nsame time roaring out, O mother, I call you to my aid. I will\ndemonstrate to you, that the generality of all mankind are mad in the\ncommission of some folly similar to this.",
        "Damasippus is mad for purchasing antique statues: but is Damasippus’\ncreditor in his senses? Well, suppose I should say to you: receive this,\nwhich you can never repay: will you be a madman, if you receive it; or\nwould you be more absurd for rejecting a booty, which propitious Mercury\noffers? Take bond, like the banker Nerius, for ten thousand sesterces;\nit will not signify: add the forms of Cicuta, so versed in the knotty\npoints of law: add a thousand obligations: yet this wicked Proteus will\nevade all these ties. When you shall drag him to justice, laughing as if\nhis cheeks were none of his own; he will be transformed into a boar,\nsometimes into a bird, sometimes into a stone, and when he pleases Into\na tree. If to conduct one’s affairs badly be the part of a madman; and\nthe reverse, that of a man well in his senses; brain of Perillius\n(believe me), who orders you [that sum of money], which you can never\nrepay, is much more unsound [than yours].",
        "Whoever grows pale with evil ambition, or the love of money: whoever is\nheated with luxury, or gloomy superstition, or any other disease of the\nmind, I command him to adjust his garment and attend: hither, all of ye,\ncome near me in order, while I convince you that you are mad.",
        "By far the largest portion of hellebore is to be administered to the\ncovetous: I know not, whether reason does not consign all Anticyra to\ntheir use. The heirs of Staberius engraved the sum [which he left them]\nupon his tomb: unless they had acted in this manner, they were under an\nobligation to exhibit a hundred pair of gladiators to the people, beside\nan entertainment according to the direction of Arrius; and as much corn\nas is cut in Africa. Whether I have willed this rightly or wrongly, it\nwas my will; be not severe against me, [cries the testator]. I imagine\nthe provident mind of Staberius foresaw this. What then did he moan,\nwhen he appointed by will that his heirs should engrave the sum of their\npatrimony upon his tomb-stone? As long as he lived, he deemed poverty a\ngreat vice, and nothing did he more industriously avoid: insomuch that,\nhad he died less rich by one farthing, the more Iniquitous would he have\nappeared to himself. For every thing, virtue, fame, glory, divine and\nhuman affairs, are subservient to the attraction of riches; which\nwhoever shall have accumulated, shall be illustrious, brave, just–What,\nwise too? Ay, and a king, and whatever else he pleases. This he was in\nhopes would greatly redound to his praise, as if it had been an\nacquisition of his virtue. In what respect did the Grecian Aristippus\nact like this; who ordered his slaves to throw away his gold in the\nmidst of Libya; because, encumbered with the burden, they traveled too\nslowly? Which is the greater madman of these two? An example is nothing\nto the purpose, that decides one controversy by creating another. If any\nperson were to buy lyres, and [when he had bought them] to stow them in\none place; though neither addicted to the lyre nor to any one muse\nwhatsoever: if a man were [to buy] paring-knives and lasts, and were no\nshoemaker; sails fit for navigation, and were averse to merchandizing;\nhe every where deservedly be styled delirious, and out of his senses.\nHow does he differ from these, who boards up cash and gold [and] knows\nnot how to use them when accumulated, and is afraid to touch them as if\nthey were consecrated? If any person before a great heap of corn should\nkeep perpetual watch with a long club, and, though the owner of it, and\nhungry, should not dare to take a single grain from it; and should\nrather feed upon bitter leaves: if while a thousand hogsheads of Chian,\nor old Falernian, is stored up within (nay, that is nothing–three\nhundred thousand), he drink nothing, but what is mere sharp vinegars\nagain–if, wanting but one year of eighty, he should lie upon straw, who\nhas bed-clothes rotting in his chest, the food of worms and moths; he\nwould seem mad, belike, but to few persons: because the greatest part of\nmankind labors, under the same malady.",
        "Thou dotard, hateful to the gods, dost thou guard [these possessions],\nfor fear of wanting thyself: to the end that thy son, or even the\nfreedman thy heir, should guzzle it all up? For how little will each day\ndeduct from your capital, if you begin to pour better oil upon your\ngreens and your head, filthy with scurf not combed out? If any thing be\na sufficiency, wherefore are you guilty of perjury [wherefore] do you\nrob, and plunder from all quarters? Are you in your senses? If you were\nto begin to pelt the populace with stones, and the slaves, which you\npurchased with your money; all the: very boys and girls will cry out\nthat you are a madman. When you dispatch your wife with a rope, and your\nmother with poison, are you right in your head? Why not? You neither did\nthis at Argos, nor slew your mother with the sword, as the mad Orestes\ndid. What, do you imagine that he ran? mad after he had murdered his\nparent; and that he was not driven mad by the wicked Furies, before he\nwarmed his sharp steel in his mother’s throat? Nay, from the time that\nOrestes is deemed to have been of a dangerous disposition, he did\nnothing in fact that you can blame; he did not dare to offer violence\nwith his sword to Pylades, nor to his sister Electra; he only gave ill\nlanguage to both of them, by calling her a Fury, and him some other\n[opprobrious name], which, his violent choler suggested.",
        "Opimius, poor amid silver and gold hoarded up within, who used to drink\nout of Campanian ware Veientine wine on holidays, and mere dregs on\ncommon days, was some time ago taken with a prodigious lethargy;\ninsomuch that his heir was already scouring about his coffers and keys,\nin joy and triumph. His physician, a man of much dispatch and fidelity,\nraises him in this manner: he orders a table to be brought, and the bags\nof money to be poured out, and several persons to approach in order to\ncount it: by this method he sets the man upon his legs again. And at the\nsame time he addresses him to this effect. Unless you guard your money\nyour ravenous heir will even now carry off these [treasures] of yours.\nWhat, while I am alive? That you may live, therefore, awake; do this.\nWhat would you have me do? Why your blood will fail you that are so much\nreduced, unless food and some great restorative be administered to your\ndecaying stomach. Do you hesitate? come on; take this ptisan made of\nrice. How much did it cost? A trifle. How much then? Eight asses. Alas!\nwhat does it matter, whether I die of a disease, or by theft and rapine?",
        "Who then is sound? He, who is not a fool. What is the covetous man? Both\na fool and a madman. What–if a man be not covetous, is he immediately\n[to be deemed] sound? By no means. Why so, Stoic? I will tell you. Such\na patient (suppose Craterus [the physician] said this) is not sick at\nthe heart. Is he therefore well, and shall he get up? No, he will forbid\nthat; because his side or his reins are harassed with an acute disease.\n[In like manner], such a man is not perjured, nor sordid; let him then\nsacrifice a hog to his propitious household gods. But he is ambitious\nand assuming. Let him make a voyage [then] to Anticyra. For what is the\ndifference, whether you fling whatever you have into a gulf, or make no\nuse of your acquisitions?",
        "Servius Oppidius, rich in the possession of an ancient estate, is\nreported when dying to have divided two farms at Canusium between his\ntwo sons, and to have addressed the boys, called to his bed-side, [in\nthe following manner]: When I saw you, Aulus, carry your playthings and\nnuts carelessly in your bosom, [and] to give them and game them away;\nyou, Tiberius, count them, and anxious hide them in holes; I was afraid\nlest a madness of a different nature should possess you: lest you\n[Aulus], should follow the example of Nomentanus, you, [Tiberius], that\nof Cicuta. Wherefore each of you, entreated by our household gods, do\nyou (Aulus) take care lest you lessen; you (Tiberius) lest you make that\ngreater, which your father thinks and the purposes of nature determine\nto be sufficient. Further, lest glory should entice you, I will bind\neach of you by an oath: whichever of you shall be an aedile or a\npraetor, let him be excommunicated and accursed. Would you destroy your\neffects in [largesses of] peas, beans, and lupines, that you may stalk\nin the circus at large, or stand in a statue of brass, O madman,\nstripped of your paternal estate, stripped of your money? To the end,\nforsooth, that you may gain those applauses, which Agrippa gains, like a\ncunning fox imitating a generous lion?",
        "O Agamemnon, why do you prohibit any one from burying Ajax? I am a king.\nI, a plebeian, make no further inquiry. And I command a just thing: but,\nif I seem unjust to any one, I permit you to speak your sentiments with\nimpunity. Greatest of kings, may the gods grant that, after the taking\nof Troy, you may conduct your fleet safe home: may I then have the\nliberty to ask questions, and reply in my turn? Ask. Why does Ajax, the\nsecond hero after Achilles, rot [above ground], so often renowned for\nhaving saved the Grecians; that Priam and Priam’s people may exult in\nhis being unburied, by whose means so many youths have been deprived of\ntheir country’s rites of sepulture. In his madness he killed a thousand\nsheep, crying out that he was destroying the famous Ulysses and\nMenelaus, together with me. When you at Aulis substituted your sweet\ndaughter in the place of a heifer before the altar, and, O impious one,\nsprinkled her head with the salt cake; did you preserve soundness of\nmind? Why do you ask? What then did the mad Ajax do, when he slew the\nflock with his sword? He abstained from any violence to his wife and\nchild, though he had imprecated many curses on the sons of Atreus: he\nneither hurt Teucer, nor even Ulysses himself. But I, out of prudence,\nappeased the gods with blood, that I might loose the ships detained on\nan adverse shore. Yes, madman! with your own blood. With my own\n[indeed], but I was not mad. Whoever shall form images foreign from\nreality, and confused in the tumult of impiety, will always be reckoned\ndisturbed in mind: and it will not matter, whether he go wrong through\nfolly or through rage. Is Ajax delirious, while he kills the harmless\nlambs? Are you right in your head, when you willfully commit a crime for\nempty titles? And is your heart pure, while it is swollen with the vice?\nIf any person should take a delight to carry about with him in his sedan\na pretty lambkin; and should provide clothes, should provide maids and\ngold for it, as for a daughter, should call it Rufa and Rufilla, and\nshould destine it a wife for some stout husband; the praetor would\ntake power from him being interdicted, and the management of him would\ndevolve to his relations, that were in their senses. What, if a man\ndevote his daughter instead of a dumb lambkin, is he right of mind?\nNever say it. Therefore, wherever there is a foolish depravity, there\nwill be the height of madness. He who is wicked, will be frantic too:\nBellona, who delights in bloodshed, has thundered about him, whom\nprecarious fame has captivated.",
        "Now, come on, arraign with me luxury and Nomentanus; for reason will\nevince that foolish spendthrifts are mad. This fellow, as soon as he\nreceived a thousand talents of patrimony, issues an order that the\nfishmonger, the fruiterer, the poulterer, the perfumer, and the impious\ngang of the Tuscan alley, sausage-maker, and buffoons, the whole\nshambles, together with [all] Velabrum, should come to his house in the\nmorning. What was the consequence? They came in crowds. The pander makes\na speech: “Whatever I, or whatever each of these has at home, believe it\nto be yours: and give your order for it either directly, or to-morrow.\"\nHear what reply the considerate youth made: “You sleep booted in\nLucanian snow, that I may feast on a boar: you sweep the wintry seas for\nfish: I am indolent, and unworthy to possess so much. Away with it: do\nyou take for your share ten hundred thousand sesterces; you as much; you\nthrice the sum, from whose house your spouse runs, when called for, at\nmidnight.” The son of Aesopus, [the actor] (that he might, forsooth,\nswallow a million of sesterces at a draught), dissolved in vinegar a\nprecious pearl, which he had taken from the ear of Metella: how much\nwiser was he [in doing this,] than if he had thrown the same into a\nrapid river, or the common sewer? The progeny of Quintius Arrius, an\nillustrious pair of brothers, twins in wickedness and trifling and the\nlove of depravity, used to dine upon nightingales bought at a vast\nexpense: to whom do these belong? Are they in their senses? Are they to\nbe marked With chalk, or with charcoal?",
        "If an [aged person] with a long beard should take a delight to build\nbaby-houses, to yoke mice to a go-cart, to play at odd and even, to ride\nupon a long cane, madness must be his motive. If reason shall evince,\nthat to be in love is a more childish thing than these; and that there\nis no difference whether you play the same games in the dust as when\nthree years old, or whine in anxiety for the love of a harlot: I beg to\nknow, if you will act as the reformed Polemon did of old? Will you lay\naside those ensigns of your disease, your rollers, your mantle, your\nmufflers; as he in his cups is said to have privately torn the chaplet\nfrom his neck, after he was corrected by the speech of his fasting\nmaster? When you offer apples to an angry boy, he refuses them: here,\ntake them, you little dog; he denies you: if you don’t give them, he\nwants them. In what does an excluded lover differ [from such a boy];\nwhen he argues with himself whether he should go or not to that very\nplace whither he was returning without being sent for, and cleaves to\nthe hated doors? “What shall I not go to her now, when she invites me of\nher own accord? or shall I rather think of putting an end to my pains?\nShe has excluded me; she recalls me: shall I return? No, not if she\nwould implore me.” Observe the servant, not a little wiser: “O master,\nthat which has neither moderation nor conduct, can not be guided by\nreason or method. In love these evils are inherent; war [one while],\nthen peace again. If any one should endeavor to ascertain these things,\nthat are various as the weather, and fluctuating by blind chance; he\nwill make no more of it, than if he should set about raving by right\nreason and rule.” What–when, picking the pippins from the Picenian\napples, you rejoice if haply you have hit the vaulted roof; are you\nyourself? What–when you strike out faltering accents from your\nantiquated palate, how much wiser are you than [a child] that builds\nlittle houses? To the folly [of love] add bloodshed, and stir the fire\nwith a sword. I ask you, when Marius lately, after he had stabbed\nHellas, threw himself down a precipice, was he raving mad? Or will you\nabsolve the man from the imputation of a disturbed mind, and condemn him\nfor the crime, according to your custom, imposing, on things named that\nhave an affinity in signification?",
        "There was a certain freedman, who, an old man, ran about the streets in\na morning fasting, with his hands washed, and prayed thus: “Snatch me\nalone from death” (adding some solemn vow), “me alone, for it is an easy\nmatter for the gods:” this man was sound in both his ears and eyes; but\nhis master, when he sold him, would except his understanding, unless he\nwere fond of law-suits. This crowd too Chrysippus places in the fruitful\nfamily of Menenius.",
        "O Jupiter, who givest and takest away great afflictions, (cries the\nmother of a boy, now lying sick abed for five months), if this cold\nquartan ague should leave the child, in the morning of that day on which\nyou enjoy a fast, he shall stand naked in the Tiber. Should chance or\nthe physician relieve the patient from his imminent danger, the\ninfatuated mother will destroy [the boy] placed on the cold bank, and\nwill bring back the fever. With what disorder of the mind is she\nstricken? Why, with a superstitious fear of the gods.",
        "These arms Stertinius, the eighth of the wise men, gave to me, as to a\nfriend, that for the future I might not be roughly accosted without\navenging myself. Whosoever shall call me madman, shall hear as much from\nme [in return]; and shall learn to look back upon the bag that hangs\nbehind him.",
        "O Stoic, so may you, after your damage, sell all your merchandise the\nbetter: what folly (for, [it seems,] there are more kinds than one) do\nyou think I am infatuated with? For to myself I seem sound. What–when\nmad Agave carries the amputated head of her unhappy son, does she then\nseem mad to herself? I allow myself a fool (let me yield to the truth)\nand a madman likewise: only declare this, with what distemper of mind\nyou think me afflicted. Hear, then: in the first place you build; that\nis, though from top to bottom you are but of the two-foot size you\nimitate the tall: and you, the same person, laugh at the spirit and\nstrut of Turbo in armor, too great for his [little] body: how are you\nless ridiculous than him? What–is it fitting that, in every thing\nMaecenas does, you, who are so very much unlike him and so much his\ninferior, should vie with him? The young ones of a frog being in her\nabsence crushed by the foot of a calf, when one of them had made his\nescape, he told his mother what a huge beast had dashed his brethren to\npieces. She began to ask, how big? Whether it were so great? puffing\nherself up. Greater by half. What, so big? when she had swelled herself\nmore and more. If you should burst yourself, says he, you will not be\nequal to it. This image bears no great dissimilitude to you. Now add\npoems (that is, add oil to the fire), which if ever any man in his\nsenses made, why so do you. I do not mention your horrid rage. At\nlength, have done–your way of living beyond your fortune–confine\nyourself to your own affairs, Damasippus–those thousand passions for\nthe fair, the young. Thou greater madman, at last, spare thy inferior.",
        "SATIRE IV.",
        "He ridicules the absurdity of one Catius, who placed the summit of\nhuman felicity in the culinary art.",
        "Whence, and whither, Catius? I have not time [to converse with you],\nbeing desirous of impressing on my memory some new precepts; such as\nexcel Pythagoras, and him that was accused by Anytus, and the learned\nPlato. I acknowledge my offense, since I have interrupted you at so\nunlucky a juncture: but grant me your pardon, good sir, I beseech you.\nIf any thing should have slipped you now, you will presently recollect\nit: whether this talent of yours be of nature, or of art, you are\namazing in both. Nay, but I was anxious, how I might retain all [these\nprecepts]; as being things of a delicate nature, and in a delicate\nstyle. Tell me the name of this man; and at the same time whether he is\na Roman, or a foreigner? As I have them by heart, I will recite the\nprecepts: the author shall be concealed.",
        "Remember to serve up those eggs that are of an oblong make, as being of\nsweeter flavor and more nutritive than the round ones: for, being\ntough-shelled, they contain a male yelk. Cabbage that grows in dry\nlands, is sweeter than that about town: nothing is more insipid than a\ngarden much watered. If a visitor should come unexpectedly upon you in\nthe evening, lest the tough old hen prove disagreeable to his palate,\nyou must learn to drown it in Falernian wine mixed [with water]: this\nwill make it tender. The mushrooms that grow in meadows, are of the best\nkind: all others are dangerously trusted. That man shall spend his\nsummers healthy who shall finish his dinners with mulberries black [with\nripeness], which he shall have gathered from the tree before the sun\nbecomes violent. Aufidius used to mix honey with strong Falernian\ninjudiciously; because it is right to commit nothing to the empty veins,\nbut what is emollient: you will, with more propriety, wash your stomach\nwith soft mead. If your belly should be hard bound, the limpet and\ncoarse cockles will remove obstructions, and leaves of the small sorrel;\nbut not without Coan white wine. The increasing moons swell the\nlubricating shell-fish. But every sea is not productive of the exquisite\nsorts. The Lucrine muscle is better than the Baian murex: [The best]\noysters come from the Circaean promontory; cray-fish from Misenum: the\nsoft Tarentum plumes herself on her broad escalops. Let no one\npresumptuously arrogate to himself the science of banqueting, unless the\nnice doctrine of tastes has been previously considered by him with exact\nsystem. Nor is it enough to sweep away a parcel of fishes from the\nexpensive stalls, [while he remains] ignorant for what sort stewed sauce\nis more proper, and what being roasted, the sated guest will presently\nreplace himself on his elbow. Let the boar from Umbria, and that which\nhas been fed with the acorns of the scarlet oak, bend the round dishes\nof him who dislikes all flabby meat: for the Laurentian boar, fattened\nwith flags and reeds, is bad. The vineyard does not always afford the\nmost eatable kids. A man of sense will be fond of the shoulders of a\npregnant hare. What is the proper age and nature of fish and fowl,\nthough inquired after, was never discovered before my palate. There are\nsome, whose genius invents nothing but new kinds of pastry. To waste\none’s care upon one thing, is by no means sufficient; just as if any\nperson should use all his endeavors for this only, that the wine be not\nbad; quite careless what oil he pours upon his fish. If you set out\nMassic wine in fair weather, should there be any thing thick in it, it\nwill be attenuated by the nocturnal air, and the smell unfriendly to the\nnerves will go off: but, if filtrated through linen, it will lose its\nentire flavor. He, who skillfully mixes the Surrentine wine with\nFalernian lees, collects the sediment with a pigeon’s egg: because the\nyelk sinks to the bottom, rolling down with it all the heterogeneous\nparts. You may rouse the jaded toper with roasted shrimps and African\ncockles; for lettuce after wine floats upon the soured stomach: by ham\npreferably, and by sausages, it craves to be restored to its appetite:\nnay, it will prefer every thing which is brought smoking hot from the\nnasty eating-houses. It is worth while to be acquainted with the two\nkinds of sauce. The simple consists of sweet oil; which it will be\nproper to mix with rich wine and pickle, but with no other pickle than\nthat by which the Byzantine jar has been tainted. When this, mingled\nwith shredded herbs, has boiled, and sprinkled with Corycian saffron,\nhas stood, you shall over and above add what the pressed berry of the\nVenafran olive yields. The Tiburtian yield to the Picenian apples in\njuice, though they excel in look. The Venusian grape is proper for\n[preserving in] pots. The Albanian you had better harden in the smoke. I\nam found to be the first that served up this grape with apples in neat\nlittle side-plates, to be the first [likewise that served up] wine-lees\nand herring-brine, and white pepper finely mixed with black salt. It is\nan enormous fault to bestow three thousand sesterces on the fish-market,\nand then to cramp the roving fishes in a narrow dish. It causes a great\nnausea in the stomach, if even the slave touches the cup with greasy\nhands, while he licks up snacks, or if offensive grime has adhered to\nthe ancient goblet. In trays, in mats, in sawdust, [that are so] cheap,\nwhat great expense can there be? But, if they are neglected, it is a\nheinous shame. What, should you sweep Mosaic pavements with a dirty\nbroom made of palm, and throw Tyrian carpets over the unwashed furniture\nof your couch! forgetting, that by how much less care and expense these\nthings are attended, so much the more justly may [the want of them] be\ncensured, than of those things which can not be obtained but at the\ntables of the rich?",
        "Learned Catius, entreated by our friendship and the gods, remember to\nintroduce me to an audience [with this great man], whenever you shall go\nto him. For, though by your memory you relate every thing to me, yet as\na relater you can not delight me in so high a degree. Add to this the\ncountenance and deportment of the man; whom you, happy in having seen,\ndo not much regard, because it has been your lot: but I have no small\nsolicitude, that I may approach the distant fountain-heads, and imbibe\nthe precepts of [such] a blessed life.",
        "SATIRE V.",
        "In a humorous dialogue between Ulysses and Tiresias, he exposes those\narts which the fortune hunters make use of, in order to be appointed the\nheirs of rich old men.",
        "Beside what you have told me, O Tiresias, answer to this petition of\nmine: by what arts and expedients may I be able to repair my ruined\nfortunes–why do you laugh? Does it already seem little to you, who are\npracticed in deceit, to be brought back to Ithaca, and to behold [again]\nyour family household gods? O you who never speak falsely to anyone, you\nsee how naked and destitute I return home, according to your prophecy:\nnor is either my cellar, or my cattle there, unembezzled by the suitors\n[of Penelope]. But birth and virtue, unless [attended] with substance,\nis viler than sea weed.",
        "Since (circumlocutions apart) you are in dread of poverty hear by what\nmeans you may grow wealthy. If a thrush, or any [nice] thing for your\nown private [eating], shall be given you; it must wing way to that\nplace, where shines a great fortune, the possessor being an old man:\ndelicious apples, and whatever dainties your well-cultivated ground\nbrings forth for you, let the rich man, as more to be reverenced than\nyour household god, taste before him: and, though he be perjured, of no\nfamily, stained with his brother’s blood, a runaway; if he desire it, do\nnot refuse to go along with him, his companion on the outer side. What,\nshall I walk cheek by jole with a filthy Damas? I did not behave myself\nin that manner at Troy, contending always with the best. You must then\nbe poor. I will command my sturdy soul to bear this evil; I have\nformerly endured even greater. Do thou, O prophet, tell me forthwith how\nI may amass riches and heaps of money. In troth I have told you, and\ntell you again. Use your craft to lie at catch for the last wills of old\nmen: nor, if one or two cunning chaps escape by biting the bait off the\nhook, either lay aside hope, or quit the art, though disappointed in\nyour aim. If an affair, either of little or great consequence, shall be\ncontested at any time at the bar; whichever of the parties live wealthy\nwithout heirs, should he be a rogue, who daringly takes the law of a\nbetter man, be thou his advocate: despise the citizen, who is superior\nin reputation, and [the justness of] his cause, if at home he has a son\nor a fruitful wife. [Address him thus:] “Quintus, for instance, or\nPublius (delicate ears delight in the prefixed name), your virtue has\nmade me your friend. I am acquainted with the precarious quirks of the\nlaw; I can plead causes. Any one shall sooner snatch my eyes from me,\nthan he shall despise or defraud you of an empty nut. This is my care,\nthat you lose nothing, that you be not made a jest of.” Bid him go home,\nand make much of himself. Be his solicitor yourself: persevere, and be\nsteadfast: whether the glaring dog-star shall cleave the infant statues;\nor Furius, destined with his greasy paunch, shall spue white snow over\nthe wintery Alps. Do not you see (shall someone say, jogging the person\nthat stands next to him by the elbow) how indefatigable he is, how\nserviceable to his friends, how acute? [By this means] more tunnies\nshall swim in, and your fish-ponds will increase.",
        "Further, if any one in affluent circumstances has reared an ailing son,\nlest a too open complaisance to a single man should detect you, creep\ngradually into the hope [of succeeding him], and that you may be set\ndown as second heir; and, if any casualty ahould dispatch the boy to\nHades, you may come into the vacancy. This die seldom fails. Whoever\ndelivers his will to you to read, be mindful to decline it, and push the\nparchment from you: [do it] however in such a manner, that you may catch\nwith an oblique glance, what the first page intimates to be in the\nsecond clause: run over with a quick eye, whether you are sole heir, or\nco-heir with many. Sometimes a well-seasoned lawyer, risen from a\nQuinquevir, shall delude the gaping raven; and the fortune-hunter Nasica\nshall be laughed at by Coranus.",
        "What, art thou in a [prophetic] raving; or dost thou play upon me\ndesignedly, by uttering obscurities? O son of Laertes, whatever I shall\nsay will come to pass, or it will not: for the great Apollo gives me the\npower to divine. Then, if it is proper, relate what that tale means.",
        "At that time when the youth dreaded by the Parthians, an offspring\nderived from the noble Aeneas, shall be mighty by land and sea; the tall\ndaughter of Nasica, averse to pay the sum total of his debt, shall wed\nthe stout Coranus. Then the son-in-law shall proceed thus: he shall\ndeliver his will to his father-in-law, and entreat him to read it;\nNasica will at length receive it, after it has been several times\nrefused, and silently peruse it; and will find no other legacy left to\nhim and his, except leave to lament.",
        "To these [directions I have already given], I subjoin the [following]:\nif haply a cunning woman or a freedman have the management of an old\ndriveler, join with them as an associate: praise them, that you may be\npraised in your absence. This too is of service; but to storm [the\ncapital] itself excels this method by far. Shall he, a dotard, scribble\nwretched verses? Applaud them. Shall he be given to pleasure? Take care\n[you do not suffer him] to ask you: of your own accord complaisantly\ndeliver up your Penelope to him, as preferable [to yourself]. What–do\nyou think so sober and so chaste a woman can be brought over, whom [so\nmany] wooers could not divert from the right course. Because, forsooth,\na parcel of young fellows came, who were too parsimonious to give a\ngreat price, nor so much desirous of an amorous intercourse, as of the\nkitchen. So far your Penelope is a good woman: who, had she once tasted\nof one old [doting gallant], and shared with you the profit, like a\nhound, will never be frighted away from the reeking skin [of the new\nkilled game].",
        "What I am going to tell you happened when I was an old man. A wicked hag\nat Thebes was, according to her will, carried forth in this manner: her\nheir bore her corpse, anointed with a large quantity of oil, upon his\nnaked shoulders; with the intent that, if possible, she might escape\nfrom him even when dead: because, I imagine, he had pressed upon her too\nmuch when living. Be cautious in your addresses: neither be wanting in\nyour pains, nor immoderately exuberant. By garrulity you will offend the\nsplenetic and morose. You must not, however, be too silent. Be Davus in\nthe play; and stand with your head on one side, much like one who is in\ngreat awe. Attack him with complaisance: if the air freshens, advise him\ncarefully to cover up his precious head: disengage him from the crowd by\nopposing your shoulders to it: closely attach your ear to him if chatty.\nIs he immoderately fond of being praised? Pay him home, till he shall\ncry out, with his hands lifted up to heaven, “Enough:” and puff up the\nswelling bladder with tumid speeches. When he shall have [at last]\nreleased you from your long servitude and anxiety; and being certainly\nawake, you shall hear [this article in his will]? “Let Ulysses be heir\nto one fourth of my estate:” “is then my companion Damas now no more?\nwhere shall I find one so brave and so faithful?” Throw out [something\nof this kind] every now and then: and if you can a little, weep for him.\nIt is fit to disguise your countenance, which [otherwise] would betray\nyour joy. As for the monument, which is left to your own discretion,\nerect it without meanness. The neighborhood will commend the funeral\nhandsomely performed. If haply any of your co-heirs, being advanced in\nyears, should have a dangerous cough; whether he has a mind to be a\npurchaser of a farm or a house out of your share, tell him, you will\n[come to any terms he shall propose, and] make it over to him gladly for\na trifling sum. But the Imperious Proserpine drags me hence. Live, and\nprosper.",
        "SATIRE VI.",
        "He sets the conveniences of a country retirement in opposition to the\ntroubles of a life in town.",
        "This was [ever] among the number of my wishes: a portion of ground not\nover large, in which was a garden, and a fountain with a continual\nstream close to my house, and a little Woodland besides. The gods have\ndone more abundantly, and better, for me [than this]. It is well: O son\nof Maia, I ask nothing more save that you would render these donations\nlasting to me. If I have neither made my estate larger by bad means, nor\nam in a way to make it less by vice or misconduct; if I do not foolishly\nmake any petition of this sort–\"Oh that that neighboring angle, which\nnow spoils the; regularity of my field, could be added! Oh that some\naccident would discover to me an urn [full] of money! as it did to him,\nwho having found a treasure, bought that very ground he before tilled in\nthe capacity of an hired servant, enriched by Hercules’ being his\nfriend;” if what I have at present satisfies me grateful, I supplicate\nyou with this prayer: make my cattle fat for the use of their master,\nand every thing else, except my genius: and, as you are wont, be present\nas my chief guardian. Wherefore, when I have removed myself from the\ncity to the mountains and my castle, (what can I polish, preferably to\nmy satires and prosaic muse?) neither evil ambition destroys me, nor the\nheavy south wind, nor the sickly autumn, the gain of baleful Libitina.",
        "Father of the morning, or Janus, if with more pleasure thou hearest\nthyself [called by that name], from whom men commence the toils of\nbusiness, and of life (such is the will of the gods), be thou the\nbeginning of my song. At Rome you hurry me away to be bail; “Away,\ndispatch, [you cry,] lest any one should be beforehand with you in doing\nthat friendly office:” I must go, at all events, whether the north wind\nsweep the earth, or winter contracts the snowy day into a narrower\ncircle. After this, having uttered in a clear and determinate manner\n[the legal form], which may be a detriment to me, I must bustle through\nthe crowd; and must disoblige the tardy. “What is your will, madman, and\nwhat are you about, impudent fellow?” So one accosts me with his\npassionate curses. “You jostle every thing that is in your way, if with\nan appointment full in your mind you are away to Maecenas.” This pleases\nme, and is like honey: I will not tell a lie. But by the time I reached\nthe gloomy Esquiliae, a hundred affairs of other people’s encompass me\non every side: “Roscius begged that you would be with him at the\ncourt-house to-morrow before the second hour.” “The secretaries\nrequested you would remember, Quintus, to return to-day about an affair\nof public concern, and of great consequence.” “Get Maecenas to put his\nsignet to these tablets.” Should one say, “I will endeavor at it:” “If\nyou will, you can,” adds he; and is more earnest. The seventh year\napproaching to the eighth is now elapsed, from the time that Maecenas\nbegan to reckon me in the number of his friends; only thus far, as one\nhe would like to take along with him in his chariot, when he went a\njourney, and to whom he would trust such kind of trifles as these: “What\nis the hour?” “Is Gallina, the Thracian, a match for [the gladiator]\nSyrus?” “The cold morning air begins to pinch those that are ill\nprovided against it;\"–and such things-as are well enough intrusted to a\nleaky ear. For all this time, every day and hour, I have been more\nsubjected to envy. “Our son of fortune here, says every body, witnessed\nthe shows in company with [Maecenas], and played with him in the Campus\nMartius.” Does any disheartening report spread from the rostrum through\nthe streets, whoever comes in my way consults me [concerning it]: “Good\nsir, have you (for you must know, since you approach nearer the gods)\nheard any thing relating to the Dacians?” “Nothing at all for my part,\"\n[I reply]. “How you ever are a sneerer!” “But may all the gods torture\nme, if I know any thing of the matter.” “What? will Caesar give the\nlands he promised the soldiers, in Sicily, or in Italy?” As I am\nswearing I know nothing about it, they wonder at me, [thinking] me, to\nbe sure, a creature of profound and extraordinary secrecy.",
        "Among things of this nature the day is wasted by me, mortified as I am,\nnot without such wishes as these: O rural retirement, when shall I\nbehold thee? and when shall it be in my power to pass through the\npleasing oblivion of a life full of solicitude, one while with the books\nof the ancients, another while in sleep and leisure? O when shall the\nbean related to Pythagoras, and at the same time herbs well larded with\nfat bacon, be set before me? O evenings, and suppers fit for gods! with\nwhich I and my friends regale ourselves in the presence of my household\ngods; and feed my saucy slaves with viands, of which libations have been\nmade. The guest, according to every one’s inclination, takes off the\nglasses of different sizes, free from mad laws: whether one of a strong\nconstitution chooses hearty bumpers; or another more joyously gets\nmellow with moderate ones. Then conversation arises, not concerning\nother people’s villas and houses, nor whether Lepos dances well or not;\nbut we debate on what is more to our purpose, and what it is pernicious\nnot to know–whether men are made happier by riches or by virtue; or\nwhat leads us into intimacies, interest or moral rectitude; and what is\nthe nature of good, and what its perfection. Meanwhile, my neighbor\nCervius prates away old stories relative to the subject. For, if any one\nignorantly commends the troublesome riches of Aurelius, he thus begins:\n“On a time a country-mouse is reported to have received a city-mouse\ninto his poor cave, an old host, his old acquaintance; a blunt fellow\nand attentive to his acquisitions, yet so as he could [on occasion]\nenlarge his narrow soul in acts of hospitality. What need of many words?\nHe neither grudged him the hoarded vetches, nor the long oats; and\nbringing in his mouth a dry plum, and nibbled scraps of bacon, presented\nthem to him, being desirous by the variety of the supper to get the\nbetter of the daintiness of his guest, who hardly touched with his\ndelicate tooth the several things: while the father of the family\nhimself, extended on fresh straw, ate a spelt and darnel leaving that\nwhich was better [for his guest]. At length the citizen addressing him,\n’Friend,’ says he, ’what delight have you to live laboriously on the\nridge of a rugged thicket? Will you not prefer men and the city to the\nsavage woods? Take my advice, and go along with me: since mortal lives\nare allotted to all terrestrial animals, nor is there any escape from\ndeath, either for the great or the small. Wherefore, my good friend,\nwhile it is in your power, live happy in joyous circumstances: live\nmindful of how brief an existence you are.’ Soon as these speeches had\nwrought upon the peasant, he leaps nimbly from his cave: thence they\nboth pursue their intended journey, being desirous to steal under the\ncity walls by night. And now the night possessed the middle region of\nthe heavens, when each of them set foot in a gorgeous palace, where\ncarpets dyed with crimson grain glittered upon ivory couches, and many\nbaskets of a magnificent entertainment remained, which had yesterday\nbeen set by in baskets piled upon one another. After he had placed the\npeasant then, stretched at ease upon a splendid carpet; he bustles about\nlike an adroit host, and keeps bringing up one dish close upon another,\nand with an affected civility performs all the ceremonies, first tasting\nof every thing he serves up. He, reclined, rejoices in the change of his\nsituation, and acts the part of a boon companion in the good cheer: when\non a sudden a prodigious rattling of the folding doors shook them both\nfrom their couches. Terrified they began to scamper all about the room,\nand more and more heartless to be in confusion, while the lofty house\nresounded with [the barking of] mastiff dogs; upon which, says the\ncountry-mouse, ’I have no desire for a life like this; and so farewell:\nmy wood and cave, secure from surprises, shall with homely tares comfort\nme.’”",
        "SATIRE VII.",
        "One of Horace’s slaves, making use of that freedom which was allowed\nthem at the Saturnalia, rates his master in a droll and severe manner.",
        "I have a long while been attending [to you], and would fain speak a few\nwords [in return; but, being] a slave, I am afraid. What, Davus? Yes,\nDavus, a faithful servant to his master and an honest one, at least\nsufficiently so: that is, for you to think his life in no danger. Well\n(since our ancestors would have it so), use the freedom of December\nspeak on.",
        "One part of mankind are fond of their vices with some constancy and\nadhere to their purpose: a considerable part fluctuates; one while\nembracing the right, another while liable to depravity. Priscus,\nfrequently observed with three rings, sometimes with his left hand bare,\nlived so irregularly that he would change his robe every hour; from a\nmagnificent edifice, he would on a sudden hide himself in a place,\nwhence a decent freedman could scarcely come out in a decent manner; one\nwhile he would choose to lead the life of a rake at Rome, another while\nthat of a teacher at Athens; born under the evil influence of every\nVertumnus. That buffoon, Volanerius, when the deserved gout had crippled\nhis fingers, maintained [a fellow] that he had hired at a daily price,\nwho took up the dice and put them into a box for him: yet by how much\nmore constant was he in his vice, by so much less wretched was he than\nthe former person, who is now in difficulties by too loose, now by too\ntight a rein.",
        "“Will you not tell to-day, you varlet, whither such wretched stuff as\nthis tends?” “Why, to you, I say.” “In what respect to me, scoundrel?\"\n“You praise the happiness and manners of the ancient [Roman] people; and\nyet, if any god were on a sudden to reduce you to to them, you, the same\nman, would earnestly beg to be excused; either because you are not\nreally of opinion that what you bawl about is right; or because you are\nirresolute in defending the right, and hesitate, in vain desirous to\nextract your foot from the mire. At Rome, you long for the country; when\nyou are in the country, fickle, you extol the absent city to the skies.\nIf haply you are invited out nowhere to supper, you praise your quiet\ndish of vegetables; and as if you ever go abroad upon compulsion, you\nthink yourself so happy, and do so hug yourself, that you are obliged to\ndrink out nowhere. Should Maecenas lay his commands on you to come late,\nat the first lighting up of the lamps, as his guest; ’Will nobody bring\nthe oil with more expedition? Does any body hear?’ You stutter with a\nmighty bellowing, and storm with rage. Milvius, and the buffoons [who\nexpected to sup with you], depart, after having uttered curses not\nproper to be repeated. Any one may say, for I own [the truth], that I am\neasy to be seduced by my appetite; I snuff up my nose at a savory smell:\nI am weak, lazy; and, if you have a mind to add any thing else, I am a\nsot. But seeing you are as I am, and perhaps something worse, why do you\nwillfully call me to an account as if you were the better man; and, with\nspecious phrases, disguise your own vice? What, if you are found out to\nbe a greater fool than me, who was purchased for five hundred drachmas?\nForbear to terrify me with your looks; restrain your hand and your\nanger, while I relate to you what Crispinus’ porter taught me.",
        "“Another man’s wife captivates you; a harlot, Davus: which of us sins\nmore deservingly of the cross? When keen nature inflames me, any common\nwench that picks me up, dismisses me neither dishonored, nor caring\nwhether a richer or a handsomer man enjoys her next. You, when you have\ncast off your ensigns of dignity, your equestrian ring and your Roman\nhabit, turn out from a magistrate a wretched Dama, hiding with a cape\nyour perfumed head: are you not really what you personate? You are\nintroduced, apprehensive [of consequences]; and, as you are altercating\nWith your passions, your bones shake with fear. What is the difference\nwhether you go condemned [like a gladiator], to be galled with scourges,\nor slain with the sword; or be closed up in a filthy chest, where [the\nmaid], concious of her mistress’ crime, has stowed you? Has not the\nhusband of the offending dame a just power over both; against the\nseducer even a juster? But she neither changes her dress, nor place, nor\nsins to that excess [which you do]; since the woman is in dread of you,\nnor gives any credit to you, though you profess to love her. You must go\nunder the yoke knowingly, and put all your fortune, your life, and\nreputation, together with your limbs, into the power of an enraged\nhusband. Have you escaped? I suppose, then, you will be afraid [for the\nfuture]; and, being warned, will be cautious. No, you will seek occasion\nwhen you may be again in terror, and again may be likely to perish. O so\noften a slave! What beast, when it has once escaped by breaking its\ntoils, absurdly trusts itself to them again? You say, “I am no\nadulterer.” Nor, by Hercules, am I a thief, when I wisely pass by the\nsilver vases. Take away the danger, and vagrant nature will spring\nforth, when restraints are removed. Are you my superior, subjected as\nyou are, to the dominion of so many things and persons, whom the\npraetor’s rod, though placed on your head three or four times over, can\nnever free from this wretched solicitude? Add, to what has been said\nabove, a thing of no less weight; whether he be an underling, who obeys\nthe master-slave (as it is your custom to affirm), or only a\nfellow-slave, what am I in respect of you? You, for example, who have\nthe command of me, are in subjection to other things, and are led about,\nlike a puppet movable by means of wires not its own.",
        "“Who then is free? The wise man, who has dominion over himself; whom\nneither poverty, nor death, nor chains affright; brave in the checking\nof his appetites, and in contemning honors; and, perfect in himself,\npolished and round as a globe, so that nothing from without can retard,\nin consequence of its smoothness; against whom misfortune ever advances\nineffectually. Can you, out of these, recognize any thing applicable to\nyourself? A woman demands five talents of you, plagues you, and after\nyou are turned out of doors, bedews you with cold water: she calls you\nagain. Rescue your neck from this vile yoke; come, say, I am free, I am\nfree. You are not able: for an implacable master oppresses your mind,\nand claps the sharp spurs to your jaded appetite, and forces you on\nthough reluctant. When you, mad one, quite languish at a picture by\nPausias; how are you less to blame than I, when I admire the combats of\nFulvius and Rutuba and Placideianus, with their bended knees, painted in\ncrayons or charcoal, as if the men were actually engaged, and push and\nparry, moving their weapons? Davus is a scoundrel and a loiterer; but\nyou have the character of an exquisite and expert connoisseur in\nantiquities. If I am allured by a smoking pasty, I am a good-for-nothing\nfellow: does your great virtue and soul resist delicate entertainments?\nWhy is a tenderness for my belly too destructive for me? For my back\npays for it. How do you come off with more impunity, since you hanker\nafter such dainties as can not be had for a little expense? Then those\ndelicacies, perpetually taken, pall upon the stomach; and your mistaken\nfeet refuse to support your sickly body. Is that boy guilty, who by\nnight pawns a stolen scraper for some grapes? Has he nothing servile\nabout him, who in indulgence to his guts sells his estates? Add to this,\nthat you yourself can not be an hour by yourself, nor dispose of your\nleisure in a right manner; and shun yourself as a fugitive and vagabond,\none while endeavoring with wine, another while with sleep, to cheat\ncare–in vain: for the gloomy companion presses upon you, and pursues\nyou in your flight.",
        "“Where can I get a stone?” “What occasion is there for it?” “Where some\ndarts?” “The man is either mad, or making verses.” “If you do not take\nyourself away in an instant, you shall go [and make] a ninth laborer at\nmy Sabine estate.”",
        "SATIRE VIII.",
        "A smart description of a miser ridiculously acting the extravagant.\nHow did the entertainment of that happy fellow Nasidienus please you?\nfor yesterday, as I was seeking to make you my guest, you were said to\nbe drinking there from mid-day. [It pleased me so], that I never was\nhappier in my life. Say (if it be not troublesome) what food first\ncalmed your raging appetite.",
        "In the first place, there was a Lucanian boar, taken when the gentle\nsouth wind blew, as the father of the entertainment affirmed; around it\nsharp rapes, lettuces, radishes; such things as provoke a languid\nappetite; skirrets, anchovies, dregs of Coan wine. These once removed,\none slave, tucked high with a purple cloth, wiped the maple table, and a\nsecond gathered up whatever lay useless, and whatever could offend the\nguests; swarthy Hydaspes advances like an Attic maid with Ceres’ sacred\nrites, bearing wines of Caecubum; Alcon brings those of Chios, undamaged\nby the sea. Here the master [cries], “Maecenas, if Alban or Falernian\nwine delight you more than those already brought, we have both.”",
        "Ill-fated riches! But, Fundanius, I am impatient to know, who were\nsharers in this feast where you fared so well.",
        "I was highest, and next me was Viscus Thurinus, and below, if I\nremember, was Varius; with Servilius Balatro, Vibidius, whom Maecenas\nhad brought along with him, unbidden guests. Above [Nasidienus] himself\nwas Nomentanus, below him Porcius, ridiculous for swallowing whole cakes\nat once. Nomentanus [was present] for this purpose, that if any thing\nshould chance to be unobserved, he might show it with his pointing\nfinger. For the other company, we, I mean, eat [promiscuously] of fowls,\noysters, fish, which had concealed in them a juice far different from\nthe known: as presently appeared, when he reached to me the entrails of\na plaice and of a turbot, such as had never been tasted before. After\nthis he informed me that honey-apples were most ruddy when gathered\nunder the waning moon. What difference this makes you will hear best\nfrom himself. Then [says] Vibidius to Balatro; “If we do not drink to\nhis cost, we shall die in his debt;” and he calls for larger tumblers. A\npaleness changed the countenance of our host, who fears nothing so much\nas hard drinkers: either because they are more freely censorious; or\nbecause heating wines deafen the subtle [judgment of the] palate.\nVibidius and Balatro, all following their example, pour whole casks into\nAlliphanians; the guests of the lowest couch did no hurt to the flagons.\nA lamprey is brought in, extended in a dish, in the midst of floating\nshrimps. Whereupon, “This,” says the master, “was caught when pregnant;\nwhich, after having young, would have been less delicate in its flesh.\"\nFor these a sauce is mixed up; with oil which the best cellar of\nVenafrum pressed, with pickle from the juices of the Iberian fish, with\nwine of five years old, but produced on this side the sea, while it is\nboiling (after it is boiled, the Chian wine suits it so well, that no\nother does better than it) with white pepper, and vinegar which, by\nbeing vitiated, turned sour the Methymnean grape. I first showed the way\nto stew in it the green rockets and bitter elecampane: Curtillus, [to\nstew in it] the sea-urchins unwashed, as being better than the pickle\nwhich the sea shell-fish yields.",
        "In the mean time the suspended tapestry made a heavy downfall upon the\ndish, bringing along with it more black dust than the north wind ever\nraises on the plains of Campania. Having been fearful of something\nworse, as soon as we perceive there was no danger, we rise up. Rufus,\nhanging his head, began to weep, as if his son had come to an untimely\ndeath: what would have been the end, had not the discreet Nomentanus\nthus raised his friend! “Alas! O fortune, what god is more cruel to us\nthan thou? How dost thou always take pleasure in sporting with human\naffairs!” Varius could scarcely smother a laugh with his napkin.\nBalatro, sneering at every thing, observed: “This is the condition of\nhuman life, and therefore a suitable glory will never answer your labor.\nMust you be rent and tortured with all manner of anxiety, that I may be\nentertained sumptuously; lest burned bread, lest ill-seasoned soup\nshould be set before us; that all your slaves should wait, properly\nattired and neat? Add, besides, these accidents; if the hangings should\ntumble down, as just now, if the groom slipping with his foot should\nbreak a dish. But adversity is wont to disclose, prosperity to conceal,\nthe abilities of a host as well as of a general.” To this Nasidienus:\n“May the gods give you all the blessings, whatever you can pray for, you\nare so good a man and so civil a guest;” and calls for his sandals. Then\non every couch you might see divided whispers buzzing in each secret\near.",
        "I would not choose to have seen any theatrical entertainments sooner\nthan these things. But come, recount what you laughed at next. While\nVibidius is inquiring of the slaves, whether the flagon was also broken,\nbecause cups were not brought when he called for them; and while a laugh\nis continued on feigned pretences, Balatro seconding it; you Nasidienus,\nreturn with an altered countenance, as if to repair your ill-fortune by\nart. Then followed the slaves, bearing on a large charger the several\nlimbs of a crane besprinkled with much salt, not without flour, and the\nliver of a white goose fed with fattening figs, and the wings of hares\ntorn off, as a much daintier dish than if one eats them with the loins.\nThen we saw blackbirds also set before us with scorched breasts, and\nring-doves without the rumps: delicious morsels! did not the master give\nus the history of their causes and natures: whom we in revenge fled\nfrom, so as to taste nothing at all; as if Canidia, more venomous than\nAfrican serpents, had poisoned them with her breath.",
        "Continue...",
        "\nThis eBook of “The Works of Horace” by Horace belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Marketing Management (12th Edition) (Marketing Management)By Philip KotlerAt Amazon"
    ]
}