{
    "title": "The Devil’s Dictionary - V",
    "author": "Ambrose Bierce",
    "chapter": "23",
    "content": [
        "\n\n",
        "",
        "VALOR, n.  A soldierly compound of vanity, duty and the gambler’s \nhope.\n  “Why have you halted?” roared the commander of a division and \nChickamauga, who had ordered a charge; “move forward, sir, at once.\"\n  “General,” said the commander of the delinquent brigade, “I am \npersuaded that any further display of valor by my troops will bring \nthem into collision with the enemy.”",
        "VANITY, n.  The tribute of a fool to the worth of the nearest ass.",
        "  They say that hens do cackle loudest when\n      There’s nothing vital in the eggs they’ve laid;\n      And there are hens, professing to have made\n  A study of mankind, who say that men\n  Whose business ’tis to drive the tongue or pen\n      Make the most clamorous fanfaronade\n      O’er their most worthless work; and I’m afraid\n  They’re not entirely different from the hen.\n  Lo! the drum-major in his coat of gold,\n      His blazing breeches and high-towering cap —\n  Imperiously pompous, grandly bold,\n      Grim, resolute, an awe-inspiring chap!\n  Who’d think this gorgeous creature’s only virtue\n  Is that in battle he will never hurt you?",
        "Hannibal Hunsiker",
        "\nVIRTUES, n.pl.  Certain abstentions.",
        "VITUPERATION, n.  Saite, as understood by dunces and all such as \nsuffer from an impediment in their wit.",
        "VOTE, n.  The instrument and symbol of a freeman’s power to make a \nfool of himself and a wreck of his country.",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}