{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter XVI. Stones or Columns as the Deity",
    "author": "Eliza Burt Gamble",
    "chapter": "18",
    "content": [
        "\n\n",
        "“Throughout all the world, the first object of idolatry seems to\nhave been a plain unwrought stone, placed in the ground as an\nemblem of the generative or procreative powers of Nature.\"[157]",
        "[157] Celtic Druids, ch. vi., p. 209.",
        "In the language of symbolism the upright stone prefigures either\na man, reproductive energy, or a god, all of which at a certain\nstage in the human career had come to mean one and the same\nthing; namely, the Creator.",
        "In the earlier ages of male worship, upright stones as emblems of\nthe Deity were plain unwrought shafts, but in process of time\nthey began to be carved into the form of a man–a man who usually\nrepresented the ruler or chief of the people, and who, as he was\nthe source of all power and wisdom, was supposed by the ignorant\nmasses to be an incarnation of the sun.  Thus arose the spiritual\npower of monarchs, or the “divine right of kings.”",
        "Wherever obelisks, columns, pillars, attenuated spires, upright\nstones or crosses at the intersection of roads are found, they\nalways appear as sacred monuments, or as symbols of the Lingham\ngod.",
        "The Chaldean Tower of which there are extant traditions in Mexico\nand in the South Sea Islands; the Round Towers of Ireland; the\nremarkable group of stones known as Stonehenge, in England; the\nwonderful circle at Abury through which the figure of a huge\nserpent was passed; the monuments which throughout the nations of\nthe East were set up at the intersection of roads in the center\nof market- places, and the bowing stones employed as oracles in\nvarious portions of the world, have all the same signification,\nand proclaim the peculiar religion of the people who worshipped\nthem.",
        "Whether as among the Jews in Egypt, a pillar is set up as a\n“sign” and a “witness” to the Lord, or whether as with the\nMohammedans these figures appear as minarets with egg shaped\nsummits, or as among the Irish they stand forth as stately towers\ndefying time and the elements, or as among the Christians they\nappear as the steeple which points towards heaven, the symbol\nremains, and the original significance is the same.",
        "The Lord of the Israelites who was wont to manifest himself to\nhis chosen people in a “pillar of smoke by day” and a “pillar of\nfire by night” is said to be none other than a reproductive\nemblem, as was also the “Lord” which “reposed in the ark of the\ncovenant.”  Monuments set up to symbolize the religion of the\nParsees or fire-worshippers after they had succumbed to the\npressure brought to bear upon them by the adorers of the male\nprinciple were each and all of them, like their great prototype\nthe tower of Babel, typical of the universal creative power which\nwas worshipped as male.",
        "Notwithstanding the fact that the male energy had come to be\nrecognized as the principal factor in reproduction, it is\nobserved that wherever these monuments or other symbols of\nfertility appear, there is always to be found in close connection\nwith them certain emblems symbolical of the female power; thus\nshowing that although the people by whom they were erected had\nbecome worshippers of the masculine principle, and although they\nhad persuaded themselves that it was the more important element\nin the deity, they had not become so regardless of the truths of\nNature as to attempt to construct a Creator independently of its\nmost essential factor.",
        "Protestant Christianity, probably the most intensely masculine of\nall religious schemes which have claimed the attention of man,\nhas not wittingly retained any of the detested female emblems,\nyet so deeply has the older symbolism taken root, that even in\nthe architecture of the modern Protestant church with its\nark-shaped nave and its window toward the rising sun, may be\ndetected the remnants of that early worship which the devotees of\nthis more recently developed form of religious faith so piously\nignore.",
        "The large number of upright columns, circles of stone, cromlechs\nand cairns still extant in the British Isles, bears testimony to\nthe peculiar character of the religious worship which once\nprevailed in them.  Of these shrines perhaps none is more\nremarkable than that of Stonehenge, in England.  Although during\nthe numberless ages which have passed since this temple was\nerected many of the stones have fallen from their original\nplaces, still by the light of more recently established facts\nconcerning religious symbolism, it has been possible, even under\nits present condition of decay, for scholars to unravel the\nhitherto mysterious significance of this remarkable structure. \nStonehenge is composed of four circles of mammoth upright shafts\ntwenty feet high, the one circle within the other, with immense\nstones placed across them like architraves.",
        "In ancient symbolism the circle was the emblem of eternity, or of\nthe eternal female principle.  Mountains were also sacred to the\ngods.  It has been said that a ring of mountains gave rise to\nthese circular temples.  Faber assures us that a circular stone\ntemple was called the circle of the world or the circle of the\nark, that it represented at once the inclosure of the Noetic\nShip; the egg from which creation was produced; the earth, and\nthe zodiacal circle of the universe in which the sun performs its\nannual revolutions through the signs.  Stonehenge is said to be\nthe temple of the water god Noah, who, as we have seen, was first\nworshipped as half woman and half fish or serpent, but who\nfinally came to be regarded as a man serpent (or fish) Deity.",
        "On approaching Stonehenge from the Northeast, the first object\nwhich engages the attention is a rude boulder, sixteen feet high,\nin a leaning posture.  This stone has been named the Friar’s\nHeel, but until recently its signification has been wholly\nunknown.",
        "Regarding the upright shaft which stands sentinel over the\nmysterious circles of mammoth stones called Stonehenge, Forlong\nsays that it is no Friar’s Heel, but an emblem of fertility\ndedicated to the Friday divinity.  It is represented as the\n“Genius of Fire,” not the genius of ordinary fire, “but of the\nsuper-sensual Divinity, celestial fire.”",
        "Regarding these remarkable stones to which the Lingham god is a\nmere introduction, Forlong says:",
        "“No one who has studied phallic and solar worship in the East\ncould make any mistake as to the purport of the shrine at\nStonehenge .  .  .  yet the indelicacy of the whole subject often\nso shocks the ordinary reader, that, in spite of facts, he cannot\ngrant what he thinks shows so much debasement of the religious\nmind; facts are facts, however, and it only remains for us to\naccount for them.  Perhaps indeed in these later times an\nartificial and lower phase of sensuality has taken the place of\nthe more natural indulgence of the passions, for procreative\npurposes, which principally engrossed the thoughts of early\nworshippers.\"[158]",
        "[158] Rivers of Life, vol. ii., p. 233.",
        "Higgins is of the opinion that Stonehenge is the work of the same\nera with the caves of India, the pyramids of Egypt, and the\nstupendous monument at Carnac–a structure which, it is claimed,\nmust have required for its construction an amount of labor equal\nto that of the pyramids.",
        "Undoubtedly there has never been a religious shrine which has\nexcited more curiosity than has Abury, of which, unfortunately,\nnothing now remains, although in the early part of the eighteenth\ncentury enough had been preserved to prove the identity of its\nsignification with other ancient religious monuments both in the\nBritish Isles and in the countries of the East.  Perhaps there is\nno way by which this shrine can be better understood than by\nquoting the exact language of those who have written upon the\nsubject.  Especially is this true concerning the testimony of\nthose who, after personal investigation, have given to the public\nthe results of their research.",
        "In the History of Wiltshisre, published by Sir R. Colt Hoare,\nBart., appears the following from Dr. Stukeley:",
        "“The situation of Abury is finely chosen for the purpose it was\ndestined to, being the more elevated part of a plain, from whence\nthere is almost an imperceptible descent every way.  But as the\nreligious work in Abury, though great in itself, is but a part of\nthe whole (the avenues stretching above a mile from it each way),\nthe situation of the whole design is projected with great\njudgment, in a kind of large, separate plain, four or five miles\nin diameter.  Into this you descend on all sides from higher\nground.  The whole Temple of Abury may be considered as a\npicture, and it really is so.  Therefore the founders wisely\ncontrived that a spectator have an advantageous prospect of it as\nhe appeared within view.  When I frequented this place, which I\ndid for some years together, to take an exact account of it,\nstaying a fortnight at a time, I found out the entire work by\ndegrees.  The second time I was here, an avenue was a new\namusement; the third year another.  So that at length I\ndiscovered the mystery of it, properly speaking, which was, that\nthe whole figure represented a snake transmitted through a\ncircle.  This is an hieroglyphic or symbol of highest note and\nantiquity.",
        "“In order to put this design in execution, the founders well\nstudied their ground; and to make their representation more\nnatural, they artfully carried it over a variety of elevations\nand depressions, which, with the curvature of the avenues,\nproduces sufficiently the desired effect.  To make it still more\nelegant and picture-like, the head of the snake is carried up the\nsouthern promontory of Hackpen Hill, toward the village of West\nKennet; nay, the very name of the hill is derived from the\ncircumstance.  .  .  .  Thus our antiquity divides itself into\nthree great parts, which will be our rule in describing this\nwork.  The circle at Abury, the forepart of the snake leading\ntoward Kennet, which I call Kennet Avenue; the hinder part of the\nsnake leading toward Beckhampton, which I call Beckhampton\nAvenue; for they may be well looked on as avenues to the great\ntemple at Abury, which part must be most eminently called the\nTemple.",
        "“The plan on which Abury was built, is that sacred hierogram of\nthe Egyptians and other ancient nations, the circle and snake. \nThe whole figure is the circle, snake, and wings.  By this they\nmeant to picture out, as well as they could, the nature of the\nDivinity.”",
        "The temple which represents the body of the snake is formed by a\ncircular agger of earth having its ditch withinside.  As this is\ncontrary to the mode adopted in works of defence, it is thought\nto prove the religious character of Abury.  In a description\ngiven of this shrine by Higgins is the following:",
        "“These ramparts inclose an area of 1400 feet in diameter, which\non the edge nearest the ditch was set round with a row of rough,\nunhewn stones, and in the center was ornamented with two circular\ntemples, composed of the same native stones.\"[159]",
        "[159] Celtic Druids.  Description of plates, p. xx.",
        "The space of ground included within the vellum has been estimated\nat twenty-two acres, and the outward circumvallation was computed\nat 4800 feet.  The number of stones that formed this outer circle\nwas originally one hundred, of which, in the year 1722, there\nwere eighteen standing, and twenty-seven thrown down.",
        "In the village of Rudstone in Yorkshire there stands a huge\nstone, the significance of which, at the present time, is by\nscholars clearly understood.  Its depth below the surface of the\nground is said to be equal to its height above, which is\ntwenty-four feet.  It is five feet ten inches broad, and two feet\nthick, its weight being upwards of forty tons.[160]",
        "[160] See Rivers of Life.",
        "The gigantic rocking stones found in nearly every quarter of the\nglobe are now known to be religious monuments of remote\nantiquity.  Not long ago I saw a description of one of these\noracles in Buenos-Ayres, South America, and a few months later\nthere appeared the following account of a similar stone found in\nSullivan Co., N. Y.:",
        "“At first sight it would scarcely attract attention, but a closer\nobservation reveals the remarkable position which it occupies. \nThe total weight of the immense boulder has been variously\nestimated at from forty to fifty tons, and its bulk at from 500\nto 700 cubic feet.  It is almost perfectly round, much resembling\na huge orange, and so nicely balanced on a table of stone as to\nbe easily set in motion by a single man, providing the operator\nexerts his strength on the north or south sides.  On either of\nthe other sides the combined strength of forty elephants would\nnot be sufficient to cause the least oscillation.  Although it is\neasily rocked, we are assured that as many men as could surround\nit would be unable to dislodge it from the pivot on which it\nrests.\"[161]",
        "[161] The St. Louis (Mo.) Republican.",
        "The writer of the above, who was evidently ignorant of the extent\nto which these monuments are scattered over the earth, seemed to\nregard it as a singular freak of Nature with no significance\nother than that of a natural curiosity.",
        "The round towers of Ireland, over the origin of which there has\nin the past been so much controversy, are now pretty generally\nadmitted to be analogous in their use and design to Stonehenge,\nAbury, and other extant monolithic structures.",
        "Many writers have endeavored to prove that these towers were\nbelfries used in connection with Christian churches; others that\nthey were purgatorial columns or penitential heights, similar in\ndesign to the pillar of St. Simeon Stylites.  Others again have\nargued that they were used as beacons and others that they were\nintended simply as receptacles for the sacred fire known to have\nformerly been in use in the British Isles.  Although numberless\narguments have been brought forward to refute these theories, it\nis thought that the expensive architecture alone of the elegant\nand stately columns known as Round Towers contradicts all these\n“guesses,” and that their grandeur and almost absolute\nindestructibility proclaim for them a different origin from that\nof the lowly and miserable huts which in a later age were erected\nbeside them for purposes of worship by the Romish Christians. \nThe same objection is made also against the theory that these\nmonuments were erected in memory of the several defeats of the\nDanes.  As an answer to the argument that they were erected by\nthe Danes to celebrate their victories, it is declared that such\nis the character of the hieroglyphics upon them as to make this\ntheory worthless.  Besides, throughout the country of the Danes\nand Ostmen, there is nowhere to be found an example of\narchitectural splendor such as is displayed in the construction\nof these columns.  In the north of Scotland was one of these\nmonuments upon which were depicted war-like scenes, horses and\ntheir riders, warriors brandishing their weapons, and troops\nshouting for victory, while on the other side was a sumptuous\ncross, beneath which were two figures, the one evidently female,\nthe other male.",
        "In Cordiner’s Antiquities of Scotland is a description of an\nelaborately carved obelisk.  On one side of this column appears a\nmammoth cross, and underneath it are figures of uncouth animals. \nAmong these carvings are to be seen the Bulbul of Iran, the Boar\nof Vishnu, the elk, the fox, the lamb, and a number of dancing\nhuman figures.  In fact all the configurations are not only in\ntheir nature and import essentially Eastern, but are actually the\nsymbols of the various animal forms under which “the people of\nthe East contemplated the properties of the Godhead.”",
        "Carnac, in upper Egypt, is a monolith of the same symbolic\ncharacter.  It is hewn from a solid block of black granite and is\neighty feet high.",
        "Henry O’Brien, a cultured Irishman, who when in London became, in\nhis own line of investigation, one of the chief contributors to\nFraser’s Magazine while at its best, in response to a call by the\nRoyal Irish Academy for productions relating to the origin and\nuse of the Round Towers, declared that they were erected by a\ncolony of Tuath-de-danaans, or Lingham worshippers from Persia,\nwho had left their native land because of the victories gained\nover them by their rivals–the Pish de-danaans–a sect of Yoni\nworshippers; in other words, the sect which recognized the female\nelement as the superior agency in reproduction, and who,\ntherefore, worshipped it as divine.  In the devastating wars\nwhich swept over Persia and the other countries of antiquity\nprior to the age of the later Zoroaster, the Pish-de danaans were\nvictorious, and, driving from the country the Tuath-de danaans,\nor male worshippers, succeeded in re-establishing, and for a time\nmaintaining, the old form of worship. O’Brien claims that the\nTuath-de-danaans who were expelled from Persia emigrated to\nIreland, and there continued or preserved their favorite form of\nworship, the Round Towers having been erected by them in\nconformity to their peculiar religious views.  This writer\nassures us that the old Irish tongue bears unmistakable evidence\nof the relation existing between these countries.  In addition to\nthe similarity of language which is found to exist between\nancient Ireland or Iren, and Persia or Iran, the same writer\nobserves that in all their customs, religious observances, and\nemblems, the resemblance is preserved.",
        "Much regret has been expressed by all the writers who have dealt\nwith this subject that at an earlier age when Stonehenge, Abury,\nand various other of the ancient monumental shrines of the\nBritish Isles were in a better state of preservation, and before\nbigotry and religious hatred had been aroused against them, more\nminute observations of their character and of all the details\nsurrounding them could not have been made; yet, notwithstanding\nthe late date at which these investigations were begun, it is\nbelieved that a fair amount of success has crowned the efforts\nwhich have been put forth to unravel the mysteries bound up in\nthem.",
        "When we remember that every detail connected with the sacred\nmonuments of the ancients was full of significance that their\nreligious ideas were all portrayed by means of symbols which\nappeared in connection with their sacred edifices–the extent to\nwhich a thorough understanding of these details would assist in\nrevealing the mysteries involved in the universal religious\nconceptions may in a measure be realized.",
        "The identity of the symbols used to express religious ideas, and\nthe extent to which the conceptions of a creative force have been\nconnected in all portions of the globe, are set forth in the\nfollowing from Barlow:",
        "“A complete history of religious symbolism should embrace all the\nreligions of antiquity no less than the Christian, and it would\nrequire as thorough a knowledge of their tenets as of our own to\nexplain satisfactorily its influence in regulating the practice\nof art.\"[162]",
        "[162] Symbolism, p. 10.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}