{
    "title": "The Lords of the Wild - Chapter I: The Blue Bird",
    "author": "Joseph A. Altsheler",
    "chapter": "2",
    "content": [
        "\n\n",
        "The tall youth, turning to the right, went down a gentle slope until\nhe came to a little stream, where he knelt and drank. Despite his\nweariness, his thirst and his danger he noticed the silvery color of\nthe water, and its soft sighing sound, as it flowed over its pebbly\nbed, made a pleasant murmur in his ear. Robert Lennox always had an\neye for the beautiful, and the flashing brook, in its setting of deep,\nintense forest green, soothed his senses, speaking to him of comfort\nand hope.",
        "He drank again and then sat back among the bushes, still breathing\nheavily, but with much more freedom. The sharp pain left his chest,\nnew strength began to flow into his muscles, and, as the body was\nrenewed, so the spirit soared up and became sanguine once more. He put\nhis ear to the earth and listened long, but heard nothing, save sounds\nnatural to the wilderness, the rustling of leaves before the light\nwind, the whisper of the tiny current, and the occasional sweet note\nof a bird in brilliant dress, pluming itself on a bough in its pride.\nHe drew fresh courage from the peace of the woods, and resolved to\nremain longer there by the stream. Settling himself into the bushes\nand tall grass, until he was hidden from all but a trained gaze, he\nwaited, body and soul alike growing steadily in vigor.",
        "The forest was in its finest colors. Spring had never brought to it a\nmore splendid robe, gorgeous and glowing, its green adorned with wild\nflowers, and the bloom of bush and tree like a gigantic stretch of\ntapestry. The great trunks of oak and elm and maple grew in endless\nrows and overhead the foliage gleamed, a veil of emerald lace before\nthe sun.",
        "Robert drank in the glory, eye and ear, but he never failed to watch\nthe thickets, and to listen for hostile sounds. He knew full well that\nhis life rested upon his vigilance and, often as he had been in danger\nin the great northern woods, he valued too much these precious days of\nhis youth to risk their sudden end through any neglect of his own.",
        "He looked now and then at the bird which still preened itself on a\nlittle bough. When the shadows from the waving foliage fell upon\nits feathers it showed a bright purple, but when the sunlight poured\nthrough, it glowed a glossy blue. He did not know its name, but it was\na brave bird, a gay bird. Now and then it ceased its hopping back and\nforth, raised its head and sent forth a deep, sweet, thrilling note,\namazing in volume to come from so small a body. Had he dared to make a\nsound Robert would have whistled a bar or two in reply. The bird was a\nfriend to one alone and in need, and its dauntless melody made his\nown heart beat higher. If a creature so tiny was not afraid in the\nwilderness why should he be!",
        "He had learned to take sharp notice of everything. On the border and\nin such times, man was compelled to observe with eye and ear, with all\nthe five senses; and often too with a sixth sense, an intuition, an\noutgrowth of the other five, developed by long habit and training,\nwhich the best of the rangers possessed to a high degree, and in which\nthe lad was not lacking. He knew that the minutest trifle must not\nescape his attention, or the forfeit might be his life.",
        "While he relaxed his own care not at all, he felt that the bird was a\nwary sentinel for him. He knew that if an enemy came in haste through\nthe undergrowth it would fly away before him. He had been warned in\nthat manner in another crisis and he had full faith now in the caution\nof the valiant little singer. His trust, in truth, was so great that\nhe rose from his covert and bent down for a third drink of the clear\ncool water. Then he stood up, his figure defiant, and took long, deep\nbreaths, his heart now beating smoothly and easily, as if it had been\nput to no painful test. Still no sound of a foe, and he thought that\nperhaps the pursuit had died down, but he knew enough of the warriors\nof the woods to make sure, before he resumed a flight that would\nexpose him in the open.",
        "He crept back into the thicket, burying himself deep, and was careful\nnot to break a twig or brush a leaf which to the unerring eyes of\nthose who followed could mark where he was. Hidden well, but yet lying\nwhere he could see, he turned his gaze back to the bird. It was now\npouring out an unbroken volume of song as it swayed on a twig, like\na leaf shaken in the wind. Its voice was thrillingly sweet, and it\nseemed mad with joy, as its tiny throat swelled with the burden of its\nmelody. Robert, in the thicket, smiled, because he too shared in so\nmuch gladness.",
        "A faint sound out of the far west came to him. It was so slight\nthat it was hard to tell it from the whisper of the wind. It barely\nregistered on the drum of the ear, but when he listened again and with\nall his powers he was sure that it was a new and foreign note. Then he\nseparated it from the breeze among the leaves, and it seemed to him\nto contain a quality like that of the human voice. If so, it might\nbe hostile, because his friends, Willet, the hunter, and Tayoga, the\nOnondaga, were many miles away. He had left them on the shore of the\nlake, called by the whites, George, but more musically by the Indians,\nAndiatarocte, and there was nothing in their plans that would now\nbring them his way. However welcome they might be he could not hope\nfor them; foes only were to be expected.",
        "The faint cry, scarcely more than a variation of the wind, registered\nagain though lightly on the drum of his ear, and now he knew that it\ncame from the lungs of man, man the pursuer, man the slayer, and so,\nin this case, the red man, perhaps Tandakora, the fierce Ojibway chief\nhimself. Doubtless it was a signal, one band calling to another, and\nhe listened anxiously for the reply, but he did not hear it, the point\nfrom which it was sent being too remote, and he settled back into his\nbed of bushes and grass, resolved to keep quite still until he\ncould make up his mind about the next step. On the border as well as\nelsewhere it was always wise, when one did not know what to do, to do\nnothing.",
        "But the tall youth was keenly apprehensive. The signals indicated that\nthe pursuing force had spread out, and it might enclose him in a fatal\ncircle. His eager temperament, always sensitive to impressions, was\nkindled into fire, and his imagination painted the whole forest\nscene in the most vivid colors. A thought at first, it now became a\nconviction with him that Tandakora led the pursuit. The red leader had\ncome upon his trail in some way, and, venomous from so many failures,\nwould follow now for days in an effort to take him. He saw the huge\nOjibway again with all the intensity of reality, his malignant face,\nhis mighty body, naked to the waist and painted in hideous designs.\nHe saw too the warriors who were with him, many of them, and they were\nfully as eager and fierce as their chief.",
        "But his imagination which was so vital a part of him did not paint\nevil and danger alone; it drew the good in colors no less deep and\nglowing. It saw himself refreshed, stronger of body and keener of mind\nthan ever, escaping every wile and snare laid for his ruin. It saw\nhim making a victorious flight through the forest, his arrival at the\nshining lake, and his reunion with Willet and Tayoga, those faithful\nfriends of many a peril.",
        "He knew that if he waited long enough he would hear the Indian call\nonce more, as the bands must talk to one another if they carried out\na concerted pursuit, and he decided that when it came he would go. It\nwould be his signal too. The only trouble lay in the fact that they\nmight be too near when the cry was sent. Yet he must take the risk,\nand there was his sentinel bird still pluming itself in brilliant\ncolors on its waving bough.",
        "The bird sang anew, pouring forth a brilliant tune, and Robert from\nhis covert smiled up at it again. It had a fine spirit, a gay spirit\nlike his own and now it would surely warn him if danger crept too\nclose. While the thought was fresh in his mind the third signal\ncame, and now it was so clear and distinct that it indicated a rapid\napproach. But he was still unable to choose a way for his flight and\nhe lingered for a sign from the bird. If the warriors were stealing\nthrough the bushes it would fly directly from them. At least he\nbelieved so, and fancy had so much power over him, especially in such\na situation that belief became conviction.",
        "The bird stopped singing suddenly, but kept his perch on the waving\nbough. Robert always insisted that it looked straight at him before it\nuttered two or three sharp notes, and then, rising in the air, hovered\nfor a few minutes above the bough. It was obvious to him that his\ncall had come. Steeped in Indian lore he had seen earth and air work\nmiracles, and it was not less wonderful that a living creature should\nperform one now, and in his behalf.",
        "For a breathless instant or two he forgot the warriors and watched the\nbird, a flash of blue flame against the green veil of the forest. It\nwas perched there in order to be sure that he saw, and then it would\nshow the way! With every pulse beating hard he stood up silently,\nhis eyes still on the blue flash, confident that a new miracle was at\nhand.",
        "The bird uttered three or four notes, not short or sharp now, but\nsoft, long and beckoning, dying away in the gentlest of echoes. His\nimagination, as vivid as ever, translated it into a call to him to\ncome, and he was not in the least surprised, when the blue flame like\nthe pillow of cloud by day moved slowly to the northeast, and toward\nthe lake. Stepping cautiously he followed his sign, thrilled at the\ndoing of the miracle, his eyes on his flying guide, his ears attuned\nto warn him if any danger threatened from the forest so near.",
        "It never occurred to Robert that he might not be led aright. His faith\nand confidence were supreme. He had lived too much with Tayoga not to\nshare his belief that the hand of Manitou was stretched forth now to\nlead those who put their trust in him.",
        "The blue flame that was a living bird flew slowly on, pausing an\ninstant or two on a bough, turning for a short curve to right or\nleft, but always coming back to the main course that pointed toward\nAndiatarocte.",
        "He walked beside the little brook from which he had drunk, then across\nit and over a low hill, into a shallow valley, the forest everywhere,\nbut the undergrowth not too dense for easy passage. His attentive ear\nbrought no sound from either flank save those natural to the woods,\nthough he was sure that a hostile call would come soon. It would be\ntime for the bands to talk to one another. But he had no fear. The\nsupreme intervention had been made in his favor, and he kept his eyes\non his flying guide.",
        "They crossed the valley and began the ascent of another and high hill,\nrough with rocky outcrops and a heavy growth of briars and vines. His\npace became slower of necessity and once or twice he thought he had\nlost the blue flame, but it always reappeared, and, for the first\ntime since its flight from the bough, it sang a few notes, a clear\nmelodious treble, carrying far through the windy forest.",
        "The lad believed that the song was meant for him. Clearly it said to\nhim to follow, and, with equal clearness, it told him that safety lay\nonly in the path he now traveled. He believed, with all the ardor of\nhis soul, and there was no weariness in his body as he climbed the\nhigh hill. Near the summit, he heard on his right the long dying\nIndian cry so full of menace, its answer to the left, and then a third\nshout directly behind him. He understood. He was between the horns of\na crescent, and they were not far away. He left faint traces only as\nhe fled, but they had so much skill they could follow with speed, and\nhe was quite sure they expected to take him. This belief did not keep\nhis heart from beating high. They did not know how he was protected\nand led, and there was the blue flame before him always showing him\nthe way. He reached the crest of the hill, and saw other hills, fold\non fold, lying before him. He had hoped to catch a glimpse of the lake\nfrom the summit, but no glint of its waters came, and then he knew it\nmust yet be miles away. His heart sank for a moment. Andiatarocte had\nappealed to him as a refuge. Just why he did not know, but he vaguely\nexpected to find safety there. Perhaps he would meet Willet and Tayoga\nby its shore, and to him the three united always seemed invincible.",
        "His courage was gone only an instant or two. Then it came back\nstronger than ever. The note of his guide, clear and uplifting, rose\nagain, and he increased his speed, lest he be enclosed within those\nhorns. The far slope was rocky and he leaped from one stony outcrop to\nanother. Even if he could hide his trail only a few yards it would\nbe so much time gained while they were compelled to seek it. He was\nforced to watch his steps here, but, when he was at the bottom and\nlooked up, the blue flame was still before him. On it went over the\nnext slope and he followed at speed, noticing with joy that the rocky\nnature of the ground continued, and the most skillful warrior who ever\nlived must spend many minutes hunting his traces. He had no doubt that\nhe was gaining and he had proof of it in the fact that the pursuers\nnow uttered no cry. Had they been closing in on him they would have\ncalled to one another in triumph.",
        "Well for him that he was so strong and sound of heart and lung! Well\nfor him too that he was borne up by a great spirit and by his belief\nthat a supreme power was working in his behalf. He felt little\nweariness as he climbed a ridge. His breath was easy and regular and\nhis steps were long and swift. His guide was before him. Whatever his\npace, whether fast or slow, the distance between them never seemed to\nchange. The bird would dart aside, perhaps to catch an insect, but it\nalways returned promptly to its course.",
        "His eyes caught a gleam of silver from the crest of the fourth ridge\nthat he crossed, and he knew it was a ray of sunlight striking upon\nthe waters of the lake. Now his coveted haven was not so far away, and\nthe great pulses in his temples throbbed. He would reach the lake, and\nhe would find refuge. Tandakora, in all his malice, would fail once\nmore. The thought was so pleasant to him that he laughed aloud, and\nnow feeling the need to use the strength he had saved with such care\nhe began to run as fast as he could. It was his object to open up\na wide gap between himself and the warriors, one so great that, if\noccasion came, he might double or turn without being seen.",
        "The forest remained dense, a sea of trees with many bushes and\nclinging vines in which an ignorant or incautious runner would have\ntripped and fallen, but Robert was neither, and he did not forget, as\nhe fled, to notice where his feet fell. His skill and presence of mind\nkept him from stumbling or from making any noise that would draw the\nattention of possible pursuers who might have crept up on his flank.\nWhile they had only his faint trail to guide them the pursuit was\nimpeded, and, as long as they did not see him, his chance to hide was\nfar greater.",
        "He lost sight of his feathered guide two or three times, but the bird\nnever failed to reappear, a brilliant blue flame against the green\nwall of the wilderness, his emblem of hope, leading him over the hills\nand valleys toward Andiatarocte. Now he saw the lake from a crest, not\na mere band of silver showing through the trees, but a broad surface\nreflecting the sunlight in varied colors. It was a beacon to him, and,\nsummoning the last ounce of his strength and will, he ran at amazing\nspeed. Once more he heard the warriors behind him calling to one\nanother, and they were much farther away. His mighty effort had not\nbeen in vain. His pulses beat hard with the throb of victory not yet\nwon, but of which he felt sure, and he rejoiced too, because he had\ncome again upon rocky ground, where his flight left so little trace\nthat Tandakora himself would be baffled for a while.",
        "He knew that the shores of the lake at the point he was nearing were\ncomparatively low, and a vague plan to hide in the dense foliage at\nthe water’s edge came into his mind. He did not know just how he would\ndo it, but he would be guided by events as they developed. The bird\nsurely would not lead him on unless less to safety, and no doubt\nentered his mind. But it was highly important to widen yet more the\ndistance between him and the warriors, and he still ran with all the\nspeed at his command.",
        "The last crest was reached and before him spread the splendid lake in\nits deep green setting, a glittering spectacle that he never failed to\nadmire, and that he admired even now, when his life was in peril, and\ninstants were precious. The bird perched suddenly on a bough, uttered\na few thrilling notes, and was then gone, a last blue flash into the\ndense foliage. He did not see it again, and he did not expect to\ndo so. Its work was done. Strong in the faith of the wilderness, he\nbelieved and always believed.",
        "He crouched a few moments on a ledge and looked back. Tandakora and\nhis men had not yet come in sight, nor could he hear them. Doubtless\nthey had lost his trail, when he leaped from one stone to another, and\nwere now looking for it. His time to hide, if he were to have one, was\nat hand, and he meant to make the most of the chance. He bent lower\nand remained there until his breathing became regular and easy after\nhis mighty effort, all his five senses and the sixth that was instinct\nor divination, alert to every sound.",
        "Two or three birds began to sing, but they were not his bird and he\ngave them no attention. A rabbit leaped from its nest under the bushes\nand ran. It went back on his trail and he considered it a sure sign\nthat his pursuers were yet distant. He might steal another precious\nminute or two for his overworked lungs and heart. He knew the need of\ndoing everything to gain a little more strength. It was his experience\nin border war and the stern training of Willet and Tayoga that made\nhim able to do so, and he was ruler enough of himself to wait yet a\nlittle longer than he had planned. Then when he felt that Tandakora\nmust be near, he straightened up, though not to his full height, and\nran swiftly down the long slope to the lake.",
        "He found at the bottom a narrow place between cliff and water, grown\nthickly with bushes, and he followed it at least half a mile, until\nthe shores towered above him dark and steep, and the lake came up\nagainst them like a wall. He could go no farther and he waded into a\ndense growth of bushes and weeds, where he stood up to his waist in\nwater and waited, hidden well.",
        "He knew that if the warriors followed and saw him he would have little\nopportunity to escape, but the chances were a hundred to one against\ntheir finding him in such a covert. Rock and water had blotted out his\ntrail and he felt safe. He secured his belt, containing his smaller\nweapons and ammunition, about his shoulders beyond touch of water, and\nput his rifle in the forks of two bushes, convenient to his hands.",
        "It was a luxury to rest, even if one did stand half-sunken in a lake.\nThe water was cold, but he did not yet feel the chill, and he listened\nfor possible sounds of pursuit. He heard, after a while, the calls of\nwarriors to one another and he laughed softly to himself. The shouts\nwere faint and moreover they came from the crest of the cliff. They\nhad not found his trail down the slope and they were hunting for him\non the heights. He laughed again with sheer satisfaction. He had been\nright. Rock and water had come to his aid, and he was too well hidden\neven for the eager eyes of Tandakora and his warriors to follow him.",
        "He waited a long time. He heard the cries nearer him, then farther\naway, and, at last, at such a great distance that they could barely\nbe separated from the lap of the waters. He was growing cold now; the\nchill from the lake was rising in his body, but with infinite patience\nbred by long practice of the wilderness he did not stir. He knew that\nsilence could be deceptive. Some of the warriors might come back,\nand might wait in a thicket, hoping that he would rise and disclose\nhimself, thinking the danger past. More than one careless wanderer\nin the past had been caught in such a manner, and he was resolved to\nguard against the trick. Making the last call upon his patience, he\nstood motionless, while the chill crept steadily upward through his\nveins and muscles.",
        "He could see the surface of the open lake through the veil of bushes\nand tall grass. The water broke in gentle waves under a light wind,\nand kept up a soft sighing that was musical and soothing. Had he been\nupon dry land he could have closed his eyes and gone to sleep, but,\nas it was, he did not complain, since he had found safety, if not\ncomfort. He even found strength in himself, despite his situation, to\nadmire the gleaming expanse of Andiatarocte with its shifting colors,\nand the far cliffs lofty and dim.",
        "Much of Robert’s life, much of its most eventful portion, was passing\naround this lake, and he had a peculiar affection for it. It always\naroused in him a sense of beauty, of charm and of majesty, and he had\ngrown too to look upon it as a friend and protector. He believed that\nit had brought him good luck, and he did not doubt that it would do so\nagain.",
        "He looked for a canoe, one perhaps that might contain Willet and\nTayoga, seeking him and keeping well beyond the aim of a lurking\nmarksman on the shore, but he saw no shadow on the water, nothing\nthat could be persuaded into the likeness of a boat, only wild fowl\ncircling and dipping, and, now and then, a gleam where a fish leaped\nup to fall swiftly back again. He was alone, and he must depend upon\nhimself only.",
        "He began to move a little, to lift one foot and then the other,\ncareful to make no splash in the water, and the slight exercise\nchecked the creeping chill. Encouraged, he increased it, stopping at\nintervals to listen for the approach of a foe. There was no sound\nand he walked back and forth a little. Presently his eyes, trained to\nobserve all things, noticed a change in the air. A gray tint, so far a\nmatter of quality rather than color, was coming into it, and his\nheart leaped with joy. Absorbed in his vital struggle he had failed to\nreckon the passage of time. The day was closing and blessed, covering\nnight was at hand. Robert loved the day and the sun, but darkness was\nalways a friend of those who fled, and now he prayed that it would\ncome thick and dark.",
        "The sun still hung over the eastern shores, red and blazing, but\nbefore long it went down, seeming to sink into the lake, and the night\nthat Robert had wished, heavy and black, swept over the earth. Then he\nleft the water, and stood upon dry land, the narrow ledge between the\ncliff and the waves, where he took off his lower garments, wrung them\nas nearly dry as he could, and, hanging them on the bushes, waited\nfor the wind to do the rest. His sense of triumph had never been so\nstrong. Alone and relying only upon his own courage and skill, he had\nescaped the fierce Tandakora and his persistent warriors. He could\neven boast of it to Willet and Tayoga, when he found them again.",
        "It was wonderful to feel safe, after great peril, and his bright\nimagination climbed the heights. As he had escaped them then, so he\nwould slip always from the snares of his foes. It was this quality in\nhim, the spirit of eternal hope, that appealed so strongly to all who\nknew him, and that made him so attractive.",
        "After a while, he took venison and hominy from his knapsack and ate\nwith content. Then he resumed his clothing, now dried completely by\nthe wind, and felt that he had never been stronger or more fitted to\ncope with attack.",
        "The darkness was intense and the surface of the lake showed through\nit, only a fitful gray. The cliff behind him was now a black bank, and\nits crest could not be seen at all. He was eager to go, but he still\nused the patience so necessary in the wilderness, knowing that the\nlonger he waited the less likely he was to meet the band of Tandakora.",
        "He lay down in a thicket of tall grass and bushes, resolved not to\nstart before midnight, and he felt so much at peace that before he\nknew he was going to sleep he was sleeping. When he awoke he felt a\nlittle dismay at first, but it was soon gone. After all, he had passed\nthe time of waiting in the easiest way, and no enemy had come. The\nmoon and stars were not to be seen, but instinct told him that it was\nnot beyond midnight.",
        "He arose to go, but a slight sound came from the lake, and he stayed.\nIt was merely the cry of the night bird, calling to its mate, one\nwould have said, but Robert’s attention was attracted by an odd\ninflection in it, a strain that seemed familiar. He listened with the\nutmost attention, and when it came a second time, he was so sure that\nhis pulses beat very fast.",
        "Willet and Tayoga, as he had hoped in the day, were out there on the\nlake. It had been foolish of him to think they would come in the full\nsunlight, exposed to every hostile eye. It was their natural course to\napproach in the dark and send a signal that he would know. He imitated\nthe call, a soft, low note, but one that traveled far, and soon the\nanswer came. No more was needed. The circle was complete. Willet and\nTayoga were on the lake and they knew that he was at the foot of the\ncliff, waiting.",
        "He took a long breath of intense relief and delight. Tandakora would\nresume the search for him in the morning, hunting along the crest,\nand he might even find his way to the narrow ledge on which Robert now\nstood, but the lad would be gone across the waters, where he left no\ntrail.",
        "He saw a stout young bush growing on the edge of the lake, and,\nleaning far out while he held on to it with one hand, he watched. He\ndid not repeat the call. One less cautious would have done so, but he\nknew that his friends had located him already and he meant to run\nno risk of telling the warriors also where he stood. Meanwhile, he\nlistened attentively for the sound of the paddles, but many long\nminutes passed before he heard the faint dip, dip that betokened the\napproach of Willet and Tayoga. He never doubted for an instant that\nit was their canoe and again his heart felt that triumphant feeling.\nSurely no man ever had more loyal or braver comrades! If he had\nmalignant enemies he also had staunch friends who more than offset\nthem.",
        "He saw presently a faint shadow, a deeper dark in the darkness, and\nhe uttered very low the soft note of the bird. In an instant came the\nanswer, and then the shadow, turning, glided toward him. A canoe took\nform and shape and he saw in it two figures, which were unmistakably\nthose of Willet and Tayoga, swinging their paddles with powerful\nhands. Again he felt a thrill of joy because these two trusty comrades\nhad come. But it was absurd ever to doubt for an instant that they\nwould come!",
        "He leaned out from the tree to the last inch, and called in a\npenetrating whisper:",
        "“Dave! Tayoga! This way!”",
        "The canoe shifted its course a little, and entered the bushes by\nthe side of Robert, the hunter and the Onondaga putting down their\ndripping paddles, and stepping out in the shallow water. In the\ndusk the great figure of Willet loomed up, more than ever a tower of\nstrength, and the slender but muscular form of Tayoga, the very model\nof a young Indian warrior, seemed to be made of gleaming bronze. Had\nRobert needed any infusion of courage and will their appearance alone\nwould have brought it with them.",
        "“And we have found Dagaeoga again!” said the Onondaga, in a whimsical\ntone.",
        "“No I have found you,” said Robert. “You were lost from me, I was not\nlost from you.”",
        "“It is the same, and I think by your waiting here at midnight that you\nhave been in great peril.”",
        "“So I have been, and I may be yet–and you too. I have been pursued\nby warriors, Tandakora at their head. I have not seen them, but I know\nfrom the venom and persistence of the pursuit that he leads them. I\neluded them by coming down the cliff and hiding among the bushes here.\nI stood in the water all the afternoon.”",
        "“We thought you might be somewhere along the western shore. After we\ndivided for our scout about the lake, the Great Bear and I met as we\nhad arranged, but you did not come. We concluded that the enemy had\ngot in the way, and so we took from its hiding place a canoe which had\nbeen left on a former journey, and began to cruise upon Andiatarocte,\ncalling at far intervals for you.”",
        "He spoke in his usual precise school English and in a light playful\ntone, but Robert knew the depth of his feelings. The friendship of the\nwhite lad and the red was held by hooks of steel like that of Damon\nand Pythias of old.",
        "“I think I heard your first call,” said Robert. “It wasn’t very loud,\nbut never was a sound more welcome, nor can I be too grateful for that\nhabit you have of hiding canoes here and there in the wilderness. It’s\nsaved us all more than once.”",
        "“It is merely the custom of my people, forced upon us by need, and I\nbut follow.”",
        "“It doesn’t alter my gratitude. I see that the canoe is big enough for\nme too.”",
        "“So it is, Dagaeoga. You can enter it. Take my paddle and work.”",
        "The three adjusted their weight in the slender craft, and Robert,\ntaking Willet’s paddle instead of Tayoga’s, they pushed out into the\nlake, while the great hunter sat with his long rifle across his knees,\nwatching for the least sign that the warriors might be coming.",
        "Continue...",
        "\nThis eBook of “The Lords of the Wild” by Joseph A. Altsheler belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lords of the Wild: A Story of the Old New York BorderBy Joseph A. AltshelerAt Amazon"
    ]
}