{
    "title": "The Golden Sayings of Epictetus - XCIII ",
    "author": "Unknown",
    "chapter": "93",
    "content": [
        "\n",
        "\n\n",
        "You are sailing to Rome (you tell me) to obtain the post of\nGovernor of Cnossus.(11) You are not content to stay at home with\nthe honours you had before; you want something on a larger scale,\nand more conspicuous. But when did you ever undertake a voyage\nfor the purpose of reviewing your own principles and getting rid\nof any of them that proved unsound? Whom did you ever visit for\nthat object? What time did you ever set yourself for that? What\nage? Run over the times of your life—by yourself, if you are\nashamed before me. Did you examine your principles when a boy?\nDid you not do everything just as you do now? Or when you were a\nstripling, attending the school of oratory and practising the art\nyourself, what did you ever imagine you lacked? And when you were\na young man, entered upon public life, and were pleading causes\nand making a name, who any longer seemed equal to you? And at\nwhat moment would you have endured another examining your\nprinciples and proving that they were unsound? What then am I to\nsay to you? “Help me in this matter!” you cry. Ah, for that I\nhave no rule! And neither did you, if that was your object, come\nto me as a philosopher, but as you might have gone to a herb-seller\nor a cobbler.—\"What do philosophers have rules for,\nthen?\"—Why, that whatever may betide, our ruling faculty may be\nas Nature would have it, and so remain. Think you this a small\nmatter? Not so! but the greatest thing there is. Well, does it\nneed but a short time? Can it be grasped by a passer-by?—grasp\nit, if you can!",
        "Then you will say, “Yes, I met Epictetus!”",
        "Aye, just as you might a statue or a monument. You saw me!\nand that is all. But a man who meets a man is one who learns the\nother’s mind, and lets him see his in turn. Learn my mind—show me\nyours; and then go and say that you met me. Let us try each\nother; if I have any wrong principle, rid me of it; if you have,\nout with it. That is what meeting a philosopher means. Not so,\nyou think; this is only a flying visit; while we are hiring the\nship, we can see Epictetus too! Let us see what he has to say.\nThen on leaving you cry, “Out on Epictetus for a worthless\nfellow, provincial and barbarous of speech!” What else indeed did\nyou come to judge of?",
        "(11) In Crete.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}