{
    "title": "The Sorrows of Young Werther - July 11.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "20",
    "content": [
        "\n\n",
        "Madame M— is very ill. I pray for her recovery, because Charlotte\nshares my sufferings. I see her occasionally at my friend’s house,\nand to-day she has told me the strangest circumstance. Old M—\nis a covetous, miserly fellow, who has long worried and annoyed\nthe poor lady sadly; but she has borne her afflictions patiently.\nA few days ago, when the physician informed us that her recovery\nwas hopeless, she sent for her husband (Charlotte was present),\nand addressed him thus: “I have something to confess, which, after\nmy decease, may occasion trouble and confusion. I have hitherto\nconducted your household as frugally and economically as possible,\nbut you must pardon me for having defrauded you for thirty years.\nAt the commencement of our married life, you allowed a small sum\nfor the wants of the kitchen, and the other household expenses.\nWhen our establishment increased and our property grew larger, I\ncould not persuade you to increase the weekly allowance in proportion:\nin short, you know, that, when our wants were greatest, you required\nme to supply everything with seven florins a week. I took the\nmoney from you without an observation, but made up the weekly\ndeficiency from the money-chest; as nobody would suspect your wife\nof robbing the household bank. But I have wasted nothing, and\nshould have been content to meet my eternal Judge without this\nconfession, if she, upon whom the management of your establishment\nwill devolve after my decease, would be free from embarrassment\nupon your insisting that the allowance made to me, your former\nwife, was sufficient.”",
        "I talked with Charlotte of the inconceivable manner in which men\nallow themselves to be blinded; how any one could avoid suspecting\nsome deception, when seven florins only were allowed to defray\nexpenses twice as great. But I have myself known people who\nbelieved, without any visible astonishment, that their house\npossessed the prophet’s never-failing cruse of oil.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}