{
    "title": "The Story of Mankind - The Great Discoveries (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "42",
    "content": [
        "\n",
        "\n\n",
        "BUT NOW THAT PEOPLE HAD BROKEN\nTHROUGH THE BONDS OF THEIR NARROW\nMEDIAEVAL LIMITATIONS, THEY HAD TO\nHAVE MORE ROOM FOR THEIR WANDERINGS.\nTHE EUROPEAN WORLD HAD\nGROWN TOO SMALL FOR THEIR AMBITIONS.\nIT WAS THE TIME OF THE GREAT\nVOYAGES OF DISCOVERY",
        "THE Crusades had been a lesson in the liberal art of travelling.\nBut very few people had ever ventured beyond the well-\nknown beaten track which led from Venice to Jaffe. In the\nthirteenth century the Polo brothers, merchants of Venice,\nhad wandered across the great Mongolian desert and after\nclimbing mountains as high as the moon, they had found their\nway to the court of the great Khan of Cathay, the mighty\nemperor of China. The son of one of the Polos, by the name\nof Marco, had written a book about their adventures, which\ncovered a period of more than twenty years. The astonished\nworld had gaped at his descriptions of the golden towers of\nthe strange island of Zipangu, which was his Italian way of\nspelling Japan. Many people had wanted to go east, that\nthey might find this gold-land and grow rich. But the trip was\ntoo far and too dangerous and so they stayed at home.",
        "Of course, there was always the possibility of making the\nvoyage by sea. But the sea was very unpopular in the Middle\nAges and for many very good reasons. In the first place, ships\nwere very small. The vessels on which Magellan made his\nfamous trip around the world, which lasted many years, were\nnot as large as a modern ferryboat. They carried from twenty\nto fifty men, who lived in dingy quarters (too low to allow any\nof them to stand up straight) and the sailors were obliged to\neat poorly cooked food as the kitchen arrangements were very\nbad and no fire could be made whenever the weather was the\nleast bit rough. The mediaeval world knew how to pickle herring\nand how to dry fish. But there were no canned goods\nand fresh vegetables were never seen on the bill of fare as\nsoon as the coast had been left behind. Water was carried in\nsmall barrels. It soon became stale and then tasted of rotten\nwood and iron rust and was full of slimy growing things. As\nthe people of the Middle Ages knew nothing about microbes\n(Roger Bacon, the learned monk of the thirteenth century\nseems to have suspected their existence, but he wisely kept\nhis discovery to himself) they often drank unclean water and\nsometimes the whole crew died of typhoid fever. Indeed the\nmortality on board the ships of the earliest navigators was\nterrible. Of the two hundred sailors who in the year 1519 left\nSeville to accompany Magellan on his famous voyage around\nthe world, only eighteen returned. As late as the seventeenth\ncentury when there was a brisk trade between western Europe\nand the Indies, a mortality of 40 percent was nothing unusual\nfor a trip from Amsterdam to Batavia and back. The greater\npart of these victims died of scurvy, a disease which is caused\nby lack of fresh vegetables and which affects the gums and\npoisons the blood until the patient dies of sheer exhaustion.",
        "Under those circumstances you will understand that the sea\ndid not attract the best elements of the population. Famous\ndiscoverers like Magellan and Columbus and Vasco da Gama\ntravelled at the head of crews that were almost entirely composed\nof ex-jailbirds, future murderers and pickpockets out\nof a Job.",
        "These navigators certainly deserve our admiration for the\ncourage and the pluck with which they accomplished their\nhopeless tasks in the face of difficulties of which the people of\nour own comfortable world can have no conception. Their\nships were leaky. The rigging was clumsy. Since the middle\nof the thirteenth century they had possessed some sort of a\ncompass (which had come to Europe from China by way of\nArabia and the Crusades) but they had very bad and incorrect\nmaps. They set their course by God and by guess. If luck\nwas with them they returned after one or two or three years.\nIn the other case, their bleeched bones remained behind on\nsome lonely beach. But they were true pioneers. They gambled\nwith luck. Life to them was a glorious adventure. And\nall the suffering, the thirst and the hunger and the pain were\nforgotten when their eyes beheld the dim outlines of a new coast\nor the placid waters of an ocean that had lain forgotten since\nthe beginning of time.",
        "Again I wish that I could make this book a thousand pages\nlong. The subject of the early discoveries is so fascinating.\nBut history, to give you a true idea of past times, should be\nlike those etchings which Rembrandt used to make. It should\ncast a vivid light on certain important causes, on those which\nare best and greatest. All the rest should be left in the shadow\nor should be indicated by a few lines. And in this chapter I\ncan only give you a short list of the most important discoveries.",
        "Keep in mind that all during the fourteenth and fifteenth\ncenturies the navigators were trying to accomplish just ONE\nTHING–they wanted to find a comfortable and safe road to the\nempire of Cathay (China), to the island of Zipangu (Japan)\nand to those mysterious islands, where grew the spices which\nthe mediaeval world had come to like since the days of the\nCrusades, and which people needed in those days before the\nintroduction of cold storage, when meat and fish spoiled very\nquickly and could only be eaten after a liberal sprinkling of\npepper or nutmeg.",
        "The Venetians and the Genoese had been the great navigators\nof the Mediterranean, but the honour for exploring the\ncoast of the Atlantic goes to the Portuguese. Spain and Portugal\nwere full of that patriotic energy which their age-old\nstruggle against the Moorish invaders had developed. Such\nenergy, once it exists, can easily be forced into new channels.\nIn the thirteenth century, King Alphonso III had conquered\nthe kingdom of Algarve in the southwestern corner of the\nSpanish peninsula and had added it to his dominions. In the\nnext century, the Portuguese had turned the tables on the\nMohammedans, had crossed the straits of Gibraltar and had\ntaken possession of Ceuta, opposite the Arabic city of Ta’Rifa\n(a word which in Arabic means “inventory” and which by way\nof the Spanish language has come down to us as “tariff,”) and\nTangiers, which became the capital of an African addition to\nAlgarve.",
        "They were ready to begin their career as explorers.",
        "In the year 1415, Prince Henry, known as Henry the\nNavigator, the son of John I of Portugal and Philippa, the\ndaughter of John of Gaunt (about whom you can read in\nRichard II, a play by William Shakespeare) began to make\npreparations for the systematic exploration of northwestern\nAfrica. Before this, that hot and sandy coast had been visited\nby the Phoenicians and by the Norsemen, who remembered it\nas the home of the hairy “wild man” whom we have come to\nknow as the gorilla. One after another, Prince Henry\nand his captains discovered the Canary Islands–re-discovered\nthe island of Madeira which a century before had been visited\nby a Genoese ship, carefully charted the Azores which had\nbeen vaguely known to both the Portuguese and the Spaniards,\nand caught a glimpse of the mouth of the Senegal River on\nthe west coast of Africa, which they supposed to be the western\nmouth of the Nile. At last, by the middle of the Fifteenth\nCentury, they saw Cape Verde, or the Green Cape, and the\nCape Verde Islands, which lie almost halfway between the\ncoast of Africa and Brazil.",
        "But Henry did not restrict himself in his investigations to\nthe waters of the Ocean. He was Grand Master of the Order\nof Christ. This was a Portuguese continuation of the crusading\norder of the Templars which had been abolished by\nPope Clement V in the year 1312 at the request of King\nPhilip the Fair of France, who had improved the occasion by\nburning his own Templars at the stake and stealing all their\npossessions. Prince Henry used the revenues of the domains\nof his religious order to equip several expeditions which explored\nthe hinterland of the Sahara and of the coast of Guinea.",
        "But he was still very much a son of the Middle Ages and\nspent a great deal of time and wasted a lot of money upon a\nsearch for the mysterious “Presser John,” the mythical Christian\nPriest who was said to be the Emperor of a vast empire\n“situated somewhere in the east.” The story of this strange\npotentate had first been told in Europe in the middle of the\ntwelfth century. For three hundred years people had tried\nto find “Presser John” and his descendants Henry took part\nin the search. Thirty years after his death, the riddle was\nsolved.",
        "In the year 1486 Bartholomew Diaz, trying to find the land\nof Prester John by sea, had reached the southernmost point\nof Africa. At first he called it the Storm Cape, on account of\nthe strong winds which had prevented him from continuing his\nvoyage toward the east, but the Lisbon pilots who understood\nthe importance of this discovery in their quest for the India\nwater route, changed the name into that of the Cape of Good\nHope.",
        "One year later, Pedro de Covilham, provided with letters\nof credit on the house of Medici, started upon a similar mission\nby land. He crossed the Mediterranean and after leaving\nEgypt, he travelled southward. He reached Aden, and from\nthere, travelling through the waters of the Persian Gulf which\nfew white men had seen since the days of Alexander the Great,\neighteen centuries before, he visited Goa and Calicut on the\ncoast of India where he got a great deal of news about the\nisland of the Moon (Madagascar) which was supposed to lie\nhalfway between Africa and India. Then he returned, paid\na secret visit to Mecca and to Medina, crossed the Red Sea\nonce more and in the year 1490 he discovered the realm of\nPrester John, who was no one less than the Black Negus (or\nKing) of Abyssinia, whose ancestors had adopted Christianity\nin the fourth century, seven hundred years before the Christian\nmissionaries had found their way to Scandinavia.",
        "These many voyages had convinced the Portuguese geographers\nand cartographers that while the voyage to the Indies\nby an eastern sea-route was possible, it was by no means easy.\nThen there arose a great debate. Some people wanted to continue\nthe explorations east of the Cape of Good Hope. Others\nsaid, “No, we must sail west across the Atlantic and then we\nshall reach Cathay.”",
        "Let us state right here that most intelligent people of that\nday were firmly convinced that the earth was not as flat as a\npancake but was round. The Ptolemean system of the universe,\ninvented and duly described by Claudius Ptolemy, the great\nEgyptian geographer, who had lived in the second century of\nour era, which had served the simple needs of the men of the\nMiddle Ages, had long been discarded by the scientists of the\nRenaissance. They had accepted the doctrine of the Polish\nmathematician, Nicolaus Copernicus, whose studies had con-\nvinced him that the earth was one of a number of round planets\nwhich turned around the sun, a discovery which he did not venture\nto publish for thirty-six years (it was printed in 1548,\nthe year of his death) from fear of the Holy Inquisition, a\nPapal court which had been established in the thirteenth century\nwhen the heresies of the Albigenses and the Waldenses\nin France and in Italy (very mild heresies of devoutly pious\npeople who did not believe in private property and preferred\nto live in Christ-like poverty) had for a moment threatened the\nabsolute power of the bishops of Rome. But the belief in the\nroundness of the earth was common among the nautical experts\nand, as I said, they were now debating the respective\nadvantages of the eastern and the western routes.",
        "Among the advocates of the western route was a Genoese\nmariner by the name of Cristoforo Colombo. He was the son\nof a wool merchant. He seems to have been a student at the\nUniversity of Pavia where he specialised in mathematics and\ngeometry. Then he took up his father’s trade but soon we find\nhim in Chios in the eastern Mediterranean travelling on business.\nThereafter we hear of voyages to England but whether\nhe went north in search of wool or as the captain of a ship we\ndo not know. In February of the year 1477, Colombo (if we\nare to believe his own words) visited Iceland, but very likely\nhe only got as far as the Faroe Islands which are cold enough\nin February to be mistaken for Iceland by any one. Here\nColombo met the descendants of those brave Norsemen who\nin the tenth century had settled in Greenland and who had\nvisited America in the eleventh century, when Leif’s vessel\nhad been blown to the coast of Vineland, or Labrador.",
        "What had become of those far western colonies no one\nknew. The American colony of Thorfinn Karlsefne, the husband\nof the widow of Leif’s brother Thorstein, founded in the\nyear 1003, had been discontinued three years later on account\nof the hostility of the Esquimaux. As for Greenland, not a\nword had been heard from the settlers since the year 1440.\nVery likely the Greenlanders had all died of the Black Death.\nwhich had just killed half the people of Norway. However\nthat might be, the tradition of a “vast land in the distant west\"\nstill survived among the people of the Faroe and Iceland, and\nColombo must have heard of it. He gathered further information\namong the fishermen of the northern Scottish islands and\nthen went to Portugal where he married the daughter of one\nof the captains who had served under Prince Henry the\nNavigator.",
        "From that moment on (the year 1478) he devoted himself\nto the quest of the western route to the Indies. He sent his\nplans for such a voyage to the courts of Portugal and Spain.\nThe Portuguese, who felt certain that they possessed a monop-\noly of the eastern route, would not listen to his plans. In\nSpain, Ferdinand of Aragon and Isabella of Castile, whose\nmarriage in 1469 had made Spain into a single kingdom, were\nbusy driving the Moors from their last stronghold, Granada.\nThey had no money for risky expeditions. They needed every\npeseta for their soldiers.",
        "Few people were ever forced to fight as desperately for\ntheir ideas as this brave Italian. But the story of Colombo\n(or Colon or Columbus, as we call him,) is too well known to\nbear repeating. The Moors surrendered Granada on the second\nof January of the year 1492. In the month of April of the\nsame year, Columbus signed a contract with the King and\nQueen of Spain. On Friday, the 3rd of August, he left Palos\nwith three little ships and a crew of 88 men, many of whom\nwere criminals who had been offered indemnity of punishment\nif they joined the expedition. At two o’clock in the morning\nof Friday, the 12th of October, Columbus discovered land. On\nthe fourth of January of the year 1493, Columbus waved farewell\nto the 44 men of the little fortress of La Navidad (none\nof whom was ever again seen alive) and returned homeward.\nBy the middle of February he reached the Azores where the\nPortuguese threatened to throw him into gaol. On the fifteenth\nof March, 1493, the admiral reached Palos and together with\nhis Indians (for he was convinced that he had discovered some\noutlying islands of the Indies and called the natives red\nIndians) he hastened to Barcelona to tell his faithful patrons\nthat he had been successful and that the road to the gold and\nthe silver of Cathay and Zipangu was at the disposal of their\nmost Catholic Majesties.",
        "Alas, Columbus never knew the truth. Towards the end\nof his life, on his fourth voyage, when he had touched the mainland\nof South America, he may have suspected that all was\nnot well with his discovery. But he died in the firm belief\nthat there was no solid continent between Europe and Asia\nand that he had found the direct route to China.",
        "Meanwhile, the Portuguese, sticking to their eastern route,\nhad been more fortunate. In the year 1498, Vasco da Gama\nhad been able to reach the coast of Malabar and return safely\nto Lisbon with a cargo of spice. In the year 1502 he had\nrepeated the visit. But along the western route, the work of\nexploration had been most disappointing. In 1497 and 1498\nJohn and Sebastian Cabot had tried to find a passage to Japan\nbut they had seen nothing but the snowbound coasts and the\nrocks of Newfoundland, which had first been sighted by the\nNorthmen, five centuries before. Amerigo Vespucci, a Florentine\nwho became the Pilot Major of Spain, and who gave his\nname to our continent, had explored the coast of Brazil, but\nhad found not a trace of the Indies.",
        "In the year 1513, seven years after the death of Columbus,\nthe truth at last began to dawn upon the geographers of\nEurope. Vasco Nunez de Balboa had crossed the Isthmus of\nPanama, had climbed the famous peak in Darien, and had\nlooked down upon a vast expanse of water which seemed to\nsuggest the existence of another ocean.",
        "Finally in the year 1519 a fleet of five small Spanish ships\nunder command of the Portuguese navigator, Ferdinand de\nMagellan, sailed westward (and not eastward since that route,\nwas absolutely in the hands of the Portuguese who allowed no\ncompetition) in search of the Spice Islands. Magellan crossed\nthe Atlantic between Africa and Brazil and sailed southward.\nHe reached a narrow channel between the southernmost point\nof Patagonia, the “land of the people with the big feet,” and\nthe Fire Island (so named on account of a fire, the only sign of\nthe existence of natives, which the sailors watched one night).\nFor almost five weeks the ships of Magellan were at the mercy\nof the terrible storms and blizzards which swept through the\nstraits. A mutiny broke out among the sailors. Magellan\nsuppressed it with terrible severity and sent two of his men\non shore where they were left to repent of their sins at leisure.\nAt last the storms quieted down, the channel broadened, and\nMagellan entered a new ocean. Its waves were quiet and\nplacid. He called it the Peaceful Sea, the Mare Pacifico.\nThen he continued in a western direction. He sailed for\nninety-eight days without seeing land. His people almost\nperished from hunger and thirst and ate the rats that infested\nthe ships, and when these were all gone they chewed pieces of\nsail to still their gnawing hunger.",
        "In March of the year 1521 they saw land. Magellan called\nit the land of the Ladrones (which means robbers) because the\nnatives stole everything they could lay hands on. Then further\nwestward to the Spice Islands!",
        "Again land was sighted. A group of lonely islands. Magellan\ncalled them the Philippines, after Philip, the son of his\nmaster Charles V, the Philip II of unpleasant historical memory.\nAt first Magellan was well received, but when he used\nthe guns of his ships to make Christian converts he was killed\nby the aborigines, together with a number of his captains and\nsailors. The survivors burned one of the three remaining ships\nand continued their voyage. They found the Moluccas, the\nfamous Spice Islands; they sighted Borneo and reached Tidor.\nThere, one of the two ships, too leaky to be of further use,\nremained behind with her crew. The “Vittoria,” under Sebastian\ndel Cano, crossed the Indian Ocean, missed seeing the\nnorthern coast of Australia (which was not discovered until\nthe first half of the seventeenth century when ships of the\nDutch East India Company explored this flat and inhospitable\nland), and after great hardships reached Spain.",
        "This was the most notable of all voyages. It had taken\nthree years. It had been accomplished at a great cost both of\nmen and money. But it had established the fact that the earth\nwas round and that the new lands discovered by Columbus were\nnot a part of the Indies but a separate continent. From that\ntime on, Spain and Portugal devoted all their energies to the\ndevelopment of their Indian and American trade. To prevent\nan armed conflict between the rivals, Pope Alexander VI (the\nonly avowed heathen who was ever elected to this most holy\noffice) had obligingly divided the world into two equal parts\nby a line of demarcation which followed the 50th degree of\nlongitude west of Greenwich, the so-called division of Tordesillas\nof 1494. The Portuguese were to establish their colonies\nto the east of this line, the Spaniards were to have theirs\nto the west. This accounts for the fact that the entire American\ncontinent with the exception of Brazil became Spanish and\nthat all of the Indies and most of Africa became Portuguese\nuntil the English and the Dutch colonists (who had no respect\nfor Papal decisions) took these possessions away in the seventeenth\nand eighteenth centuries.",
        "When news of the discovery of Columbus reached the\nRialto of Venice, the Wall street of the Middle Ages, there\nwas a terrible panic. Stocks and bonds went down 40 and 50\npercent. After a short while, when it appeared that Columbus\nhad failed to find the road to Cathay, the Venetian merchants\nrecovered from their fright. But the voyages of da Gama and\nMagellan proved the practical possibilities of an eastern water-\nroute to the Indies. Then the rulers of Genoa and Venice,\nthe two great commercial centres of the Middle Ages and the\nRenaissance, began to be sorry that they had refused to listen\nto Columbus. But it was too late. Their Mediterranean became\nan inland sea. The overland trade to the Indies and\nChina dwindled to insignificant proportions. The old days\nof Italian glory were gone. The Atlantic became the new\ncentre of commerce and therefore the centre of civilisation.\nIt has remained so ever since.",
        "See how strangely civilisation has progressed since those\nearly days, fifty centuries before, when the inhabitants of the\nValley of the Nile began to keep a written record of history,\nFrom the river Nile, it went to Mesopotamia, the land between\nthe rivers. Then came the turn of Crete and Greece and\nRome. An inland sea became the centre of trade and the cities\nalong the Mediterranean were the home of art and science and\nphilosophy and learning. In the sixteenth century it moved\nwestward once more and made the countries that border upon\nthe Atlantic become the masters of the earth.",
        "There are those who say that the world war and the suicide\nof the great European nations has greatly diminished the\nimportance of the Atlantic Ocean. They expect to see civilisation\ncross the American continent and find a new home in the\nPacific. But I doubt this.",
        "The westward trip was accompanied by a steady increase in\nthe size of ships and a broadening of the knowledge of the navigators.\nThe flat-bottomed vessels of the Nile and the Euphrates\nwere replaced by the sailing vessels of the Phoenicians, the\nAEgeans, the Greeks, the Carthaginians and the Romans.\nThese in turn were discarded for the square rigged vessels of\nthe Portuguese and the Spaniards. And the latter were driven\nfrom the ocean by the full-rigged craft of the English and the\nDutch.",
        "At present, however, civilisation no longer depends upon\nships. Aircraft has taken and will continue to take the place\nof the sailing vessel and the steamer. The next centre of\ncivilisation will depend upon the development of aircraft and\nwater power. And the sea once more shall be the undisturbed\nhome of the little fishes, who once upon a time shared their deep\nresidence with the earliest ancestors of the human race.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}