{
    "title": "The Theory of Social Revolutions - Chapter IV - The Social Equilibrium",
    "author": "Brooks Adams",
    "chapter": "4",
    "content": [
        "\n\n",
        "I assume it as self-evident that those who, at any given moment, are the\nstrongest in any civilization, will be those who are at once the ruling\nclass, those who own most property, and those who have most influence on\nlegislation. The weaker will fare hardly in proportion to their\nweakness. Such is the order of nature. But, since those are the\nstrongest through whom nature finds it, for the time being, easiest to\nvent her energy, and as the whole universe is in ceaseless change, it\nfollows that the composition of ruling classes is never constant, but\nshifts to correspond with the shifting environment. When this movement\nis so rapid that men cannot adapt themselves to it, we call the\nphenomenon a revolution, and it is with revolutions that I now have to\ndo.",
        "Nothing is more certain than that the intellectual adaptability of the\nindividual man is very limited. A ruling class is seldom conscious of\nits own decay, and most of the worst catastrophes of history have been\ncaused by an obstinate resistance to change when resistance was no\nlonger possible. Thus while an incessant alteration in social\nequilibrium is inevitable, a revolution is a problem in dynamics, on the\ncorrect solution of which the fortunes of a declining class depend.",
        "For example, the modern English landlords replaced the military feudal\naristocracy during the sixteenth century, because the landlords had more\neconomic capacity and less credulity. The men who supplanted the\nmediaeval soldiers in Great Britain had no scruple about robbing the\nclergy of their land, and because of this quality they prospered\ngreatly. Ultimately the landlords reached high fortune by controlling\nthe boroughs which had, in the Middle Ages, acquired the right to return\nmembers to the House of Commons. Their domination lasted long;\nnevertheless, about 1760, the rising tide of the Industrial Revolution\nbrought forward another type of mind. Flushed by success in the\nNapoleonic wars the Tories failed to appreciate that the social\nequilibrium, by the year 1830, had shifted, and that they no longer\ncommanded enough physical force to maintain their parliamentary\nascendancy. They thought they had only to be arrogant to prevail, and so\nthey put forward the Duke of Wellington as their champion. They could\nhardly have made a poorer choice. As Disraeli has very truly said, “His\nGrace precipitated a revolution which might have been delayed for half a\ncentury, and need never have occurred in so aggravated a form.” The\nDuke, though a great general, lacked knowledge of England. He began by\ndismissing William Huskisson from his Cabinet, who was not only its\nablest member, but perhaps the single man among the Tories who\nthoroughly comprehended the industrial age. Huskisson’s issue was that\nthe franchise of the intolerably corrupt East Retford should be given to\nLeeds or Manchester. Having got rid of Huskisson, the Duke declared\nimperiously that he would concede nothing to the disfranchised\nindustrial magnates, nor to the vast cities in which they lived. A\ndissolution of Parliament followed and in the election the Tories were\ndefeated. Although Wellington may not have been a sagacious statesman,\nhe was a capable soldier and he knew when he could and when he could not\nphysically fight. On this occasion, to again quote Disraeli, “He rather\nfled than retired.” He induced his friends to absent themselves from the\nHouse of Lords and permit the Reform Bill to become law. Thus the\nEnglish Tories, by their experiment with the Duke of Wellington, lost\ntheir boroughs and with them their political preeminence, but at least\nthey saved themselves, their families, and the rest of their property.\nAs a class they have survived to this day, although shorn of much of the\ninfluence which they might very probably have retained had they solved\nmore correctly the problem of 1830. In sum, they were not altogether\nimpervious to the exigencies of their environment. The French Revolution\nis the classic example of the annihilation of a rigid organism, and it\nis an example the more worthy of our attention as it throws into\nterrible relief the process by which an intellectually inflexible race\nmay convert the courts of law which should protect their decline into\nthe most awful engine for their destruction.",
        "The essence of feudalism was a gradation of rank, in the nature of\ncaste, based upon fear. The clergy were privileged because the laity\nbelieved that they could work miracles, and could dispense something\nmore vital even than life and death. The nobility were privileged\nbecause they were resistless in war. Therefore, the nobility could\nimpose all sorts of burdens upon those who were unarmed. During the\ninterval in which society centralized and acquired more and more a\nmodern economic form, the discrepancies in status remained, while\ncommensurately the physical or imaginative force which had once\nsustained inequality declined, until the social equilibrium grew to be\nextremely unstable. Add to this that France, under the monarchy, was ill\nconsolidated. The provinces and towns retained the administrative\ncomplexity of an archaic age, even to local tariffs. Thus under the\nmonarchy privilege and inequality pervaded every phase of life, and, as\nthe judiciary must be, more or less, the mouthpiece of society, the\njudiciary came to be the incarnation of caste.",
        "Speaking broadly, the judicial office, under the monarchy, was vendible.\nIn legal language, it was an incorporeal hereditament. It could be\nbought and sold and inherited like an advowson, or right to dispose of a\ncure of souls in the English Church, or of a commission in the English\narmy. The system was well recognized and widespread in the eighteenth\ncentury, and worked fairly well with the French judiciary for about\nthree hundred years, but it was not adapted to an industrial\nenvironment. The judicial career came to be pretty strongly hereditary\nin a few families, and though the members of these families were, on the\nwhole, self-respecting, honest, and learned, they held office in their\nown right and not as a public trust. So in England members of the House\nof Commons, who sat for nomination boroughs, did not, either in fact or\ntheory, represent the inhabitants of those boroughs, but patrons; and in\nlike manner French judges could never learn to regard themselves as the\ntrustees of the civil rights of a nation, but as a component part of a\nclass who held a status by private title. Looked at as a problem in\ndynamics the inherent vice in all this kind of property and in all this\nadministrative system, was the decay, after 1760, of the physical force\nwhich had engendered it and defended it. As in England the ascendancy of\nthe landlords passed away when England turned from an agricultural into\nan industrial society, so in France priests and nobles fell into\ncontempt, when most peasants knew that the Church could neither harm by\nits curse nor aid by its blessing, and when commissions in the army were\ngiven to children or favorites, as a sort of pension, while the pith of\nthe nation was excluded from military command because it could not prove\nfour quarterings of nobility. Hardly an aristocrat in France had shown\nmilitary talent for a generation, while, when the revolution began, men\nlike Jourdan and Kleber, Ney and Augereau, and a host of other future\nmarshals and generals had been dismissed from the army, or were eating\nout their hearts as petty officers with no hope of advancement. Local\nprivileges and inequalities were as intolerable as personal. There were\nprivileged provinces and those administered arbitrarily by the Crown,\nthere were a multiplicity of internal tariffs, and endless municipal\nfranchises and monopolies, so much so that economists estimated that,\nthrough artificial restraints, one-quarter of the soil of France lay\nwaste. Turgot, in his edict on the grain trade, explained that kings in\nthe past by ordinance, or the police without royal authority, had\ncompiled a body “of legislation equivalent to a prohibition of bringing\ngrain into Paris,” and this condition was universal. One province might\nbe starving and another oppressed with abundance.",
        "Meanwhile, under the stimulant of applied science, centralization went\non resistlessly, and the cost of administration is proportionate to\ncentralization. To bear the burden of a centralized government taxes\nmust be equal and movement free, but here was a rapidly centralizing\nnation, the essence of whose organism was that taxes should be unequal\nand that movement should be restricted.",
        "As the third quarter of the eighteenth century closed with the death of\nLouis XV, all intelligent French administrators recognized the dilemma;\neither relief must be given, or France must become insolvent, and\nrevolution supervene upon insolvency. But for the aristocracy revolution\nhad no terrors, for they believed that they could crush revolution as\ntheir class had done for a thousand years.",
        "Robert Turgot was born in 1727, of a respectable family. His father\neducated him for the Church, but lack of faith caused him to prefer the\nmagistracy, and on the death of his father he obtained a small place in\nthe Court of Parliament. Afterward he became a Master of Requests, and\nserved for seven years in that judicial position, before he was made\nIntendant of the Province of Limousin. Even thus early in life Turgot\nshowed political sagacity. In an address at the Sorbonne he supported\nthe thesis that “well-timed reform alone averts revolution.\"\nDistinguishing himself as Intendant, on the death of Louis XV the King\ncalled Turgot to the Council of State, and in August, 1774, Turgot\nbecame Minister of Finance. He came in pledged to reform, and by\nJanuary, 1776, he had formulated his plan. In that month he presented to\nthe King his memorable Six Edicts, the first of which was the most\ncelebrated state paper he ever wrote. It was the Edict for the\nSuppression of the Corvée. The corvée threw the burden of maintaining\nthe highways on the peasantry by exacting forced labor. It was\nadmittedly the most hateful, the most burdensome, and the most wasteful\nof all the bad taxes of the time, and Turgot, following the precedent of\nthe Roman Empire, advised instead a general highway impost. The proposed\nimpost in itself was not considerable, and would not have been\nextraordinarily obnoxious to the privileged classes, but for the\nprinciple of equality by which Turgot justified it: “The expenses of\ngovernment having for their object the interests of all, all should\ncontribute to them; and the more advantages a man has, the more that man\nshould contribute.”",
        "Nor was this the most levelling of Turgot’s arguments. He pointed out\nthat though originally the exemption from taxation, which the nobility\nenjoyed, might have been defended on the ground that the nobles were\nbound to yield military service without pay, such service had long\nceased to be performed, while on the contrary titles could be bought for\nmoney. Hence every wealthy man became a noble when he pleased, and thus\nexemption from taxation had come to present the line of cleavage between\nthe rich and poor. By this thrust the privileged classes felt themselves\nwounded in their vitals, and the Parliament of Paris, the essence of\nprivilege, assumed their defence. To be binding, the edicts had to be\nregistered by the Parliament among the laws of France, and Parliament\ndeclined to make registration on the ground that the edicts were\nunconstitutional, as subversive of the monarchy and of the principle of\norder. The opinion of the court was long, but a single paragraph gives\nits purport: “The first rule of justice is to preserve to every one what\nbelongs to him: this rule consists, not only in preserving the rights of\nproperty, but still more in preserving those belonging to the person,\nwhich arise from the prerogative of birth and of position.... From this\nrule of law and equity it follows that every system which, under an\nappearance of humanity and beneficence, would tend to establish between\nmen an equality of duties, and to destroy necessary distinctions, would\nsoon lead to disorder (the inevitable result of equality), and would\nbring about the overturn of civil society.”",
        "This judicial opinion was an enunciation of the archaic law of caste as\nopposed to the modern law of equality, and the cataclysm of the French\nRevolution hinged upon the incapacity of the French aristocracy to\nunderstand that the environment, which had once made caste a necessity,\nhad yielded to another which made caste an impossibility. In vain Turgot\nand his contemporaries of the industrial type, represented in England\nby Adam Smith or even by the younger Pitt, explained that unless taxes\nwere equalized and movement accelerated, insolvency must supervene, and\nthat a violent readjustment must follow upon insolvency. With their eyes\nopen to the consequences, the Nobility and Clergy elected to risk\nrevolt, because they did not believe that revolt could prevail against\nthem. Nothing is so impressive in the mighty convulsion which ensued as\nthe mental opacity of the privileged orders, which caused them to\nincrease their pressure in proportion as resistance increased, until\nfinally those who were destined to replace them reorganized the courts,\nthat they might have an instrument wherewith to slaughter a whole race\ndown to the women and children. No less drastic method would serve to\ntemper the rigidity of the aristocratic mind. The phenomenon well repays\nan hour of study.",
        "Insolvency came within a decade after Turgot’s fall, as Turgot had\ndemonstrated that it must come, and an insolvency immediately\nprecipitated by the rapacity of the court which had most need of\ncaution. The future Louis XVIII, for example, who was then known as the\nComte de Provence, on one occasion, when the government had made a loan,\nappropriated a quarter of it, laughingly observing, “When I see others\nhold out their hands, I hold out my hat.” In 1787 the need for money\nbecame imperative, and, not daring to appeal to the nation, the King\nconvoked an assembly of “notables,” that is to say of the privileged.\nCalonne, the minister, proposed pretty much the measures of Turgot, and\nsome of these measures the “notables” accepted, but the Parliament of\nParis again intervened and declined to register the laws. The Provincial\nParliaments followed the Parliament of Paris. After this the King had no\nalternative but to try the experiment of calling the States-General.\nThey met on May 4, 1789, and instantly an administrative system, which\nno longer rested upon a social centre of gravity, crumbled, carrying the\njudiciary with it. At first the three estates sat separately. If this\nusage had continued, the Clergy and the Nobles combined would have\nannulled every measure voted by the Commons. For six weeks the Commons\nwaited. Then on June 10, the Abbé Sieyès said, “Let us cut the cable. It\nis time.” So the Clergy and the Nobility were summoned, and some of the\nClergy obeyed. This sufficed. On motion of Sieyès, the Commons\nproclaimed themselves the National Assembly, and the orders fused.\nImmediately caste admitted defeat and through its mouthpiece, the King,\ncommanded the Assembly to dissolve. The Commons refused to dissolve, and\nthe Nobles prepared for a coup d’etat. The foreign regiments, in the\npay of the government, were stationed about Paris, while the Bastille,\nwhich was supposed to be impregnable, was garrisoned with Swiss. In\nreply, on July 14, 1789, the citizens of Paris stormed the Bastille. An\nunstable social equilibrium had been already converted by pressure into\na revolution. Nevertheless, excentric as the centre of gravity had now\nbecome, it might have been measurably readjusted had the privileged\nclasses been able to reason correctly from premise to conclusion. Men\nlike Lafayette and Mirabeau still controlled the Assembly, and if the\nKing and the Nobility had made terms, probably the monarchy might have\nbeen saved, certainly the massacres would have been averted. As a\ndecaying class is apt to do, the Nobility did that which was worst for\nthemselves. Becoming at length partly conscious of a lack of physical\nforce in France to crush the revolution, a portion of the nobility, led\nby the Comte d’Artois, the future Charles X, fled to Germany to seek for\nhelp abroad, while the bolder remained to plan an attack on the\nrebellion. On October 1, 1789, a great military banquet was given at\nVersailles. The King and Queen with the Dauphin were present. A royalist\ndemonstration began. The bugles sounded a charge, the officers drew\ntheir swords, and the ladies of the court tore the tricolor from the\nsoldiers’ coats and replaced it with the white cockade. On October 5, a\nvast multitude poured out of Paris, and marched to Versailles. The next\nday they broke into the palace, killed the guards, and carried the King\nand Queen captive to the Tuileries. But Louis was so intellectually\nlimited that he could not keep faith with those who wished him well. On\nJuly 14, 1790, the King swore, before half a million spectators, to\nmaintain the new constitution. In that summer he was plotting to escape\nto Metz and join the army which had been collected there under the\nMarquis de Bouillé, while Bouillé himself, after the rising at Nancy,\nwas busy in improving discipline by breaking on the wheel a selection\nof the soldiers of the Swiss regiment of Châteauvieux which had refused\nto march against Paris on the 14th of July, 1789. In October, 1790,\nLouis wrote to the King of Spain and other sovereigns to pay no heed to\nhis concessions for he only yielded to duress, and all this even as\nMirabeau made his supreme effort to save those who were fixed upon\ndestroying themselves. Mirabeau sought the King and offered his\nservices. The court sneered at him as a dupe. The Queen wrote, “We make\nuse of Mirabeau, but we do not take him seriously.” When Mirabeau awoke\nto his predicament, he broke out in mixed wrath and scorn: “Of what are\nthese people thinking? Do they not see the abyss yawning at their feet?\nBoth the King and Queen will perish, and you will live to see the rabble\nspurn their corpses.”",
        "The King and Queen, the Nobility and Clergy, could not see the abyss\nwhich Mirabeau saw, any more than the lawyers could see it, because of\nthe temper of their minds. In the eye of caste Europe was not primarily\ndivided into nations to whom allegiance was due, but into superimposed\norders. He who betrayed his order committed the unpardonable crime.\nDeath were better than that. But to the true aristocrat it was\ninconceivable that serfs could ever vanquish nobles in battle. Battle\nmust be the final test, and the whole aristocracy of Europe was certain,\nFrenchmen knew, to succor the French aristocracy in distress.",
        "So in the winter of 1790 the French fugitives congregated at Coblentz on\nthe German frontier, persuaded that they were performing a patriotic\nduty in organizing an invasion of their country even should their onset\nbe fatal to their relatives and to their King. And Louis doubted not\nthat he also did his duty as a trustee of a divine commission when he in\none month swore, before the Assembly, to maintain the constitution\ntendered him, and in the next authorized his brother, the Comte\nd’Artois, to make the best combination he could among his brother\nsovereigns for the gathering of an army to assert his divine\nprerogative. On June 21, 1791, Louis fled, with his whole family, to\njoin the army of Bouillé, with intent to destroy the entire race of\ntraitors from Mirabeau and Lafayette down to the peasants. He managed\nso ill that he was arrested at Varennes, and brought back whence he\ncame, but he lied and plotted still.",
        "Two years had elapsed between the meeting of the States-General and the\nflight to Varennes, and in that interval nature had been busy in\nselecting her new favored class. Economists have estimated that the\nChurch owned one-third of the land of Europe during the Middle Ages.\nHowever this may have been she certainly held a very large part of\nFrance. On April 16, 1790, the Assembly declared this territory to be\nnational property, and proceeded to sell it to the peasantry by means of\nthe paper assignats which were issued for the purpose, and were\nsupposed to be secured upon the land. The sales were generally made in\nlittle lots, as the sales were made of the public domain in Rome under\nthe Licinian Laws, and with an identical effect. The Emperor of Germany\nand the King of Prussia met at Pilnitz in August, 1791, to consider the\nconquest of France, and, on the eve of that meeting, the Assembly\nreceived a report which stated that these lands to the value of a\nthousand million francs had already been distributed, and that sales\nwere going on. It was from this breed of liberated husbandmen that\nFrance drew the soldiers who fought her battles and won her victories\nfor the next five and twenty years.",
        "Assuming that the type of the small French landholder, both rural and\nurban, had been pretty well developed by the autumn of 1791, the crisis\ncame rapidly, for the confiscations which created this new energy roused\nto frenzy, perhaps the most formidable energy which opposed it. The\nChurch had not only been robbed of her property but had been wounded in\nher tenderest part. By a decree of June 12, 1790, the Assembly\ntransferred the allegiance of the French clergy from the Pope to the\nstate, and the priesthood everywhere vowed revenge. In May, 1791, the\nMarquis de la Rouërie, it is true, journeyed from his home in Brittany\nto Germany to obtain the recognition of the royal princes for the\ninsurrection which he contemplated in La Vendée, but the insurrection\nwhen it occurred was not due so much to him or his kind as to the\ninfluence of the nonjuring priests upon the peasant women of the West.",
        "The mental condition of the French emigrants at Coblentz during this\nsummer of 1791 is nothing short of a psychological marvel. They regarded\nthe Revolution as a jest, and the flight to the Rhine as a picnic. These\nbeggared aristocrats, male and female, would throw their money away by\nday among the wondering natives, and gamble among themselves at night.\nIf they ever thought of the future it was only as the patricians in\nPompey’s camp thought; who had no time to prepare for a campaign against\nCaesar, because they were absorbed in distributing offices among\nthemselves, or in inventing torments to inflict on the rebels. Their\nchief anxiety was lest the resistance should be too feeble to permit\nthem to glut themselves with blood. The creatures of caste, the\nemigrants could not conceive of man as a variable animal, or of the\nbirth of a race of warriors under their eyes. To them human nature\nremained constant. Such, they believed, was the immutable will of God.",
        "So it came to pass that, as the Revolution took its shape, a vast\ncombination among the antique species came semi-automatically into\nexistence, pledged to envelop and strangle the rising type of man, a\ncombination, however, which only attained to maturity in 1793, after\nthe execution of the King. Leopold II, Emperor of Germany, had hitherto\nbeen the chief restraining influence, both at Pilnitz and at Paris,\nthrough his correspondence with his sister, Marie Antoinette; but\nLeopold died on March 1, 1792, and was succeeded by Francis II, a fervid\nreactionist and an obedient son of the Church. Then caste fused\nthroughout Germany, and Prussia and Austria prepared for war. Rouërie\nhad returned to Brittany and only awaited the first decisive foreign\nsuccess to stab the Revolution in the back. England also was ripening,\nand the instinct of caste, incarnated in George III, found its\nexpression through Edmund Burke. In 1790 Burke published his\n“Reflections,” and on May 6, 1791, in a passionate outbreak in the House\nof Commons, he renounced his friendship with Fox as a traitor to his\norder and his God. Men of Burke’s temperament appreciated intuitively\nthat there could be no peace between the rising civilization and the\nold, one of the two must destroy the other, and very few of them\nconceived it to be possible that the enfranchised French peasantry and\nthe small bourgeoisie could endure the shock of all that, in their\neyes, was intelligent, sacred, and martial in the world.",
        "Indeed, aristocracy had, perhaps, some justification for arrogance,\nsince the revolt in France fell to its lowest depth of impotence between\nthe meeting at Pilnitz in August, 1791, and the reorganization of the\nCommittee of Public Safety in July, 1793. Until August, 1792, the\nexecutive authority remained with the King, but the court of Louis was\nthe focus of resistance to the Revolution, and even though a\nquasi-prisoner the King was still strong. Monarchy had a firm hold on\nliberal nobles like Mirabeau and Lafayette, on adventurers like\nDumouriez, and even on lawyers like Danton who shrank from excessive\ncruelty. Had the pure Royalists been capable of enough intellectual\nflexibility to keep faith upon any reasonable basis of compromise, even\nas late as 1792, the Revolution might have been benign. In June, 1792,\nLafayette, who commanded the army of the North, came to Paris and not\nonly ventured to lecture the Assembly on its duty, but offered to take\nLouis to his army, who would protect him against the Jacobins. The court\nlaughed at Lafayette as a Don Quixote, and betrayed his plans to the\nenemy. “I had rather perish,” said the Queen, “than be saved by M. de\nLafayette and his constitutional friends.” And in this she only\nexpressed the conviction which the caste to which she belonged held of\ntheir duty. Cazalés protested to the Assembly, “Though the King perish,\nlet us save the kingdom.” The Archduchess Christina wrote to her sister,\nMarie Antoinette, “What though he be slain, if we shall triumph,” and\nCondé, in December, 1790, swore that he would march on Lyons, “come what\nmight to the King.”",
        "France was permeated with archaic thought which disorganized the\nemerging society until it seemingly had no cohesion. To the French\nemigrant on the Rhine that society appeared like a vile phantom which\nhad but to be exorcised to vanish. And the exorcism to which he had\nrecourse was threats of vengeance, threats which before had terrified,\nbecause they had behind them a force which made them good. Torture had\nbeen an integral part of the old law. The peasant expected it were he\ninsubordinate. Death alone was held to be too little to inspire respect\nfor caste. Some frightful spectacle was usually provided to magnify\nauthority. Thus Bouillé broke on the wheel, while the men were yet\nalive, every bone in the bodies of his soldiers when they disobeyed him;\nand for scratching Louis XV, with a knife, Damiens, after indescribable\nagonies, was torn asunder by horses in Paris, before an immense\nmultitude. The French emigrants believed that they had only to threaten\nwith a similar fate men like Kellermann and Hoche to make them flee\nwithout a blow. What chiefly concerned the nobles, therefore, was not to\nevolve a masterly campaign, but to propound the fundamental principles\nof monarchy, and to denounce an awful retribution on insurgents.",
        "By the middle of July, 1792, the Prussians were ready to march, and\nemperors, kings, and generals were meditating manifestoes. Louis sent\nthe journalist Mallet du Pan to the Duke of Brunswick, the\ncommander-in-chief, to assist him in his task. On July 24, and on August\n4, 1792, the King of Prussia laid down the law of caste as emphatically\nas had the Parliament of Paris some twenty years before. On July 25, the\nDuke of Brunswick pronounced the doom of the conquered. I come, said the\nKing of Prussia, to prevent the incurable evils which will result to\nFrance, to Europe and to all mankind from the spread of the spirit of\ninsubordination, and to this end I shall establish the monarchical power\nupon a stable basis. For, he continued in the later proclamation, “the\nsupreme authority in France being never ceasing and indivisible, the\nKing could neither be deprived nor voluntarily divest himself of any of\nthe prerogatives of royalty, because he is obliged to transmit them\nentire with his own crown to his successors.”",
        "The Duke of Brunswick’s proclamation contained some clauses written\nexpressly for him by Mallet du Pan, and by Limon the Royalist.",
        "If the Palace of the Tuileries be forced, if the least violence be\noffered to their Majesties, if they are not immediately set at liberty,\nthen will the King of Prussia and the Emperor of Germany inflict “on\nthose who shall deserve it the most exemplary and ever-memorable\navenging punishments.”",
        "These proclamations reached Paris on July 28, and simultaneously the\nnotorious Fersen wrote the Queen of France, “You have the manifesto, and\nyou should be content.” The court actually believed that, having\ninsulted and betrayed Lafayette and all that body of conservative\nopinion which might have steadied the social equilibrium, they could\nrely on the fidelity of regiments filled with men against whom the\nemigrants and their allies, the Prussians, had just denounced an\nagonizing death, such as Bouillé’s soldiers had undergone, together with\nthe destruction of their homes.",
        "All the world knows what followed. The Royalists had been gathering a\ngarrison for the Tuileries ever since Lafayette’s visit, in anticipation\nof a trial of strength with the Revolutionists. They had brought thither\nthe Swiss guard, fifteen hundred strong; the palace was full of Royalist\ngentlemen; Mandat, who commanded the National Guard, had been gained\nover. The approaches were swept by artillery. The court was very\nconfident. On the night of August 9, Mandat was murdered, an\ninsurrectional committee seized the City Hall, and when Louis XVI came\nforth to review the troops on the morning of the 10th of August, they\nshouted, “Vive la Nation” and deserted. Then the assault came, the Swiss\nguard was massacred, the Assembly thrust aside, and the royal family\nwere seized and conveyed to the Temple. There the monarchy ended. Thus\nfar had the irrational opposition of a moribund type thrown into\nexcentricity the social equilibrium of a naturally conservative people.\nThey were destined to drive it still farther.",
        "In this supreme moment, while the Prussians were advancing, France had\nno stable government and very imperfect means of keeping order. All the\nfighting men she could muster had marched to the frontier, and, even so,\nonly a demoralized mass of levies, under Dumouriez and Kellermann, lay\nbetween the most redoutable regiments of the world and Paris. The\nemigrants and the Germans thought the invasion but a military promenade.\nAt home treason to the government hardly cared to hide itself. During\nmuch of August the streets of Paris swarmed with Royalists who cursed\nthe Revolution, and with priests more bitter than the Royalists. Under\nthe windows of Louis, as he lay in the Temple, there were cries of “Long\nlive the King,” and in the prisons themselves the nobles drank to the\nallies and corresponded with the Prussians. Finally, Roland, who was\nminister, so far lost courage that he proposed to withdraw beyond the\nLoire, but Danton would hear of no retreat. “De l’audace,” he cried,\n“encore de l’audace, et toujours de l’audace.”",
        "The Assembly had not been responsible for the assault on the Tuileries\non August 10, 1792. Filled with conservatives, it lacked the energy.\nThat movement had been the work of a knot of radicals which had its\ncentre in Danton’s Club of the Cordeliers. Under their impulsion the\nsections of Paris chose commissioners who should take possession of the\nCity Hall and eject the loyalist Council. They did so, and thus Danton\nbecame for a season the Minister of Justice and the foremost man in\nFrance. Danton was a semi-conservative. His tenure of power was the last\npossibility of averting the Terror. The Royalists, whom he trusted,\nthemselves betrayed him, and Danton fell, to be succeeded by Robespierre\nand his political criminal courts. Meanwhile, on September 20, 1792, the\nPrussian column recoiled before the fire of Kellermann’s mob of\n“vagabonds, cobblers and tailors,” on the slope of Valmy, and with the\nvictory of Valmy, the great eighteenth-century readjustment of the\nsocial equilibrium of Europe passed into its secondary stage.",
        "Continue...",
        "\nThis eBook of “The Theory of Social Revolutions” by Brooks Adams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Theory of Social RevolutionsBy Brooks AdamsAt Amazon"
    ]
}