{
    "title": "The Jungle Book (Rudyard Kipling)",
    "author": "Unknown",
    "chapter": "1",
    "content": [
        "\n\n",
        "   Now Rann the Kite brings home the night\n      That Mang the Bat sets free–\n   The herds are shut in byre and hut\n      For loosed till dawn are we.\n   This is the hour of pride and power,\n      Talon and tush and claw.\n   Oh, hear the call!–Good hunting all\n      That keep the Jungle Law!\n   Night-Song in the Jungle",
        "It was seven o’clock of a very warm evening in the Seeonee hills\nwhen Father Wolf woke up from his day’s rest, scratched himself,\nyawned, and spread out his paws one after the other to get rid of\nthe sleepy feeling in their tips.  Mother Wolf lay with her big\ngray nose dropped across her four tumbling, squealing cubs, and\nthe moon shone into the mouth of the cave where they all lived.\n“Augrh!” said Father Wolf.  “It is time to hunt again.”  He was\ngoing to spring down hill when a little shadow with a bushy tail\ncrossed the threshold and whined: “Good luck go with you, O Chief\nof the Wolves.  And good luck and strong white teeth go with noble\nchildren that they may never forget the hungry in this world.”",
        "It was the jackal–Tabaqui, the Dish-licker–and the\nwolves of India despise Tabaqui because he runs about making\nmischief, and telling tales, and eating rags and pieces of leather\nfrom the village rubbish-heaps.  But they are afraid of him too,\nbecause Tabaqui, more than anyone else in the jungle, is apt to go\nmad, and then he forgets that he was ever afraid of anyone, and\nruns through the forest biting everything in his way.  Even the\ntiger runs and hides when little Tabaqui goes mad, for madness is\nthe most disgraceful thing that can overtake a wild creature.  We\ncall it hydrophobia, but they call it dewanee–the madness–\nand run.",
        "“Enter, then, and look,” said Father Wolf stiffly, “but there\nis no food here.”",
        "“For a wolf, no,” said Tabaqui, “but for so mean a person as\nmyself a dry bone is a good feast.  Who are we, the Gidur-log [the\njackal people], to pick and choose?”  He scuttled to the back of\nthe cave, where he found the bone of a buck with some meat on it,\nand sat cracking the end merrily.",
        "“All thanks for this good meal,” he said, licking his lips.\n“How beautiful are the noble children!  How large are their eyes!\nAnd so young too!  Indeed, indeed, I might have remembered that\nthe children of kings are men from the beginning.”",
        "Now, Tabaqui knew as well as anyone else that there is nothing\nso unlucky as to compliment children to their faces.  It pleased\nhim to see Mother and Father Wolf look uncomfortable.",
        "Tabaqui sat still, rejoicing in the mischief that he had made,\nand then he said spitefully:",
        "“Shere Khan, the Big One, has shifted his hunting grounds.  He\nwill hunt among these hills for the next moon, so he has told me.”",
        "Shere Khan was the tiger who lived near the Waingunga River,\ntwenty miles away.",
        "“He has no right!” Father Wolf began angrily–\"By the Law\nof the Jungle he has no right to change his quarters without due\nwarning.  He will frighten every head of game within ten miles,\nand I–I have to kill for two, these days.”",
        "“His mother did not call him Lungri [the Lame One] for\nnothing,” said Mother Wolf quietly.  “He has been lame in one foot\nfrom his birth.  That is why he has only killed cattle.  Now the\nvillagers of the Waingunga are angry with him, and he has come\nhere to make our villagers angry.  They will scour the jungle for\nhim when he is far away, and we and our children must run when the\ngrass is set alight.  Indeed, we are very grateful to Shere Khan!”",
        "“Shall I tell him of your gratitude?” said Tabaqui.",
        "“Out!” snapped Father Wolf.  “Out and hunt with thy master.\nThou hast done harm enough for one night.”",
        "“I go,” said Tabaqui quietly.  “Ye can hear Shere Khan below\nin the thickets.  I might have saved myself the message.”",
        "Father Wolf listened, and below in the valley that ran down to\na little river he heard the dry, angry, snarly, singsong whine of\na tiger who has caught nothing and does not care if all the jungle\nknows it.",
        "“The fool!” said Father Wolf.  “To begin a night’s work with\nthat noise!  Does he think that our buck are like his fat\nWaingunga bullocks?”",
        "“H’sh.  It is neither bullock nor buck he hunts to-night,\"\nsaid Mother Wolf.  “It is Man.”",
        "The whine had changed to a sort of humming purr that seemed to\ncome from every quarter of the compass.  It was the noise that\nbewilders woodcutters and gypsies sleeping in the open, and makes\nthem run sometimes into the very mouth of the tiger.",
        "“Man!” said Father Wolf, showing all his white teeth.  “Faugh!\nAre there not enough beetles and frogs in the tanks that he must\neat Man, and on our ground too!”",
        "The Law of the Jungle, which never orders anything without a\nreason, forbids every beast to eat Man except when he is killing\nto show his children how to kill, and then he must hunt outside\nthe hunting grounds of his pack or tribe.  The real reason for\nthis is that man-killing means, sooner or later, the arrival of\nwhite men on elephants, with guns, and hundreds of brown men with\ngongs and rockets and torches.  Then everybody in the jungle\nsuffers.  The reason the beasts give among themselves is that Man\nis the weakest and most defenseless of all living things, and it\nis unsportsmanlike to touch him.  They say too–and it is true\n–that man-eaters become mangy, and lose their teeth.",
        "The purr grew louder, and ended in the full-throated “Aaarh!\"\nof the tiger’s charge.",
        "Then there was a howl–an untigerish howl–from Shere\nKhan.  “He has missed,” said Mother Wolf.  “What is it?”",
        "Father Wolf ran out a few paces and heard Shere Khan muttering\nand mumbling savagely as he tumbled about in the scrub.",
        "“The fool has had no more sense than to jump at a woodcutter’s\ncampfire, and has burned his feet,” said Father Wolf with a grunt.\n“Tabaqui is with him.”",
        "“Something is coming uphill,” said Mother Wolf, twitching one\near.  “Get ready.”",
        "The bushes rustled a little in the thicket, and Father Wolf\ndropped with his haunches under him, ready for his leap.  Then, if\nyou had been watching, you would have seen the most wonderful\nthing in the world–the wolf checked in mid-spring.  He made his\nbound before he saw what it was he was jumping at, and then he\ntried to stop himself.  The result was that he shot up straight\ninto the air for four or five feet, landing almost where he left\nground.",
        "“Man!” he snapped.  “A man’s cub.  Look!”",
        "Directly in front of him, holding on by a low branch, stood a\nnaked brown baby who could just walk–as soft and as dimpled a\nlittle atom as ever came to a wolf’s cave at night.  He looked up\ninto Father Wolf’s face, and laughed.",
        "“Is that a man’s cub?” said Mother Wolf.  “I have never seen\none.  Bring it here.”",
        "A Wolf accustomed to moving his own cubs can, if necessary,\nmouth an egg without breaking it, and though Father Wolf’s jaws\nclosed right on the child’s back not a tooth even scratched the\nskin as he laid it down among the cubs.",
        "“How little!  How naked, and–how bold!” said Mother Wolf\nsoftly.  The baby was pushing his way between the cubs to get\nclose to the warm hide.  “Ahai!  He is taking his meal with the\nothers.  And so this is a man’s cub.  Now, was there ever a wolf\nthat could boast of a man’s cub among her children?”",
        "“I have heard now and again of such a thing, but never in our\nPack or in my time,” said Father Wolf.  “He is altogether without\nhair, and I could kill him with a touch of my foot.  But see, he\nlooks up and is not afraid.”",
        "The moonlight was blocked out of the mouth of the cave, for\nShere Khan’s great square head and shoulders were thrust into the\nentrance.  Tabaqui, behind him, was squeaking: “My lord, my lord,\nit went in here!”",
        "“Shere Khan does us great honor,” said Father Wolf, but his\neyes were very angry.  “What does Shere Khan need?”",
        "“My quarry.  A man’s cub went this way,” said Shere Khan.\n“Its parents have run off.  Give it to me.”",
        "Shere Khan had jumped at a woodcutter’s campfire, as Father\nWolf had said, and was furious from the pain of his burned feet.\nBut Father Wolf knew that the mouth of the cave was too narrow for\na tiger to come in by.  Even where he was, Shere Khan’s shoulders\nand forepaws were cramped for want of room, as a man’s would be if\nhe tried to fight in a barrel.",
        "“The Wolves are a free people,” said Father Wolf.  “They take\norders from the Head of the Pack, and not from any striped\ncattle-killer.  The man’s cub is ours–to kill if we choose.”",
        "“Ye choose and ye do not choose!  What talk is this of\nchoosing?  By the bull that I killed, am I to stand nosing into\nyour dog’s den for my fair dues?  It is I, Shere Khan, who speak!”",
        "The tiger’s roar filled the cave with thunder.  Mother Wolf\nshook herself clear of the cubs and sprang forward, her eyes, like\ntwo green moons in the darkness, facing the blazing eyes of Shere\nKhan.",
        "“And it is I, Raksha [The Demon], who answers.  The man’s cub\nis mine, Lungri–mine to me!  He shall not be killed.  He shall\nlive to run with the Pack and to hunt with the Pack; and in the\nend, look you, hunter of little naked cubs–frog-eater–\nfish-killer–he shall hunt thee!  Now get hence, or by the\nSambhur that I killed (I eat no starved cattle), back thou goest\nto thy mother, burned beast of the jungle, lamer than ever thou\ncamest into the world!  Go!”",
        "Father Wolf looked on amazed.  He had almost forgotten the\ndays when he won Mother Wolf in fair fight from five other wolves,\nwhen she ran in the Pack and was not called The Demon for\ncompliment’s sake.  Shere Khan might have faced Father Wolf, but\nhe could not stand up against Mother Wolf, for he knew that where\nhe was she had all the advantage of the ground, and would fight to\nthe death.  So he backed out of the cave mouth growling, and when\nhe was clear he shouted:",
        "“Each dog barks in his own yard!  We will see what the Pack\nwill say to this fostering of man-cubs.  The cub is mine, and to\nmy teeth he will come in the end, O bush-tailed thieves!”",
        "Mother Wolf threw herself down panting among the cubs, and\nFather Wolf said to her gravely:",
        "“Shere Khan speaks this much truth.  The cub must be shown to\nthe Pack.  Wilt thou still keep him, Mother?”",
        "“Keep him!” she gasped.  “He came naked, by night, alone and\nvery hungry; yet he was not afraid!  Look, he has pushed one of my\nbabes to one side already.  And that lame butcher would have\nkilled him and would have run off to the Waingunga while the\nvillagers here hunted through all our lairs in revenge!  Keep him?\nAssuredly I will keep him.  Lie still, little frog.  O thou Mowgli\n–for Mowgli the Frog I will call thee–the time will come when\nthou wilt hunt Shere Khan as he has hunted thee.”",
        "“But what will our Pack say?” said Father Wolf.",
        "The Law of the Jungle lays down very clearly that any wolf\nmay, when he marries, withdraw from the Pack he belongs to.  But\nas soon as his cubs are old enough to stand on their feet he must\nbring them to the Pack Council, which is generally held once a\nmonth at full moon, in order that the other wolves may identify\nthem.  After that inspection the cubs are free to run where they\nplease, and until they have killed their first buck no excuse is\naccepted if a grown wolf of the Pack kills one of them.  The\npunishment is death where the murderer can be found; and if you\nthink for a minute you will see that this must be so.",
        "Father Wolf waited till his cubs could run a little, and then\non the night of the Pack Meeting took them and Mowgli and Mother\nWolf to the Council Rock–a hilltop covered with stones and\nboulders where a hundred wolves could hide.  Akela, the great gray\nLone Wolf, who led all the Pack by strength and cunning, lay out\nat full length on his rock, and below him sat forty or more wolves\nof every size and color, from badger-colored veterans who could\nhandle a buck alone to young black three-year-olds who thought\nthey could.  The Lone Wolf had led them for a year now.  He had\nfallen twice into a wolf trap in his youth, and once he had been\nbeaten and left for dead; so he knew the manners and customs of\nmen.  There was very little talking at the Rock.  The cubs tumbled\nover each other in the center of the circle where their mothers\nand fathers sat, and now and again a senior wolf would go quietly\nup to a cub, look at him carefully, and return to his place on\nnoiseless feet.  Sometimes a mother would push her cub far out\ninto the moonlight to be sure that he had not been overlooked.\nAkela from his rock would cry: “Ye know the Law–ye know the\nLaw.  Look well, O Wolves!”  And the anxious mothers would take up\nthe call: “Look–look well, O Wolves!”",
        "At last–and Mother Wolf’s neck bristles lifted as the time\ncame–Father Wolf pushed “Mowgli the Frog,” as they called him,\ninto the center, where he sat laughing and playing with some\npebbles that glistened in the moonlight.",
        "Akela never raised his head from his paws, but went on with\nthe monotonous cry: “Look well!”  A muffled roar came up from\nbehind the rocks–the voice of Shere Khan crying: “The cub is\nmine.  Give him to me.  What have the Free People to do with a\nman’s cub?”  Akela never even twitched his ears.  All he said was:\n“Look well, O Wolves!  What have the Free People to do with the\norders of any save the Free People?  Look well!”",
        "There was a chorus of deep growls, and a young wolf in his\nfourth year flung back Shere Khan’s question to Akela: “What have\nthe Free People to do with a man’s cub?”  Now, the Law of the\nJungle lays down that if there is any dispute as to the right of a\ncub to be accepted by the Pack, he must be spoken for by at least\ntwo members of the Pack who are not his father and mother.",
        "“Who speaks for this cub?” said Akela.  “Among the Free People\nwho speaks?”  There was no answer and Mother Wolf got ready for\nwhat she knew would be her last fight, if things came to fighting.",
        "Then the only other creature who is allowed at the Pack\nCouncil–Baloo, the sleepy brown bear who teaches the wolf cubs\nthe Law of the Jungle: old Baloo, who can come and go where he\npleases because he eats only nuts and roots and honey–rose upon\nhis hind quarters and grunted.",
        "“The man’s cub–the man’s cub?” he said.  “I speak for the\nman’s cub.  There is no harm in a man’s cub.  I have no gift of\nwords, but I speak the truth.  Let him run with the Pack, and be\nentered with the others.  I myself will teach him.”",
        "“We need yet another,” said Akela.  “Baloo has spoken, and he\nis our teacher for the young cubs.  Who speaks besides Baloo?”",
        "A black shadow dropped down into the circle.  It was Bagheera\nthe Black Panther, inky black all over, but with the panther\nmarkings showing up in certain lights like the pattern of watered\nsilk.  Everybody knew Bagheera, and nobody cared to cross his\npath; for he was as cunning as Tabaqui, as bold as the wild\nbuffalo, and as reckless as the wounded elephant.  But he had a\nvoice as soft as wild honey dripping from a tree, and a skin\nsofter than down.",
        "“O Akela, and ye the Free People,” he purred, “I have no right\nin your assembly, but the Law of the Jungle says that if there is\na doubt which is not a killing matter in regard to a new cub, the\nlife of that cub may be bought at a price.  And the Law does not\nsay who may or may not pay that price.  Am I right?”",
        "“Good!  Good!” said the young wolves, who are always hungry.\n“Listen to Bagheera.  The cub can be bought for a price.  It is\nthe Law.”",
        "“Knowing that I have no right to speak here, I ask your\nleave.”",
        "“Speak then,” cried twenty voices.",
        "“To kill a naked cub is shame.  Besides, he may make better\nsport for you when he is grown.  Baloo has spoken in his behalf.\nNow to Baloo’s word I will add one bull, and a fat one, newly\nkilled, not half a mile from here, if ye will accept the man’s cub\naccording to the Law.  Is it difficult?”",
        "There was a clamor of scores of voices, saying: “What matter?\nHe will die in the winter rains.  He will scorch in the sun.  What\nharm can a naked frog do us?  Let him run with the Pack.  Where is\nthe bull, Bagheera?  Let him be accepted.”  And then came Akela’s\ndeep bay, crying: “Look well–look well, O Wolves!”",
        "Mowgli was still deeply interested in the pebbles, and he did\nnot notice when the wolves came and looked at him one by one.  At\nlast they all went down the hill for the dead bull, and only\nAkela, Bagheera, Baloo, and Mowgli’s own wolves were left.  Shere\nKhan roared still in the night, for he was very angry that Mowgli\nhad not been handed over to him.",
        "“Ay, roar well,” said Bagheera, under his whiskers, “for the\ntime will come when this naked thing will make thee roar to\nanother tune, or I know nothing of man.”",
        "“It was well done,” said Akela.  “Men and their cubs are very\nwise.  He may be a help in time.”",
        "“Truly, a help in time of need; for none can hope to lead the\nPack forever,” said Bagheera.",
        "Akela said nothing.  He was thinking of the time that comes to\nevery leader of every pack when his strength goes from him and he\ngets feebler and feebler, till at last he is killed by the wolves\nand a new leader comes up–to be killed in his turn.",
        "“Take him away,” he said to Father Wolf, “and train him as\nbefits one of the Free People.”",
        "And that is how Mowgli was entered into the Seeonee Wolf Pack\nfor the price of a bull and on Baloo’s good word.",
        "Now you must be content to skip ten or eleven whole years, and\nonly guess at all the wonderful life that Mowgli led among the\nwolves, because if it were written out it would fill ever so many\nbooks.  He grew up with the cubs, though they, of course, were\ngrown wolves almost before he was a child.  And Father Wolf taught\nhim his business, and the meaning of things in the jungle, till\nevery rustle in the grass, every breath of the warm night air,\nevery note of the owls above his head, every scratch of a bat’s\nclaws as it roosted for a while in a tree, and every splash of\nevery little fish jumping in a pool meant just as much to him as\nthe work of his office means to a business man.  When he was not\nlearning he sat out in the sun and slept, and ate and went to\nsleep again.  When he felt dirty or hot he swam in the forest\npools; and when he wanted honey (Baloo told him that honey and\nnuts were just as pleasant to eat as raw meat) he climbed up for\nit, and that Bagheera showed him how to do.  Bagheera would lie\nout on a branch and call, “Come along, Little Brother,” and at\nfirst Mowgli would cling like the sloth, but afterward he would\nfling himself through the branches almost as boldly as the gray\nape.  He took his place at the Council Rock, too, when the Pack\nmet, and there he discovered that if he stared hard at any wolf,\nthe wolf would be forced to drop his eyes, and so he used to stare\nfor fun.  At other times he would pick the long thorns out of the\npads of his friends, for wolves suffer terribly from thorns and\nburs in their coats.  He would go down the hillside into the\ncultivated lands by night, and look very curiously at the\nvillagers in their huts, but he had a mistrust of men because\nBagheera showed him a square box with a drop gate so cunningly\nhidden in the jungle that he nearly walked into it, and told him\nthat it was a trap.  He loved better than anything else to go with\nBagheera into the dark warm heart of the forest, to sleep all\nthrough the drowsy day, and at night see how Bagheera did his\nkilling.  Bagheera killed right and left as he felt hungry, and so\ndid Mowgli–with one exception.  As soon as he was old enough to\nunderstand things, Bagheera told him that he must never touch\ncattle because he had been bought into the Pack at the price of a\nbull’s life.  “All the jungle is thine,” said Bagheera, “and thou\ncanst kill everything that thou art strong enough to kill; but for\nthe sake of the bull that bought thee thou must never kill or eat\nany cattle young or old.  That is the Law of the Jungle.”  Mowgli\nobeyed faithfully.",
        "And he grew and grew strong as a boy must grow who does not\nknow that he is learning any lessons, and who has nothing in the\nworld to think of except things to eat.",
        "Mother Wolf told him once or twice that Shere Khan was not a\ncreature to be trusted, and that some day he must kill Shere Khan.\nBut though a young wolf would have remembered that advice every\nhour, Mowgli forgot it because he was only a boy–though he\nwould have called himself a wolf if he had been able to speak in\nany human tongue.",
        "Shere Khan was always crossing his path in the jungle, for as\nAkela grew older and feebler the lame tiger had come to be great\nfriends with the younger wolves of the Pack, who followed him for\nscraps, a thing Akela would never have allowed if he had dared to\npush his authority to the proper bounds.  Then Shere Khan would\nflatter them and wonder that such fine young hunters were content\nto be led by a dying wolf and a man’s cub.  “They tell me,” Shere\nKhan would say, “that at Council ye dare not look him between the\neyes.”  And the young wolves would growl and bristle.",
        "Bagheera, who had eyes and ears everywhere, knew something of\nthis, and once or twice he told Mowgli in so many words that Shere\nKhan would kill him some day.  Mowgli would laugh and answer: “I\nhave the Pack and I have thee; and Baloo, though he is so lazy,\nmight strike a blow or two for my sake.  Why should I be afraid?”",
        "It was one very warm day that a new notion came to Bagheera–\nborn of something that he had heard.  Perhaps Ikki the Porcupine\nhad told him; but he said to Mowgli when they were deep in the\njungle, as the boy lay with his head on Bagheera’s beautiful black\nskin, “Little Brother, how often have I told thee that Shere Khan\nis thy enemy?”",
        "“As many times as there are nuts on that palm,” said Mowgli,\nwho, naturally, could not count.  “What of it?  I am sleepy,\nBagheera, and Shere Khan is all long tail and loud talk–like\nMao, the Peacock.”",
        "“But this is no time for sleeping.  Baloo knows it; I know it;\nthe Pack know it; and even the foolish, foolish deer know.\nTabaqui has told thee too.”",
        "“Ho! ho!” said Mowgli.  “Tabaqui came to me not long ago with\nsome rude talk that I was a naked man’s cub and not fit to dig\npig-nuts.  But I caught Tabaqui by the tail and swung him twice\nagainst a palm-tree to teach him better manners.”",
        "“That was foolishness, for though Tabaqui is a mischief-maker,\nhe would have told thee of something that concerned thee closely.\nOpen those eyes, Little Brother.  Shere Khan dare not kill thee in\nthe jungle.  But remember, Akela is very old, and soon the day\ncomes when he cannot kill his buck, and then he will be leader no\nmore.  Many of the wolves that looked thee over when thou wast\nbrought to the Council first are old too, and the young wolves\nbelieve, as Shere Khan has taught them, that a man-cub has no\nplace with the Pack.  In a little time thou wilt be a man.”",
        "“And what is a man that he should not run with his brothers?\"\nsaid Mowgli.  “I was born in the jungle.  I have obeyed the Law of\nthe Jungle, and there is no wolf of ours from whose paws I have\nnot pulled a thorn.  Surely they are my brothers!”",
        "Bagheera stretched himself at full length and half shut his\neyes.  “Little Brother,” said he, “feel under my jaw.”",
        "Mowgli put up his strong brown hand, and just under Bagheera’s\nsilky chin, where the giant rolling muscles were all hid by the\nglossy hair, he came upon a little bald spot.",
        "“There is no one in the jungle that knows that I, Bagheera,\ncarry that mark–the mark of the collar; and yet, Little\nBrother, I was born among men, and it was among men that my mother\ndied–in the cages of the king’s palace at Oodeypore.  It was\nbecause of this that I paid the price for thee at the Council when\nthou wast a little naked cub.  Yes, I too was born among men.  I\nhad never seen the jungle.  They fed me behind bars from an iron\npan till one night I felt that I was Bagheera–the Panther–\nand no man’s plaything, and I broke the silly lock with one blow\nof my paw and came away.  And because I had learned the ways of\nmen, I became more terrible in the jungle than Shere Khan.  Is it\nnot so?”",
        "“Yes,” said Mowgli, “all the jungle fear Bagheera–all\nexcept Mowgli.”",
        "“Oh, thou art a man’s cub,” said the Black Panther very\ntenderly.  “And even as I returned to my jungle, so thou must go\nback to men at last–to the men who are thy brothers–if thou\nart not killed in the Council.”",
        "“But why–but why should any wish to kill me?” said Mowgli.",
        "“Look at me,” said Bagheera.  And Mowgli looked at him\nsteadily between the eyes.  The big panther turned his head away\nin half a minute.",
        "“That is why,” he said, shifting his paw on the leaves.  “Not\neven I can look thee between the eyes, and I was born among men,\nand I love thee, Little Brother.  The others they hate thee\nbecause their eyes cannot meet thine; because thou art wise;\nbecause thou hast pulled out thorns from their feet–because\nthou art a man.”",
        "“I did not know these things,” said Mowgli sullenly, and he\nfrowned under his heavy black eyebrows.",
        "“What is the Law of the Jungle?  Strike first and then give\ntongue.  By thy very carelessness they know that thou art a man.\nBut be wise.  It is in my heart that when Akela misses his next\nkill–and at each hunt it costs him more to pin the buck–the\nPack will turn against him and against thee.  They will hold a\njungle Council at the Rock, and then–and then–I have it!\"\nsaid Bagheera, leaping up.  “Go thou down quickly to the men’s\nhuts in the valley, and take some of the Red Flower which they\ngrow there, so that when the time comes thou mayest have even a\nstronger friend than I or Baloo or those of the Pack that love\nthee.  Get the Red Flower.”",
        "By Red Flower Bagheera meant fire, only no creature in the\njungle will call fire by its proper name.  Every beast lives in\ndeadly fear of it, and invents a hundred ways of describing it.",
        "“The Red Flower?” said Mowgli.  “That grows outside their huts\nin the twilight.  I will get some.”",
        "“There speaks the man’s cub,” said Bagheera proudly.\n“Remember that it grows in little pots.  Get one swiftly, and keep\nit by thee for time of need.”",
        "“Good!” said Mowgli.  “I go.  But art thou sure, O my\nBagheera\"–he slipped his arm around the splendid neck and\nlooked deep into the big eyes–\"art thou sure that all this is\nShere Khan’s doing?”",
        "“By the Broken Lock that freed me, I am sure, Little Brother.”",
        "“Then, by the Bull that bought me, I will pay Shere Khan full\ntale for this, and it may be a little over,” said Mowgli, and he\nbounded away.",
        "“That is a man.  That is all a man,” said Bagheera to himself,\nlying down again.  “Oh, Shere Khan, never was a blacker hunting\nthan that frog-hunt of thine ten years ago!”",
        "Mowgli was far and far through the forest, running hard, and\nhis heart was hot in him.  He came to the cave as the evening mist\nrose, and drew breath, and looked down the valley.  The cubs were\nout, but Mother Wolf, at the back of the cave, knew by his\nbreathing that something was troubling her frog.",
        "“What is it, Son?” she said.",
        "“Some bat’s chatter of Shere Khan,” he called back.  “I hunt\namong the plowed fields tonight,” and he plunged downward through\nthe bushes, to the stream at the bottom of the valley.  There he\nchecked, for he heard the yell of the Pack hunting, heard the\nbellow of a hunted Sambhur, and the snort as the buck turned at\nbay.  Then there were wicked, bitter howls from the young wolves:\n“Akela!  Akela!  Let the Lone Wolf show his strength.  Room for\nthe leader of the Pack!  Spring, Akela!”",
        "The Lone Wolf must have sprung and missed his hold, for Mowgli\nheard the snap of his teeth and then a yelp as the Sambhur knocked\nhim over with his forefoot.",
        "He did not wait for anything more, but dashed on; and the\nyells grew fainter behind him as he ran into the croplands where\nthe villagers lived.",
        "“Bagheera spoke truth,” he panted, as he nestled down in some\ncattle fodder by the window of a hut.  “To-morrow is one day both\nfor Akela and for me.”",
        "Then he pressed his face close to the window and watched the\nfire on the hearth.  He saw the husbandman’s wife get up and feed\nit in the night with black lumps.  And when the morning came and\nthe mists were all white and cold, he saw the man’s child pick up\na wicker pot plastered inside with earth, fill it with lumps of\nred-hot charcoal, put it under his blanket, and go out to tend the\ncows in the byre.",
        "“Is that all?” said Mowgli.  “If a cub can do it, there is\nnothing to fear.”  So he strode round the corner and met the boy,\ntook the pot from his hand, and disappeared into the mist while\nthe boy howled with fear.",
        "“They are very like me,” said Mowgli, blowing into the pot as\nhe had seen the woman do.  “This thing will die if I do not give\nit things to eat\"; and he dropped twigs and dried bark on the red\nstuff.  Halfway up the hill he met Bagheera with the morning dew\nshining like moonstones on his coat.",
        "“Akela has missed,” said the Panther.  “They would have killed\nhim last night, but they needed thee also.  They were looking for\nthee on the hill.”",
        "“I was among the plowed lands.  I am ready.  See!”  Mowgli\nheld up the fire-pot.",
        "“Good!  Now, I have seen men thrust a dry branch into that\nstuff, and presently the Red Flower blossomed at the end of it.\nArt thou not afraid?”",
        "“No.  Why should I fear?  I remember now–if it is not a\ndream–how, before I was a Wolf, I lay beside the Red Flower,\nand it was warm and pleasant.”",
        "All that day Mowgli sat in the cave tending his fire pot and\ndipping dry branches into it to see how they looked.  He found a\nbranch that satisfied him, and in the evening when Tabaqui came to\nthe cave and told him rudely enough that he was wanted at the\nCouncil Rock, he laughed till Tabaqui ran away.  Then Mowgli went\nto the Council, still laughing.",
        "Akela the Lone Wolf lay by the side of his rock as a sign that\nthe leadership of the Pack was open, and Shere Khan with his\nfollowing of scrap-fed wolves walked to and fro openly being\nflattered.  Bagheera lay close to Mowgli, and the fire pot was\nbetween Mowgli’s knees.  When they were all gathered together,\nShere Khan began to speak–a thing he would never have dared to\ndo when Akela was in his prime.",
        "“He has no right,” whispered Bagheera.  “Say so.  He is a\ndog’s son.  He will be frightened.”",
        "Mowgli sprang to his feet.  “Free People,” he cried, “does\nShere Khan lead the Pack?  What has a tiger to do with our\nleadership?”",
        "“Seeing that the leadership is yet open, and being asked to\nspeak–” Shere Khan began.",
        "“By whom?” said Mowgli.  “Are we all jackals, to fawn on this\ncattle butcher?  The leadership of the Pack is with the Pack\nalone.”",
        "There were yells of “Silence, thou man’s cub!”  “Let him\nspeak.  He has kept our Law\"; and at last the seniors of the Pack\nthundered: “Let the Dead Wolf speak.”  When a leader of the Pack\nhas missed his kill, he is called the Dead Wolf as long as he\nlives, which is not long.",
        "Akela raised his old head wearily:–",
        "“Free People, and ye too, jackals of Shere Khan, for twelve\nseasons I have led ye to and from the kill, and in all that time\nnot one has been trapped or maimed.  Now I have missed my kill.\nYe know how that plot was made.  Ye know how ye brought me up to\nan untried buck to make my weakness known.  It was cleverly done.\nYour right is to kill me here on the Council Rock, now.\nTherefore, I ask, who comes to make an end of the Lone Wolf?  For\nit is my right, by the Law of the Jungle, that ye come one by\none.”",
        "There was a long hush, for no single wolf cared to fight Akela\nto the death.  Then Shere Khan roared: “Bah!  What have we to do\nwith this toothless fool?  He is doomed to die!  It is the man-cub\nwho has lived too long.  Free People, he was my meat from the\nfirst.  Give him to me.  I am weary of this man-wolf folly.  He\nhas troubled the jungle for ten seasons.  Give me the man-cub, or\nI will hunt here always, and not give you one bone.  He is a man,\na man’s child, and from the marrow of my bones I hate him!”",
        "Then more than half the Pack yelled: “A man!  A man!  What has\na man to do with us?  Let him go to his own place.”",
        "“And turn all the people of the villages against us?” clamored\nShere Khan.  “No, give him to me.  He is a man, and none of us can\nlook him between the eyes.”",
        "Akela lifted his head again and said, “He has eaten our food.\nHe has slept with us.  He has driven game for us.  He has broken\nno word of the Law of the Jungle.”",
        "“Also, I paid for him with a bull when he was accepted.  The\nworth of a bull is little, but Bagheera’s honor is something that\nhe will perhaps fight for,” said Bagheera in his gentlest voice.",
        "“A bull paid ten years ago!” the Pack snarled.  “What do we\ncare for bones ten years old?”",
        "“Or for a pledge?” said Bagheera, his white teeth bared under\nhis lip.  “Well are ye called the Free People!”",
        "“No man’s cub can run with the people of the jungle,” howled\nShere Khan.  “Give him to me!”",
        "“He is our brother in all but blood,” Akela went on, “and ye\nwould kill him here!  In truth, I have lived too long.  Some of ye\nare eaters of cattle, and of others I have heard that, under Shere\nKhan’s teaching, ye go by dark night and snatch children from the\nvillager’s doorstep.  Therefore I know ye to be cowards, and it is\nto cowards I speak.  It is certain that I must die, and my life is\nof no worth, or I would offer that in the man-cub’s place.  But\nfor the sake of the Honor of the Pack,–a little matter that by\nbeing without a leader ye have forgotten,–I promise that if ye\nlet the man-cub go to his own place, I will not, when my time\ncomes to die, bare one tooth against ye.  I will die without\nfighting.  That will at least save the Pack three lives.  More I\ncannot do; but if ye will, I can save ye the shame that comes of\nkilling a brother against whom there is no fault–a brother\nspoken for and bought into the Pack according to the Law of the\nJungle.”",
        "“He is a man–a man–a man!” snarled the Pack.  And most\nof the wolves began to gather round Shere Khan, whose tail was\nbeginning to switch.",
        "“Now the business is in thy hands,” said Bagheera to Mowgli.\n“We can do no more except fight.”",
        "Mowgli stood upright–the fire pot in his hands.  Then he\nstretched out his arms, and yawned in the face of the Council; but\nhe was furious with rage and sorrow, for, wolflike, the wolves had\nnever told him how they hated him.  “Listen you!” he cried.\n“There is no need for this dog’s jabber.  Ye have told me so often\ntonight that I am a man (and indeed I would have been a wolf with\nyou to my life’s end) that I feel your words are true.  So I do\nnot call ye my brothers any more, but sag [dogs], as a man should.\nWhat ye will do, and what ye will not do, is not yours to say.\nThat matter is with me; and that we may see the matter more\nplainly, I, the man, have brought here a little of the Red Flower\nwhich ye, dogs, fear.”",
        "He flung the fire pot on the ground, and some of the red coals\nlit a tuft of dried moss that flared up, as all the Council drew\nback in terror before the leaping flames.",
        "Mowgli thrust his dead branch into the fire till the twigs lit\nand crackled, and whirled it above his head among the cowering\nwolves.",
        "“Thou art the master,” said Bagheera in an undertone.  “Save\nAkela from the death.  He was ever thy friend.”",
        "Akela, the grim old wolf who had never asked for mercy in his\nlife, gave one piteous look at Mowgli as the boy stood all naked,\nhis long black hair tossing over his shoulders in the light of the\nblazing branch that made the shadows jump and quiver.",
        "“Good!” said Mowgli, staring round slowly.  “I see that ye are\ndogs.  I go from you to my own people–if they be my own people.\nThe jungle is shut to me, and I must forget your talk and your\ncompanionship.  But I will be more merciful than ye are.  Because\nI was all but your brother in blood, I promise that when I am a\nman among men I will not betray ye to men as ye have betrayed me.\"\nHe kicked the fire with his foot, and the sparks flew up.  “There\nshall be no war between any of us in the Pack.  But here is a debt\nto pay before I go.”  He strode forward to where Shere Khan sat\nblinking stupidly at the flames, and caught him by the tuft on his\nchin.  Bagheera followed in case of accidents.  “Up, dog!”  Mowgli\ncried.  “Up, when a man speaks, or I will set that coat ablaze!”",
        "Shere Khan’s ears lay flat back on his head, and he shut his\neyes, for the blazing branch was very near.",
        "“This cattle-killer said he would kill me in the Council\nbecause he had not killed me when I was a cub.  Thus and thus,\nthen, do we beat dogs when we are men.  Stir a whisker, Lungri,\nand I ram the Red Flower down thy gullet!”  He beat Shere Khan\nover the head with the branch, and the tiger whimpered and whined\nin an agony of fear.",
        "“Pah!  Singed jungle cat–go now!  But remember when next I\ncome to the Council Rock, as a man should come, it will be with\nShere Khan’s hide on my head.  For the rest, Akela goes free to\nlive as he pleases.  Ye will not kill him, because that is not my\nwill.  Nor do I think that ye will sit here any longer, lolling\nout your tongues as though ye were somebodies, instead of dogs\nwhom I drive out–thus!  Go!”  The fire was burning furiously at\nthe end of the branch, and Mowgli struck right and left round the\ncircle, and the wolves ran howling with the sparks burning their\nfur.  At last there were only Akela, Bagheera, and perhaps ten\nwolves that had taken Mowgli’s part.  Then something began to hurt\nMowgli inside him, as he had never been hurt in his life before,\nand he caught his breath and sobbed, and the tears ran down his\nface.",
        "“What is it?  What is it?” he said.  “I do not wish to leave\nthe jungle, and I do not know what this is.  Am I dying,\nBagheera?”",
        "“No, Little Brother.  That is only tears such as men use,\"\nsaid Bagheera.  “Now I know thou art a man, and a man’s cub no\nlonger.  The jungle is shut indeed to thee henceforward.  Let them\nfall, Mowgli.  They are only tears.”  So Mowgli sat and cried as\nthough his heart would break; and he had never cried in all his\nlife before.",
        "“Now,” he said, “I will go to men.  But first I must say\nfarewell to my mother.”  And he went to the cave where she lived\nwith Father Wolf, and he cried on her coat, while the four cubs\nhowled miserably.",
        "“Ye will not forget me?” said Mowgli.",
        "“Never while we can follow a trail,” said the cubs.  “Come to\nthe foot of the hill when thou art a man, and we will talk to\nthee; and we will come into the croplands to play with thee by\nnight.”",
        "“Come soon!” said Father Wolf.  “Oh, wise little frog, come\nagain soon; for we be old, thy mother and I.”",
        "“Come soon,” said Mother Wolf, “little naked son of mine.\nFor, listen, child of man, I loved thee more than ever I loved my\ncubs.”",
        "“I will surely come,” said Mowgli.  “And when I come it will\nbe to lay out Shere Khan’s hide upon the Council Rock.  Do not\nforget me!  Tell them in the jungle never to forget me!”",
        "The dawn was beginning to break when Mowgli went down the\nhillside alone, to meet those mysterious things that are called\nmen.",
        "Continue...",
        "\nThis eBook of “The Jungle Book” by Rudyard Kipling belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jungle Book (Tor Classics)By Rudyard KiplingAt Amazon"
    ]
}