{
    "title": "The Revolutions of Time - Chapter 3: Zards and Canitaurs",
    "author": "Jonathan Dunn",
    "chapter": "5",
    "content": [
        "\n\n",
        "My eyes quickly adjusted to the darkness, and once they did I saw that\nthe trunk was hollowed out to the extent of eight feet in diameter, with\ntwo stairways, one up and another down, filling either corner of the\nsmall entry room in which I found myself. Observing that my vision was\nreturned enough to see, the strange creature which had greeted me led me\ndown the descending staircase for a short way, until we came into a\ncavern which was delved beneath the roots of the tree.",
        "The walls and floor of the cavern, or more accurately, the sitting room,\nfor such it appeared to be, were paneled with a thick, heavy wood with\nan almost artificially symmetric grain, and the ceiling was done in\ndiagonal boards of the same. Sitting in the center of the room was a\nbrick-laid pit in which burned an illuminating fire, and around it was\nplaced an odd covering frame that caught up the smoke and channeled it\nvia underground passages to some distant wilderness, where its sightless\nremnants would dissipate into the atmosphere unnoticed. On the near side\nof the fire was a round table flanked by four large, comfortable chairs,\npadded by cushions made from the same material as the various carpets\nand tapestries around the room.",
        "There were two more of the strange creatures seated at the table, called\nCanitaurs as I later found out, and as they are closely entwined with my\nstory, being prominent participants, I will describe them in some detail\nhere. They stood erect like a man, yet were quite contrasted in\nappearance. Their skin for one was covered in a thick, impenetrable coat\nof hair, much like a dog or a bear’s. Their hands, also, were less\ndistinct in the fingers, though but slightly, and their limbs were a\nlittle longer and thicker than a man’s. The two most notable\ndifferences, however, were the formation of their shoulders and chest,\nwhich were very pronounced and muscular, and their faces. The latter’s\nfeatures were brought to a point in the short snout, or muzzle, that\nformed their nose and mouth, taking their chins with it and leaving a\nlong line from their neck to their chest open. Humanity prevailed in the\nrest of their features, though, giving them the look of a man and canine\nhybrid.",
        "By then I had overcome my initial perplexion at the sight of the\nCanitaurs, and I endeavored to put a strong check over my emotions in\norder to prevent another outbreak of panic and to remain cool and\ncandid, come what would. Yet it was, ironically, the product of my\nrashness that I had found their habitation at all. This I successfully\ndid, and as I entered the room, led by the Canitaur who was on watch,\nthe others stood politely and greeted me with an apparent intrigue.",
        "Our conversation proceeded at follows:",
        "“I am Wagner of the Canitaurs, my friend,” said the one who appeared to\nbe the leader, “And these are Taurus and Bernibus,” the latter being the\none who had led me down. “Welcome to Daem.”",
        "“I am Jehu,” I told them, “It is a pleasure to meet you.”",
        "“Indeed, and under such circumstances as well. Tell me, how did you come\nto be here?”",
        "Here I smiled nervously, and replied, “I am a traveler from a distant\nland, and came here by the advice of a friend.”",
        "At this somewhat false answer, more in character than in content, Wagner\nlooked at me wonderingly, as if detecting my falsehood, but did not\nfollow his look with any probing questions, to my great relief. In order\nto steer the conversation away from this point, I added quickly, “I am\nnot at all disappointed, either, for the landscape is beautiful and the\ntrees and foliage are wondrously large, but I was surprised to find\nthat, from the prairie to the lake, I saw no one living among these\nquaint locations.”",
        "Wagner looked at me closely, with a hint of almost reverencing respect\nand said, “You were very fortunate in your travels, I assure you, for\nhad you arrived at any other time, you would have fallen into fouler\nhands than ours by far.”",
        "“I do not understand what you mean,” I said.",
        "“Of course not, I am forgetting your new arrival has left you\nunacquainted with affairs that I am faced with everyday. Let me explain:\nwe, that is, the Canitaurs, have been in open hostilities with the other\ngroup of people on this island, the Zards, for as long as we can\nremember. They have great military superiority in this section of Daem,\nand when we come here we are forced to live in hiding, in outposts such\nas this one.”",
        "“Why not just make peace?” I asked.",
        "“Because it is our ideologies that conflict, neither group of us will\nyield, and the solution can only be decided by force, military force. It\nis fortunate that you have come among us first, for they would have\nmistreated you.”",
        "“So you have said, though I do not see why I was not captured by them on\nmy journey through the plains, if they are as powerful in this quarter\nas you say,” I replied.",
        "“As I said, the timing of your arrival was very fortunate,” he said, “At\nany other time you would have surely been caught, and then your fate\nwould have been uncertain, but yesterday was the Zard’s new year, the\nKootch Patah, on which they spend all night in celebrations and\nrevelries. Because of this, they were all soundly asleep on your trip\nthrough the prairie, very possibly laying at your feet, covered by the\ntall grasses.”",
        "So my fears were not as unfounded as I had thought, was my predestined\ndeja vu, then, real as well? Only time would tell.",
        "“I am indeed lucky then, as you have said, not only in the Zard’s\nunattentiveness, but also in finding of your secreted habitation, as\nwell as your friendly welcoming of me,” I said.",
        "“I must confess,” he chuckled, “It is not merely from a one-sided\nhospitality that you are welcomed.”",
        "“Indeed?” I said.",
        "“Indeed,” he answered, “For your appearance and the circumstances of\nyour arrival are almost uncannily the realizations of one of our most\nancient prophesies, one which we have longed to have fulfilled.”",
        "“Is that so?” I rhetorically asked.",
        "“Surely it is,” he said with a smile, though from happiness or humor I\ncould not tell. He went on soberly, saying: “The prophecy is concerning\nthe kinsman redeemer, one of the ancients sent by Onan, the Lord of the\nPast, to redeem us from the destruction of this polluted world.”",
        "“What do you mean by ’one of the ancients’?” I interjected\nquestioningly.",
        "“Exactly what I said,” Wagner replied with a light hearted smile, “Let\nme explain.”",
        "But before he could, we were interrupted by a violent scratching and\npounding at the door, along with some grunting voices which I could not\nunderstand. The Canitaur’s ears, which were quite large, though more\nerect and postured than floppy, quickly rose to attention, and they had\nspent not a moment listening when they uniformly chorused, “Zards,” in a\nhoarse whisper. My earlier fear, then mysterious but now understood,\nreturned in full force, and my face writhed in horror as I ejaculated\nremorsely, “Then we are lost.”",
        "Wagner turned gravely towards me and said, “Perhaps, but there is still\nhope. Come, follow me,” and rising from his chair he led the way to the\nfurthest corner of the room. A primitive tapestry was hanging there, and\nWagner lifted it up while Bernibus and Taurus hit two hidden switches,\none being on either extremity of the room, to avoid discovery. That\nunlocked the wall behind the tapestry. It opened along lines previously\nconcealed by the wood’s grain and revealed a small cubbyhole built into\nthe wall, probably meant for its present use, concealment. Wagner led us\ninto it and no sooner was the door, or wall, latched again than the\nZards, having broken down the outside door by brute strength, flooded\ninto the room.",
        "We could see them as they did, for the wall that concealed us had many\nsmall holes, and the tapestry as well, so that on the inside we could\nsee all that happened in the well lit room, while they could not see us,\nas there was no light to reveal us. Indeed, I had been sitting facing\nthe hidden compartment during our brief dialog and had not detected it\nat all. The situation was quite different at that time, though, for the\nZards were actively looking for us, whereas I was merely glancing\noccasionally at the wall.",
        "Now that they were closer, I could easily understand their conversation:",
        "“Blast it, they aren’t here,” said one,",
        "“Probably deserted the place after Garlop saw them, he should have kept\nwatch.”",
        "“Why? He couldn’t have stopped a group of them, and they’re too keen to\nbe followed.”",
        "“Aye, he did right to hurry off, but it would be a shame if they\nescaped,” another joined.",
        "“The King is here though, and there’s no fooling him.",
        "“Hear ye, hear ye,” the others assented, that being a common phrase\namong them which was the equivalent of an ’I agree’ or ’Amen’.",
        "A larger, more commanding Zard, whom the others looked in deference to,\nthen came down the stairs, saying as he entered the room, “Let us not\ncelebrate prematurely, gentlemen. There is nothing of interest above, so\nwe will have to search carefully down here.”",
        "“Sir, is it true it was a hairless one he saw?” one asked him.",
        "“We are all hairless here,” he said, laughing with the others, “But yes,\nit is reported that Garlop saw one of the ancients, and with his sharp\neyes and knowledge of history, it is assumed to be true. I need not\nremind you, then, the need to find them before they are too far away, it\nis imperative to the cause that the ancient is not brought to the hidden\nfortress of our adversaries.”",
        "The Zards then set to work with great assiduity searching for any clues\nof the Canitaur’s whereabouts, examining everything meticulously, yet\nquickly. They tore the furniture apart to look for hidden compartments,\nfollowed the smoke pipes through the ground to their outlets, tore off\nthe floor boards to look for secret passages, and did the same to the\nceiling.",
        "Before I continue with my story, let me pause for a moment to describe\nto you the appearance of the Zards, for you are probably curious as to\nwhat they look like.",
        "Quite different from the Canitaurs, they were, in fact, completely\nhairless, being almost lizard-like. They stood erect, about the same\nheight as a man, that is, about six feet or a little over that, and\ntheir bodies resembled those of alligators, with short, thickset legs,\nstout arms, and a long body with a tail draping down to the ground,\nlooking like a giant tongue, though covered, of course, in scales. Their\nheads were small, having a little skull on which were the eyes and ears\nand with a long snout that, like the Canitaurs’, held their noses,\nmouths, and chin. Huge, sharp teeth filled their mouths and gave them an\nodd, fiercely sophisticated look. Their hands were thick with long\nfingers, and though their overall appearance had an air of awkwardness\nabout it, they set to their tasks with great dexterity, though if it was\nnatural or the result of their excited state, I could not tell. Indeed,\nI began to grow worried when the Zard who was removing the walls, to\ncheck for holes or tunnels, drew near to us as he methodically pried off\nthe panels with a metal bar and looked for anything suspicious.",
        "He moved along quickly and was just about to put the bar to our covering\nand pull when another Zard, on the other end of the room, held aloft a\npiece of paper, calling the attentions of the others to it. Our almost\ndiscoverer went himself to the other Zard, and we were, for a moment at\nleast, saved from being exposed. Having read the paper, the taller Zard,\nthe King, said to the others, “Well done, lads. We have here a map to\nthe Canitaur’s hidden fortress. Let us go to Nunami, gather some troops,\nand surprise them. Today may prove victorious, so let us hurry.”",
        "The others assented and as a body they went up the stairs and out the\ndoor, hurrying forth, it seemed, to do their dastardly deeds, and in\ntheir ardor not leaving behind even a single one to guard the hideout.\nDespite our good fortunes, my spirits were damp, for my sorrow of the\nCanitaur’s ill fate was as a wound in my bosom, knowing that I had been\nthe sole reason for their discovery. What a good kinsman redeemer, I\nthought, for my coming may have ended the wars, or put its completion in\nmotion, yet not in the favor of my hosts.",
        "To my chagrin, however, the Canitaurs, led by Wagner, were buxom,\nseeming to find great humor in what had happened. Turning to them in a\nzealous perplexity, I said spiritedly, “How can you laugh? You may have\nescaped, but your brethren are doomed, and you yourselves will not last\nlong around enemies without the protection of the other Canitaurs.”",
        "But my rebuke only seemed to make their laughter and mirth more hearty,\nand they raged on without ceasing for a time. After a while, when they\nwere reduced to a smiling remnant of their former pleasure, Wagner\nturned gravely towards me and said, “Forgive me, Jehu, for not\nexplaining it to you. You are right to chastise us, but the situation is\nnot as you seem to think it, for the map they found was a fake, and will\nlead them to nowhere of importance, while we affect our escape. We are\nlucky that they left no guard, but come, let us not tempt fate and\nremain any longer in this compromised outpost, to the fortress we go!”",
        "He finished and met with the approbations of the others, and\naccordingly, we exited the cubby hole and made our way through the\nrummaged room, up the stairs, and out of the tree. It was now early\nevening, and the temperance of twilight, with its soft and mellow\nsplendors, only increased the pleasantness of the area. A slight breeze\nprevailed and rustled the leaves and boughs of the giant trees just\nenough to render it pacifying and comforting. Being quickened by the\nbreeze, the lake danced on in its earlier smoothness, only in a faster\ntempo, improving the ruggedness of the watery wrinkles. The last\nvisiting rays from the sun were congregated on the eastern shores,\nsaying their good-byes to the glowing trees, and giving their parting\nrespects before being whisked away to their native lands of fire, to\ncome again in great numbers on the morrow.",
        "We set off around the lake, making our way northward towards the rugged\nmountains rising before us in a grand show of might. Wagner and Taurus\nwalked before and behind us, respectively, Wagner leading the way and\nTaurus erasing the marks of our passing, and both watching for any signs\nof ambush. Bernibus walked abreast of myself, keeping me in pleasant\ncompany, for he was a very enjoyable companion.",
        "During our walk, Bernibus and I had an insightful conversation, of which\nI will relate to you the following, as you may find it interesting:",
        "“Tell me,” I said to him, “You seem to be a jovial people, despite the\nwar that you find yourselves in, but are all of your people of the same\nattitude?”",
        "“Very nearly, yes,” he replied, “For though we do not wish war, the\nprinciples at stake here are important enough for us to sacrifice an\neasy life for them. We’ve grown used to it, everything is done in such a\nway as to promote secrecy and stealth, those being our main advantages\nin the conflict. Out of hundreds of outposts like the one we were just\nin, for example, only four others have ever been discovered, and the\nZards still have no clue where our fortress is.” This he said in a\nboastful manner, but as he did a faint spirit of sorrow spread across\nhis face for an instant, as if in memory of one of the raids of previous\ntimes.",
        "“That explains their rapture when they found the false map,” I returned,\n“But I must admit that I am still ignorant of the cause of the wars. It\nwas said that it was conflicting ideologies, yet that is self-evident,\nas all conflict is at heart just that. I don’t mean, either, the actions\nthat caused the most recent inflammation, but what exactly your\nconflicting ideologies are? What is it that keeps you from harmony?”",
        "“You have a knack for hard questions,” he said with a smile. Then he\npaused for a moment to collect his thoughts. At length, he continued,\n“The Canitaurs have a profound respect for all that has gone before us,\nwe honor the traditions of our ancestors and revere their beliefs and\ntheir ideas of truth. The past, in the guise of history, is the key to\nthe future, we believe, and we hold strictly to the worship of Onan, the\nLord of the Past,” at this my attention was perked. He continued, “Our\nadherence to the ways of our ancestors is based on the idea that what\nhas continued throughout the ages has continued because it is right,\nthat it has remained steadfast because it is based on the immovable\nfoundations of reality. We follow Onan because he is real, because the\npast has existed, and it is certain that it will continue to exist, and\nbecause that existence dictates the operation of the present. Although\nwe may seem ritualistic and entrenched in tradition to the outside\nobserver, we enjoy the comforts of knowing that we are on a well tread\npath, that we are not alone in time but in company with our forebears.\nWe are called the Pastites because of our beliefs, because of our\ntradition based lives that instill in us a reliance on history, on the\nevents of the past as a light by which to guide our own actions, as a\nroad paved by the flesh and blood of our forefathers which leads to\nhappiness and peace.”",
        "Bernibus paused for another moment, as if in contemplation once again,\nbefore he continued, saying, “The Zards are followers of the future, or\nFuturists as they are called. They believe that the past is just that,\nthe past: the ignorant and selfish times of the unenlightened who were\ntoo shrouded by prejudices to understand the world clearly. Instead they\nplace their faith in the scientific and philosophical ideas of the day,\nbelieving that while history and the past were delegated to the control\nof the unsophisticated whose ways were superstitious and outdated, the\npresent contains truth in its pure form. Reform and revolution are their\nwatchwords, for they tinker with the very foundations of society and\nlife in an attempt to cultivate it. Zimri is their Lord, of the Future,\nand they follow him loosely, for he doesn’t require the strict adhesion\nthat Onan does, which suits their independent and relaxed world view\nvery well.”",
        "He went on, in summary, “In a word, the Pastites believe that history,\nthe reality of the past, governs the present and the future, while the\nFuturists believe that the future defines the present and the past.”",
        "“I begin to see the differences,” I replied in a humble, questioning\nmanner, “And yet they seem to me to be passive, secondary differences,\nthe kind that result in a conflict of subtle disagreements here and\nthere, argued over dessert like tariffs or taxes, not at all violent.\nHow is it that they take such a prominent role in everyday life that\nthey can only be resolved by force? What is it that takes it from the\nfireside to the battlefield?”",
        "Here I was slightly taken aback by the expression on Bernibus’ face, it\nwas one of surprise mingled with apprehension and questioning. He said,\n“Then you do not know?”",
        "“Know what?”",
        "He laughed, “I take it you do not.” Becoming solemn again, he continued,\n“Our land, Daem is on the edge of ruin, and has been for all of my life\nand those of many generations before me. About 530 years ago there was a\ngreat war on earth, one in which no restraint was used, no mutually\nassured destruction, for nuclear weapons came into the hands of those\nwho cared not for any life, not even their own. Tensions were high for a\ndecade, and in the following segregation, the peoples of the earth lost\ntheir personal connection with their enemies, and, as always happens,\nceased to view them as equals, but instead as evil ones bent on their\ndestruction. Things came to such a crisis that at last a little flame\nwas lit and it grew and grew until it became a full scale nuclear war.\nThe destruction was total: no one was exempt, as almost everything, and\neveryone, was destroyed. The only surviving place was this island, which\nis the sole habitat of the delcator beetle, a small insect that digests\nnuclear waste and neutralizes it. The first few decades were horrible,\nbefore the atmosphere recovered enough to return to normal, and in that\ntime things mutated and grew gigantic. The trees and foliage, as you\nsee, are an example of this, even the redwood trees of old were nothing\ncompared to the trees of Daem. And the Zards and Canitaurs grew and\nchanged as well, and, as we lived on either ends of the island, as we do\nnow, our forms morphed into the separate forms that they now take.",
        "“And that is where our conflict turned violent,” he continued, “For it\nis our desire, on both sides, to return the earth to its previous state.\nThe Pastites want to return through time and stop the destruction before\nit happens, because we believe that the past is what must be changed in\norder to change the present and future. It is the actions of the past\nthat brought about the present woes, and it is they that must be undone.\nFor their part, the Futurists want to change the present through the\nfuture, to go into the future and bring back its completion, in the form\nof restored RNA cells, which is congruent with their belief that the\npast is the past and all that matters is that which is yet to come, that\nwhich still has the hope of existence.”",
        "I looked at him as he finished and said, “But, why not do both. Wouldn’t\nthat be more effective than fighting each other? How can continued\ndestruction revert previous destruction inflicted in the same manner?\nCould not both ideas be tried?”",
        "“If only they could,” he replied. “It goes back to Onan and Zimri, you\nsee, for we ourselves cannot do such things, but the gods whom we follow\ncan. Shortly after the worldwide destruction, we, meaning both the Zards\nand the Canitaurs, received the prophesy of the kinsman redeemer, who\nwould be sent to help us change the earth to its former majesty. He was\nto be one from the time right before the beginning of the final\nfirefight, one of the ancients who still kept the pure human form. Our\nhostilities broke out in an attempt to control the entire island, so\nthat when he should come, the dominant force would have him. Each side\nwas convinced that theirs was the right way, the only way through which\nthe end of restoring the earth’s ecosystem could be reached. You are the\nkinsman redeemer, Jehu, for you fit the prophecy perfectly, and I am\nglad that you have fallen in with us.”",
        "After his discourse, Bernibus fell into a silent meditation, as did I,\nand the rest of our walk through the now dark wilderness was one of\nsilence and solitude. Given the cessation of action in my narrative, I\nwill take this opportunity to describe the circumstances of my arrival\non the island of Daem, about which you are no doubt wondering.",
        "Continue...",
        "\nThis eBook of “The Revolutions of Time” by Jonathan Dunn belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Revolutions of TimeBy Jonathan DunnAt Amazon"
    ]
}