{
    "title": "The Adventures of Jimmie Dale I - Chapter X: The Alibi",
    "author": "Frank L. Packard",
    "chapter": "9",
    "content": [
        "\n\n",
        "DEATH TO THE GRAY SEAL!\"–through the underworld, in dens and dives\nthat sheltered from the law the vultures that preyed upon society,\nprompted by self-fear, by secret dread, by reason of their very\ninability to carry out their purpose, the whispered sentence grew\ndaily more venomous, more insistent.  THE GRAY SEAL, DEAD OR ALIVE–\nBUT THE GRAY SEAL!”  It was the “standing orders” of the police.\nRailed at by a populace who angrily demanded at its hands this\ncriminal of criminals, mocked at and threatened by a virulent press,\nstung to madness by the knowledge of its own impotence, flaunted\nimpudently to its face by this mysterious Gray Seal to whose door\nthe law laid a hundred crimes, for whom the bars of a death cell in\nSing Sing was the certain goal could he but be caught, the police,\nto a man, was like an uncaged beast that, flicked to the raw by some\nunseen assailant and murderous in its fury, was crouched to strike.\nGrim paradox–a common bond that linked the hands of the law with\nthose that outraged it!",
        "Death to the Gray Seal!  Was it, at last, the beginning of the end?\nJimmie Dale, as Larry the Bat, unkempt, disreputable in appearance,\nsupposed dope fiend, a figure familiar to every denizen below the\ndead line, skulked along the narrow, ill-lighted street of the East\nSide that, on the corner ahead, boasted the notorious resort to\nwhich Bristol Bob had paid the doubtful, if appropriate, compliment\nof giving his name.  From under the rim of his battered hat, Jimmie\nDale’s eyes, veiled by half-closed, well-simulated drug-laden lids,\nmissed no detail either of his surroundings or pertaining to the\npassers-by.  Though already late in the evening, half-naked children\nplayed in the gutters; hawkers of multitudinous commodities cried\ntheir wares under gasoline banjo torches affixed to their pushcarts;\nshawled women of half a dozen races, and men equally cosmopolitan,\nloitered at the curb, or blocked the pavement, or brushed by him.\nNow a man passed him, flinging a greeting from the corner of his\nmouth; now another, always without movement of the lips–and Jimmie\nDale answered them–from the corner of his mouth.",
        "But while his eyes were alert, his mind was only subconsciously\nattune to his surroundings.  Was it indeed the beginning of the end?\nSome day, he had told himself often enough, the end must come.  Was\nit coming now, surely, with a sort of grim implacability–when it was\ntoo late to escape!  Slowly, but inexorably, even his personal\nfreedom of action was narrowing, being limited, and, ironically\nenough, through the very conditions he had himself created as an\navenue of escape.",
        "It was not only the police now; it was, far more to be feared, the\nunderworld as well.  In the old days, the role of Larry the Bat had\nbeen assumed at intervals, at his own discretion, when, in a corner,\nhe had no other way of escape; now it was forced upon him almost\ndaily.  The character of Larry the Bat could no longer be discarded\nat will.  He had flung down the gauntlet to the underworld when, as\nthe Gray Seal, he had closed the prison doors behind Stangeist, The\nMope, Australian Ike, and Clarie Deane, and the underworld had\npicked the gauntlet up.  Betrayed, as they believed, by the one who,\nthough unknown to them; they had counted the greatest among\nthemselves, and each one fearful that his own betrayal might come\nnext, every crook, every thug in the Bad Lands now eyed his oldest\npal with suspicion and distrust, and each was a self-constituted\nsleuth, with the prod of self-preservation behind him, sworn to the\naccomplishment of that unhallowed slogan–death to the Gray Seal.\nAlmost daily now he must show himself as Larry the Bat in some\ngathering of the underworld–a prolonged absence from his haunts was\nnot merely to invite certain suspicion, where all were suspicious of\neach other, it was to invite certain disaster.  He had now either to\ncarry the role like a little old man of the sea upon his back, or\nrenounce it forever.  And the latter course he dared not even\nconsider–the Sanctuary was still the Sanctuary, and the role of\nLarry the Bat was still a refuge, the trump card in the lone hand he\nplayed.",
        "He reached the corner, pushed open the door of Bristol Bob’s, and\nshuffled in.  The place was a glare of light, a hideous riot of\nnoise.  On a polished section of the floor in the centre, a turkey\ntrot was in full swing; laughter and shouting vied raucously with an\nimpossible orchestra.",
        "Jimmie Dale slowly made the circuit of the room past the tables,\nthat, ranged around the sides, were packed with occupants who\nthumped their glasses in tempo with the music and clamoured at the\nrushing waiters for replenishment.  A dozen, two dozen, men and\nwomen greeted him.  Jimmie Dale indifferently returned their\nsalutes.  What a galaxy of crooks–the cream of the underworld!  His\neyes, under half-closed lids, swept the faces–lags, dips, gatmen,\nyeggs, mob stormers, murderers, petty sneak thieves, stalls,\nhangers-on–they were all there.  He knew them all; he was known to\nall.",
        "He shuffled on to the far end of the room, his leer a little\narrogant, a certain arrogance, too, in the tilt of his battered hat.\nHe also was quite a celebrity in that gathering–Larry the Bat was\nof the aristocracy and the elite of gangland.  Well, the show was\nover; he had stalked across the stage, performed for his audience–\nand in another hour now, free until he must repeat the same\nperformance the next day in some other equally notorious dive, he\nwould be sitting in for a rubber of bridge at that most exclusive of\nall clubs, the St. James, where none might enter save only those\nwhose names were vouched for in the highest and most select circles,\nand where for partners he would possibly have a justice of the\nsupreme court, or mayhap an eminent divine!  He looked suddenly\naround him, as though startled.  It always startled him, that\ncomparison.  There was something too stupendous to be simply\nironical in the incongruity of it.  If–if he were ever run to\nearth!",
        "His eyes met those of a heavy-built, coarse-featured man, the chewed\nend of a cigar in his mouth, who stepped from behind the bar,\ncarrying a tin tray with two full glasses upon it.  It was Bristol\nBob, ex-pugilist, the proprietor.",
        "“How’re you, Larry?” grunted the man, with what he meant to be a\nsmile.",
        "Jimmie Dale was standing in the doorway of a passage that prefaced a\nrear exit to the lane.  He moved aside to allow the other to pass.",
        "“’Ello, Bristol,” he returned dispassionately.",
        "Bristol Bob went on along down the passage, and Jimmie Dale shuffled\nslowly after him.  He had intended to leave the place by the rear\ndoor–it obviated the possibility of an undesirable acquaintance\njoining company with him if he went out by the main entrance.  But\nnow his eyes were fixed on the proprietor’s back with a sort of\nspeculative curiosity.  There was a private room off the passage,\nwith a window on the lane; but they must be favoured customers\nindeed that Bristol Bob would condescend to serve personally–any\none who knew Bristol Bob knew that.",
        "Jimmie Dale slowed his shuffling gait, then quickened it again.\nBristol Bob opened the door and passed into the private room–the\ndoor was just closing as Jimmie Dale shuffled by.  He had had only a\nglance inside–but it was enough.  They were favoured customers\nindeed!  It was no wonder that Bristol Bob himself was on the job!\nTwo men were in the room: Lannigan of headquarters, rated the\nsmartest plain-clothes man in the country–and, across the table\nfrom Lannigan, Whitey Mack, as clever, finished and daring a crook\nas was to be found in the Bad Lands, whose particular “line” was\ndiamonds, or, in the vernacular of his ilk, “white stones,” that had\nearned him the sobriquet of “Whitey.”  Lannigan of headquarters,\nWhitey Mack of the underworld, sworn enemies those two–in secret\nsession!  Bristol Bob might well play the part of outer guard.  If a\nchoice few of those outside in the dance hall could get a glimpse\ninto that private room it would be “good-night” to Whitey Mack.",
        "Jimmie Dale’s eyes were narrowed a little as he shuffled on down the\npassage.  Lannigan and Whitey Mack with their heads together!  What\nwas the game?  There was nothing in common between the two men.\nLannigan, it was well known, could not be “reached.”  Whitey Mack,\nwith his ingenious cleverness, coupled with a cold-blooded\nfearlessness that had made him an object of unholy awe and respect\nin the eyes of the underworld, was a thorn that was sore beyond\nmeasure in the side of the police.  Certainly, it was no ordinary\nthing that had brought these two together; especially, since, with\nthe unrest and suspicion that was bubbling and seething below the\ndead line, and with which there was none more intimate than Whitey\nMack, Whitey Mack was inviting a risk in “making up” with the police\nthat could only be accounted for by some urgent and vital incentive.",
        "Jimmie Dale pushed open the door that gave on the lane.  Behind him,\nBristol Bob closed the door of the private room and retreated back\nalong the passage.  Jimmie Dale stepped out into the lane–and\ninstinctively his eyes sought the window of the private room.  The\nshade was drawn, only a yellow murk filtered out into the black,\nunlighted lane, but suddenly he started noiselessly toward it.  The\nwindow was open a bare inch or so at the bottom!",
        "The sill was just shoulder high, and, placing his ear to the\nopening, he flattened himself against the wall.  He could not see\ninside, for the shade was drawn well to the bottom; but he could\nhear as distinctly as though he were at the table beside the two\nmen–and at the first words, the loose, disjointed frame of Larry\nthe Bat seemed to tauten curiously and strain forward lithe and\ntense.",
        "“This Gray Seal dope listens good, Whitey; but, coming from you, I’m\nleery.  You’ve got to show me.”",
        "“Don’t you want him?”  There was a nasty laugh from Whitey Mack.",
        "“You BET I want him!” returned the headquarters man with a\nsuppressed savagery that left no doubt as to his earnestness.  “I\nwant him fast enough, but–”",
        "“Then, blast him, so do I!” Whitey Mack rapped out with a vicious\nsnarl.  “So does every guy in the fleet down here.  We got it in for\nhim.  You get that, don’t you?  He’s got Stangeist and his gang\nsteered for the electric chair now; he put a crimp in the Weasel the\nother night–get that?  He’s like a blasted wizard with what he\nknows.  And who’ll he deal the icy mitt to next?  Me–damn him–me,\nfor all I know!”",
        "“That’s all right,” observed Lannigan coolly.  “I’m not questioning\nyour sincerity for a minute; I know all about that; but that doesn’t\nland the Gray Seal.  I’ll work with you if you’ve anything to offer,\nbut we’ve had enough ’tips’ and ’information’ handed us at\nheadquarters in the last few years to make us a trifle skeptical.\nShow me what you’ve got, Whitey?”",
        "“Show you! “ echoed Whitey Mack passionately.  “Sure, I’ll show you!\nThat’s what I’m going to do–show you.  I’ll show you the Gray Seal!\nI ain’t handing you any tips.  I’VE FOUND OUT WHO THE GRAY SEAL IS!”",
        "There was a tense silence.  It seemed to Jimmie Dale as though cold\nfingers were clutching at his heart, stifling its beat–then the\nblood came bursting to his forehead.  He could not see into the\nroom, but that silence was eloquent.  It seemed as though he could\npicture the two men–Lannigan leaning suddenly forward–Lannigan and\nWhitey Mack staring tensely into each other’s eyes.",
        "“You–WHAT!”  It came low and grim from Lannigan.",
        "“That’s what!” asserted Whitey Mack bluntly.  “You heard me!  That’s\nwhat I said!  I know who the Gray Seal is–and I’m the only guy\nthat’s wise to him.  Am I letting you in right?”",
        "“You’re sure?” demanded Lannigan hoarsely.  “You’re sure?  Who is\nhe, then?”",
        "There was a half laugh, half snarl from Whitey Mack.",
        "“Oh, no, you don’t!” he growled.  “Nix on that!  What do you take\nme for–a fool?  You beat it out of here and round him up–eh–while\nI suck my thumbs?  Say, forget it!  Do you think I’m doing this\nbecause I love you?  Why, blame you, you’ve been aching for a year\nto put the bracelets on me yourself!  Say, wake up!  I’m in on this\nmyself.”",
        "Again that silence.  Then Lannigan spoke slowly, in a puzzled way.",
        "I don’t get you, Whitey,” he said.  “What do you mean?”  Then, a\nlittle sharply: “You’re quite right; you’ve got some reputation\nyourself, and you’re badly ’wanted’ if we could get the ’goods’ on\nyou.  If you’re trying to plant something, look out for yourself,\nor–”",
        "“Can that!” snapped Whitey Mack threateningly.  “Can that sort of\nspiel right now–or quit!  I ain’t telling you his name–yet.  BUT\nI’LL TAKE YOU TO HIM TO-NIGHT–and you and me nabs him together.  Is\nthat straight enough goods for you?”",
        "“Don’t get sore,” said Lannigan, more pacifically.  “Yes, if you’ll\ndo that it’s good enough for any man.  But lay your cards on the\ntable face up, Whitey–I want to see what you opened the pot on.”",
        "“You’ve seen ’em,” Whitey Mack answered ungraciously.  “I’ve told\nyou already.  The Gray Seal goes out for keeps–curse him for a\nsnitch!  If I bumped him off, or wised up any of the guys to it, and\nwe was caught, we’d get the juice for it even if it was the Gray\nSeal, wouldn’t we?  Well, what’s the use!  If one of you dicks get\nhim, he gets bumped off just the same, only regular, up in the wire\nparlour at Sing Sing.  I ain’t looking for that kind of trouble when\nI can duck it.  See?”",
        "“Sure,” said Lannigan.",
        "“Besides, and moreover,” continued Whitey Mack, “there’s SOME reward\nhung out for him that I’m figuring to born in on.  I’d swipe it all\nmyself, don’t you make any mistake about that, and you’d never get a\nlook-in, only, sore as the mob is on the Gray Seal, it ain’t healthy\nfor any guy around these parts to get the reputation of being a\nsnitch, no matter who he snitches on.  Bump him off–sure!\nSnitching–well, you get the idea, eh?  I’m ducking that too.  Get\nme?”",
        "“I get you,” said Lannigan, with a short, pleased laugh.",
        "“Well, then,” announced Whitey Mack, “here’s my proposition, and\nit’s my turn to hand out the ’look-out-for-your-self’ dope.  I’m\nbusting the game wide open for you to play, but you throw me down,\nand\"–his voice sank into a sullen snarl again–\"you can take it\nfrom me, I’ll get you for it!”",
        "“All right,” responded Lannigan soberly.  “Let’s hear it.  If I\nagree to it, I’ll stick to it.”",
        "“I believe you,” said Whitey Mack curtly.  “That’s why I picked you\nout for the medal they’ll pin on you for this.  And here’s getting\ndown to tacks!  I’ll lead you to the Gray Seal to-night and help you\nnab him and stay with you to the finish, but there’s to be nobody\nbut you and me on the job.  When it’s done I fade away, and nobody’s\nto know I snitched, and no questions asked as to how I found out\nabout the Gray Seal.  I ain’t looking for any of the glory–you can\nfix that up to suit yourself.  The cash is different–you come\nacross with half the reward the day they pay it.”",
        "“You’ll get it!”  There was savage elation in Lannigan’s voice, the\nemphatic smash of a fist on the table.  “You’re on, Whitey.  And if\nwe get the Gray Seal to-night, I’ll do better by you than that.”",
        "“We’ll get him!” said Whitey Mack, with a vicious oath.  “And–”",
        "Jimmie Dale crouched suddenly low down, close against the wall.  The\ncrunch of a footstep sounded from the end of the lane.  Some one had\nturned in from the cross street, some fifty yards away, and was\nheading evidently for the back entrance to Bristol Bob’s.  Jimmie\nDale edged noiselessly, cautiously back past the doorway, kept on,\npressed close against the wall, and finally paused.  He had not been\nseen.  The back door of Bristol Bob’s opened and closed.  The man\nhad gone in.",
        "For a moment Jimmie Dale stood hesitant.  There was a wild surging\nin his brain, something like a myriad batteries of trip hammers\nseemed to be pounding at his temples.  Then, almost blindly, he kept\non down the lane in the same direction in which he had started to\nretreat–as well one cross street as another.",
        "He turned into the cross street, went along it–and presently\nemerged into the full tide of the Bowery.  It was garishly lighted;\npeople swarmed about him.  Subconsciously, there were crowded\nsidewalks; subconsciously, he was on the Bowery–that was all.",
        "Ruin, disaster, peril faced him–faced him, and staggered him with\nthe suddenness of the shock.  Was it true?  No; it could not be\ntrue!  It was a bluff–Whitey Mack was bluffing.  Jimmie Dale’s lips\ngrew thin in a mirthless smile as he shook his head.  Neither Whitey\nMack nor any other man would dare to bluff like that.  It was too\nstraight, too open-handed, Whitey Mack had laid his cards too\nplainly on the table.  Whitey Mack’s words rang in his ears: “I’ll\nLEAD you to the Gray Seal to-night and help you nab him and stay\nwith you to the finish.”  The man meant what he said, meant what he\nsaid, too, about the “finish” of the Gray Seal; not a man in the Bad\nLands but meant–death to the Gray Seal!  But how, by what means,\nwhen, where had Whitey Mack got his information?  “I’m the only one\nthat’s wise,” Whitey Mack had said.  It seemed impossible.  It WAS\nimpossible!  Whitey Mack was sincere enough probably in what he had\nsaid, but the man simply could not know.  Whitey Mack could only\nhave spotted some one that, for some reason or other, he IMAGINED\nwas the Gray Seal. That was it–must be it!  Whitey Mack had made a\nmistake. What clew could he have obtained to–",
        "Over the unwashed face of Larry the Bat a gray pallor spread slowly.\nHis fingers were plucking at the frayed edge of his inside vest\npocket.  The dark eyes seemed to turn coal-black.  A laugh, like the\nlaugh of one damned, rose to his lips, and was choked back.  It was\ngone!  GONE!  That thin metal case, like a cigarette case, that,\nbetween the little sheets of oil paper, held those diamond-shaped,\ngray-coloured, adhesive seals, the insignia of the Gray Seal–was\ngone!  Clew!  It seemed as though there were an overpowering nausea\nupon him.  CLEW!  That little case was not a clew–it was a death\nwarrant!",
        "His hands clenched fiercely.  If he could only think for a moment!\nThe lining of his pocket had given away.  The case had dropped out.\nBut there was nothing about the case to identify any one as the Gray\nSeal unless it were found in one’s actual possession.  Therefore\nWhitey Mack, to have solved his identity, must have seen him drop\nthe case.  There could be no question about that.  It was equally\nobvious then that Whitey Mack would know the Gray Seal as Larry the\nBat.  Did he also know him as Jimmie Dale?  Yes, or no?  It was a\nvital question.  His life hung on it.",
        "That keen, facile brain, numbed for the moment, was beginning to\nwork with lightning speed.  It was four o’clock that afternoon when\nhe had assumed the character of Larry the Bat–some time between\nfour o’clock and the present, it was now well after eleven, the case\nhad dropped from his pocket.  There had been ample time then for\nWhitey Mack to have made that appointment with Lannigan–and ample\ntime to have made a surreptitious visit to the Sanctuary.  Had\nWhitey Mack gone there?  Had Whitey Mack found that hiding place in\nthe flooring under the oilcloth?  Had Whitey Mack discovered that\nthe Gray Seal was not only Larry the Bat–but Jimmie Dale?",
        "Jimmie Dale swept his hand across his forehead.  It was damp from\nlittle clinging beads of moisture.  Should he go to the Sanctuary\nand change–become Jimmie Dale again?  Was it the safest thing to\ndo–or the most dangerous?  Even if Whitey Mack had been there and\ndiscovered the dual personality of Larry the Bat, how would he,\nJimmie Dale, know it?  The man would have been crafty enough to have\nleft no sign behind him.  Was it to the Sanctuary that Whitey Mack\nmeant to lead Lannigan that evening–or did Whitey Mack know him as\nJimmie Dale, and to make it the more sensational, plan to carry out\nthe coup, say, at the St. James Club?  Whitey Mack and Lannigan were\nstill at Bristol Bob’s; he had probably time, if he so elected, to\nreach the Sanctuary, change, and get away again.  But every minute\nwas priceless now.  What should he do?  Run from the city as he was\nfor cover–or take the gambler’s chance?  Whitey Mack knew him as\nLarry the Bat–it was not certain that Whitey Mack knew him as\nJimmie Dale.",
        "He had halted, absorbed, in front of a moving-picture theatre.\nGreat placards, at first but a blur of colour, suddenly forced\nthemselves in concrete form upon his consciousness.  Letters a foot\nhigh leaped out at him: “THE DOUBLE LIFE.”  There was the picture of\na banker in his private office hastily secreting a forged paper as\nthe hero in the guise of a clerk entered; the companion picture was\nthe banker in convict stripes staring out from behind the barred\ndoors of a cell.  There seemed a ghastly augury in the coincidence.\nWhy should a thing like that be thrust upon him to shake his nerve\nwhen he needed nerve now more than he had ever needed it in his life\nbefore?",
        "He raised his hand to jerk aimlessly at the brim of his hat, dropped\nhis hand abruptly to his side again, and started quickly, hurriedly\naway through the throng around him.  A sort of savagery had swept\nupon him.  In a flash he had made his decision.  He would take the\ngambler’s chance!  And afterward–Jimmie Dale’s lips were like a\nthin, straight line–it was Whitey Mack’s life or his own!  Whitey\nMack had said he was the only one that was wise–and Whitey Mack had\nnot told Lannigan yet, wouldn’t tell Lannigan until the show-down.\nIf he, Jimmie Dale, got to the Sanctuary, became Jimmie Dale and got\naway again, even if Whitey Mack knew him as Jimmie Dale, there was\nstill a chance.  It was his life or Whitey Mack’s–Whitey Mack, with\nhis lean-jawed, clean-shaven wolf’s face!  If he could get Whitey\nMack before the other was ready to tell Lannigan!  Surely he had the\nright of self-preservation!  Surely his life was as valuable as\nWhitey Mack’s, as valuable as a man’s who, as those in the secrets\nof the underworld knew well enough, had blood upon his hands, who\nlived by crime, who was a menace to the community!  Had he not the\nright to preserve his own life at the expense of one such as that?\nHe had never taken life–the thought was abhorrent!  But was there\nany other way in event of Whitey Mack knowing him as Jimmie Dale?\nHis back was against the wall; he was trapped; certain death, and,\nworse, dishonour stared him in the face.  Lannigan and Whitey Mack\nwould be together–the odds would be two to one against him–and he\nhad no quarrel with Lannigan–somehow he must let Lannigan out of it.",
        "The other side of the street was less crowded.  He crossed over,\nand, still with the shuffling tread that dozens around him knew as\nthe characteristic gait of Larry the Bat, but covering the ground\nwith amazing celerity, he hurried along.  It was only at the end of\nthe block, that cross street from the Bowery that led to the\nSanctuary.  How much time had he?  He turned the corner into the\ndarker cross street.  Whitey Mack would have learned from Bristol\nBob that Larry the Bat had just been there; that is, that Larry the\nBat was not at the Sanctuary.  Whitey Mack would probably be in no\nhurry–he and Lannigan might wait until later, until Whitey Mack\nshould be satisfied that Larry the Bat had gone home.  It was the\nline of least resistance; they would not attempt to scour the city\nfor him.  They might even wait in that private room at Bristol Bob’s\nuntil they decided that it was time to sally out.  He might perhaps\nstill find them there when he got back; at any rate, from there he\nmust pick up their trail again.  On the other hand–all this was but\nsupposition–they might make at once for the Sanctuary to lie in\nwait for him.  In any case there was need, desperate need, for\nhaste.",
        "He glanced sharply around him; and, by the side of the tenement\nhouse now that bordered on the alleyway, with a curious, swift,\ngliding motion, he seemed to blend into the shadow and darkness.  It\nwas the Sanctuary, that room on the first floor of the tenement, the\ntenement that had three entrances, three exits–a passageway through\nto the saloon on the next street that abutted on the rear, the usual\nfront door, and the side door in the alleyway.  Gone was the\nshuffling gait.  Quick, alert, he ran, crouching, bent down, along\nthe alleyway, reached the side door, opened it stealthily, closed it\nbehind him with equal caution, and, in the dark entry, stood\nmotionless, listening intently.",
        "There was no sound.  He began to mount the rickety, dilapidated\nstairs; and, where it seemed that the lightest tread must make them\ncreak out in blatant protest, his trained muscles, delicately\ncompensating his body weight, carried him upward with a silence that\nwas almost uncanny.  There was need of silence, as there was need of\nhaste.  He was not so sure now of the time at his disposal–that he\nhad even reached the Sanctuary FIRST.  How long had he loitered in\nthat half-dazed way on the Bowery?  He did not know–perhaps longer\nthan he had imagined.  There was the possibility that Whitey Mack\nand Lannigan were already above, waiting for him; but, even if they\nwere not already there and he got away before they came, it was\nimperative that no one should know that Larry the Bat had come and\ngone.",
        "He reached the landing, and paused again, his right hand, with a\nvicious muzzle of his automatic peeping now from between his\nfingers, thrown a little forward.  It was black, utterly black,\naround him.  Again that stealthy, catlike tread–and his ear was at\nthe keyhole of the Sanctuary door.  A full minute, priceless though\nit was, passed; then, satisfied that the room was empty, he drew his\nhead back from the keyhole, and those slim, tapering fingers, that\nin their tips seemed to embody all the human senses, felt over the\nlock.  Apparently it had been undisturbed; but that was no proof\nthat Whitey Mack had not been there after finding the metal case.\nWhitey Mack was known to be clever with a lock–clever enough for\nthat, anyhow.",
        "He slipped in the key, turned it, and, on hinges that were always\noiled, silently pushed the door open and stepped across the\nthreshold.  He closed the door until it was just ajar, that any\nsound might reach him from without–and, whipping off his coat,\nbegan to undress swiftly.",
        "There was no light.  He dared not use the gas; it might be seen from\nthe alleyway.  He was moving now quickly, surely, silently here and\nthere.  It was like some weird spectre figure, a little blacker than\nthe surrounding darkness, flitting about the room.  The oilcloth in\nthe corner was turned back, the loose flooring lifted, the clothes\nof Jimmie Dale taken out, the rags of Larry the Bat put in.  The\nminutes flew by.  It was not the change of clothing that took long–\nit was the eradication of Larry the Bat’s make-up from his face,\nthroat, neck, wrists, and hands.  Occasionally his head was turned\nin a tense, listening attitude; but always the fingers were busy,\nworking with swift deftness.",
        "It was done at last.  Larry the Bat had vanished, and in his place\nstood Jimmie Dale, the young millionaire, the social lion of New\nYork, immaculate in well-tailored tweeds.  He stooped to the hole in\nthe flooring, and, his fingers going unerringly to their hiding\nplace, took out a black silk mask and an electric flashlight–his\nautomatic was already in his possession.  His lips parted grimly.\nWho knew what part a flashlight might not play–and he would need\nthe mask for Lannigan’s benefit, even if it did not disguise him\nfrom Whitey Mack.  Had he left any telltale evidence of his visit?\nIt was almost worth the risk of a light to make sure.  He hesitated,\nthen shook his head, and, stooping again, carefully replaced the\nflooring and laid the oilcloth over it–he dared not show a light at\nany cost.",
        "But now even more caution than before was necessary.  At times, the\nlodgers had naturally enough seen their fellow lodger, Larry the\nBat, enter and leave the tenement–none had ever seen Jimmie Dale\neither leave or enter.  He stole across the room to the door, halted\nto assure himself that the hall was empty, slipped out into the\nhall, and locked the door behind him.  Again that trained, long-\npracticed, silent tread upon the stairs.  It seemed as though an\nhour passed before he reached the bottom, and his brain was\nshrieking at him to hurry, hurry, HURRY!  The entryway at last, the\ndoor, the alleyway, a long breath of relief–and he was on the cross\nstreet.",
        "A step, two, he took in the direction of the Bowery–and he was\nbending down as though to tie his shoe, his automatic, from his side\npocket, concealed in his hand.  WAS THAT SOME ONE THERE?  He could\nhave sworn he saw a shadow-like form start out from behind the steps\nof the house on the opposite side of the street as he had emerged\nfrom the alleyway.  In his bent posture, without seemingly turning\nhis head, his eyes swept sharply up and down the other side of the\nill-lighted street.  Nothing!  There was not even a pedestrian in\nsight on the block from there to the Bowery.",
        "Jimmie Dale straightened up nonchalantly, and stooped almost\ninstantly again, as though the lace were still proving refractory.\nAgain that sharp, searching glance.  Again–nothing!  He went\nforward now in apparent unconcern; but his right hand, instead of\nbeing buried in his coat pocket, swung easily at his side.",
        "It was strange!  His ineffective ruse to the contrary, he was\ncertain that he had not been mistaken.  Was it Whitey Mack?  Was the\nquestion answered?  Was the Gray Seal known, too, as Jimmie Dale?\nWere they trailing him now, with the climax to come at the club, at\nhis own palatial home, wherever the surroundings would best lend\nthemselves to assuaging that inordinate thirst for the sensational\nthat was so essentially a characteristic of the confirmed criminal?\nWhat a headline in the morning’s papers it would make!",
        "At the corner he loitered by the curb to light a cigarette–still\nnot a soul in sight on either side of the street behind him, except\na couple of Italians who had just passed by.  Strange again!  The\nintuition, if it were only intuition, was still strong.  He swung\nabruptly on his heel, mingled with the passers-by on the Bowery,\nwalked a rapid half dozen steps until the building hid the cross\nstreet, then ran across the road to the opposite side of the Bowery,\nand, in a crowd now, came back to the corner.  He crossed from curb\nto curb slowly, sheltered by a fringe of people that, however, in no\nway obstructed his view down the side street.  And then Jimmie Dale\nshrugged his shoulders.  He had evidently been mistaken, after all.\nHe was overexcited; his nerves were raw–that, perhaps, was the\nsolution.  Meanwhile, every minute was counting, if Whitey Mack and\nLannigan should still be at Bristol Bob’s.",
        "He kept on down the Bowery, hurrying with growing impatience through\nthe crowds that massed in front of various places of amusement.  He\nhad not intended to come along the Bowery, and, except for what had\noccurred, would have taken a less frequented street.  He would turn\noff at the next block.",
        "He was in front of that moving-picture theatre again.  “THE DOUBLE\nLIFE\"–his eyes were attracted involuntarily to the lurid, overdone\ndisplay.  It seemed to threaten him; it seemed to dangle before him\na premonition as it were, of what the morning held in store; but\nnow, too, it seemed to feed into flame that smouldering fury that\npossessed him.  His life–or Whitey Mack’s!  Men, women, and the\nchildren who turned night into day in that quarter of the city were\nclustered thick around the signs, hiving like bees to the bald\nsensationalism.  Almost savagely he began to force his way through\nthe crowd–and the next instant, like a man stunned, had stopped in\nhis tracks.  His fingers had closed in a fierce, spasmodic clutch\nover an envelope that had been thrust suddenly into his hand.",
        "“JIMMIE!” from somewhere came a low, quick voice.  “Jimmie, it is\nhalf-past eleven now–HURRY.”",
        "He whirled, scanning wildly this face, then that.  It was her voice–\nHER voice!  The Tocsin!  The sensitive fingers were telegraphing to\nhis brain, as they always did, that the texture of the envelope,\ntoo, was hers.  Her voice; yes, anywhere, out of a thousand voices,\nhe would distinguish hers–but her face, he had never seen that.\nWhich, out of all the crowd around him, was hers?  Surely he could\ntell her by her dress; she would be different; her personality alone\nmust single her out.  She–",
        "“Say, have youse got de pip, or do youse t’ink youse owns de earth!\"\na man flung at him, heaving and pushing to get by.",
        "With a start, though he scarcely heard the man, Jimmie Dale moved\non.  His brain was afire.  All the irony of the world seemed massed\nin a sudden, overwhelming attack upon him.  It was useless–\nintuitively he had known it was useless from the instant he had\nheard her voice.  It was always the same–always!  For years she had\neluded him like that, come upon him without warning and disappeared,\nbut leaving always that tangible proof of her existence–a letter,\nthe call of the Gray Seal to arms.  But to-night it was as it had\nnever been before.  It was not alone baffled chagrin now, not alone\nthe longing, the wild desire to see her face, to look into her eyes–\nit was life and death.  She had come at the very moment when she,\nperhaps alone of all the world, could have pointed the way out, when\nlife, liberty, everything that was common to them both was at stake,\nin deadly peril–and she had gone, ignorant of it all, leaving him\nstaggered by the very possibility of the succour that was held up\nbefore his eyes only to be snatched away without power of his to\ngrasp it.  His intuition had not been at fault–he had made no\nmistake in that shadow across the street from the Sanctuary.  It had\nbeen the Tocsin.  He had been followed; and it was she who had\nfollowed him, until, in a crowd, she had seized the opportunity of a\nmoment ago.  Though ultimately, perhaps, it changed nothing, it was\na relief in a way to know that it was she, not Whitey Mack, who had\nbeen lurking there; but her persistent, incomprehensible\ndetermination to preserve the mystery with which she surrounded\nherself was like now to cost them both a ghastly price.  If he could\nonly have had one word with her–just one word!",
        "The letter in his hand crackled under his clenched fist.  He stared\nat it in a half-blind, half-bitter way.  The call of the Gray Seal\nto arms!  Another coup, with its incident danger and peril, that she\nhad planned for him to execute!  He could have laughed aloud at the\ninhuman mockery of it.  The call of the Gray Seal to arms–NOW!\nWhen with every faculty drained to its last resource, cornered,\ntrapped, he was fighting for his very existence!",
        "“Jimmie, it is half-past eleven now–HURRY!”  The words were\njangling discordantly in his brain.",
        "And now he laughed outright, mirthlessly.  A young girl hanging on\nher escort’s arm, passing, glanced at him and giggled.  It was a\ndifferent Jimmie Dale for the moment.  For once his immobility had\nforsaken him.  He laughed again–a sort of unnatural, desperate\nindifference to everything falling upon him.  What did it matter,\nthe moment or two it would take to read the letter?  He looked\naround him.  He was on the corner in front of the Palace Saloon,\nand, turning abruptly, he stepped in through the swinging doors.  As\nLarry the Bat, he knew the place well.  At the rear of the barroom\nand along the side of the wall were some half dozen little stalls,\npartitioned off from each other.  Several of these were unoccupied,\nand he chose the one farthest from the entrance.  It was private\nenough; no one would disturb him.",
        "From the aproned individual who presented himself he ordered a\ndrink.  The man returned in a moment, and Jimmie Dale tossed a coin\non the table, bidding the other keep the change.  He wanted no\ndrink; the transaction was wholly perfunctory.  The waiter was gone;\nhe pushed the glass away from him, and tore the envelope open.",
        "A single sheet, closely written on both sides of the paper, was in\nhis hand.  It was her writing; there was no mistaking that, but\nevery word, every line bore evidence of frantic haste.  Even that\ncustomary formula, “dear philanthropic crook,” that had prefaced\nevery line she had ever written him before, had been omitted.  His\neyes traversed the first few lines with that strange indifference\nthat had settled upon him.  What, after all, did it matter what it\nwas; he could do nothing–not even save himself probably.  And then,\nwith a little start, he read the lines over again, muttering\nsnatches from them.",
        "”. . . Max Diestricht–diamonds–the Ross-Logan stones–wedding–\nsliding panel in wall of workshop–end of the room near window–ten\nboards to the right from side wall–press small knot in the wood in\nthe centre of the tenth board–to-night . . .”",
        "It brought a sudden thrill of excitement to Jimmie Dale that,\nimpossible as he would have believed it an instant ago, for the\nmoment overshadowed the realisation of his own peril.  A robbery\nsuch as that, if it were ever accomplished, would stir the country\nfrom end to end; it would set New York by the ears; it would loose\nthe police in full cry like a pack of bloodhounds with their leashes\nslipped.  The society columns of the newspapers had been busy for\nmonths featuring the coming marriage of the Ross-Logans’ daughter to\none of the country’s young merchant princes.  The combined fortunes\nof the two families would make the young couple the richest in\nAmerica.  The prospective groom’s wedding gift was to be a diamond\nnecklace of perfectly matched, large stones that would eclipse\nanything of the kind in the country.  Europe, the foreign markets,\nhad been literally combed and ransacked to supply the gems.  The\nstones had arrived in New York the day before, the duty on them\nalone amounting to over fifty thousand dollars.  All this had\nappeared in the papers.",
        "Jimmie Dale’s brows drew together in a frown.  On just exactly what\npercentage the duty was figured he did not know; but it was high\nenough on the basis of fifty thousand dollars to assume safely that\nthe assessed value of the stones was not less than four times that\namount.  Two hundred thousand dollars–laid down, a quarter of a\nmillion!  Well, why not?  In more than one quarter diamonds were\nranked as the soundest kind of an investment.  Furthermore, through\npersonal acquaintance with the “high contracting parties,” who were\nin his own set, he knew it to be true.",
        "He shrugged his shoulders.  The papers, too, had thrown the\nlimelight on Max Diestricht, who, though for quite a time the\nfashion in the social world, had, up to the present, been\ncomparatively unknown to the average New Yorker.  His own knowledge\nof Max Diestricht went deeper than the superficial biography\nfurnished by the newspapers–the old Hollander had done more than\none piece of exquisite jewelry work for him.  The old fellow was a\ncharacter that beggared description, eccentric to the point of\nextravagance, and deaf as a post; but, in craftmanship, a modern\nCellini.  He employed no workmen, lived alone over his shop on one\nof the lower streets between Fifth and Sixth Avenues near Washington\nSquare–and possessed a splendid contempt for such protective\ncontrivances as safes and vaults.  If his prospective patrons\nexpostulated on this score before intrusting him with their\nvaluables, they were at liberty to take their work elsewhere.  It\nwas Max Diestricht who honoured you by accepting the commission; not\nyou who honoured Max Diestricht by intrusting him with it.  “Of what\nuse is it to me, a safe!” he would exclaim.  “It hides nothing; it\nonly says, ’I am inside; do not look farther; come and get me!’\nYes?  It is to explode with the nitro-glycerin–POUF!–and I am deaf\nand I hear nothing.  It is a foolishness, that\"–he had a habit of\nprodding at one with a levelled fore-finger–\"every night somewhere\nthey are robbed, and have I been robbed?  HEIN, tell me that; have I\nbeen robbed?”",
        "It was true.  In ten years, though at times having stones and\nprecious metal aggregating large amounts deposited with him by his\ncustomers, Max Diestricht had never lost so much as the gold\nfilings.  There was a queer smile on Jimmie Dale’s lips now.  The\nknot in the tenth board was significant!  Max Diestricht was\nscrupulously honest, a genius in originality and conception of\ndesign, a master in the perfection and delicacy of his finished\nwork–he had been commissioned to design and set the Ross-Logan\nnecklace.",
        "The brain works quickly.  All this and more had flashed almost\ninstantaneously through Jimmie Dale’s mind.  His eyes fell to the\nletter again, and he read on.  Halfway through, a sudden whiteness\nblanched his face, and, following it, a surging tide of red that\nmounted to his temples.  It dazed him; it seemed to rob him for the\nmoment of the power of coherent thought.  He was wrong; he had not\nread aright.  It was incredible, dare-devil beyond belief–and yet\nin its very audacity lay success.  He finished the letter, read it\nonce more–and his fingers mechanically began to tear it into little\nshreds.  His brain was in a whirl, a vortex of conflicting emotions.\nHad Whitey Mack and Lannigan left Bristol Bob’s yet?  Where were\nthey now?  Was there time for–this?  He was staring at the little\ntorn scraps of paper in his hand.  He thrust them suddenly into his\npocket, and jerked out his watch.  It was nearly midnight.  The\nbroad, muscular shoulders seemed to square back curiously, the jaws\nto clamp a little, the face to harden and grow cold until it was\nlike stone.  With a swift movement he emptied his glass into the\ncuspidor, set the glass back on the table, and stepped out from the\nstall.  His destination was Max Diestricht’s.",
        "The Palace Saloon was near the upper end of the Bowery, and, failing\na taxicab, of which none was in sight, his quickest method was to\nwalk, and he started briskly forward.  It was not far; and it was\nbarely ten minutes from the time he had left the Palace Saloon when\nhe swung through Washington Square to Fifth Avenue, and, a moment\nlater, turned from that thoroughfare, heading west toward Sixth\nAvenue, along one of those streets which, with the city’s northward\ntrend, had quite lost any distinctive identity, and from being once\na modestly fashionable residential section had now become a\nconglomerate potpourri of small tradesmen’s stores, shops and\napartments of the poorer class.  He knew Max Diestricht’s–he could\nwell have done without the aid of the arc lamp which, even if dimly,\nindicated that low, almost tumble-down, two-story structure tucked\naway between the taller buildings on either side that almost\nengulfed it.  It was late.  The street was quiet.  The shops and\nstores had long since been closed, Max Diestricht’s among them–the\nold Hollanders’ name in painted white letters stood out against the\nbackground of a darkened workshop window.  In the story above, the\nlights, too, were out; Max Diestricht was probably fast asleep–and\nhe was stone deaf!",
        "A glance up and down the street, and Jimmie Dale was standing, or,\nrather, leaning against Max Diestricht’s door.  There was no one to\nsee, and if there were, what was there to attract attention to a man\nstanding nonchalantly for a moment in a doorway?  It was only for a\nmoment.  Those master fingers of Jimmie Dale were working surely,\nswiftly, silently.  A little steel instrument that was never out of\nhis possession was in the lock and out again.  The door opened,\nclosed; he drew the black silk mask from his pocket and slipped it\nover his face.  Immediately in front of him the stairs led upward;\nimmediately to his right was the door into the shop–the modest\nstreet entrance was common to both.",
        "The door into the workshop was not locked.  He opened it, stepped\ninside, and closed it quietly behind him.  The place was in\nblackness.  He stood for a moment silent, straining his ears to\ncatch the slightest sound, reconstructing the plan of his\nsurroundings in his mind as he remembered it.  It was a narrow,\noblong room, running the entire depth of the building, a very long\nroom, blank walls on either side, a window in the middle of the rear\nwall that gave on a back yard, and from the back yard there was\naccess to the lane; also, as he remembered the place, it was a riot\nof disorder, with workbenches and odds and ends strewn without\nsystem or reason in every direction–one had need of care to\nnegotiate it in the dark.  He took his flashlight from his pocket,\nand, preliminary to a more intimate acquaintance with the interior,\nglanced out through the front window near which he stood–and, with\na suppressed cry, shrank back instinctively against the wall.",
        "Two men were crossing the street, heading directly for the shop\ndoor.  The arc lamp lighted up their faces.  IT WAS INSPECTOR\nLANNIGAN OF HEADQUARTERS AND WHITEY MACK!  The quick intake of\nJimmie Dale breath was sucked through clenched teeth.  They were\nclose on his heels then–far closer than he had imagined.  It would\ntake Whitey Mack scarcely any longer to open that front door than it\nhad taken him.  Close on his heels!  His face was rigid.  He could\nhear them now at the door.  The flashlight in his hand winked down\nthe length of the room.  If was a dangerous thing to do, but it was\nstill more dangerous to stumble into some object and make a noise.\nHe darted forward, circuiting a workbench, a stool, a small hand\nforge.  Again the flashlight gleamed.  Against the side wall, near\nthe rear, was another workbench, with a sort of coarse canvas\ncurtain hanging part way down in front of it, evidently to protect\nsuch things as might be stored away beneath it from dust, and Jimmie\nDale sprang for it, whipped back the canvas, and crawled underneath.\nHe was not an instant too soon.  As the canvas fell back into place,\nthe shop door opened, closed, and the two men had stepped inside.",
        "Whitey Mack’s voice, in a low whisper though it was, seemed to echo\nraucously through the shop.",
        "“Mabbe we’ll have a sweet wait, but I got the straight dope on this.\nHe’s going to make a try for Dutchy’s sparklers to-night.  We’ll let\nhim go the limit, and we don’t either of us make a move till he’s\npinched them, and then we get him with the goods on him.  He can’t\nget away; he hasn’t a hope!  There’s only two ways of getting in\nhere or getting out–this door and window here, and a window that’s\ndown there at the back.  You guard this, and I’ll take care of the\nother end.  Savvy?”",
        "“Right!”  Lannigan answered grimly.  “Go ahead!”",
        "There was the sound of footsteps moving forward, then a vicious\nbump, the scraping of some object along the floor, and a muffled\ncurse from Whitey Mack.",
        "“Use your flashlight!” advised the inspector, in a guarded voice.",
        "“I haven’t got one, damn it!”, growled Whitey Mack.  “It’s all\nright.  I’ll get along.”",
        "Again the steps, but more warily now, as though the man were\ncautiously feeling ahead of him for possible obstacles.  Jimmie Dale\nfor a moment held his breath.  He could have reached out and touched\nthe man as the other passed.  Whitey Mack went on until he had taken\nup a position against the rear wall.  Jimmie Dale heard him as he\nbrushed against it.",
        "Then silence fell.  He was between them now.  Stretched full length\non the floor, Jimmie Dale raised the lower portion of the canvas\naway from in front of his face.  He could see nothing; the place was\nin Stygian blackness; but it had been close and stifling, and, at\nleast, it gave him more air.",
        "The minutes dragged by–each more interminable than the one that had\ngone before.  Not a movement, not a sound, and then, through the\nstillness, very faint at first, came the regular, repressed\nbreathing of Whitey Mack, who was much the nearer of the two men.\nAnd, once noticeable, almost imperceptible as it was it seemed to\npervade the room and fill it with a strange, ominous resonance that\nrose and fell until the blackness palpitated with it.",
        "Slowly, very slowly, Jimmie Dale’s hand crept into his pocket–and\ncrept out again with his automatic.  He lay motionless once more.\nTime in any concrete sense ceased to exist.  Fancied shapes began to\nassume form in the darkness.  By the door, Lannigan stirred\nuneasily, shifting his position slightly.",
        "Was it hours–was it only minutes?  It seemed to ring through the\nnerve-racking stillness like the shriek of a hurtling shell–and it\nwas only a whisper.",
        "“Watch yourself, Lannigan,” whispered Whitey Mack.  “He’s coming now\nthrough the yard!  Don’t move till I start something.  Let him get\nhis paws on the sparklers.”",
        "Silence again.  And then a low rasping at the window, like the\ngnawing of a rat; then, inch by inch, the sash was lifted.  There\nwas the sound as of a body forcing its way over the sill cautiously,\nthen a step upon the floor inside, another, and still another.  The\nfigure of a man loomed up suddenly against the glow of a flashlight\nas he threw the round, white ray inquisitively here and there over\nthe rear wall.  And now he appeared to be counting the boards.  One,\ntwo, three–ten.  His hand ran up and down the tenth board.  Again\nand again he repeated the operation, and something like the snarl of\na baited beast echoed through the room.  He half turned to snatch at\nsomething in his pocket, and the light for a moment showed a black-\nbearded, lowering face, partially hidden by a peaked cap that was\npulled far down over his eyes.",
        "There was the rip and tear of rending wood, as a steel jimmy, in\nlieu of the spring the man evidently could not find, bit in between\nthe boards, a muttered oath of satisfaction, and a portion of the\nwall slid back, disclosing what looked like a metal-lined cupboard.\nHe reached in, seized one of a dozen little boxes, and wrenched off\nthe cover.  A blue, scintillating gleam seemed to leap out to meet\nthe white ray of the flashlight.  The man chuckled hoarsely, and\nbegan to cram the rest of the boxes into his pockets.",
        "Jimmie Dale stirred.  On hands and knees he was creeping now from\nbeneath the workbench.  Something caught and tore behind him–the\ncanvas curtain.  And at the sound, with a sharp cry, the man at the\nwall whirled, the light went out, and he sprang toward the window.\nJimmie Dale gained his feet and leaped forward.  A revolver shot cut\na lane of fire through the blackness; and, above the roar of the\nreport, Whitey Mack’s voice in a fierce yell:",
        "“It’s all right, Lannigan!  I got him!  No–HELL!”  There was a\nterrific crash of breaking glass.  “He’s got away!”",
        "“Not yet, he hasn’t!” gritted Jimmie Dale between his teeth, and his\nclubbed revolver swung crashing to the head of a dark form in front\nof him.",
        "There was a half sigh, half moan.  The form slid limply to the\nfloor.  Lannigan was floundering down the shop, leaping obstacles in\na mad rush, his flashlight picking out the way.",
        "Jimmie Dale stepped swiftly backward, and his hand groped out for\nthe droplight, over the end of the bench, that he had knocked\nagainst in his own rush.  His fingers clutched it–and the lower end\nof the shop was flooded with light.  Except for his felt hat that\nlay a little distance away, there was no sign of Whitey Mack; the\nhuddled form of the man, who but a moment since had chuckled as he\npocketed old Max Diestricht’s gems, lay sprawled, inert, upon the\nfloor, and Lannigan was staring into the muzzle of Jimmie Dale’s\nautomatic.",
        "“Drop that gun, Lannigan!” said Jimmie Dale coolly.  “And I’ll\ntrouble you not to make a noise; it might attract attention from the\nstreet; there’s been too much already.  DROP THAT GUN!”",
        "The revolver clattered from Lannigan’s hand to the floor.  A step\nforward, and Jimmie Dale’s toe sent it spinning under a bench.\nAnother step, and, his revolver still covering the other, he had\nwhipped a pair of handcuffs from the officer’s side pocket.",
        "Lannigan, as though the thought had never occurred to him, offered\nno resistance.  He was staring in a dazed sort of way back and forth\nfrom Jimmie Dale to the man on the floor.",
        "“What’s this mean?” he burst out suddenly, “Where’s–”",
        "“Your wrist, please!” requested Jimmie Dale pleasantly.  “No–the\nleft one.  Thank you\"–as the handcuff snapped shut.  “Now go over\nthere and sit down on the floor beside that fellow.  QUICK!”  Jimmie\nDale’s voice rasped suddenly, imperatively.",
        "Still bewildered, but a little sullen now, Lannigan obeyed.  Jimmie\nDale stooped quickly, and snapped the other link of the handcuff\nover the unconscious man’s right wrist.",
        "Jimmie Dale smiled.",
        "“That’s the approved way of taking your man, isn’t it?  Left wrist\nto the prisoner’s right.  He’s only stunned; he’ll be around in a\nmoment.  Know him?”",
        "Lannigan shook his head.",
        "“Take a good look at him,” invited Jimmie Dale.  “You ought to know\nmost of them in the business.”",
        "Lannigan bent over a little closer, and then, with an amazed cry,\nhis free hand shot forward and tore away the other’s beard.",
        "It Was Whitey Mack!",
        "“My God!” gasped Lannigan.",
        "“Quite so!” said Jimmie Dale evenly.  “You’ll find the diamonds in\nhis pockets, and, excuse me\"–his fingers were running through\nWhitey Mack’s clothes–\"ah, here it is\"–the thin metal case was in\nhis hand–\"a little article that belongs to me, and whose loss, I am\nfree to admit, caused me considerable concern until I was informed\nthat he had only found it without having the slightest idea as to\nwhom it belonged.  It made quite a difference!”  He had opened the\ncase carelessly before Lannigan’s eyes.  “’The Gray Seal!’  I’ll say\nit for you,” said Jimmie Dale whimsically.  “This is what probably\nput the idea into his head, after first, in some way, having\ndiscovered old Max Diestricht’s hiding place; and, if I had given\nhim time enough, he would probably have stuck one of these seals, in\nclumsy imitation of that little eccentricity of mine, on the wall\nover there to stamp the job as genuine.  You begin to get it, don’t\nyou Lannigan?  Pretty sure-fire as an alibi, eh?  And he’d have got\naway with it, too, as far as you were concerned.  He had only to\nfire that shot, smash the window, tuck his false beard, mustache,\nand peaked cap into his pocket, put on his own hat that you see\nthere on the floor–and yell that the man had escaped.  He’d help\nyou chase the thief, too!  Rather neat, don’t you think, Lannigan?\nAnd worth the risk, too, considering the howl that would go up at\nthe theft of those stones, and that, known as the slickest diamond\nthief in the country, he would be the first to be suspected–except\nthat the police themselves, in the person of Inspector Lannigan of\nheadquarters, would be prepared to prove a perfectly good alibi for\nhim.”",
        "Lannigan’s head was thrust forward; his eyes, hard, were riveted on\nWhitey Mack.",
        "“My God!” he said again under his breath.  Then fiercely: “He’ll get\nhis for this!”",
        "It was a moment before Jimmie Dale spoke; he was musingly examining\nthe automatic in his hand.",
        "“I am going now, Lannigan,” he observed quietly.  “I require, say,\nfifteen minutes in which to effect my escape.  It is, of course,\nobvious that an alarm raised by you might prove extremely awkward,\nbut a piece of canvas from that bench there, together with a bit of\nstring, would make a most effective gag.  I prefer, however, not to\nsubmit you to that indignity.  Instead, I offer you the alternative\nof giving me your word to remain quietly where you are for–fifteen\nminutes.”",
        "Lannigan hesitated.",
        "Jimmie Dale smiled.",
        "“I agree,” said Lannigan shortly.",
        "Jimmie Dale stepped back.  The electric-light switch clicked.  The\nplace was in darkness.  There was a moment, two, of utter stillness;\nthen softly, from the front end of the shop, a whisper:",
        "“If I were you, Lannigan, I’d take that gun from Whitey’s pocket\nbefore he comes round and beats you to it.”",
        "And the door had closed silently behind Jimmie Dale.",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}