{
    "title": "The Diary of a Nobody - Chapter XI.",
    "author": "George and Weedon Grossmith",
    "chapter": "12",
    "content": [
        "\n\n",
        "We have a dose of Irving imitations.  Make the acquaintance of a\nMr. Padge.  Don’t care for him.  Mr. Burwin-Fosselton becomes a\nnuisance.",
        "\nNovember 20. - Have seen nothing of Lupin the whole day.  Bought a\ncheap address-book.  I spent the evening copying in the names and\naddresses of my friends and acquaintances.  Left out the Mutlars of\ncourse.",
        "November 21. - Lupin turned up for a few minutes in the evening.\nHe asked for a drop of brandy with a sort of careless look, which\nto my mind was theatrical and quite ineffective.  I said:  “My boy,\nI have none, and I don’t think I should give it you if I had.\"\nLupin said:  “I’ll go where I can get some,” and walked out of the\nhouse.  Carrie took the boy’s part, and the rest of the evening was\nspent in a disagreeable discussion, in which the words “Daisy” and\n“Mutlar” must have occurred a thousand times.",
        "November 22. - Gowing and Cummings dropped in during the evening.\nLupin also came in, bringing his friend, Mr. Burwin-Fosselton - one\nof the “Holloway Comedians” - who was at our party the other night,\nand who cracked our little round table.  Happy to say Daisy Mutlar\nwas never referred to.  The conversation was almost entirely\nmonopolised by the young fellow Fosselton, who not only looked\nrather like Mr. Irving, but seemed to imagine that he WAS the\ncelebrated actor.  I must say he gave some capital imitations of\nhim.  As he showed no signs of moving at supper time, I said:  “If\nyou like to stay, Mr. Fosselton, for our usual crust - pray do.\"\nHe replied:  “Oh! thanks; but please call me Burwin-Fosselton.  It\nis a double name.  There are lots of Fosseltons, but please call me\nBurwin-Fosselton.”",
        "He began doing the Irving business all through supper.  He sank so\nlow down in his chair that his chin was almost on a level with the\ntable, and twice he kicked Carrie under the table, upset his wine,\nand flashed a knife uncomfortably near Gowing’s face.  After supper\nhe kept stretching out his legs on the fender, indulging in scraps\nof quotations from plays which were Greek to me, and more than once\nknocked over the fire-irons, making a hideous row - poor Carrie\nalready having a bad head-ache.",
        "When he went, he said, to our surprise:  “I will come to-morrow and\nbring my Irving make-up.”  Gowing and Cummings said they would like\nto see it and would come too.  I could not help thinking they might\nas well give a party at my house while they are about it.  However,\nas Carrie sensibly said:  “Do anything, dear, to make Lupin forget\nthe Daisy Mutlar business.”",
        "November 23. - In the evening, Cummings came early.  Gowing came a\nlittle later and brought, without asking permission, a fat and, I\nthink, very vulgar-looking man named Padge, who appeared to be all\nmoustache.  Gowing never attempted any apology to either of us, but\nsaid Padge wanted to see the Irving business, to which Padge said:\n“That’s right,” and that is about all he DID say during the entire\nevening.  Lupin came in and seemed in much better spirits.  He had\nprepared a bit of a surprise.  Mr. Burwin-Fosselton had come in\nwith him, but had gone upstairs to get ready.  In half-an-hour\nLupin retired from the parlour, and returning in a few minutes,\nannounced “Mr. Henry Irving.”",
        "I must say we were all astounded.  I never saw such a resemblance.\nIt was astonishing.  The only person who did not appear interested\nwas the man Padge, who had got the best arm-chair, and was puffing\naway at a foul pipe into the fireplace.  After some little time I\nsaid; “Why do actors always wear their hair so long?”  Carrie in a\nmoment said, “Mr. Hare doesn’t wear long HAIR.”  How we laughed\nexcept Mr. Fosselton, who said, in a rather patronising kind of\nway, “The joke, Mrs. Pooter, is extremely appropriate, if not\naltogether new.”  Thinking this rather a snub, I said:  “Mr.\nFosselton, I fancy - “  He interrupted me by saying:  “Mr. BURWIN-\nFosselton, if you please,” which made me quite forget what I was\ngoing to say to him.  During the supper Mr. Burwin-Fosselton again\nmonopolised the conversation with his Irving talk, and both Carrie\nand I came to the conclusion one can have even too much imitation\nof Irving.  After supper, Mr. Burwin-Fosselton got a little too\nboisterous over his Irving imitation, and suddenly seizing Gowing\nby the collar of his coat, dug his thumb-nail, accidentally of\ncourse, into Gowing’s neck and took a piece of flesh out.  Gowing\nwas rightly annoyed, but that man Padge, who having declined our\nmodest supper in order that he should not lose his comfortable\nchair, burst into an uncontrollable fit of laughter at the little\nmisadventure.  I was so annoyed at the conduct of Padge, I said:\n“I suppose you would have laughed if he had poked Mr. Gowing’s eye\nout?” to which Padge replied:  “That’s right,” and laughed more\nthan ever.  I think perhaps the greatest surprise was when we broke\nup, for Mr. Burwin-Fosselton said:  “Good-night, Mr. Pooter.  I’m\nglad you like the imitation, I’ll bring THE OTHER MAKE-UP TO-MORROW\nNIGHT.”",
        "November 24. - I went to town without a pocket-handkerchief.  This\nis the second time I have done this during the last week.  I must\nbe losing my memory.  Had it not been for this Daisy Mutlar\nbusiness, I would have written to Mr. Burwin-Fosselton and told him\nI should be out this evening, but I fancy he is the sort of young\nman who would come all the same.",
        "Dear old Cummings came in the evening; but Gowing sent round a\nlittle note saying he hoped I would excuse his not turning up,\nwhich rather amused me.  He added that his neck was still painful.\nOf course, Burwin-Fosselton came, but Lupin never turned up, and\nimagine my utter disgust when that man Padge actually came again,\nand not even accompanied by Gowing.  I was exasperated, and said:\n“Mr. Padge, this is a SURPRISE.”  Dear Carrie, fearing\nunpleasantness, said:  “Oh! I suppose Mr. Padge has only come to\nsee the other Irving make-up.”  Mr. Padge said:  “That’s right,\"\nand took the best chair again, from which he never moved the whole\nevening.",
        "My only consolation is, he takes no supper, so he is not an\nexpensive guest, but I shall speak to Gowing about the matter.  The\nIrving imitations and conversations occupied the whole evening,\ntill I was sick of it.  Once we had a rather heated discussion,\nwhich was commenced by Cummings saying that it appeared to him that\nMr. Burwin-Fosselton was not only LIKE Mr. Irving, but was in his\njudgment every way as GOOD or even BETTER.  I ventured to remark\nthat after all it was but an imitation of an original.",
        "Cummings said surely some imitations were better than the\noriginals.  I made what I considered a very clever remark:\n“Without an original there can be no imitation.”  Mr. Burwin-\nFosselton said quite impertinently:  “Don’t discuss me in my\npresence, if you please; and, Mr. Pooter, I should advise you to\ntalk about what you understand;” to which that cad Padge replied:\n“That’s right.”  Dear Carrie saved the whole thing by suddenly\nsaying:  “I’ll be Ellen Terry.”  Dear Carrie’s imitation wasn’t a\nbit liked, but she was so spontaneous and so funny that the\ndisagreeable discussion passed off.  When they left, I very\npointedly said to Mr. Burwin-Fosselton and Mr. Padge that we should\nbe engaged to-morrow evening.",
        "November 25. - Had a long letter from Mr. Fosselton respecting last\nnight’s Irving discussion.  I was very angry, and I wrote and said\nI knew little or nothing about stage matters, was not in the least\ninterested in them and positively declined to be drawn into a\ndiscussion on the subject, even at the risk of its leading to a\nbreach of friendship.  I never wrote a more determined letter.",
        "On returning home at the usual hour on Saturday afternoon I met\nnear the Archway Daisy Mutlar.  My heart gave a leap.  I bowed\nrather stiffly, but she affected not to have seen me.  Very much\nannoyed in the evening by the laundress sending home an odd sock.\nSarah said she sent two pairs, and the laundress declared only a\npair and a half were sent.  I spoke to Carrie about it, but she\nrather testily replied:  “I am tired of speaking to her; you had\nbetter go and speak to her yourself.  She is outside.”  I did so,\nbut the laundress declared that only an odd sock was sent.",
        "Gowing passed into the passage at this time and was rude enough to\nlisten to the conversation, and interrupting, said:  “Don’t waste\nthe odd sock, old man; do an act of charity and give it to some\npoor mar with only one leg.”  The laundress giggled like an idiot.\nI was disgusted and walked upstairs for the purpose of pinning down\nmy collar, as the button had come off the back of my shirt.",
        "When I returned to the parlour, Gowing was retailing his idiotic\njoke about the odd sock, and Carrie was roaring with laughter.  I\nsuppose I am losing my sense of humour.  I spoke my mind pretty\nfreely about Padge.  Gowing said he had met him only once before\nthat evening.  He had been introduced by a friend, and as he\n(Padge) had “stood” a good dinner, Gowing wished to show him some\nlittle return.  Upon my word, Gowing’s coolness surpasses all\nbelief.  Lupin came in before I could reply, and Gowing\nunfortunately inquired after Daisy Mutlar.  Lupin shouted:  “Mind\nyour own business, sir!” and bounced out of the room, slamming the\ndoor.  The remainder of the night was Daisy Mutlar - Daisy Mutlar -\nDaisy Mutlar.  Oh dear!",
        "November 26, Sunday. - The curate preached a very good sermon to-\nday - very good indeed.  His appearance is never so impressive as\nour dear old vicar’s, but I am bound to say his sermons are much\nmore impressive.  A rather annoying incident occurred, of which I\nmust make mention.  Mrs. Fernlosse, who is quite a grand lady,\nliving in one of those large houses in the Camden Road, stopped to\nspeak to me after church, when we were all coming out.  I must say\nI felt flattered, for she is thought a good deal of.  I suppose she\nknew me through seeing me so often take round the plate, especially\nas she always occupies the corner seat of the pew.  She is a very\ninfluential lady, and may have had something of the utmost\nimportance to say, but unfortunately, as she commenced to speak a\nstrong gust of wind came and blew my hat off into the middle of the\nroad.",
        "I had to run after it, and had the greatest difficulty in\nrecovering it.  When I had succeeded in doing so, I found Mrs.\nFernlosse had walked on with some swell friends, and I felt I could\nnot well approach her now, especially as my hat was smothered with\nmud.  I cannot say how disappointed I felt.",
        "In the evening (SUNDAY evening of all others) I found an\nimpertinent note from Mr. Burwin-Fosselton, which ran as follows:",
        "\n“Dear Mr. Pooter, - Although your junior by perhaps some twenty or\nthirty years - which is sufficient reason that you ought to have a\nlonger record of the things and ways in this miniature of a planet\n- I feel it is just within the bounds of possibility that the\nwheels of your life don’t travel so quickly round as those of the\nhumble writer of these lines.  The dandy horse of past days has\nbeen known to overtake the SLOW COACH.",
        "“Do I make myself understood?",
        "“Very well, then!  Permit me, Mr. Pooter, to advise you to accept\nthe verb. sap.  Acknowledge your defeat, and take your whipping\ngracefully; for remember you threw down the glove, and I cannot\nclaim to be either mentally or physically a coward!",
        "“Revenons e nos moutons.",
        "“Our lives run in different grooves.  I live for my art - the\nstage.  Your life is devoted to commercial pursuits - ’A life among\nLedgers.’  My books are of different metal.  Your life in the City\nis honourable, I admit. But how different!  Cannot even you see\nthe ocean between us?  A channel that prevents the meeting of our\nbrains in harmonious accord.  Ah!  But chacun e son gout.",
        "“I have registered a vow to mount the steps of fame.  I may crawl,\nI may slip, I may even falter (we are all weak), but reach the top\nrung of the ladder i will!!!  When there, my voice shall be heard,\nfor I will shout to the multitudes below:  ’Vici!’  For the present\nI am only an amateur, and my work is unknown, forsooth, save to a\nparty of friends, with here and there an enemy.",
        "“But, Mr. Pooter, let me ask you, ’What is the difference between\nthe amateur and the professional?’",
        "“None!!!",
        "“Stay!  Yes, there is a difference.  One is paid for doing what the\nother does as skilfully for nothing!",
        "“But I will be paid, too!  For I, contrary to the wishes of my\nfamily and friends, have at last elected to adopt the stage as my\nprofession.  And when the farce craze is over - and, mark you, that\nwill be soon - I will make my power known; for I feel - pardon my\napparent conceit - that there is no living man who can play the\nhump-backed Richard as I feel and know I can.",
        "“And you will be the first to come round and bend your head in\nsubmission.  There are many matters you may understand, but\nknowledge of the fine art of acting is to you an unknown quantity.",
        "“Pray let this discussion cease with this letter.  Vale!",
        "Yours truly,",
        "“Burwin-Fosselton.”",
        "\nI was disgusted.  When Lupin came in, I handed him this impertinent\nletter, and said:  “My boy, in that letter you can see the true\ncharacter of your friend.”",
        "Lupin, to my surprise, said:  “Oh yes.  He showed me the letter\nbefore he sent it.  I think he is right, and you ought to\napologise.”",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}