{
    "title": "The Sorrows of Young Werther - December 24.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "44",
    "content": [
        "\n\n",
        "As I anticipated, the ambassador occasions me infinite annoyance.\nHe is the most punctilious blockhead under heaven. He does\neverything step by step, with the trifling minuteness of an old\nwoman; and he is a man whom it is impossible to please, because\nhe is never pleased with himself. I like to do business regularly\nand cheerfully, and, when it is finished, to leave it. But he\nconstantly returns my papers to me, saying, “They will do,” but\nrecommending me to look over them again, as “one may always improve\nby using a better word or a more appropriate particle.” I then\nlose all patience, and wish myself at the devil’s. Not a conjunction,\nnot an adverb, must be omitted: he has a deadly antipathy to all\nthose transpositions of which I am so fond; and, if the music of\nour periods is not tuned to the established, official key, he\ncannot comprehend our meaning. It is deplorable to be connected\nwith such a fellow.",
        "My acquaintance with the Count C— is the only compensation for\nsuch an evil. He told me frankly, the other day, that he was much\ndispleased with the difficulties and delays of the ambassador;\nthat people like him are obstacles, both to themselves and to\nothers. “But,” added he, “one must submit, like a traveller who\nhas to ascend a mountain: if the mountain was not there, the road\nwould be both shorter and pleasanter; but there it is, and he must\nget over it.\"\n \nThe old man perceives the count’s partiality for me: this annoys\nhim, and, he seizes every opportunity to depreciate the count in\nmy hearing. I naturally defend him, and that only makes matters\nworse. Yesterday he made me indignant, for he also alluded to me.\n“The count,” he said, “is a man of the world, and a good man of\nbusiness: his style is good, and he writes with facility; but,\nlike other geniuses, he has no solid learning.” He looked at me\nwith an expression that seemed to ask if I felt the blow. But it\ndid not produce the desired effect: I despise a man who can think\nand act in such a manner. However, I made a stand, and answered\nwith not a little warmth. The count, I said, was a man entitled\nto respect, alike for his character and his acquirements. I had\nnever met a person whose mind was stored with more useful and\nextensive knowledge, — who had, in fact, mastered such an infinite\nvariety of subjects, and who yet retained all his activity for the\ndetails of ordinary business. This was altogether beyond his\ncomprehension; and I took my leave, lest my anger should be too\nhighly excited by some new absurdity of his.",
        "And you are to blame for all this, you who persuaded me to bend\nmy neck to this yoke by preaching a life of activity to me. If\nthe man who plants vegetables, and carries his corn to town on\nmarket-days, is not more usefully employed than I am, then let me\nwork ten years longer at the galleys to which I am now chained.",
        "Oh, the brilliant wretchedness, the weariness, that one is doomed\nto witness among the silly people whom we meet in society here!\nThe ambition of rank! How they watch, how they toil, to gain\nprecedence! What poor and contemptible passions are displayed in\ntheir utter nakedness! We have a woman here, for example, who\nnever ceases to entertain the company with accounts of her family\nand her estates. Any stranger would consider her a silly being,\nwhose head was turned by her pretensions to rank and property; but\nshe is in reality even more ridiculous, the daughter of a mere\nmagistrate’s clerk from this neighbourhood. I cannot understand\nhow human beings can so debase themselves.",
        "Every day I observe more and more the folly of judging of others\nby ourselves; and I have so much trouble with myseif, and my own\nheart is in such constant agitation, that I am well content to let\nothers pursue their own course, if they only allow me the same\nprivilege.",
        "What provokes me most is the unhappy extent to which distinctions\nof rank are carried. I know perfectly well how necessary are\ninequalities of condition, and I am sensible of the advantages I\nmyself derive therefrom; but I would not have these institutions\nprove a barrier to the small chance of happiness which I may enjoy\non this earth.",
        "I have lately become acquainted with a Miss B—, a very agreeable\ngirl, who has retained her natural manners in the midst of artificial\nlife. Our first conversation pleased us both equally; and, at\ntaking leave, I requested permission to visit her. She consented\nin so obliging a manner, that I waited with impatience for the\narrival of the happy moment. She is not a native of this place,\nbut resides here with her aunt. The countenance of the old lady\nis not prepossessing. I paid her much attention, addressing the\ngreater part of my conversation to her; and, in less than half an\nhour, I discovered what her niece subsequently acknowledged to me,\nthat her aged aunt, having but a small fortune, and a still smaller\nshare of understanding, enjoys no satisfaction except in the\npedigree of her ancestors, no protection save in her noble birth,\nand no enjoyment but in looking from her castle over the heads of\nthe humble citizens. She was, no doubt, handsome in her youth,\nand in her early years probably trifled away her time in rendering\nmany a poor youth the sport of her caprice: in her riper years she\nhas submitted to the yoke of a veteran officer, who, in return for\nher person and her small independence, has spent with her what we\nmay designate her age of brass. He is dead; and she is now a\nwidow, and deserted. She spends her iron age alone, and would not\nbe approached, except for the loveliness of her niece.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}