{
    "title": "The Life of Abraham Lincoln - Chapter XL. The Measure of a Man",
    "author": "Henry Ketcham",
    "chapter": "42",
    "content": [
        "\nAbraham Lincoln (1809-1865)\n16th President of the United States",
        "\n\n",
        "Lincoln’s physical characteristics have been sufficiently described,–\nhis unmanageable height and his giant strength. His mental traits have\nbeen treated in chapter xxxv. We now consider his moral qualities, that\nis to say his character.",
        "Conspicuous was his honesty. The sobriquet “Honest Abe Lincoln,” which\nhis neighbors fastened on him in his youth was never lost, shaken off,\nor outgrown. This was something more than the exactness of commercial\nhonesty which forbade him to touch a penny of the funds that remained\nover from the extinct post-office of New Salem, though the government\nwas for years negligent in the matter of settling up. In youth he\nalways insisted on fairness in sports so that he came to be the\nstanding umpire of the neighborhood. It came out also in his practise\nof the law, when he would not lend his influence to further scoundrel\nschemes, nor would he consent to take an unfair advantage of an\nopponent. But the glory of his honesty appeared in his administration.\nIt is a wonderful fact that there has never been any suspicion, even\namong his enemies, that he used the high powers of his office for gain,\nor for the furtherance of his political ambition. When contracts, to\nthe amount of many millions of dollars, were being constantly given out\nfor a period of four years, there was never a thought that a dishonest\ndollar would find its way, either directly or indirectly, into the\nhands of the President, or with his consent into the hands of his\nfriends. When he was a candidate for reelection he was fully aware that\nsome officials of high station were using their prerogatives for the\npurpose of injuring him. It was in his power to dismiss these in\ndisgrace,–and they deserved it. This he refused to do. So long as\nthey did well their official duties, he overlooked their injustice to\nhim. No President has surpassed him in the cleanness of his record, and\nonly Washington has equaled him.",
        "His tenderness of heart over-rode almost everything. In childhood he\nwould not permit boys to put live coals on the back of a turtle. In\nyouth he stayed out all night with a drunkard to prevent his freezing\nto death, a fate which his folly had invited. In young manhood with the\nutmost gentleness he restored to their nest some birdlings that had\nbeen beaten out by the storm. When a lawyer on the circuit, be\ndismounted from his horse and rescued a pig that was stuck in the mud.\nThis spoiled a suit of clothes, because he had to lift the pig in his\narms. His explanation was that he could not bear to think of that\nanimal in suffering, and so he did it simply for his own peace of mind.",
        "But when he became President, his tenderness of heart was as beautiful\nas the glow of the sunset. To him the boys in blue were as sons. On him\nas on no one else the burden of the nation’s troubles rested. It may\nwith reverence be said that he “bore our sorrows, he carried our\ngrief.” Not only was this true in general, but in specific cases his\nactions showed it. When the soldiers were under sentence from court-\nmartial–many of them mere boys–the sentence came to Lincoln for\napproval. If he could find any excuse whatever for pardon he would\ngrant it. His tendency to pardon, his leaning towards the side of\nmercy, became proverbial and greatly annoyed some of the generals who\nfeared military discipline would be destroyed. But he would not turn a\ndeaf ear to the plea of mercy, and he could not see in it any permanent\ndanger to the republic. One or two examples will stand fairly for a\nlarge number. When a boy was sentenced to death for desertion, he said:",
        "“Must I shoot a simple-minded soldier boy who deserts, and not touch a\nhair of the wily agitator who induces him to desert? I think that in\nsuch a case, to silence the agitator and save the boy, is not only\nconstitutional, but withal a great mercy.”",
        "Early in the war he pardoned a boy who was sentenced to be shot for\nsleeping at his post as sentinel. By way of explanation the President\nsaid: “I could not think of going into eternity with the blood of that\npoor young man on my skirts. It is not to be wondered at that a boy,\nraised on a farm, probably in the habit of going to bed at dark,\nshould, when required to watch, fall asleep; and I cannot consent to\nshoot him for such an act.” The sequel is romantic. The dead body of\nthis boy was found among the slain on the field of the battle of\nFredericksburg. Next his heart was a photograph of the President on\nwhich he had written “God bless President Abraham Lincoln!”",
        "On the 21st day of November, 1864, he wrote to Mrs. Bixby, of Boston,\nMass., the following letter which needs no comment or explanation:",
        "“DEAR MADAM: I have been shown, in the files of the War Department, a\nstatement of the Adjutant-General of Massachusetts, that you are the\nmother of five sons who have died gloriously on the field of battle. I\nfeel how weak and fruitless must be any words of mine which should\nattempt to beguile you from the grief of a loss so overwhelming. But I\ncannot refrain from tendering to you the consolation that may be found\nin the thanks of the Republic they died to save. I pray that our\nHeavenly Father may assuage the anguish of your bereavement, and leave\nyou only the cherished memory of the loved and lost, and the solemn\npride that must be yours to have laid so costly a sacrifice upon the\naltar of freedom.",
        "A different side of his character is shown in the following incident. A\nslave-trader had been condemned, in Newburyport, Mass., to a fine of\none thousand dollars and imprisonment for five years. He served out his\nterm of imprisonment, but he could not pay his fine, because he had no\nmoney and no way of getting any. Consequently he was still held for the\nfine which he was unable to pay. Some people of influence interested\nthemselves in the case, and a congressman from eastern Massachusetts,\nwho stood very near to the President, laid the facts before him with\nthe request for a pardon. He was indeed much moved by the appeal, but\nhe gave his decision in substantially the following words: “My friend,\nthis appeal is very touching to my feelings, and no one knows my\nweakness better than you. I am, if possible to be, too easily moved by\nappeals for mercy; and I must say that if this man had been guilty of\nthe foulest murder that the arm of man could perpetrate, I might\nforgive him on such an appeal. But the man who could go to Africa, and\nrob her of her children, and then sell them into interminable bondage,\nwith no other motive than that which is furnished by dollars and cents,\nis so much worse than the most depraved murderer that he can never\nreceive pardon at my hand. No, sir; he may stay in jail forever before\nhe shall have liberty by any act of mine.”",
        "It was his magnanimity that constructed his cabinet. Hardly another man\nin the world would have failed to dismiss summarily both Seward and\nChase. But, thanks to his magnanimous forbearance, Seward became not\nonly useful to the country, but devotedly loyal to his chief. After\nChase’s voluntary retirement Lincoln appointed him Chief Justice. To\nhis credit be it said that he adorned the judiciary, but he never did\nappreciate the man who saved him from oblivion, not to say disgrace. Up\nto the year 1862, his only personal knowledge of Stanton was such as to\nrouse only memories of indignation, but when he believed that Stanton\nwould make a good Secretary of War he did not hesitate to appoint him.\nIt is safe to say that this appointment gave Stanton the greatest\nsurprise of his life.",
        "He was always ready to set aside his preference, or to do the expedient\nthing when no moral principle was involved. When such a principle was\ninvolved he was ready to stand alone against the world. He was no\ncoward. In early youth he championed the cause of temperance in a\ncommunity where the use of liquors was almost universal. In the\nIllinois legislature and in congress he expressed his repugnance to the\nwhole institution of slavery, though this expression could do him no\npossible good, while it might do him harm. When, he was a lawyer, he\nwas almost the only lawyer of ability who did not dread the odium sure\nto attach to those who befriended negroes.",
        "When in the White House, he stood out almost alone against the clamors\nof his constituents and directed the release of Mason and Slidell.",
        "Personally he was a clean man. The masculine vices were abhorrent to\nhim. He was not profane. He was not vulgar. He was as far removed from\nsuspicion as Caesar could have demanded of his wife. He was not given\nto drink. When a young man he could not be tricked into swallowing\nwhisky. At the close of the war, a barrel of whisky was sent him from\nsome cellar in Richmond, as a souvenir of the fall of the city, but he\ndeclined to receive it. Wine was served at the table of the White House\nin deference to foreign guests who did not know, and could not be\ntaught, how to dine without it. As a matter of courtesy he went through\nthe form of touching the glass to his lips, but he never drank. How\nwidely his life was separated from many of his associates! The\natmosphere of the White House has been sweeter and purer ever since he\noccupied it, and this is largely due to the influence of his\nincorruptible purity.",
        "In the matter of religion, he did not wear his heart on his sleeve, and\nsome of his friends have refused to believe that he was religious. It\nis true that he was not a church member, but there were special reasons\nfor this. The church with which he was naturally affiliated was the\nPresbyterian. The most eloquent preacher of that denomination was the\nReverend Dr. Palmer of New Orleans, who was an aggressive champion of\nslavery as a divine institution. His teachings were feebly echoed in\nthousands of other pulpits. Now Lincoln abhorred slavery. He\nincorporated human freedom into his religion. The one point on which he\ninsisted all his life was that “slavery is wrong!” It may therefore be\nseen that the church did not give him a cordial invitation. If this\nneeds any proof, that proof is found in the fact that the pastors in\nSpringfield voted almost unanimously against him. Even Peter Cartwright\nhad denounced him as an atheist.",
        "The marvel is that this did not embitter him against the church. But\nall his life long he kept up such bonds of sympathy with the church as\nwere possible. He bore with the faults of the church and of ministers\nwith that patience which made his whole character so remarkably\ngenuine. He was a constant attendant at the services, he was favorable\nto all the legitimate work of the church, and he was exceptionally kind\nto ministers, though they were often a sore trial to him.",
        "In childhood he would not rest until a clergyman had traveled many\nmiles through the forests to preach a memorial discourse over the grave\nof his mother. When his father was ill he wrote a letter of religious\nconsolation intended for him: “Tell him to remember to call upon and\nconfide in our great and good and merciful Maker, who will not turn\naway from him in any extremity. He notes the fall of a sparrow, and\nnumbers the hairs of our heads, and He will not forget the dying man\nwho puts his trust in Him.”",
        "Hugh McCulloch, in a personal letter to the author, January 28, 1889,\nwrote: “He was, as far as I could judge, a pure man, and ’in spirit and\ntemper’ a Christian.” His pastor, Dr. Gurley, regarded him as a\nChristian. Other clergymen who were acquainted with him did so.",
        "J. G. Holland has preserved the following incident:",
        "Colonel Loomis, who was commandant of Fort Columbus, Governor’s Island,\nin New York Harbor, reached the age at which by law he should be put on\nthe retired list. He was a very religious man, and his influence was so\nmarked that the chaplain and some others, determined to appeal to the\nPresident to have him continued at the post. The Reverend Dr. Duryea of\nBrooklyn was sent to Washington to prefer the request. “What does the\nclergyman know of military matters?” inquired the President. “Nothing,\"\nwas the reply. “It is desired to retain Colonel Loomis solely for the\nsake of his Christian influence. He sustains religious exercises at the\nfort, leads a prayer-meeting, and teaches a Bible class in the Sunday\nSchool.” “That is the highest possible recommendation,” replied the\nPresident. He approved the request, and the Christian officer was\nretained there until imperative military duty called him elsewhere.",
        "The religious strain that runs through his papers and addresses cannot\nbe overlooked. But there are two that deserve special mention. The\nfirst is the “Sunday Order,” which is as follows:",
        "“The importance for man and beast of the prescribed weekly rest, the\nsacred rights of Christian soldiers and sailors, a becoming deference\nto the best sentiment of a Christian people, and a due regard for the\nDivine will, demand that Sunday labor in the army and navy be reduced\nto the measure of strict necessity. The discipline and character of the\nnational forces should not suffer, nor the cause they defend be\nimperiled, by the profanation of the day or the name of the Most High.”",
        "The other is his thanksgiving proclamation. He it was who nationalized\nthis festival which had previously been local and irregular. His\nsuccessors in office have done well to follow his example in the\nmatter. Every November, when the entire population turns from daily\ntoil to an hour of thanksgiving, they should not forget that they are\nthereby acting on his recommendation, and in doing this they are\nstrengthening the best possible monument to the grand, good man whom\nthe Most High mercifully gave to this country in the time of her direst\nneed.",
        "Continue...",
        "\nThis is the complete free text of “The Life of Abraham Lincoln” by Henry Ketcham.\n\n\nAlso see The Life and Writings of Abraham Lincoln at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}