{
    "title": "The Principles Of Aesthetics",
    "author": "Dewitt H. Parker",
    "chapter": "1",
    "content": [
        "",
        "\n\n",
        "This book has grown out of lectures to students at the University of\nMichigan and embodies my effort to express to them the nature and\nmeaning of art. In writing it, I have sought to maintain scientific\naccuracy, yet at the same time to preserve freedom of style and\nsomething of the inspiration of the subject. While intended primarily\nfor students, the book will appeal generally, I hope, to people who\nare interested in the intelligent appreciation of art.",
        "My obligations are extensive,–most directly to those whom I have cited\nin foot-notes to the text, but also to others whose influence is too\nindirect or pervasive to make citation profitable, or too obvious to\nmake it necessary. For the broader philosophy of art, my debt is\nheaviest, I believe, to the artists and philosophers during the period\nfrom Herder to Hegel, who gave to the study its greatest development,\nand, among contemporaries, to Croce and Lipps. In addition, I have\ndrawn freely upon the more special investigations of recent times, but\nwith the caution desirable in view of the very tentative character of\nsome of the results. To Mrs. Robert M. Wenley I wish to express my\nthanks for her very careful and helpful reading of the page proof.",
        "The appended bibliography is, of course, not intended to be in any\nsense adequate, but is offered merely as a guide to further reading;\na complete bibliography would itself demand almost a volume.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}