{
    "title": "The Store Boy - Chapter XXXIII - Good News",
    "author": "Horatio Alger, Jr.",
    "chapter": "33",
    "content": [
        "\n\n",
        "The tramp, as we may call him for want of a different name, certainly\nshowed signs of improvement in his personal appearance.  He looked\nquite respectable, in fact, in a business suit of gray mixed cloth,\nand would have passed muster in any assemblage.",
        "“I think I have met you before,” answered Ben, with a smile.",
        "“Perhaps it would have been more of a compliment not to have\nrecognized me.  I flatter myself that I have changed.”",
        "“So you have, and for the better.”",
        "“Thank you.  I believe we rode together when we last met.”",
        "“Yes,” said Ben.",
        "“And you were not sorry to part copy with me–is it not so?”",
        "“I won’t contradict you.”",
        "“Yet I am inclined to be your friend.”",
        "“I am glad of it,” said Ben politely, though, truth to tell, he did\nnot anticipate any particular benefit to accrue from the acquaintance\nof the speaker.",
        "“I see you don’t attach much importance to my offer of friendship.\nYet I can do you an important service.”",
        "Mr. Taylor, who had been occupying a seat with Ben, here arose.",
        "“You have something to say to my young friend,” he said.  “Take my\nseat.”",
        "“Don’t let me deprive you of it,” said the other with a politeness Ben\nhad not deemed him capable of.",
        "“By no means.  I am going into the smoking car to smoke a cigar.  Ben,\nI will be back soon.”",
        "“I didn’t expect to meet you so far from Pentonville,” said Ben’s new\ncompanion, unable to suppress his curiosity.",
        "“I don’t live in Pentonville now.”",
        "“Where then?”",
        "“In the city of New York.”",
        "“Are you employed there?”",
        "“Yes; but I am just returning from a trip to Western Pennsylvania.”",
        "“Did you go on business?”",
        "“Yes.”",
        "“Well, you are getting on, for a country boy.  What do you hear from\nhome?”",
        "“My mother is well, but I fancy that is not what you mean.”",
        "“Yes, I am interested about your mother.  Has she yet paid off that\nmortgage on her cottage?”",
        "“How did you know there was a mortgage,” asked Ben, in surprise.",
        "“I know more than you suppose.  What are the chances that she will be\nable to pay?”",
        "“They are very small,” answered Ben, gravely, “but the money is not\nyet due.”",
        "“When will it be due?”",
        "“In about six weeks.”",
        "“Squire Davenport will foreclose–I know him well enough for that.”",
        "“So I suppose,” said Ben, soberly.",
        "“Is there no friend who will oblige you with the money?”",
        "“I don’t know of anyone I should feel at liberty to call on.”",
        "It came into his mind that Mrs. Hamilton was abundantly able to help\nthem, but she did not know his mother, and it would savor of\npresumption for him to ask so great a favor.  True, he had effected a\nmost profitable sale for her, but that was only in the line of his\nfaithful duty, and gave him no claim upon his employer.",
        "“I thought, perhaps, the gentlemen you were traveling with–the one\nwho has gone info the smoking-car–might–”",
        "“He is only a business acquaintance; I have known him less than a\nweek.”",
        "“To be sure, that alters matters.  He is not your employer, then?”",
        "“No.”",
        "“Then I believe I shall have to help you myself.”",
        "Ben stared at his companion in amazement.  What!  this man who had\nrobbed him of a dollar only four weeks before, to offer assistance in\nso important a matter!",
        "“I suppose you are joking,” said he, after a pause.",
        "“Joking!  Far from it.  I mean just what I say.  If Squire Davenport\nundertakes to deprive your mother of her home, I will interfere, and,\nyou will see, with effect.”",
        "“Would you mind explaining to me how you would help us?” asked Ben.",
        "“Yes, in confidence, it being understood that I follow my own course\nin the matter.”",
        "“That is fair enough.”",
        "“Suppose I tell you, then, that Squire Davenport–I believe that is\nthe title he goes by in your village–owes your mother more than the\namount of the mortgage.”",
        "“Is this true?” said Ben, much surprised.",
        "“It is quite true.”",
        "“But how can it be?”",
        "“Your father, at his death, held a note of Davenport’s for a thousand\ndollars–money which he had placed in his hands–a note bearing six\nper cent. interest.”",
        "Ben was more and more surprised; at first he was elated, then\ndepressed.",
        "“It will do me no good,” he said, “nothing was found at father’s\ndeath, and the note is no doubt destroyed.”",
        "“So Squire Davenport thinks,” said his companion quietly.",
        "“But isn’t it true?”",
        "“No; that note not only is in existence, but I knew where to lay my\nhands on it.”",
        "“Then it will more than offset the mortgage?” said Ben joyfully.",
        "“I should say.  No interest has been paid on the note for more than\nfive years.  The amount due must be quite double the amount of the\nmortgage.”",
        "“How can I thank you for this information?” said Ben.  “We shall not\nbe forced to give up our little cottage, after all.  But how could\nSquire Davenport so wickedly try to cheat us of our little property?”",
        "“My dear boy,” said the tramp, shrugging his shoulders, “your question\nsavors of verdancy.  Learn that there is no meanness too great to be\ninspired by the love of money.”",
        "“But Squire Davenport was already rich.”",
        "“And for that reason he desired to become richer.”",
        "“When shall we go to see the squire and tell him about the note?”",
        "“I prefer that you should wait till the day the mortgage comes due.\nWhen is that?”",
        "“On the twentieth of December.”",
        "“Then on the nineteenth of December we will both go to Pentonville and\nwait till the squire shows his hand.”",
        "“You seem to be–excuse me–in better circumstances than when we last\nmet.”",
        "“I am.  An old uncle of mine died last month, and considerately left\nme ten thousand dollars.  Perhaps if he had known more about my way of\nlife he would have found another heir.  It has led me to turn over a\nnew leaf, and henceforth I am respectable, as befits a man of\nproperty.  I even keep a card case.”",
        "He drew out a card case and handed a card to Ben.  It bore the name of\nHarvey Dinsmore.",
        "“Mr. Dinsmore,” said our young hero, I rejoice at your good fortune.”",
        "“Thank you.  Shall we be friends?”",
        "“With pleasure.”",
        "“Then I have more good news for you.  Your father owned twenty-five\nshares in a Western railway.  These shares are selling at par, and a\nyear’s dividends are due.”",
        "“Why, we shall be rich,” said Ben, fairly dazzled by this second\nstroke of good fortune.",
        "“I hope so; though this is only a beginning.”",
        "“How can we prove that the railway shares belong to us?”",
        "“Leave that to me.  On the nineteenth of December you will meet me in\nPentonville.  Till then we probably shall not meet.”",
        "At this moment Mr. Taylor made his appearance, returning from the\nsmoking-car, and Harvey Dinsmore left them.",
        "“Well, Ben, has your friend entertained you?” asked Taylor.",
        "“He has told me some very good news.”",
        "“I am glad to hear it.”",
        "In due time they reached New York, and Ben started uptown to call upon\nMrs. Hamilton.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}