{
    "title": "The Principles Of Aesthetics - Chapter V - The Analysis of the Aesthetic Experience: The Structure of the Experience",
    "author": "Dewitt H. Parker",
    "chapter": "6",
    "content": [
        "",
        "\n\n",
        "In our discussion of first principles, we set down a high degree of\nunity as one of the distinguishing characteristics of works of art.\nIn this we followed close upon ancient tradition; for the markedly\nstructural character of beauty was noticed by the earliest observers.\nPlato, the first philosopher of art, identified beauty with simplicity,\nharmony, and proportion, and Aristotle held the same view. They were\nso impressed with aesthetic unity that they compared it with the other\nmost highly unified type of thing they knew, the organism; and ever\nafterwards it has been called “organic unity.” With the backing of\nsuch authority, unity in variety was long thought to be the same as\nbeauty; and, although this view is obviously one-sided, no one has\nsince succeeded in persuading men that an object can be beautiful\nwithout unity.",
        "Since art is expression, its unity is, unavoidably, an image of the\nunity of the things in nature and mind which it expresses. A lyric\npoem reflects the unity of mood that binds together the thoughts and\nimages of the poet; the drama and novel, the unity of plan and purpose\nin the acts of men and the fateful sequence of causes and effects in\ntheir lives. The statue reflects the organic unity of the body; the\npainting, the spatial unity of visible things. In beautiful artifacts,\nthe basal unity is the purpose or end embodied in the material\nstructure.",
        "But the unity of works of art is not wholly derivative; for it occurs\nin the free arts like music, where nothing is imitated, and even in\nthe representative arts, as we have observed, it is closer than in the\nthings which are imaged. Aesthetic unity is therefore unique and, if\nwe would understand it, we must seek its reason in the peculiar nature\nand purpose of art. Since, moreover, art is a complex fact, the\nexplanation of its unity is not simple; the unity itself is very\nintricate and depends upon many cooperating factors.",
        "In the case of the imitative arts, taking the given unity of the objects\nrepresented as a basis, the superior unity of the image is partly due\nto the singleness of the artist’s interest. For art, as we know, is\nnever the expression of mere things, but of things so far as they have\nvalue. Out of the infinite fullness of nature and of life, the artist\nselects those elements that have a unique significance for him.",
        "  Music, when soft voices die,\n  Vibrates in the memory;\n  Odors, when sweet violets sicken,\n  Live within the sense they quicken;\n  Rose leaves, when the rose is dead,\n  Are heaped for the beloved’s bed;\n  And so thy thoughts when thou art gone,\n  Love itself shall slumber on.",
        "Observe how, out of the countless things which he knows, the poet has\nchosen those which he feels akin to his faith in the immortality of\nlove. The painter would not, if he could, reproduce all the elements\nof a face, but only those that are expressive of the interpretation\nof character he wishes to convey. The novelist and the dramatist proceed\nin a like selective fashion in the treatment of their material. In the\nlives of men there are a thousand actions and events–casual spoken\nwords, recurrent processes such as eating and dressing, hours of\nidleness and futility which, because repetitious, habitual, or\ninconsequential, throw no light upon that alone in which we are\ninterested,–character and fortune. To describe a single example of\nthese facts suffices. In the novel and drama, therefore, the\npersonalities and life histories of men have a simplicity and singleness\nof direction not found in reality. The artist seeks everywhere the\ntraits that individualize and characterize, and neglects all others.",
        "Moreover, since the aim of art is to afford pleasure in the intuition\nof life, the artist will try to reveal the hidden unities that so\ndelight the mind to discover. He will aim to penetrate beneath the\nsurface of experience observed by common perception, to its more obscure\nlogic underneath. In this way he will go beyond what the mere mechanism\nof imitation requires. The poet, for example, manifests latent emotional\nharmonies among the most widely sundered things. The subtle novelist\nshows how single elements of character, apparently isolated acts or\ntrivial incidents, are fateful of consequences. He discloses the minute\nreactions of one personality upon another. Or he enters into the soul\nof man himself, into his private and individual selfhood, and uncovers\nthe hidden connections between thought and feeling and impulse. Finally,\nhe may take the wider sweep of society and tradition into view and\ntrack out their part in the molding of man and his fate. In the search\nfor unity, the artist is on common ground with the man of science; but\nwith this difference: the artist is concerned with laws operating in\nconcrete, individual things in which he is interested; while the\nscientist formulates them in the abstract. For the artist, unity is\nvaluable as characterizing a significant individual; for the scientist,\nit is valuable in itself, and the individual only as an example of it.",
        "This same purpose of affording pleasure in sympathetic vision leads\nthe artist not only to present the unity of life, but so to organize\nits material that it will be clear to the mind which perceives it. Too\ngreat a multitude of elements, elements that are not assorted into\ngroups and tied by relations or principles, cannot be grasped. Hence\nthe artist infuses into the world which he creates a new and wholly\nsubjective simplicity and unity, to which there is no parallel in\nnature. The composition of elements in a picture does not correspond\nto any actual arrangement of elements in a landscape, but to the demands\nof visual perspicuity. The division of a novel into chapters, of the\nchapters into paragraphs, of the paragraphs into sentences, although\nit may answer in some measure to the objective divisions of the\nlife-story related, corresponds much more closely to the subjective\nneed for ready apprehension. The artist meets this need halfway in the\norganization of the material which he presents. Full beauty depends\nupon an adaptation of the object to the senses, attention, and synthetic\nfunctions of the mind. The long, rambling novel of the eighteenth\ncentury is a more faithful image of the fullness and diversity of life,\nbut it answers ill to the limited sweep of the mind, its proneness to\nfatigue, and its craving for wholeness of view.",
        "But even all the reasons so far invoked–the necessity for significance,\nthe interest in unity, the demand for perspicuity–do not, I think,\nsuffice to explain the structure of works of art. For structure has,\noftentimes, a direct emotional appeal, which has not yet been taken\ninto account, and which is a leading motive for its presence. Consider,\nfor example, symmetry. A symmetrical disposition of parts is indeed\nfavorable to perspicuity; for it is easier to find on either side what\nwe have already found on the other, the sight of one side preparing\nus for the sight of the other; and such an arrangement is flattering\nto our craving for unity, for we rejoice seeing the same pattern\nexpressed in the two parts; yet the experience of symmetry is richer\nstill: it includes an agreeable feeling of balance, steadfastness,\nstability. This is most evident in the case of visual objects, like\na Greek vase, where there is a plain division between right and left\nsimilar halves; but it is also felt in music when there is a balance\nof themes in the earlier and later parts of a composition, and in\nliterature in the well-balanced sentence, paragraph, or poem. To cite\nthe very simplest example, if I read, “on the one hand ... on the other\nhand,” I have a feeling of balanced tensions precisely analogous to\nwhat I experience when I look at a vase. Structure is not a purely\nintellectual or perceptive affair; it is also motor and organic, and\nthat means emotional. It is felt with the body as well as understood\nby the mind. I have used the case of symmetry to bring out this truth,\nbut I might have used other types of unification, each of which has\nits unique feeling tone, as I shall show presently, after I have\nanalyzed them.",
        "Keeping in mind the motives which explain the structure of works of\nart, I wish now to distinguish and describe the chief types. There\nare, I think, three of these, of which each one may include important\nspecial forms–unity in variety, dominance, and equilibrium.",
        "Unity in variety was the earliest of the types to be observed and is\nthe most fundamental. It is the organic unity so often referred to in\ncriticism. It involves, in the first place, wholeness or individuality.\nEvery work of art is a definite single thing, distinct and separate\nfrom other things, and not divisible into parts which are themselves\ncomplete works of art. No part can be taken away without damage to the\nwhole, and when taken out of the whole, the part loses much of its own\nvalue. The whole needs all of its parts and they need it; “there they\nlive and move and have their being.” The unity is a unity of the variety\nand the variety is a differentiation of the unity. [Footnote: Cf. Lipps:\nAesthetik, Bd. I, Drittes Kapitel.] The variety is of equal\nimportance with the unity, for unity can assert itself and work only\nthrough the control of a multiplicity of elements. The analogy between\nthe unity of the work of art and the unity of the organism is still\nthe most accurate and illuminating. For, like the work of art, the\nbody is a self-sufficient and distinctive whole, whose unified life\ndepends upon the functioning of many members, which, for their part,\nare dead when cut away from it.",
        "The conception of unity in variety as organic represents an ideal or\nnorm for art, which is only imperfectly realized in many works. There\nare few novels which would be seriously damaged by the omission of\nwhole chapters, and many a rambling essay in good standing would permit\npruning without injury, unless indeed we are made to feel that the\napparently dispensable material really contributes something of fullness\nand exuberance, and so is not superfluous, after all. The unity in\nsome forms of art is tighter than in others; in a play closer than in\na novel; in a sonnet more compact than in an epic. In extreme examples,\nlike The Thousand and One Nights, the Decameron, the Canterbury\nTales, the unity is almost wholly nominal, and the work is really a\ncollection, not a whole. With all admissions, it remains true, however,\nthat offenses against the principle of unity in variety diminish the\naesthetic value of a work. These offenses are of two kinds–the\ninclusion of the genuinely irrelevant, and multiple unity, like double\ncomposition in a picture, or ambiguity of style in a building. There may\nbe two or more parallel lines of action in a play or a novel, two or\nmore themes in music, but they must be interwoven and interdependent.\nOtherwise there occurs the phenomenon aptly called by Lipps “aesthetic\nrivalry\"–each part claims to be the whole and to exclude its neighbor;\nyet being unable to do this, suffers injury through divided attention.",
        "Unity in variety may exist in any one or more of three modes–the\nharmony or union of cooperating elements; the balance of contrasting\nor conflicting elements; the development or evolution of a process\ntowards an end or climax. The first two are predominantly static or\nspatial; the last, dynamic and temporal. I know of no better way of\nindicating the characteristic quality of each than by citing examples.",
        "Aesthetic harmony exists whenever some identical quality or form or\npurpose is embodied in various elements of a whole–sameness in\ndifference. The repetition of the same space-form in architecture,\nlike the round arch and window in the Roman style; the recurrence of\nthe same motive in music; the use of a single hue to color the different\nobjects in a painting, as in a nocturne of Whistler: these are simple\nillustrations of harmony. An almost equally simple case is gradation\nor lawful change of quality in space and time–the increase or decrease\nof loudness in music of saturation or brightness of hue in painting,\nthe gentle change of direction of a curved line. In these cases there\nis, of course, a dynamic or dramatic effect, if you take the elements\nin sequence; but when taken simultaneously and together, they are a\nharmony, not a development. Simplest of all is the harmony between\nlike parts of regular figures, such as squares and circles; or between\ncolors which are neighboring in hue. Harmonious also are characters\nin a story or play which are united by feelings of love, friendship,\nor loyalty. Thus there is harmony between Hamlet and Horatio, or between\nthe Cid and his followers.",
        "Aesthetic balance is the unity between elements which, while they\noppose or conflict with one another, nevertheless need or supplement\neach other. Hostile things, enemies at war, business men that compete,\npersons that hate each other, have as great a need of their opponents,\nin order that there may be a certain type of life, as friends have,\nin order that there may be love between them; and in relation to each\nother they create a whole in the one case as in the other. There is\nas genuine a unity between contrasting colors and musical themes as\nthere is between colors closely allied in hue or themes simply\ntransposed in key. Contrasting elements are always the extremes of\nsome series, and are unified, despite the contrast, because they\nsupplement each other. Things merely different, no matter how different,\ncannot contrast, for there must be some underlying whole, to which\nboth belong, in which they are unified. In order that this unity may\nbe felt, it is often necessary to avoid absolute extremes, or at least\nto mediate between them. Among colors, for example, hues somewhat\ncloser than the complementary are preferred to the latter, or, if the\nextremes are employed, each one leads up to the other through\nintermediate hues. The unity of contrasting colors is a balance because,\nas extremes, they take an equal hold on the attention. The well-known\naccentuation of contrasting elements does not interfere with the\nbalance, because it is mutual. A balanced unity is also created by\ncontrasts of character, as in Goethe’s Tasso, or by a conflict\nbetween social classes or parties, as in Hauptmann’s Die Weber.\nBalanced, finally, is the unity between the elements of a painting,\nright and left, which draw the attention in opposite directions. The\nthird type of unity appears in any process or sequence in which all\nthe elements, one after another, contribute towards the bringing about\nof some end or result. It is the unity characteristic of all\nteleologically related facts. The sequence cannot be a mere succession\nor even a simple causal series, but must also be purposive, because,\nin order to be aesthetic, the goal which is reached must have value.\nCausality is an important aspect of this type of unity, as in the\ndrama, but only because a teleological series of actions depends upon\na chain of causally related means and ends. The type is of two\nvarieties: in the one, the movement is smooth, each element being\nharmoniously related to the last; in the other, it is difficult and\ndramatic, proceeding through the resolution of oppositions among its\nelements. The movement usually has three stages: an initial phase of\nintroduction and preparation; a second phase of opposition and\ncomplication; then a final one, the climax or catastrophe, when the\ngoal is reached; there may also be a fourth,–the working out of the\nconsequences of this last. Illustrations of this mode of unity are:\nthe course of a story or a play from the introduction of the characters\nand the complication of the plot to the denouement or solving of the\nproblem; the development of a character in a novel from a state of\nsimplicity or innocence through storm and stress into maturity or ruin;\nthe evolution of a sentiment in a sonnet towards its final statement\nin the last line or two; the melody, in its departure from the keynote,\nits going forth and return; the career of a line.",
        "As I have indicated before, each type of unity has its specific\nemotional quality. The very word harmony which we use to denote the\nfirst mode is itself connotative of a way of being affected, of being\nmoved emotionally. The mood of this mode is quiet, oneness, peace. We\nfeel as if we were closely and compactly put together. If now, within\nthe aesthetic whole, we emphasize the variety, we begin to lose the\nmood of peace; tensions arise, until, in the case of contrast and\nopposition, there is a feeling of conflict and division in the self;\nyet without loss of unity, because, if the whole is aesthetic, each of\nthe opposing elements demands the other; hence there is balance between\nthem, and this also we not only know to be there, but feel there. The\ncharacteristic mood of the evolutionary type of unity is equally\nunique–either a sense of easy motion, when the process is unobstructed,\nor excitement and breathlessness, when there is opposition.",
        "The different types of unity are by no means exclusive of each other\nand are usually found together in any complex work of art. Symmetry\nusually involves a combination of harmony and balance. The symmetrical\nhalves of a Greek vase, for example, are harmonious in so far as their\nsize and shape are the same, yet balanced as being disposed in opposite\ndirections, right and left. Rhythm is temporal symmetry, and so also\nrepresents a combination of harmony and balance. Static rhythm is only\napparent; for in every seeming case, the rhythm really pervades the\nsuccession of acts of attention to the elements rather than the elements\nthemselves; a colonnade, for example, is rhythmical only when the\nattention moves from one column to another. There is harmony in rhythm,\nfor there is always some law–metrical scheme in poetry, time in music,\nsimilarity of column and equality of interval between them in a\ncolonnade–pervading the elements. But there is also balance; for as\nthe elements enter the mind one after the other, there is rivalry\nbetween the element now occupying the focus of the attention and the\none that is about to present an equal claim to this position. Because\nof its intrinsic value, we tend to hold on to each element as we hear\nor see it, but are forced to relinquish it for the sake of the one\nthat follows; only for a moment can we keep both in the conscious span;\nthe recurrence and overcoming of the resulting tension, as we follow\nthe succession through, creates the pulsation so characteristic of\nrhythm. The opposition of the elements as in turn they crowd each other\nout does not, however, interfere with the harmony, for they have an\nexistence all together in memory, where the law binding them can be\nfelt,–a law which each element as it comes into consciousness is\nrecognized as fulfilling. Since we usually look forward to the end of\nthe rhythmical movement as a goal, rhythm often exists in combination\nwith evolution, and is therefore the most inclusive of all artistic\nstructural forms. In a poem, for example, the metrical rhythm is a\nframework overlying the development of the thought. Dramatic unity is\nfound combined with balance even in the static arts, as, for example,\nin the combination of blue and gold, where the balance is not quite\nequal, because of a slight movement from the blue to the more brilliant\nand striking gold. I have already shown how harmony, opposition, and\nevolution may be combined in a melody. In the drama, also, all three\nare present. There is a balance of opposing and conflicting wills or\nforces; this is unstable; whence movement follows, leading on to the\ncatastrophe, where the problem is solved; and throughout there is a\nsingle mood or atmosphere in which all participate, creating an\nenveloping harmony despite the tension and action. And other\nillustrations of combinations of types will come to the mind of every\nreader.",
        "Each form of unity has its difficulties and dangers, which must be\navoided if perfection is to be attained. In harmony there may be too\nmuch identity and too little difference or variety, with the result\nthat the whole becomes tedious and uninteresting. This is the fault\nof rigid symmetry and of all other simple geometrical types of\ncomposition, which, for this reason, have lost their old popularity\nin the decorative and pictorial arts. In balance, on the other hand,\nthe danger is that there may be too great a variety, too strong an\nopposition; the elements tend to fly apart, threatening the integrity\nof the whole. For it is not sufficient that wholeness exist in a work\nof art; it must also be felt. For example, in Pre-Raphaelite paintings\nand in most of the Secession work of our own day, the color contrasts\nare too strong; there is no impression of visual unity. In the dramatic\ntype of unity there are two chief dangers–that the evolution be\ntortuous, so that we lose our way in its bypaths and mazes; or, on the\nother hand, that the end be reached too simply and quickly; in the one\ncase, we lose heart for the journey because of the obstacles; in the\nother, we lose interest and are bored for want of incidents.",
        "We come now to the second great principle of aesthetic structure–\nDominance. [Footnote: Cf. Lipps: Aesthetik, Bd. I, S. 53, Viertes\nKapitel] In an aesthetic whole the elements are seldom all on a level;\nsome are superior, others subordinate. The unity is mediated through\none or more accented elements, through which the whole comes to emphatic\nexpression. The attention is not evenly distributed among the parts,\nbut proceeds from certain ones which are focal and commanding to others\nwhich are of lesser interest. And the dominant elements are not only\nsuperior in significance; they are, in addition, representative of the\nwhole; in them, its value is concentrated; they are the key by means\nof which its structure can be understood. They are like good rulers\nin a constitutional state, who are at once preeminent members of the\ncommunity and signal embodiments of the common will. Anything which\ndistinguishes and makes representative of the whole serves to make\ndominant. In a well-constructed play there are one or more characters\nwhich are central to the action, in whom the spirit and problem of the\npiece are embodied, as Hamlet in Hamlet and Brand in Brand; in every\nplot there is the catastrophe or turning point, for which every\npreceding incident is a preparation, and of which every following one is\na consequent; in a melody there is the keynote; in the larger\ncomposition there are the one or more themes whose working out is the\npiece; in a picture there are certain elements which especially attract\nthe attention, about which the others are composed. In the more complex\nrhythms, in meters, for example, the elements are grouped around the\naccented ones. In an aesthetic whole there are certain qualities and\npositions which, because of their claim upon the attention, tend to make\ndominant any elements which possess them. In space-forms the center and\nthe edges are naturally places of preeminence. The eye falls first upon\nthe center and then is drawn away to the boundaries. In old pictures,\nthe Madonna or Christ is placed in the center and the angels near the\nperimeter; in fancy work it is the center and the border which women\nembroider. In time, the beginning, middle, and end are the natural\nplaces of importance; the beginning, because there the attention is\nfresh and expectant; towards the middle, because there we tend to rest,\nlooking backward to the commencement and forward to the end; the end\nitself, because being last in the mind, its hold upon the memory is\nfirmest. In any process the beginning is important as the start, the\nplan, the preparation; the middle as the climax and turning point; the\nend as the consummation. Of course by the middle is not meant a\nmathematical point of division into equal parts, but a psychological\npoint, which is usually nearer the end, because the impetus of action\nand purpose carry forward and beyond. Thus in a plot the beginning\nstands out as setting the problem and introducing the characters and\nsituation; then the movement of the action, gathering force increasingly\nas it proceeds, breaks at some point well beyond the middle; in the last\npart the problem is solved and the consequences of the action are\nrevealed. Large size is another quality which distinguishes and tends to\nmake dominant, as in the tower and the mountain. In one of Memling’s\npaintings, “St. Ursula and the Maidens,” which, when I saw it, was in\nBruges, the lady is represented twice as tall as the full grown girls\nwhom she envelops in her protecting cloak; yet, despite the\nunnaturalness, we do not experience any incongruity; for it is rational\nto our feeling. Intensity of any sort is another property which creates\ndominance–loudness of sound in music; concentration of light in\npainting, as in Rembrandt; stress in rhythm; depth and scope of purpose\nand feeling, as in the great characters of fiction. The effectiveness of\nintensity may be greatly increased through contrast–the pianissimo\nafter the fortissimo; the pathos of the fifth act of Hamlet set off by\nthe comedy of the first scene. Sometimes all the natural qualifications\nof eminence are united in a single work: in old paintings, for example,\nthe Christ Child, spiritually the most significant element of the whole,\nwill be of supernatural size, will occupy the center of the picture,\nwill have the light concentrated upon him, and will be dressed in\nbrightly gleaming garments.",
        "As I have already indicated, there may be more than one dominant\nelement; for instance, two or more principal characters in a novel or\nplay–Lord and Lady Macbeth, Sancho and Don Quixote, Othello and\nDesdemona, Brand and his wife. In this case, there must be either\nsubordination among them, a hierarchical arrangement; or else\nreciprocity or balance, as in the illustrations cited, where it is\ndifficult to tell which is the more important of the two; otherwise\nthey would pull the whole apart. The advantage of several dominant\nelements lies in the greater animation, and when the work is large,\nin the superior organization, which they confer. In order that there\nmay be perspicuity, it is necessary, when there are many elements,\nthat they be separated into minor groups around high points which\nindividualize and represent them, and so take their place in the mind,\nmediating between them and unity when a final synthesis of the whole\nis to be made.",
        "The third great principle of aesthetic structure is equilibrium or\nimpartiality. This is a principle counteracting dominance. It demands,\ndespite the subordination among the elements, that none be neglected.\nEach, no matter how minor its part in the whole, must have some unique\nvalue of its own, must be an end as well as a means. Dominance is the\naristocratic principle in art, the rule of the best; this is the\ndemocratic principle, the demand for freedom and significance for all.\nJust as, in a well-ordered state, the happiness of no individual or\nclass of individuals is sacrificed to that of other individuals or\nclasses; so in art, each part must be elaborated and perfected, not\nmerely for the sake of its contribution to the whole, but for its own\nsake. There should be no mere figure-heads or machinery. Loving care\nof detail, of the incidental, characterizes the best art.",
        "Of course this principle, like the others, is an ideal or norm, which\nis only imperfectly realized in many works of art. Many a poet finds\nit necessary to fill in his lines and many a painter and musician does\nthe like with his pictures or compositions. There is much mere\nscaffolding and many lay-figures in drama and novel. But the work of\nthe masters is different. There each line or stroke or musical phrase,\neach character or incident, is unique or meaningful. The greatest\nexample of this is perhaps the Divine Comedy, where each of the\nhundred cantos and each line of each canto is perfect in workmanship\nand packed with significance. There is, of course, a limit to this\nelaboration of the parts, set by the demands for unity and wholeness.\nThe individuality of the elements must not be so great that we rest\nin them severally, caring little or nothing for their relations to one\nanother and to the whole. The contribution of this principle is\nrichness. Unity in variety gives wholeness; dominance, order;\nequilibrium, wealth, interest, vitality.",
        "The structure of works of art is even more complicated than would\nappear from the description given thus far. For there is not only the\nunity of the elements among themselves, but between the two aspects\nof each element and of the whole–the form and content. This–the unity\nbetween the sense medium and whatever of thought and feeling is embodied\nin it–is the fundamental unity in all expression. It is the unity\nbetween a word and its meaning, a musical tone and its mood, a color\nand shape and what they represent. Since, however, it is indispensable\nto all expression, it is not peculiar to art. And to a large extent,\neven in the creative work of the artist, this unity is given, not made;\nthe very materials of the artist consisting of elementary\nexpressions–words, tones, colors, space-forms–in which the unity of\nform and content has already been achieved, either by an innate\npsycho-physical process, as is the case with tones and simple rhythms,\nor by association and habit, as is the case with the words of any\nnatural language, or the object-meanings which we attach to colors\nand shapes. The poet does not work with sounds, but with words which\nalready have their definite meanings; his creation consists of the\nlarger whole into which he weaves them. Of course, even in the case\nof ordinary verbal expression, the thought often comes first before\nits clothing in words, when there is a certain process of choice and\nfitting; and in painting there is always the possibility of varying\nconventional forms; yet even so, in large measure, the elements of the\narts are themselves expressions, in which a unity of form and content\nalready exists.",
        "In art, however, there are subtler aspects to the relation between\nform and content, and these have a unique aesthetic significance. For\nthere, as we know, the elements of the medium, colors and lines and\nsounds, and the patterns of these, their harmonies and structures and\nrhythms, are expressive, in a vague way, of feeling; hence, when the\nartist employs them as embodiments of his ideas, he has to select them,\nnot only as carriers of meaning, but as communications of mood. Now,\nin order that his selection be appropriate, it is clearly necessary\nthat the feeling tone of the form be identical with that of the content\nwhich he puts into it. The medium as such must reexpress and so enforce\nthe values of the content. This is the “harmony,” as distinguished\nfrom the mere unity, of form and content, the existence of which in\nart is one of its distinguishing properties. I have already called\nattention to this in our second chapter. It involves, as we observed,\nthat in painting, for example, the feeling tone of the colors and lines\nshould be identical with that of the objects to be represented; in\npoetry, that the emotional quality of meter and rhythm should be attuned\nto the incidents and sentiments expressed. Otherwise the effect is\nugly or comical.",
        "When we come to the work of art, this harmony is already achieved. But\nfor the artist it is something delicately to be worked out. Yet, just\nas in ordinary expression form and content often emerge in unison, the\nthought itself being a word and the word a thought; so in artistic\ncreation, the mother mood out of which the creative act springs, finds\nimmediate and forthright embodiment in a congenial form. Such a\nspontaneous and perfect balance of matter and form is, however, seldom\nachieved without long and painful experimentation and practice, both\nby the artist himself in his own private work, and by his predecessors,\nwhose results he appropriates. Large traditional and oftentimes rigid\nforms, such as the common metrical and musical schemes and architectural\norders, into which the personal matter of expression may aptly fall,\nare thus elaborated in every art. As against every looser and novel\nform, they have the advantages first, of being more readily and steadily\nheld in the memory, where they may gather new and poignant associations;\nsecond, of coming to us already freighted with similar associations\nout of the past; and last, of compelling the artist, in order that he\nmay fit his inspiration into them, to purify it of all irrelevant\nsubstance. Impatient artists rebel against forms, but wise ones either\naccommodate their genius to them, until they become in the end a second\nand equally spontaneous nature, or else create new forms, as definite\nas the old.",
        "Continue...",
        "\nThis e-book of The Principles Of Aesthetics by Dewitt H. Parker,\n(Professor of Philosophy in the University of Michigan)\nis in the public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Substance of Style: How the Rise of Aesthetic Value Is Remaking Commerce, Culture, and Consciousness\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Principles Of AestheticsBy Dewitt H. ParkerAt Amazon"
    ]
}