{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. XVII.",
    "author": "I. Windslow Ayer",
    "chapter": "18",
    "content": [
        "\n\n",
        "PLOT TO ASSASSINATE THE PRESIDENT OF THE UNITED STATES–THE CONSUMMATION OF\nTHE INFERNAL PLOT–DEATH OF PRESIDENT LINCOLN AND DEADLY ASSAULT UPON\nSECRETARY SEWARD–RESOLUTIONS OF THE CHICAGO BOARD OF TRADE.",
        "During the autumn of 1864, at a meeting of the Sons of Liberty, in\nChicago, a proposition was introduced which contemplated the raising of a\nfund of fifty thousand dollars, which was to be expended in payment of the\nservices of some person who would undertake to assassinate the President\nof the United States. This was an informal proceeding, the meeting having\njust adjourned, but it was discussed by several of the leading members,\nwho declared that the “extermination of tyrants was obedience to God.”",
        "What say you, citizens of Chicago, concerning the band of traitors in your\nmidst, who meditate and discuss such crimes as make the soul sicken, and\nthe face blanch with horror; would not any honest man deliver this\ndepartment of Jeff Davis’ most efficient allies into the hands of the\nUnited States Government, by any means Heaven might place in his power? If\nthere is a man so fastidious of propriety, so mindful of selfish\nconsiderations, that he would not, then, in our opinion, that man is a\ncoward, a traitor, an imbecile too weak to punish, and deserving the scorn\nand contumely of his countrymen, for all coming time. This proposition was\nthe next day reported in a dispatch to Col. Sweet, and is now on file in\nhis office. It may be that the persons who discussed the proposition,\nwould not themselves have undertaken the accomplishment of the deed, but\nthe animus of the party was thus rendered apparent, and the proposition\nwas gravely considered and discussed. This occurred soon after an\ninterview, by the writer, with Maj. Gen. Hooker, at the Tremont House, in\nChicago, in October. It had been often said that in case Lincoln was\nelected, he should never be inaugurated, implying that his life would be\nterminated before that event. Some of the very parties who made these\nthreats, have since been prisoners in Camp Douglas, but are now at large.\nOn the night of the 14th of April, 1865, assassins, who were, doubtless,\nmembers of the Sons of Liberty, in accordance with the same spirit in\nwhich that Order came into existence, and was conducted from first to\nlast, consummated their hellish designs by shooting President Lincoln, and\nstabbing Secretary Seward. The nation now mourns the loss of the noble\nmartyr of freedom, the truest heart, the most devoted patriot, the sincere\nadvocate of republican institutions, and the friend of the people. In\nevery city, town, and village, and hamlet of the land, is sincere mourning;\ndeepest grief swells the hearts and dim the eyes of all who have hearts\nto feel, and fountains of tears, for the greatest bereavement that has\never befallen our nation. The emblems of mourning, the solemn tolling of\nbells, the universal gloom which overshadows our land, all impress upon\nour hearts the terrible affliction that has come upon us, and while we\nwould bow reverently before Him who doeth all things well, and whose wise\npurpose in this chastening of our already sorrowing people may not now be\napparent, we cannot repress the just indignation of our souls that moves\nus to the enactment of that stern justice which is uncompromising, and\nwhich cries to Heaven for vengeance, which nerves our hearts and hands to\ndeeds, the generous, noble, President of the nation, now silent in the\ntomb, would have softened or averted. Villains have slain the man whose\nheart was large enough to take into his affections and paternal love, the\nwhole country,–the man who knew no North, no South, no East, no West, but\nwhose devotion to the best good of the people, was the ruling motive of a\nlife so full of honors and usefulness. The North had no friend like\nLincoln! The South had no friend like Lincoln! And, as our noble armies\nnow march onward to victory, and crush out beneath their iron heel, the\nlast vestige of treason, the memory of Lincoln will prove a watch-word of\nmagic power; soldiers will remember the entreaties, the offers of pardon,\nthe paternal affection of the noble Lincoln, and the base ingratitude of\nthe demon who consigned him to the tomb; they who have commended his\nmagnanimity, his humanity, his hopefulness, his reluctance to deal out\nstern justice, which required hard blows–such of our fellow-citizens will\nnow, with holy indignation, rise in their might, and sweep from the land\nthose whose treason is heard, and whose bloody hand is uplifted, aye, and\nthose who devise their hellish schemes in secret chambers and hiding\nplaces in our own cities and towns. “Remember Lincoln,” will be the\nbattle-cry of our boys as they encounter armed treason in the field, and\n“Remember Lincoln,” should be the watchword of friends of freedom at home,\nwhen hesitating in clemency, to strike down Copperheads who seek to\nembarrass the government, and hope for, prophecy and delight in its\nreverses upon the field of contest. Remember Lincoln and Seward ye men who\nwould now compromise by any and all sacrifices, with a people who have\nsought to destroy our country, and have stricken down the pride of our\nnation, the noblest of our land, and the champion of liberty. The Chicago\nBoard of Trade assembled upon the morning of the 15th of April, and\nadopted the following resolutions:",
        "Resolved, That this Board has heard with mingled sentiments of grief and\nhorror of the foul assassination, by accursed traitors, of Abraham\nLincoln, President of the United States.",
        "Resolved, That we mourn in the deepest sorrow his loss as a national\ncalamity. His persevering and devoted patriotism through the dark days of\nthe Republic; his wisdom alike in the hour of trial and triumph, have\nembalmed his memory in the hearts of his countrymen, and encircled his\nfame with a glory which time can never tarnish.",
        "Resolved, That in this infernal act we see but another instance of the\ndemoniac hate of the slave power, arrested by the strong arm of the\ngovernment, under the heaven inspired leadership of Abraham Lincoln, in\nits career of treason, murder and despotism; and we are admonished anew to\ninsist upon no compromise with the infamy, and upon the condign punishment\nby the mailed hand of power, and the strong arm of the law, of treason and\nits abettors, wherever found.",
        "Resolved, That in our capacity of business men and citizens, we vow\neternal hate to the treachery and treason of the rebellion, which, in\naddition to its before unnumbered crimes, has added the cowardly\nassassination of Abraham Lincoln in the vain hope of destroying this\nRepublic.",
        "Resolved, That in deep humiliation, we bow before the God of battles and\nof Nations, and, in this hour of our grand triumph and overwhelming\nsorrow, we reverently consign to His all-guiding wisdom the destiny of\nthis Republic, and pray Him still to have it in His holy keeping.",
        "Resolved, That the members of this Board, who have, from the war’s\nbeginning, felt it their duty, as it has been their privilege and their\npride, to stand by the nation and its President and all its constituted\nleaders, loyally aiding and encouraging, as they could, the Cabinet and\nthe Army in the gigantic struggle of the past four years, do now solemnly,\nunitedly, in the presence of Almighty God, and in humble reliance on the\nDivine help, pledge our full, unreserved, and trusting support to the\nGovernment of these United States, and to the men who now constitutionally\nsucceed to the authority and powers, now laid down by the great and good\nman, who has fallen a precious and holy sacrifice on the altar of his\ncountry. And the members of this Board, in making this solemn pledge, do\nthe same, not for themselves only, but in behalf of the loyal and\npatriotic people of the North-west, who have freely offered their\nfirst-born, and best beloved for their country’s existence, security and\nhonor.",
        "Resolved, That the members of this Board express their profound and\nrespectful sympathy with the bereaved family of the deceased, and with the\nassociates of the departed in the Cabinet, as well as all the members of\nthe national councils, in the tragic and deplorable events in which they\nshare so largely.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}