{
    "title": "The Story of Mankind - The Balance of Power (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "47",
    "content": [
        "\n",
        "\n\n",
        "IN FRANCE ON THE OTHER HAND THE “DIVINE\nRIGHT OF KINGS” CONTINUED WITH\nGREATER POMP AND SPLENDOUR THAN\nEVER BEFORE AND THE AMBITION OF\nTHE RULER WAS ONLY TEMPERED BY\nTHE NEWLY INVENTED LAW OF THE\n“BALANCE OF POWER”",
        "As a contrast to the previous chapter, let me tell you what\nhappened in France during the years when the English people\nwere fighting for their liberty. The happy combination\nof the right man in the right country at the right moment is very\nrare in History. Louis XIV was a realisation of this ideal, as\nfar as France was concerned, but the rest of Europe would\nhave been happier without him.",
        "The country over which the young king was called to rule\nwas the most populous and the most brilliant nation of that\nday. Louis came to the throne when Mazarin and Richelieu,\nthe two great Cardinals, had just hammered the ancient French\nKingdom into the most strongly centralised state of the seventeenth\ncentury. He was himself a man of extraordinary ability.\nWe, the people of the twentieth century, are still\nsurrounded by the memories of the glorious age of the Sun King.\nOur social life is based upon the perfection of manners and the\nelegance of expression attained at the court of Louis. In\ninternational and diplomatic relations, French is still the official\nlanguage of diplomacy and international gatherings because\ntwo centuries ago it reached a polished elegance and a purity\nof expression which no other tongue had as yet been able to\nequal. The theatre of King Louis still teaches us lessons\nwhich we are only too slow in learning. During his reign the\nFrench Academy (an invention of Richelieu) came to occupy\na position in the world of letters which other countries have\nflattered by their imitation. We might continue this list for\nmany pages. It is no matter of mere chance that our modern\nbill-of-fare is printed in French. The very difficult art of\ndecent cooking, one of the highest expressions of civilisation,\nwas first practiced for the benefit of the great Monarch. The\nage of Louis XIV was a time of splendour and grace which can\nstill teach us a lot.",
        "Unfortunately this brilliant picture has another side which\nwas far less encouraging. Glory abroad too often means\nmisery at home, and France was no exception to this rule\nLouis XIV succeeded his father in the year 1643. He died in\nthe year 1715. That means that the government of France\nwas in the hands of one single man for seventy-two years,\nalmost two whole generations.",
        "It will be well to get a firm grasp of this idea, “one single\nman.” Louis was the first of a long list of monarchs who in\nmany countries established that particular form of highly efficient\nautocracy which we call “enlightened despotism.” He\ndid not like kings who merely played at being rulers and\nturned official affairs into a pleasant picnic. The Kings of\nthat enlightened age worked harder than any of their subjects.\nThey got up earlier and went to bed later than anybody else,\nand felt their “divine responsibility” quite as strongly as their\n“divine right” which allowed them to rule without consulting\ntheir subjects.",
        "Of course, the king could not attend to everything in person.\nHe was obliged to surround himself with a few helpers\nand councillors. One or two generals, some experts upon foreign\npolitics, a few clever financiers and economists would do\nfor this purpose. But these dignitaries could act only through\ntheir Sovereign. They had no individual existence. To the\nmass of the people, the Sovereign actually represented in his\nown sacred person the government of their country. The\nglory of the common fatherland became the glory of a single\ndynasty. It meant the exact opposite of our own American\nideal. France was ruled of and by and for the House of Bourbon.",
        "The disadvantages of such a system are clear. The King\ngrew to be everything. Everybody else grew to be nothing at\nall. The old and useful nobility was gradually forced to give\nup its former shares in the government of the provinces. A little\nRoyal bureaucrat, his fingers splashed with ink, sitting behind\nthe greenish windows of a government building in faraway\nParis, now performed the task which a hundred years\nbefore had been the duty of the feudal Lord. The feudal Lord,\ndeprived of all work, moved to Paris to amuse himself as best\nhe could at the court. Soon his estates began to suffer from\nthat very dangerous economic sickness, known as “Absentee\nLandlordism.” Within a single generation, the industrious\nand useful feudal administrators had become the well-mannered\nbut quite useless loafers of the court of Versailles.",
        "Louis was ten years old when the peace of Westphalia was\nconcluded and the House of Habsburg, as a result of the\nThirty Years War, lost its predominant position in Europe.\nIt was inevitable that a man with his ambition should use so\nfavourable a moment to gain for his own dynasty the honours\nwhich had formerly been held by the Habsburgs. In the year\n1660 Louis had married Maria Theresa, daughter of the King\nof Spain. Soon afterward, his father-in-law, Philip IV, one\nof the half-witted Spanish Habsburgs, died. At once Louis\nclaimed the Spanish Netherlands (Belgium) as part of his\nwife’s dowry. Such an acquisition would have been disastrous\nto the peace of Europe, and would have threatened the safety\nof the Protestant states. Under the leadership of Jan de Witt,\nRaadpensionaris or Foreign Minister of the United Seven\nNetherlands, the first great international alliance, the Triple\nAlliance of Sweden, England and Holland, of the year 1661,\nwas concluded. It did not last long. With money and fair\npromises Louis bought up both King Charles and the Swedish\nEstates. Holland was betrayed by her allies and was left to\nher own fate. In the year 1672 the French invaded the low\ncountries. They marched to the heart of the country. For a\nsecond time the dikes were opened and the Royal Sun of\nFrance set amidst the mud of the Dutch marshes. The peace\nof Nimwegen which was concluded in 1678 settled nothing but\nmerely anticipated another war.",
        "A second war of aggression from 1689 to 1697, ending with\nthe Peace of Ryswick, also failed to give Louis that position in\nthe affairs of Europe to which he aspired. His old enemy,\nJan de Witt, had been murdered by the Dutch rabble, but his\nsuccessor, William III (whom you met in the last chapter),\nhad checkmated all efforts of Louis to make France the ruler of\nEurope.",
        "The great war for the Spanish succession, begun in the\nyear 1701, immediately after the death of Charles II, the last\nof the Spanish Habsburgs, and ended in 1713 by the Peace\nof Utrecht, remained equally undecided, but it had ruined the\ntreasury of Louis. On land the French king had been victorious,\nbut the navies of England and Holland had spoiled all\nhope for an ultimate French victory; besides the long struggle\nhad given birth to a new and fundamental principle of international\npolitics, which thereafter made it impossible for one\nsingle nation to rule the whole of Europe or the whole of the\nworld for any length of time.",
        "That was the so-called “balance of power.” It was not a\nwritten law but for three centuries it has been obeyed as closely\nas are the laws of nature. The people who originated the idea\nmaintained that Europe, in its nationalistic stage of development,\ncould only survive when there should be an absolute balance\nof the many conflicting interests of the entire continent.\nNo single power or single dynasty must ever be allowed to\ndominate the others. During the Thirty Years War, the\nHabsburgs had been the victims of the application of this law.\nThey, however, had been unconscious victims. The issues during\nthat struggle were so clouded in a haze of religious strife\nthat we do not get a very clear view of the main tendencies\nof that great conflict. But from that time on, we begin to see\nhow cold, economic considerations and calculations prevail in\nall matters of international importance. We discover the\ndevelopment of a new type of statesman, the statesman with the\npersonal feelings of the slide-rule and the cash-register. Jan\nde Witt was the first successful exponent of this new school\nof politics. William III was the first great pupil. And Louis\nXIV with all his fame and glory, was the first conscious victim.\nThere have been many others since.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}