{
    "title": "The Money Master - Chapter I: The Grand Tour of Jean Jacques Barbille",
    "author": "Gilbert Parker",
    "chapter": "2",
    "content": [
        "\n\n",
        "“Peace and plenty, peace and plenty\"–that was the phrase M. Jean Jacques\nBarbille, miller and moneymaster, applied to his home-scene, when he was\nat the height of his career.  Both winter and summer the place had a look\nof content and comfort, even a kind of opulence.  There is nothing like a\ngrove of pines to give a sense of warmth in winter and an air of coolness\nin summer, so does the slightest breeze make the pine-needles swish like\nthe freshening sea.  But to this scene, where pines made a friendly\nbackground, there were added oak, ash, and hickory trees, though in less\nquantity on the side of the river where were Jean Jacques Barbille’s\nhouse and mills.  They flourished chiefly on the opposite side of the\nBeau Cheval, whose waters flowed so waywardly–now with a rush, now\nsilently away through long reaches of country.  Here the land was rugged\nand bold, while farther on it became gentle and spacious, and was flecked\nor striped with farms on which low, white houses with dormer-windows and\nbig stoops flashed to the passer-by the message of the pioneer, “It is\nmine.  I triumph.”",
        "At the Manor Cartier, not far from the town of Vilray, where Jean Jacques\nwas master, and above it and below it, there had been battles and the\nravages of war.  At the time of the Conquest the stubborn habitants,\nrefusing to accept the yielding of Quebec as the end of French power\nin their proud province, had remained in arms and active, and had only\nyielded when the musket and the torch had done their work, and smoking\nruins marked the places where homes had been.  They took their fortune\nwith something of the heroic calm of men to whom an idea was more than\naught else.  Jean Jacques’ father, grandfather, and great-great-\ngrandfather had lived here, no one of them rising far, but none worthless\nor unnoticeable.  They all had had “a way of their own,” as their\nneighbours said, and had been provident on the whole.  Thus it was that\nwhen Jean Jacques’ father died, and he came into his own, he found\nhimself at thirty a man of substance, unmarried, who “could have had the\npick of the province.”  This was what the Old Cure said in despair, when\nJean Jacques did the incomprehensible thing, and married l’Espagnole, or\n“the Spanische,” as the lady was always called in the English of the\nhabitant.",
        "When she came it was spring-time, and all the world was budding, exuding\njoy and hope, with the sun dancing over all.  It was the time between\nthe sowing and the hay-time, and there was a feeling of alertness in\neverything that had life, while even the rocks and solid earth seemed to\nstir.  The air was filled with the long happy drone of the mill-stones as\nthey ground the grain; and from farther away came the soft, stinging cry\nof a saw-mill.  Its keen buzzing complaint was harmonious with the\ngrumble of the mill-stones, as though a supreme maker of music had tuned\nit.  So said a master-musician and his friend, a philosopher from Nantes,\nwho came to St. Saviour’s in the summer just before the marriage, and\nlodged with Jean Jacques.  Jean Jacques, having spent a year at Laval\nUniversity at Quebec, had almost a gift of thought, or thinking; and he\nnever ceased to ply the visiting philosopher and musician with questions\nwhich he proceeded to answer himself before they could do so; his quaint,\nsentimental, meretricious observations on life saddening while they\namused his guests.  They saddened the musician more than the other\nbecause he knew life, while the philosopher only thought it and saw it.",
        "But even the musician would probably have smiled in hope that day when\nthe young “Spanische” came driving up the river-road from the steamboat-\nlanding miles away.  She arrived just when the clock struck noon in the\nbig living-room of the Manor.  As she reached the open doorway and the\nwide windows of the house which gaped with shady coolness, she heard the\nbell summoning the workers in the mills and on the farm–yes, M. Barbille\nwas a farmer, too–for the welcome home to “M’sieu’ Jean Jacques,” as he\nwas called by everyone.",
        "That the wedding had taken place far down in Gaspe and not in St.\nSaviour’s was a reproach and almost a scandal; and certainly it was\nunpatriotic.  It was bad enough to marry the Spanische, but to marry\noutside one’s own parish, and so deprive that parish and its young people\nof the week’s gaiety, which a wedding and the consequent procession and\ntour through the parish brings, was little less than treason.  But there\nit was; and Jean Jacques was a man who had power to hurt, to hinder, or\nto help; for the miller and the baker are nearer to the hearthstone of\nevery man than any other, and credit is a good thing when the oven is\nempty and hard times are abroad.  The wedding in Gaspe had not been\nattended by the usual functions, for it had all been hurriedly arranged,\nas the romantic circumstances of the wooing required.  Romance indeed it\nwas; so remarkable that the master-musician might easily have found a\ntheme for a comedy–or tragedy–and the philosopher would have shaken his\nhead at the defiance it offered to the logic of things.",
        "Now this is the true narrative, though in the parish of St. Saviour’s it\nis more highly decorated and has many legends hanging to it like tassels\nto a curtain.  Even the Cure of to-day, who ought to know all the truth,\nfinds it hard to present it in its bare elements; for the history of Jean\nJacques Barbille affected the history of many a man in St. Saviour’s; and\nall that befel him, whether of good or evil, ran through the parish in a\nthousand invisible threads.",
        "What had happened was this.  After the visit of the musician and the\nphilosopher, Jean Jacques, to sustain his reputation and to increase it,\nhad decided to visit that Normandy from which his people had come at the\ntime of Frontenac.  He set forth with much ’eclat’ and a little innocent\nposturing and ritual, in which a cornet and a violin figured, together\nwith a farewell oration by the Cure.",
        "In Paris Jean Jacques had found himself bewildered and engulfed.  He had\nno idea that life could be so overbearing, and he was inclined to resent\nhis own insignificance.  However, in Normandy, when he read the names on\nthe tombstones and saw the records in the baptismal register of other\nJean Jacques Barbilles, who had come and gone generations before, his\nself-respect was somewhat restored.  This pleasure was dashed, however,\nby the quizzical attitude of the natives of his ancestral parish, who\nwalked round about inspecting him as though he were a zoological\nspecimen, and who criticized his accent–he who had been at Laval for one\nwhole term; who had had special instruction before that time from the Old\nCure and a Jesuit brother; and who had been the friend of musicians and\nphilosophers!",
        "His cheerful, kindly self-assurance stood the test with difficulty, but\nit became a kind of ceremonial with him, whenever he was discomfited, to\nread some pages of a little dun-coloured book of philosophy, picked up on\nthe quay at Quebec just before he sailed, and called, “Meditations in\nPhilosophy.”  He had been warned by the bookseller that the Church had no\nlove for philosophy; but while at Laval he had met the independent minds\nthat, at eighteen to twenty-two, frequent academic groves; and he was not\nto be put off by the pious bookseller–had he not also had a philosopher\nin his house the year before, and was he not going to Nantes to see this\nsame savant before returning to his beloved St. Saviour’s parish.",
        "But Paris and Nantes and Rouen and Havre abashed and discomfited him,\nplayed havoc with his self-esteem, confused his brain, and vexed him by\nformality, and, more than all, by their indifference to himself.  He\nadmired, yet he wished to be admired; he was humble, but he wished all\npeople and things to be humble with him.  When he halted he wanted the\nworld to halt; when he entered a cathedral–Notre Dame or any other; or a\ngreat building–the Law Courts at Rouen or any other; he simply wanted\npeople to say, wanted the cathedral, or at least the cloister, to whisper\nto itself, “Here comes Jean Jacques Barbille.”",
        "That was all he wanted, and that would have sufficed.  He would not have\nhad them whisper about his philosophy and his intellect, or the mills and\nthe ash-factory which he meant to build, the lime-kilns he had started\neven before he left, and the general store he intended to open when he\nreturned to St. Saviour’s.  Not even his modesty was recognized; and, in\nhis grand tour, no one was impressed by all that he was, except once.  An\nancestor, a grandmother of his, had come from the Basque country; and so\ndown to St. Jean Pied de Port he went; for he came of a race who set\ngreat store by mothers and grandmothers.  At St. Jean Pied de Port he was\nmore at home.  He was, in a sense, a foreigner among foreigners there,\nand the people were not quizzical, since he was an outsider in any case\nand not a native returned, as he had been in Normandy.  He learned to\nplay pelota, the Basque game taken from the Spaniards, and he even\nallowed himself a little of that oratory which, as they say, has its\nhabitat chiefly in Gascony.  And because he had found an audience at\nlast, he became a liberal host, and spent freely of his dollars, as he\nhad never done either in Normandy, Paris, or elsewhere.  So freely did he\nspend, that when he again embarked at Bordeaux for Quebec, he had only\nenough cash left to see him through the remainder of his journey in the\ngreat world.  Yet he left France with his self-respect restored, and he\neven waved her a fond adieu, as the creaking Antoine broke heavily into\nthe waters of the Bay of Biscay, while he cried:",
        "                         “My little ship,\n                         It bears me far\n                         From lights of home\n                         To alien star.\n                         O vierge Marie,\n                         Pour moi priez Dieu!\n                         Adieu, dear land,\n                         Provence, adieu.”",
        "Then a further wave of sentiment swept over him, and he was vaguely\nconscious of a desire to share the pains of parting which he saw in\nlabour around him–children from parents, lovers from loved.  He could\nnot imagine the parting from a parent, for both of his were in the bosom\nof heaven, having followed his five brothers, all of whom had died in\ninfancy, to his good fortune, for otherwise his estate would now be only\none-sixth of what it was.  But he could imagine a parting with some sweet\ndaughter of France, and he added another verse to the thrilling of the\nheart of Casimir Delavigne:",
        "                         “Beloved Isaure,\n                         Her hand makes sign–\n                         No more, no more,\n                         To rest in mine.\n                         O vierge Marie,\n                         Pour moi priez Dieu!\n                         Adieu, dear land,\n                         Isaure, adieu!”",
        "As he murmured with limpid eye the last words, he saw in the forecastle\nnot far from him a girl looking at him.  There was unmistakable sadness\nin her glance of interest.  In truth she was thinking of just such a man\nas Jean Jacques, whom she could never see any more, for he had paid with\nhis life the penalty of the conspiracy in which her father, standing now\nbehind her on the leaky Antoine, had been a tool, and an evil tool.  Here\nin Jean Jacques was the same ruddy brown face, black restless eye, and\nyoung, silken, brown beard.  Also there was an air of certainty and\nuniversal comprehension, and though assertion and vanity were apparent,\nthere was no self-consciousness.  The girl’s dead and gone conspirator\nhad not the same honesty of face, the same curve of the ideal in the\nbroad forehead, the same poetry of rich wavy brown hair, the same\ngoodness of mind and body so characteristic of Jean Jacques–he was but\nJean Jacques gone wrong at the start; but the girl was of a nature that\ncould see little difference between things which were alike\nsuperficially, and in the young provincial she only saw one who looked\nlike the man she had loved.  True, his moustaches did not curl upwards at\nthe ends as did those of Carvillho Gonzales, and he did not look out of\nthe corner of his eyes and smoke black cigarettes; but there he was, her\nCarvillho with a difference–only such a difference that made him to her\nCarvillho II., and not the ghost of Carvillho I.",
        "She was a maiden who might have been as good as need be for all life,\nso far as appearances went.  She had a wonderful skin, a smooth, velvety\ncheek, where faint red roses came and went, as it might seem at will;\nwith a deep brown eye; and eh, but she was grandly tall–so Jean Jacques\nthought, while he drew himself up to his full five feet, six and a half\nwith a determined air.  Even at his best, however, Jean Jacques could not\nreach within three inches of her height.",
        "Yet he did not regard her as at all overdone because of that.  He thought\nher hair very fine, as it waved away from her low forehead in a grace\nwhich reminded him of the pictures of the Empress Eugenie, and of the\nsister of that monsieur le duc who had come fishing to St. Saviour’s a\nfew years before.  He thought that if her hair was let down it would\nprobably reach to her waist, and maybe to her ankles.  She had none of\nthe plump, mellow softness of the beauties he had seen in the Basque\ncountry.  She was a slim and long limbed Diana, with fine lines and a\nbosom of extreme youth, though she must have been twenty-one her last\nbirthday.  The gown she wore was a dark green well-worn velvet, which\nseemed of too good a make and quality for her class; and there was no\ndecoration about her anywhere, save at the ears, where two drops of gold\nhung on little links an inch and a half long.",
        "Jean Jacques Barbille’s eyes took it all in with that observation of\nwhich he was so proud and confident, and rested finally on the drops of\ngold at her ears.  Instinctively he fingered the heavy gold watch-chain\nhe had bought in Paris to replace the silver chain with a little crucifix\ndangling, which his father and even his great-grandfather had worn before\nhim.  He had kept the watch, however–the great fat-bellied thing which\nhad never run down in a hundred years.  It was his mascot.  To lose that\nwatch would be like losing his share in the promises of the Church.  So\nhis fingers ran along the new gold-fourteen-carat-chain, to the watch at\nthe end of it; and he took it out a little ostentatiously, since he saw\nthat the eyes of the girl were on him.  Involuntarily he wished to\nimpress her.",
        "He might have saved himself the trouble.  She was impressed.  It was\nquite another matter however, whether he would have been pleased to know\nthat the impression was due to his resemblance to a Spanish conspirator,\nwhose object was to destroy the Monarchy and the Church, as had been the\nobject of the middle-aged conspirator–the girl’s father–who had the\ngood fortune to escape from justice.  It is probable that if Jean Jacques\nhad known these facts, his story would never have been written, and he\nwould have died in course of time with twenty children and a seat in the\nlegislature; for, in spite of his ardent devotion to philosophy and its\naccompanying rationalism, he was a devout monarchist and a child of the\nChurch.",
        "Sad enough it was that, as he shifted his glance from the watch, which\nticked loud enough to wake a farmhand in the middle of the day, he found\nthose Spanish eyes which had been so lost in studying him.  In the glow\nand glisten of the evening sun setting on the shores of Bordeaux, and\nflashing reflected golden light to the girl’s face, he saw that they were\nshining with tears, and though looking at him, appeared not to see him.\nIn that moment the scrutiny of the little man’s mind was volatilized, and\nthe Spanische, as she was ultimately called, began her career in the life\nof the money-master of St. Saviour’s.",
        "It began by his immediately resenting the fact that she should be\ntravelling in the forecastle.  His mind imagined misfortune and a lost\nhome through political troubles, for he quickly came to know that the\ngirl and her father were Spanish; and to him, Spain was a place of\nmartyrs and criminals.  Criminals these could not be–one had but to\nlook at the girl’s face; while the face of her worthless father might\nhave been that of a friend of Philip IV. in the Escorial, so quiet and\noppressed it seemed.  Nobility was written on the placid, apathetic\ncountenance, except when it was not under observation, and then the look\nof Cain took its place.  Jean Jacques, however, was not likely to see\nthat look; since Sebastian Dolores–that was his name–had observed from\nthe first how the master-miller was impressed by his daughter, and he was\nset to turn it to account.",
        "Not that the father entered into an understanding with the girl.  He knew\nher too well for that.  He had a wholesome respect, not to say fear, of\nher; for when all else had failed, it was she who had arranged his escape\nfrom Spain, and who almost saved Carvillho Gonzales from being shot.  She\ncould have saved Gonzales, might have saved him, would have saved him,\nhad she not been obliged to save her father.  In the circumstances she\ncould not save both.",
        "Before the week was out Jean Jacques was possessed of as fine a tale of\npolitical persecution as mind could conceive, and, told as it was by\nSebastian Dolores, his daughter did not seek to alter it, for she had\nher own purposes, and they were mixed.  These refugees needed a friend,\nfor they would land in Canada with only a few dollars, and Carmen Dolores\nloved her father well enough not to wish to see him again in such\ndistress as he had endured in Cadiz.  Also, Jean Jacques, the young,\nverdant, impressionable French Catholic, was like her Carvillho Gonzales,\nand she had loved her Carvillho in her own way very passionately, and–\nthis much to her credit–quite chastely.  So that she had no compunction\nin drawing the young money-master to her side, and keeping him there by\nsuch arts as such a woman possesses.  These are remarkable after their\nkind.  They are combined of a frankness as to the emotions, and such\nouter concessions to physical sensations, as make a painful combination\nagainst a mere man’s caution; even when that caution has a Norman origin.",
        "More than once Jean Jacques was moved to tears, as the Ananias of Cadiz\ntold his stories of persecution.",
        "So that one day, in sudden generosity, he paid the captain the necessary\nsum to transfer the refugees from the forecastle to his own select\nportion of the steamer, where he was so conspicuous a figure among a\nhandful of lower-level merchant folk and others of little mark who were\ngoing to Quebec.  To these latter Jean Jacques was a gift of heaven, for\nhe knew so much, and seemed to know so much more, and could give them the\ninformation they desired.  His importance lured him to pose as a\nseigneur, though he had no claim to the title.  He did not call himself\nSeigneur in so many words, but when others referred to him as the\nSeigneur, and it came to his ears, he did not correct it; and when he was\naddressed as such he did not reprove.",
        "Thus, when he brought the two refugees from the forecastle and assured\nhis fellow-passengers that they were Spanish folk of good family exiled\nby persecution, his generosity was acclaimed, even while all saw he was\nenamoured of Carmen.  Once among the first-class passengers, father and\ndaughter maintained reserve, and though there were a few who saw that\nthey were not very far removed above peasants, still the dress of the\ngirl, which was good–she had been a maid in a great nobleman’s family\n–was evidence in favour of the father’s story.  Sebastian Dolores\nexplained his own workman’s dress as having been necessary for his\nescape.",
        "Only one person gave Jean Jacques any warning.  This was the captain\nof the Antoine.  He was a Basque, he knew the Spanish people well–the\ntypes, the character, the idiosyncrasies; and he was sure that Sebastian\nDolores and his daughter belonged to the lower clerical or higher working\nclass, and he greatly inclined towards the former.  In that he was right,\nbecause Dolores, and his father before him, had been employed in the\noffice of a great commercial firm in Cadiz, and had repaid much\nconsideration by stirring up strife and disloyalty in the establishment.\nBut before the anarchist subtracted himself from his occupation, he had\nappropriated certain sums of money, and these had helped to carry him on,\nwhen he attached himself to the revolutionaries.  It was on his\ndaughter’s savings that he was now travelling, with the only thing he\nhad saved from the downfall, which was his head.  It was of sufficient\npersonal value to make him quite cheerful as the Antoine plunged and\nshivered on her way to the country where he could have no steady work\nas a revolutionist.",
        "With reserve and caution the Basque captain felt it his duty to tell Jean\nJacques of his suspicions, warning him that the Spaniards were the\nchoicest liars in the world, and were not ashamed of it; but had the same\npride in it as had their greatest rivals, the Arabs and the Egyptians.",
        "His discreet confidences, however, were of no avail; he was not discreet\nenough.  If he had challenged the bona fides of Sebastian Dolores only,\nhe might have been convincing, but he used the word “they” constantly,\nand that roused the chivalry of Jean Jacques.  That the comely, careful\nCarmen should be party to an imposture was intolerable.  Everything about\nher gave it the lie.  Her body was so perfect and complete, so finely\ncontrived and balanced, so cunningly curved with every line filled in;\nher eye was so full of lustre and half-melancholy too; her voice had such\na melodious monotone; her mouth was so ripe and yet so distant in its\nluxury, that imposture was out of the question.",
        "Ah, but Jean Jacques was a champion worth while!  He did nothing by\nhalves.  He was of the breed of men who grow more intense, more\nconvinced, more thorough, as they talk.  One adjective begets another,\none warm allusion gives birth to a warmer, one flashing impulse evokes a\nbrighter confidence, till the atmosphere is flaming with conviction.  If\nJean Jacques started with faint doubt regarding anything, and allowed\nhimself betimes the flush of a declaration of belief, there could be but\none end.  He gathered fire as he moved, impulse expanded into momentum,\nand momentum became an Ariel fleeing before the dark.  He would start by\noffering a finger to be pricked, and would end by presenting his own head\non a charger.  He was of those who hypnotize themselves, who glow with\nself-creation, who flower and bloom without pollen.",
        "His rejection of the captain’s confidence even had a dignity.  He took\nout his watch which represented so many laborious hours of other\nBarbilles, and with a decision in which the strong pulse of chivalry was\nbeating hard, he said:",
        "“I can never speak well till I have ate.  That is my hobby.  Well, so it\nis.  And I like good company.  So that is why I sit beside Senor and\nSenorita Dolores at table–the one on the right, the other on the left,\nmyself between, like this, like that.  It is dinner-time now here, and\nmy friends–my dear friends of Cadiz–they wait me.  Have you heard the\nSenorita sing the song of Spain, m’sieu’?  What it must be with the\nguitar, I know not; but with voice alone it is ravishing.  I have learned\nit also.  The Senorita has taught me.  It is a song of Aragon.  It is\nsung in high places.  It belongs to the nobility.  Ah, then, you have not\nheard it–but it is not too late!  The Senorita, the unhappy ma’m’selle,\ndriven from her ancestral home by persecution, she will sing it to you as\nshe has sung it to me.  It is your due.  You are the master of the ship.\nBut, yes, she shall of her kindness and of her grace sing it to you.  You\ndo not know how it runs?  Well, it is like this–listen and tell me if it\ndoes not speak of things that belong to the old regime, the ancient\nnoblesse–listen, m’sieu’ le captaanne, how it runs:",
        "              “Have you not heard of mad Murcie?\n               Granada gay and And’lousie?\n               There’s where you’ll see the joyous rout,\n               When patios pour their beauties out;\n               Come, children, come, the night gains fast,\n               And Time’s a jade too fair to last.\n               My flower of Spain, my Juanetta,\n               Away, away to gay Jota!\n               Come forth, my sweet, away, my queen,\n               Though daybreak scorns, the night’s between.\n               The Fete’s afoot–ah!  ah!  ah!  ah!\n               De la Jota Ar’gonesa.\n               Ah!   ah!  ah!  ah!  ah!  ah!  ah! ah!\n               De la Jota Ar’gonesa.”",
        "Before he had finished, the captain was more than ready to go, for he had\nno patience with such credulity, simplicity and sentimentalism.  He was\nBasque, and to be Basque is to lack sentiment and feel none, to play ever\nfor the safe thing, to get without giving, and to mind your own business.\nIt had only been an excessive sense of duty which had made the captain\nmove in this, for he liked Jean Jacques as everyone aboard his Antoine\ndid; and he was convinced that the Spaniards would play the “Seigneur” to\nthe brink of disaster at least, though it would have been hard to detect\nany element of intrigue or coquetry in Carmen Dolores.",
        "That was due partly to the fact that she was still in grief for her\nGonzales, whose heart had been perforated by almost as many bullets as\nthe arrows of Cupid had perforated it in his short, gay life of adventure\nand anarchy; also partly because there was no coquetry needed to interest\nJean Jacques.  If he was interested it was not necessary to interest\nanyone else, nor was it expedient to do so, for the biggest fish in the\nnet on the Antoine was the money-master of St. Saviour’s.",
        "Carmen had made up her mind from the first to marry Jean Jacques, and she\ndeported herself accordingly–with modesty, circumspection and skill.  It\nwould be the easiest way out of all their difficulties.  Since her heart,\nsuch as it was, fluttered, a mournful ghost, over the Place d’Armes,\nwhere her Gonzales was shot, it might better go to Jean Jacques than\nanyone else; for he was a man of parts, of money, and of looks, and she\nloved these all; and to her credit she loved his looks better than all\nthe rest.  She had no real cupidity, and she was not greatly enamoured of\nbrains.  She had some real philosophy of life learned in a hard school;\nand it was infinitely better founded than the smattering of conventional\nphilosophy got by Jean Jacques from his compendium picked up on the quay\nat Quebec.",
        "Yet Jean Jacques’ cruiser of life was not wholly unarmed.  From his\nNorman forebears he had, beneath all, a shrewdness and an elementary\nalertness not submerged by his vain, kind nature.  He was quite a good\nbusiness man, and had proved himself so before his father died–very\nquick to see a chance, and even quicker to see where the distant,\nsharp corners in the road were; though not so quick to see the pitfalls,\nfor his head was ever in the air.  And here on the Antoine, there crossed\nhis mind often the vision of Carmen Dolores and himself in the parish of\nSt. Saviour’s, with the daily life of the Beau Cheval revolving about\nhim.  Flashes of danger warned him now and then, just at the beginning of\nthe journey, as it were; just before he had found it necessary to become\nher champion against the captain and his calumnies; but they were of the\ninstant only.  But champion as he became, and worshipping as his manner\nseemed, it all might easily have been put down to a warm, chivalrous, and\nspontaneous nature, which had not been bitted or bridled, and he might\nhave landed at Quebec without committing himself, were it not for the\nfact that he was not to land at Quebec.",
        "That was the fact which controlled his destiny.  He had spent many, many\nhours with the Dona Dolores, talking, talking, as he loved to talk, and\nonly saving himself from the betise of boring her by the fact that his\nenthusiasm had in it so fresh a quality, and because he was so like\nher Gonzales that she could always endure him.  Besides, quick of\nintelligence as she was, she was by nature more material than she looked,\nand there was certainly something physically attractive in him–some\ncurious magnetism.  She had a well of sensuousness which might one day\nbecome sensuality; she had a richness of feeling and a contour in harmony\nwith it, which might expand into voluptuousness, if given too much sun,\nor if untamed by the normal restraints of a happy married life.  There\nwas an earthquake zone in her being which might shake down the whole\nstructure of her existence.  She was unsafe, not because she was\ndeceiving Jean Jacques now as to her origin and as to her feelings for\nhim; she was unsafe because of the natural strain of the light of love\nin her, joined to a passion for comfort and warmth and to a natural self-\nindulgence.  She was determined to make Jean Jacques offer himself before\nthey landed at Quebec.",
        "But they did not land at Quebec.",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}