{
    "title": "The Sorrows of Young Werther - May 15.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "6",
    "content": [
        "\n\n",
        "The common people of the place know me already, and love me,\nparticularly the children. When at first I associated with them,\nand inquired in a friendly tone about their various trifles, some\nfancied that I wished to ridicule them, and turned from me in\nexceeding ill-humour. I did not allow that circumstance to grieve\nme: I only felt most keenly what I have often before observed.\nPersons who can claim a certain rank keep themselves coldly aloof\nfrom the common people, as though they feared to lose their importance\nby the contact; whilst wanton idlers, and such as are prone to bad\njoking, affect to descend to their level, only to make the poor\npeople feel their impertinence all the more keenly.",
        "I know very well that we are not all equal, nor can be so; but it\nis my opinion that he who avoids the common people, in order not\nto lose their respect, is as much to blame as a coward who hides\nhimself from his enemy because he fears defeat.",
        "The other day I went to the fountain, and found a young servant-girl,\nwho had set her pitcher on the lowest step, and looked around to\nsee if one of her companions was approaching to place it on her\nhead. I ran down, and looked at her. “Shall I help you, pretty\nlass?” said I. She blushed deeply. “Oh, sir!” she exclaimed. \n“No ceremony!” I replied. She adjusted her head-gear, and I\nhelped her. She thanked me, and ascended the steps.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}