{
    "title": "The Story of Mankind - The Mediaeval City (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "36",
    "content": [
        "\n",
        "\n\n",
        "WHY THE PEOPLE OF THE MIDDLE AGES\nSAID THAT “CITY AIR IS FREE AIR”",
        "THE early part of the Middle Ages had been an era of\npioneering and of settlement. A new people, who thus far\nhad lived outside the wild range of forest, mountains and\nmarshes which protected the north-eastern frontier of the Roman\nEmpire, had forced its way into the plains of western\nEurope and had taken possession of most of the land. They\nwere restless, as all pioneers have been since the beginning of\ntime. They liked to be “on the go.” They cut down the\nforests and they cut each other’s throats with equal energy.\nFew of them wanted to live in cities. They insisted upon being\n“free,” they loved to feel the fresh air of the hillsides fill their\nlungs while they drove their herds across the wind-swept pastures.\nWhen they no longer liked their old homes, they pulled\nup stakes and went away in search of fresh adventures.",
        "The weaker ones died. The hardy fighters and the courageous\nwomen who had followed their men into the wilderness\nsurvived. In this way they developed a strong race of\nmen. They cared little for the graces of life. They were too\nbusy to play the fiddle or write pieces of poetry. They had\nlittle love for discussions. The priest, “the learned man” of the\nvillage (and before the middle of the thirteenth century, a layman\nwho could read and write was regarded as a “sissy”) was\nsupposed to settle all questions which had no direct practical\nvalue. Meanwhile the German chieftain, the Frankish Baron,\nthe Northman Duke (or whatever their names and titles) occupied\ntheir share of the territory which once had been part of\nthe great Roman Empire and among the ruins of past glory,\nthey built a world of their own which pleased them mightily\nand which they considered quite perfect.",
        "They managed the affairs of their castle and the surrounding\ncountry to the best of their ability. They were as faithful\nto the commandments of the Church as any weak mortal could\nhope to be. They were sufficiently loyal to their king or emperor\nto keep on good terms with those distant but always dangerous\npotentates. In short, they tried to do right and to be\nfair to their neighbours without being exactly unfair to their\nown interests.",
        "It was not an ideal world in which they found themselves.\nThe greater part of the people were serfs or “villains,” farm-\nhands who were as much a part of the soil upon which they\nlived as the cows and sheep whose stables they shared. Their\nfate was not particularly happy nor was it particularly\nunhappy. But what was one to do? The good Lord who ruled\nthe world of the Middle Ages had undoubtedly ordered everything\nfor the best. If He, in his wisdom, had decided that\nthere must be both knights and serfs, it was not the duty of\nthese faithful sons of the church to question the arrangement.\nThe serfs therefore did not complain but when they were too\nhard driven, they would die off like cattle which are not fed\nand stabled in the right way, and then something would be hastily\ndone to better their condition. But if the progress of the\nworld had been left to the serf and his feudal master, we would\nstill be living after the fashion of the twelfth century, saying\n“abracadabra” when we tried to stop a tooth-ache, and feeling\na deep contempt and hatred for the dentist who offered to help\nus with his “science,” which most likely was of Mohammedan\nor heathenish origin and therefore both wicked and useless.",
        "When you grow up you will discover that many people do\nnot believe in “progress” and they will prove to you by the\nterrible deeds of some of our own contemporaries that “the\nworld does not change.” But I hope that you will not pay\nmuch attention to such talk. You see, it took our ancestors\nalmost a million years to learn how to walk on their hind legs.\nOther centuries had to go by before their animal-like grunts\ndeveloped into an understandable language. Writing–the art\nof preserving our ideas for the benefit of future generations,\nwithout which no progress is possible was invented only four\nthousand years ago. The idea of turning the forces of nature\ninto the obedient servants of man was quite new in the days of\nyour own grandfather. It seems to me, therefore, that we are\nmaking progress at an unheard-of rate of speed. Perhaps we\nhave paid a little too much attention to the mere physical comforts\nof life. That will change in due course of time and we\nshall then attack the problems which are not related to health\nand to wages and plumbing and machinery in general.",
        "But please do not be too sentimental about the “good old\ndays.” Many people who only see the beautiful churches and\nthe great works of art which the Middle Ages have left behind\ngrow quite eloquent when they compare our own ugly civilisation\nwith its hurry and its noise and the evil smells of backfiring\nmotor trucks with the cities of a thousand years ago.\nBut these mediaeval churches were invariably surrounded by\nmiserable hovels compared to which a modern tenement house\nstands forth as a luxurious palace. It is true that the noble\nLancelot and the equally noble Parsifal, the pure young hero\nwho went in search of the Holy Grail, were not bothered by\nthe odor of gasoline. But there were other smells of the barnyard\nvariety–odors of decaying refuse which had been thrown\ninto the street–of pig-sties surrounding the Bishop’s palace–\nof unwashed people who had inherited their coats and hats\nfrom their grandfathers and who had never learned the blessing\nof soap. I do not want to paint too unpleasant a picture.\nBut when you read in the ancient chronicles that the King of\nFrance, looking out of the windows of his palace, fainted at\nthe stench caused by the pigs rooting in the streets of Paris,\nwhen an ancient manuscript recounts a few details of an epidemic\nof the plague or of small-pox, then you begin to under-\nstand that “progress” is something more than a catchword used\nby modern advertising men.",
        "No, the progress of the last six hundred years would not\nhave been possible without the existence of cities. I shall,\ntherefore, have to make this chapter a little longer than many\nof the others. It is too important to be reduced to three or\nfour pages, devoted to mere political events.",
        "The ancient world of Egypt and Babylonia and Assyria\nhad been a world of cities. Greece had been a country of City-\nStates. The history of Phoenicia was the history of two cities\ncalled Sidon and Tyre. The Roman Empire was the “hinterland\"\nof a single town. Writing, art, science, astronomy, architecture,\nliterature, the theatre–the list is endless–have all\nbeen products of the city.",
        "For almost four thousand years the wooden bee-hive which\nwe call a town had been the workshop of the world. Then came\nthe great migrations. The Roman Empire was destroyed.\nThe cities were burned down and Europe once more became a\nland of pastures and little agricultural villages. During the\nDark Ages the fields of civilisation had lain fallow.",
        "The Crusades had prepared the soil for a new crop. It\nwas time for the harvest, but the fruit was plucked by the\nburghers of the free cities.",
        "I have told you the story of the castles and the monasteries,\nwith their heavy stone enclosures–the homes of the knights\nand the monks, who guarded men’s bodies and their souls.\nYou have seen how a few artisans (butchers and bakers and an\noccasional candle-stick maker) came to live near the castle\nto tend to the wants of their masters and to find protection\nin case of danger. Sometimes the feudal lord allowed these\npeople to surround their houses with a stockade. But they\nwere dependent for their living upon the good-will of the\nmighty Seigneur of the castle. When he went about they knelt\nbefore him and kissed his hand.",
        "Then came the Crusades and many things changed. The\nmigrations had driven people from the north-east to the west.\nThe Crusades made millions of people travel from the west to\nthe highly civilised regions of the south-east. They discovered\nthat the world was not bounded by the four walls of their little\nsettlement. They came to appreciate better clothes, more\ncomfortable houses, new dishes, products of the mysterious Orient.\nAfter their return to their old homes, they insisted that they\nbe supplied with those articles. The peddler with his pack\nupon his back–the only merchant of the Dark Ages–added\nthese goods to his old merchandise, bought a cart, hired a few\nex-crusaders to protect him against the crime wave which\nfollowed this great international war, and went forth to do\nbusiness upon a more modern and larger scale. His career was\nnot an easy one. Every time he entered the domains of another\nLord he had to pay tolls and taxes. But the business\nwas profitable all the same and the peddler continued to make\nhis rounds.",
        "Soon certain energetic merchants discovered that the goods\nwhich they had always imported from afar could be made at\nhome. They turned part of their homes into a workgshop.{sic}\nThey ceased to be merchants and became manufacturers. They\nsold their products not only to the lord of the castle and to the\nabbot in his monastery, but they exported them to nearby towns.\nThe lord and the abbot paid them with products of their farms,\neggs and wines, and with honey, which in those early days was\nused as sugar. But the citizens of distant towns were obliged\nto pay in cash and the manufacturer and the merchant began to\nown little pieces of gold, which entirely changed their position\nin the society of the early Middle Ages.",
        "It is difficult for you to imagine a world without money.\nIn a modern city one cannot possible live without money. All\nday long you carry a pocket full of small discs of metal to\n“pay your way.” You need a nickel for the street-car, a dollar\nfor a dinner, three cents for an evening paper. But many\npeople of the early Middle Ages never saw a piece of coined\nmoney from the time they were born to the day of their death.\nThe gold and silver of Greece and Rome lay buried beneath\nthe ruins of their cities. The world of the migrations, which\nhad succeeded the Empire, was an agricultural world. Every\nfarmer raised enough grain and enough sheep and enough\ncows for his own use.",
        "The mediaeval knight was a country squire and was rarely\nforced to pay for materials in money. His estates produced\neverything that he and his family ate and drank and wore on\ntheir backs. The bricks for his house were made along the\nbanks of the nearest river. Wood for the rafters of the hall\nwas cut from the baronial forest. The few articles that had to\ncome from abroad were paid for in goods–in honey–in eggs\n–in fagots.",
        "But the Crusades upset the routine of the old agricultural\nlife in a very drastic fashion. Suppose that the Duke of Hildesheim\nwas going to the Holy Land. He must travel thousands\nof miles and he must pay his passage and his hotel-bills.\nAt home he could pay with products of his farm. But he\ncould not well take a hundred dozen eggs and a cart-load of\nhams with him to satisfy the greed of the shipping agent of\nVenice or the inn-keeper of the Brenner Pass. These gentlemen\ninsisted upon cash. His Lordship therefore was obliged\nto take a small quantity of gold with him upon his voyage.\nWhere could he find this gold? He could borrow it from the\nLombards, the descendants of the old Longobards, who had\nturned professional money-lenders, who seated behind their\nexchange-table (commonly known as “banco” or bank) were\nglad to let his Grace have a few hundred gold pieces in exchange\nfor a mortgage upon his estates, that they might be repaid\nin case His Lordship should die at the hands of the Turks.",
        "That was dangerous business for the borrower. In the end,\nthe Lombards invariably owned the estates and the Knight\nbecame a bankrupt, who hired himself out as a fighting man to\na more powerful and more careful neighbour.",
        "His Grace could also go to that part of the town where the\nJews were forced to live. There he could borrow money at a\nrate of fifty or sixty percent. interest. That, too, was bad\nbusiness. But was there a way out? Some of the people of the\nlittle city which surrounded the castle were said to have money.\nThey had known the young lord all his life. His father and\ntheir fathers had been good friends. They would not be\nunreasonable in their demands. Very well. His Lordship’s\nclerk, a monk who could write and keep accounts, sent a note\nto the best known merchants and asked for a small loan. The\ntownspeople met in the work-room of the jeweller who made\nchalices for the nearby churches and discussed this demand.\nThey could not well refuse. It would serve no purpose to\nask for “interest.” In the first place, it was against the\nreligious principles of most people to take interest and in the\nsecond place, it would never be paid except in agricultural\nproducts and of these the people had enough and to spare.",
        "“But,” suggested the tailor who spent his days quietly sitting\nupon his table and who was somewhat of a philosopher,\n“suppose that we ask some favour in return for our money.\nWe are all fond of fishing. But his Lordship won’t let us\nfish in his brook. Suppose that we let him have a hundred\nducats and that he give us in return a written guarantee allowing\nus to fish all we want in all of his rivers. Then he gets\nthe hundred which he needs, but we get the fish and it will be\ngood business all around.”",
        "The day his Lordship accepted this proposition (it seemed\nsuch an easy way of getting a hundred gold pieces) he signed\nthe death-warrant of his own power. His clerk drew up the\nagreement. His Lordship made his mark (for he could not\nsign his name) and departed for the East. Two years later\nhe came back, dead broke. The townspeople were fishing in\nthe castle pond. The sight of this silent row of anglers annoyed\nhis Lordship. He told his equerry to go and chase the crowd\naway. They went, but that night a delegation of merchants\nvisited the castle. They were very polite. They congratulated\nhis Lordship upon his safe return. They were sorry his\nLordship had been annoyed by the fishermen, but as his Lordship\nmight perhaps remember he had given them permission\nto do so himself, and the tailor produced the Charter which\nhad been kept in the safe of the jeweller ever since the master\nhad gone to the Holy Land.",
        "His Lordship was much annoyed. But once more he was\nin dire need of some money. In Italy he had signed his name\nto certain documents which were now in the possession of Salvestro\ndei Medici, the well-known banker. These documents\nwere “promissory notes” and they were due two months from\ndate. Their total amount came to three hundred and forty\npounds, Flemish gold. Under these circumstances, the noble\nknight could not well show the rage which filled his heart and\nhis proud soul. Instead, he suggested another little loan. The\nmerchants retired to discuss the matter.",
        "After three days they came back and said “yes.” They\nwere only too happy to be able to help their master in his\ndifficulties, but in return for the 345 golden pounds would he give\nthem another written promise (another charter) that they,\nthe townspeople, might establish a council of their own to be\nelected by all the merchants and free citizens of the city, said\ncouncil to manage civic affairs without interference from the\nside of the castle?",
        "His Lordship was confoundedly angry. But again,\nhe needed the money. He said yes, and signed the charter.\nNext week, he repented. He called his soldiers and went to\nthe house of the jeweller and asked for the documents which\nhis crafty subjects had cajoled out of him under the pressure\nof circumstances. He took them away and burned them.\nThe townspeople stood by and said nothing. But when next\nhis Lordship needed money to pay for the dowry of his daughter.\nhe was unable to get a single penny. After that little\naffair at the jeweller’s his credit was not considered good.\nHe was forced to eat humble-pie and offer to make certain reparations.\nBefore his Lordship got the first installment of the stipulated sum,\nthe townspeople were once more in possession of all their old charters\nand a brand new one which permitted them to build a “city-hall\"\nand a strong tower where all the charters might be kept protected\nagainst fire and theft, which really meant protected against\nfuture violence on the part of the Lord and his armed followers.",
        "This, in a very general way, is what happened during the\ncenturies which followed the Crusades. It was a slow process,\nthis gradual shifting of power from the castle to the city. There\nwas some fighting. A few tailors and jewellers were killed and\na few castles went up in smoke. But such occurrences were\nnot common. Almost imperceptibly the towns grew richer\nand the feudal lords grew poorer. To maintain themselves\nthey were for ever forced to exchange charters of civic liberty\nin return for ready cash. The cities grew. They offered an\nasylum to run-away serfs who gained their liberty after they\nhad lived a number of years behind the city walls. They came\nto be the home of the more energetic elements of the\nsurrounding country districts. They were proud of\ntheir new importance and expressed their power in the\nchurches and public buildings which they erected\naround the old market place, where centuries before\nthe barter of eggs and sheep and honey and salt\nhad taken place. They wanted their children to\nhave a better chance in life than they had enjoyed\nthemselves. They hired monks to come to their city and\nbe school teachers. When they heard of a man who could\npaint pictures upon boards of wood, they offered him a pension\nif he would come and cover the walls of their chapels and their\ntown hall with scenes from the Holy Scriptures.",
        "Meanwhile his Lordship, in the dreary and drafty halls of\nhis castle, saw all this up-start splendour and regretted the\nday when first he had signed away a single one of his sovereign\nrights and prerogatives. But he was helpless. The townspeople\nwith their well-filled strong-boxes snapped their fingers\nat him. They were free men, fully prepared to hold what they\nhad gained by the sweat of their brow and after a struggle\nwhich had lasted for more than ten generations.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}