{
    "title": "The Lords of the Wild - Chapter XII: The French Camp",
    "author": "Joseph A. Altsheler",
    "chapter": "13",
    "content": [
        "\n\n",
        "They returned to the camp without further event. Colden and Strong\nwere gratified to learn that the retreat of St. Luc was real, and that\nhe was certainly going toward Champlain, with the obvious intention of\njoining Montcalm.",
        "“We owe you a great debt of gratitude, Colonel,” said the young\nofficer, frankly, to Elihu Strong. “If you had not come I don’t think\nwe could have held out against St. Luc.”",
        "“We did the best we could,” replied Elihu Strong. “If the Governor and\nLegislature of Massachusetts had done their full duty we’d have been\nhere earlier, with twice as many men and guns, but as it is we did our\nbest, and man can do no more.”",
        "They decided that they would hold the point and await the coming of\nthe great army under Abercrombie which was to crush Montcalm. The\noutworks were built higher and stronger and the brass cannon were\nmounted upon them at points, where they could sweep the forest. These\nfine twelve-pounders were sources of much moral courage and added\ngreatly to the spirits of the troops. They had shown their power at\nthe forcing of the ford and at the taking of the ridge, and their\nbrazen mouths, menacing the forest, looked well.",
        "Willet and his comrades considered it their duty to stay there also,\nand wait for Abercrombie, and, the third day after the retreat of St.\nLuc, Robert and Tayoga went into the woods to see whether Tandakora\nhad turned back again with his warriors. They reckoned that the\nOjibway chief’s anger was so strong that he would make another attempt\nat revenge upon those who had defeated him. There was a rumor that\nthe Indians with the French were becoming much dissatisfied, that\nthey were awed by the reports of the mighty British and American force\nadvancing under Abercrombie, and might leave the French to meet it\nalone.",
        "“Do you think there is much in these rumors?” asked Robert, as he and\nthe Onondaga went into the forest.",
        "“I do,” replied Tayoga. “The warriors with the French do not like the\ncannon, and they say the force that is coming against Montcalm is very\nvast. A great battle may be fought, but Tandakora and his men are not\nlikely to be there. They will go away and await a better day.”",
        "“Then I’m glad they’ll desert for a while. They’re the eyes and ears\nof the French. That will leave our own scouts and forest runners the\nlords of the wild, though it seems to me, Tayoga, that you’re the true\nand veritable lord of the wild.”",
        "“Then if that were so, though you praise my skill too much, Dagaeoga,\nyou and the Great Bear and Black Rifle also are lords of the wild.”",
        "“Lords of the wild! I like the term. It is something to be that\nat this time and in this region. We’re mainly a wilderness people,\nTayoga, and our wars are waged in the woods. We’re not more than two\nmiles from the camp now, and yet we’re completely lost in the forest.\nThere’s not a trace of man. I don’t even see any smoke soiling the\nsky.”",
        "“It is so, Dagaeoga, and we are again in the shadow of peril. Dangers\nin the forest are as thick as leaves on the trees. Here is an old\ntrail of our enemies.”",
        "“I’m not interested in old trails. What we’re looking for is new\nones.”",
        "“If we keep going toward the north it may be that we will find them,\nDagaeoga.”",
        "Several miles farther on they came to other trails which the Onondaga\nexamined with great interest and care. Two or three he pronounced\nquite recent, but he did not read any particular purpose in them.",
        "“It is likely that they were made by hunters,” he said. “While the\narmies are gathering, the warriors are sure to seek game. Here two of\nthem passed, and here they stood behind a tree. It is sure now that\nthose two were hunting. I think they stood behind a tree to ambush a\ndeer. The deer was to the west of them. The traces they left in\nthe soft earth under the tree show that the toes of their moccasins\npointed toward the west and so they were looking that way, at the\ndeer, which probably stood in the thicket over there nibbling at its\nfood. They must have had an easy shot. Now, we’ll enter the thicket.\nLo, Dagaeoga, here is where the deer fell! Look at the little bushes\nbroken and at the dark stain on the ground where its life flowed out.\nThey dragged the body to the other side of the thicket, and cut it up\nthere. Nothing could be plainer, the traces are so numerous. They were\ncasual hunters, and it is not worth our while to follow them.”",
        "Northward they still pursued their course, and struck another and\nlarger trail which made Tayoga look grave.",
        "“This is the path of seven or eight warriors,” he said, “and it is\nlikely that they are a scouting party. They have come back, as we\nexpected, to spy upon us and to cut off stragglers from our camp. We\nwill follow it a little while.”",
        "It led south by west and seemed to go on with a definite purpose, but,\nafter a mile or so, it divided, four warriors, as Tayoga said, going\nin one direction and three in the other.",
        "“Suppose I follow those on the north a short distance while you take\nthose on the south,” suggested Robert.",
        "“We will do so,” said Tayoga, “and in an hour come back to this\npoint.”",
        "The three warriors were on the north, and, as the earth was soft,\nRobert saw their trail quite clearly leading steadily west by north.\nHis own ambition to excel as a trailer was aroused and he followed it\nwith great energy. Two or three times when the ground became hard and\nrocky he lost it, but a little search always disclosed it again, and\nhe renewed the pursuit with increased zeal. He went on over a hill\nand then into a wide valley, well grown with thickets. Pushing his way\nthrough the bushes he sought the traces and was startled by a sound\nalmost at his shoulder. Keyed to the dangers of the forest he whirled\ninstantly, but it was too late. A powerful warrior threw himself upon\nhim, and though Robert, by a great effort, threw him off he sprang\nback and another on the other side also seized him. He was borne to\nthe earth and a third Indian coming up, he was quickly secured.",
        "Robert at first was so sick with chagrin that he did not think about\nhis life. In nine cases out of ten the warriors would have tomahawked\nhim, and this he soon realized, thankful at the same time that he had\nbeen spared, for the present, at least. Yet his mortification endured.\nWhat would Tayoga say when he saw by the trail that he had been\ncaught so easily? He had fairly walked into the trap, and he was now\na prisoner the second time. Yet he showed the stoicism that he had\nlearned in a forest life. While the Indians bound his wrists tightly\nwith rawhide thongs he stood up and looked them squarely in the face.",
        "One of the warriors took his rifle and examined it with a pleased\neye. Another appropriated his pistol and a third helped himself to his\nknife and hatchet.",
        "“I’ve four shillings in an inside pocket,” said Robert. “If you want\n’em, take ’em.”",
        "But the warriors did not understand English and shook their heads.\nEvidently they were satisfied with the spoil they had taken already.",
        "“Which way?” asked Robert.",
        "They replied by leading him to the northwest. He was hopeful at first\nthat Tayoga might rescue him as he had done once before, but the\nwarriors were wary and powerful, and three, too, were too many for the\nOnondaga alone to attack. The thought passed and by an effort of the\nwill he resigned himself to his immediate captivity. They did not mean\nto take his life, and while there was no hope for the present there\nwas plenty of it for the future. He could be in a far worse case. His\nunfailing optimism broke through the shell of mortification, and he\nbecame resolutely cheerful.",
        "“Which way, my friends?” he said to the warriors.",
        "But again they understood no English and shook their heads.",
        "“Don’t plume yourself too much on that rifle,” he said, speaking to\nthe warrior who had taken his favorite weapon. “You have it for the\npresent, but when I escape for the second time I mean to take it with\nme. I give you fair warning.”",
        "The warrior, who seemed to be good natured, shook his head once more,\nand grinned, not abating at all his air of proprietorship so far as\nthe rifle was concerned.",
        "“And you with the pistol,” continued the prisoner, “I beg to tell\nyou it’s mine, not yours, and I shall claim it again. What, you don’t\nunderstand? Well, I’ll have to find some way to make you comprehend\nlater on.”",
        "The three warriors walked briskly and Robert, of course, had no choice\nbut to keep pace with them. They indicated very conclusively that they\nknew where they meant to go, and so he assumed that a hostile camp was\nnot very far away. Resolved to show no sign of discouragement, he held\nhis head erect and stepped springily.",
        "About three miles, and he saw a gleam of uniforms through the trees,\na few steps more and his heart gave a leap. He beheld a group\nof Indians, and several Frenchmen, and one of them, tall, young,\ndistinguished, was St. Luc.",
        "The Chevalier was in a white uniform, trimmed with silver, a silver\nhilted small sword by his side, and his smile was not unpleasant when\nhe said to Robert:",
        "“I sent out these three warriors to find me a prisoner and bring him\nin, but I little suspected that it would be you.”",
        "“I suspected as little that it was you to whom I was being taken,\"\nsaid Robert. “But since I had to be a prisoner I’m glad I’m yours\ninstead of De Courcelles’ or Jumonville’s, as those two soldiers of\nFrance have as little cause to love me as I have to love them.”",
        "“Monsieur De Courcelles is suffering from a bullet wound.”",
        "“It was my bullet.”",
        "“You say that rather proudly, but perhaps I’d better not tell it to\nhim. It seems, Mr. Lennox, that you have a certain facility in getting\nyourself captured, as this is the second time within a year.”",
        "“I was treated so well by the French that I thought I could risk it\nagain,” said Robert jauntily.",
        "The Chevalier smiled. Robert felt again that current of understanding\nand sympathy, that, so it seemed to him, had passed so often between\nthem.",
        "“I see,” said St. Luc, “that you are willing to give credit to France,\nthe evergreen nation, the nation of light and eternal life. We may\nlose at times, we may be defeated at times, but we always rise anew.\nYou British and Americans will realize that some day.”",
        "“I do not hate France.”",
        "“I don’t think you do. But this is scarcely a time for me to give you\na lecture on French qualities. Sit down on this log. I trust that my\nwarriors did not treat you with undue harshness.”",
        "“I’ve nothing to complain of. They took my weapons, but that is\nthe law of war. I’d have done the same in their place. As I see it,\nthey’re not particularly bad Indians. But if you don’t mind, I’d like\nyou to cut these rawhide thongs that bind my wrists. They’re beginning\nto sting.”",
        "The Chevalier drew a knife and with one sweep of its keen edge severed\nthe rawhide. Robert’s wrists flew apart and the blood once more flowed\nfreely through his veins. Though the stinging did not cease he felt\ngreat relief.",
        "“I thank you,” he said politely, “but, as I told you before, I do not\nhold it against your warriors, because they bound me. I’d have escaped\nhad they given me any chance at all, and I warn you now, as I warned\nthem, that I intend to escape later on.”",
        "St. Luc smiled.",
        "“I’ll accept the challenge,” he said, “and I’ll see that you don’t\nmake good your boast. I can assure you, too, if by any possibility you\nshould escape, it certainly will not be before the great battle.”",
        "“Great battle! What great battle? You don’t mean that Montcalm will\ndare to meet Abercrombie?”",
        "“Such an idea was in my mind.”",
        "“Why, we’ll come with four or five to one! The Marquis de Montcalm\ncannot stand against such a powerful force as ours. We’ve definite\ninformation that he won’t be able to muster more than three or four\nthousand men. We hear, too, that the Indians, frightened by our power,\nare leaving him, for the time, at least.”",
        "“Some of your surmises may be correct, but your facts don’t follow\nfrom them. The Marquis de Montcalm, our great leader, will await your\nAbercrombie, no matter what your force may be. I violate no military\nsecret when I tell you that, and I tell you also that you are very far\nfrom being assured of any victory.”",
        "The Chevalier suddenly dropped his light manner, and became intensely\nearnest. His eyes gleamed for an instant with blue fire, but it was\nonly a passing moment of emotion. He was in an instant his old, easy\nself again.",
        "“We talk like the debaters of the schools,” he said, “when we are\nat war. I am to march in a few minutes. I suggest that in return for\ncertain liberties you give me your pledge to attempt no escape until\nwe arrive at the camp of the Marquis de Montcalm.”",
        "“I can’t do it. Since I’ve promised you that I will escape I must\nneglect no chance.”",
        "“So be it. Then I must guard you well, but I will not have your wrists\nbound again. Here comes an expert rover of the forest who will be your\nimmediate jailer.”",
        "A white man at the head of several warriors was approaching through\nthe woods. He was young, lean, with a fierce, hooked Roman nose, and\na bold, aggressive face, tanned to the color of mahogany. Robert\nrecognized him at once, and since he had to be a prisoner a second\ntime, he took a certain pleasure in the meeting.",
        "“How do you do, Monsieur Langlade?” he said. “You see, I’ve come back.\nI forgot to tell you good-by, and I’m here to make amends for my lack\nof politeness. And how is the patient and watchful spouse, the Dove?”",
        "Robert spoke in good French and the partisan stared in astonishment.\nThen a pleased look of recognition came into his eyes.",
        "“Ah, it’s young Mr. Lennox,” he exclaimed. “Young Mr. Lennox come back\nto us. It’s not mere politeness that makes me tell you I’m glad to\nsee you. You did make a very clever escape with the aid of that Indian\nfriend of yours. I hope to capture Tayoga some day, and, if I do, it\nwill be an achievement of which I shall boast all the rest of my life.\nBut we’ll take good care that you don’t leave us again.”",
        "“He has just warned me that he intends to escape a second time,” said\nSt. Luc.",
        "“Then it will be a pretty test of mettle,” said the Owl, appreciation\nshowing in his tone, “and we welcome it. Have you any commands for me,\nsir?”",
        "He spoke with great respect when he addressed the query to St. Luc,\nand the Chevalier replied that they would march in a half hour. Then\nLanglade gave Robert food, and took a little himself, sitting with the\nprisoner and informing him that the Dove had worried greatly over his\nescape. Although she was not to blame, she considered that in some\nindirect manner it was a reflection upon her vigilance, and it was\nmany months before she was fully consoled.",
        "“I must send word to her by one of our runners that you have been\nretaken,” said the Owl, “and I wish to tell you, Mr. Lennox, that the\nDove’s younger sister, who is so much like her in looks and character,\nis still unmarried and perhaps it may come into the mind of the\nChevalier de St. Luc or the Marquis de Montcalm to send you back to\nour village.”",
        "“You’re once more most polite,” laughed Robert, “but I’m far too\nyoung, yet, to think of marriage.”",
        "“It’s not an offer that I’d make to many young men,” said Langlade\nregretfully. “In truth, I know of none other to whom I’d have\nmentioned it.”",
        "When they took up the march the force numbered about fifty men, and\nRobert walked between Langlade and a stalwart Indian. St. Luc\nwas further on. They did not seem to fear any ambush and Langlade\nchattered after his fashion. He made the most of the French resources.\nHe spoke as if the Marquis de Montcalm had ten or fifteen thousand\nveteran French regulars, and half as many Indian warriors.",
        "“Don’t consider me contentious, Monsieur Langlade,” said Robert, at\nlast, “but I know full well that your general has not half that many\ntroops, no, not a third, and that nearly all his Indians are about to\nleave him.”",
        "“And how do you know that?” exclaimed the Owl. “Well, one Frenchman\nequals two of the English or the Bostonnais, and that doubles our\nnumbers. You don’t see any chance to escape, do you?”",
        "“Not at present,” laughed Robert.",
        "“Not now, nor at any other time. No man ever escapes twice from the\nFrench.”",
        "The talk of Langlade, his frank egotism and boastfulness for himself\npersonally and for the French collectively, beguiled the journey which\nsoon became strenuous, the force advancing at a great pace through\nthe forest. At night a fire was built in the deep woods, the knapsacks\nfurnished plenty of food, and Robert slept soundly on a blanket until\ndawn. He had seen before closing his eyes that a strict guard was set,\nand he knew that it was not worth while to keep awake in the hope of\nescape. Like a wise man he dismissed the hope of the impossible at\nonce, and waited calmly for another time. He knew too that St. Luc had\noriginally sent out his warriors to capture a prisoner from whom\nthey might drag information, but that the Chevalier would not try to\ncross-examine him, knowing its futility.",
        "They traveled northward by east all the next day, through very rough\ncountry, slept another night in the forest, and on the third day\napproached a great camp, which held the main French force. Robert’s\nheart thrilled. Here was the center of the French power in North\nAmerica. Vaudreuil and Bigot at Quebec might plan and plot and weave\ntheir webs, but in the end the mighty struggle between French and\nEnglish and their colonies must be decided by the armies.",
        "He knew that this was the outlet of Lake George and he knew also that\nthe army of Abercrombie was gathering at the head of the same lake.\nHis interest grew keener as they drew nearer. He saw clusters of\ntents, cannon parked, and many fires. There were no earthworks or\nother fortifications, and he inferred from their absence that Montcalm\nwas undecided whether to go or stay. But Robert thought proudly that\nhe would surely go, when the invincible Anglo-American army advanced\nfrom its base at the head of the lake. The whole camp lay under his\neye, and he had enough military experience now to judge the French\nnumbers by its size. He did not think they were much in excess of\nthree thousand, and as Abercrombie would come four or five to one,\nMontcalm must surely retreat.",
        "“I take it that this is Ticonderoga,” he said to St. Luc.",
        "“Aye,” replied the Chevalier.",
        "“And in effect you have Champlain on one side of you and George on the\nother. But you can’t hold the place against our great force. I’m here\nin time to join you in your retreat.”",
        "“We don’t seem to be retreating, as you’ll notice, Mr. Lennox, and I\ndon’t know that we will. Still, that rests on the knees of the gods.\nI think you’ll find here some old friends and enemies of yours, and\nthough your people have made a great outcry against the Marquis de\nMontcalm because of the affair at Fort William Henry, I am sure you\nwill find that the French know how to treat a prisoner. I shall put\nyou for the present in the care of Monsieur Langlade, with whom you\nappear to have no quarrel. He has his instructions.”",
        "It was the second time that Robert had entered the camp of Montcalm\nand his keen interest drove away for the present all thought of\nhimself. He noted anew the uniforms, mostly white faced with blue or\nviolet or red or yellow, and with black, three-cornered hats. There\nwere the battalions of Guienne, La Reine, Béarn, La Sarre, Languedoc,\nBerry and Royal Roussillon. The Canadians, swarthy, thick and strong,\nwore white with black facings. Some Indians were about, but fewer than\nRobert had expected. It was true then that they had become alarmed at\nAbercrombie’s advancing might, and were leaving the French to their\nfate.",
        "“You are to stay in a tent with me,” said Langlade, “and you will be\nso thoroughly surrounded by the army, that you will have no earthly\nchance of escape. So I think it better that you pledge your word not\nto attempt it for a while, and I can make things easier for you.”",
        "“No, I decline again to give such a pledge,” said Robert firmly. “I\nwarn you, as I’ve warned the Chevalier de St. Luc, that I’m going to\nescape.”",
        "Langlade looked at him searchingly, and then the face of the partisan\nkindled.",
        "“I believe you mean it!” he exclaimed. “You rely on yourself and you\nthink, too, that clever Onondaga, Tayoga, will come again to your\naid. I acknowledge that he’s a great trailer, that he’s master of some\nthings that even I, Charles Langlade, the Owl, do not know, but he\ncannot steal you away a second time.”",
        "“I admit that I’ve been thinking of Tayoga. He may be here now close\nto us.”",
        "The Owl gave a startled look at the empty air, as if he expected\nTayoga to be hovering there, formidable but invisible.",
        "“I see you do fear him,” laughed Robert.",
        "“I do, but we shall be a match for him this time, though I never\nunderrate his powers.”",
        "A young officer in a captain’s uniform stopped suddenly and looked at\nRobert. Then he advanced and extended his hand.",
        "“It is evident that you like the French,” he said, “since you are\ncontinually coming back to them.”",
        "“De Galissonnière!” exclaimed Robert, as he warmly shook the extended\nhand. “Yes, here I am, and I do like many of the French. I’m sorry\nwe’re official enemies.”",
        "“I know that our people will treat you well,” jested De Galissonnière,\n“and then, when we take New York, you can tell the inhabitants of that\ncity what good masters we are and teach them to be reconciled.”",
        "Young Lennox made a reply in like spirit, and De Galissonnière passed\non. But a man walking near with his shoulder well bound greeted him in\nno such friendly manner. Instead a heavy frown came over his face\nand his eyes flashed cruelly. It was De Courcelles, nursing the wound\nRobert had given him, and at the same time increasing his anger. The\nyouth returned his gaze defiantly.",
        "“Colonel De Courcelles does not like you,” said Langlade, who had\nnoticed the brief exchange.",
        "“He does not,” replied Robert. “It was my bullet that hurt his\nshoulder, but I gave him the wound in fair combat.”",
        "“And he hates you because of it?”",
        "“That and other things.”",
        "“What a strange man! A wound received in fair and honorable battle\nshould be a tie that binds. If you had given it to me in a combat on\nequal terms I’d have considered it an honor conferred upon me by you.\nIt would have wiped away all grievance and have made us friends.”",
        "“Then, Monsieur Langlade, I’m afraid I missed my opportunity to make\nour friendship warmer than it is.”",
        "“How is that?”",
        "“I held you also under the muzzle of my rifle in that battle in the\nforest, but when I recognized you I could not send the bullet. I\nturned the weapon aside.”",
        "“Ah, that was in truth a most worthy and chivalrous act! Embrace me,\nmy friend!”",
        "“No! No! We American men never embrace or kiss one another!”",
        "“I should have remembered. A cold people! But never mind! You are my\nbrother, and I esteem you so highly that I shall let nothing on earth\ntake you away from us. Can you not reconsider your decision about\nthe sister of the Dove? She would make you a most admirable wife, and\nafter the war we could become the greatest rangers, you and I, that\nthe forest has ever known. And the life in the woods is marvelous in\nits freedom and variety!”",
        "But Robert plead extreme youth once more, and the Owl was forced to be\nresigned. The small tent in which guard and prisoner were to sleep was\nalmost in the center of the camp and Robert truly would have needed\nwings and the power of invisibility to escape then. Instead of it he\nlet the thought pass for a while and went to sleep on a blanket.",
        "While young Lennox slept St. Luc was in the tent of Montcalm talking\nwith his leader. The Marquis was in much perplexity. His spies had\nbrought him word of the great force that was mustering in the south,\nand he did not know whether to await the attack at Ticonderoga or\nto retreat to the powerful fortifications at Crown Point on Lake\nChamplain. His own ardent soul, flushed by the successes he had\nalready won, told him to stay, but prudence bade him go. Now he wanted\nto hear what St. Luc had to say and wanting it he knew also that the\nChevalier was the most valiant and daring of his captains. He wished\nto hear from the dauntless leader just what he wished to hear and\nnothing else.",
        "“Your observations, then, confirm what the spies have reported?” he\nsaid. “The enemy can easily control Lake George!”",
        "“He has only to make an effort to do so, my general,” replied St.\nLuc. “I could have captured the boat builders on the point or have\ncompelled their retirement, but large forces came to their relief. The\nnumbers of the foe are even greater than we had feared.”",
        "“How many men do you think General Abercrombie will have when he\nadvances against us?”",
        "“Not less than fifteen thousand, sir, perhaps more.”",
        "The face of Montcalm fell.",
        "“As many as that!” he exclaimed. “It is more than four to one!”",
        "“He cannot have less, sir,” repeated St. Luc positively.",
        "Montcalm’s brow clouded and he paced back and forth.",
        "“And the Indians who have been so powerful an ally,” he said at last.\n“They are frightened by the reports concerning the Anglo-American\narmy. After their fashion they wish to run away before superior force,\nand fight when the odds are not so great. It is most embarrassing to\nlose their help, at such a critical time. Can you do nothing with this\nsullen giant, Tandakora, who has such influence over them?”",
        "“I fear not, sir. He was with me on the expedition from which I have\njust returned, and he fared ill. He is in a most savage humor. He is\nlike a bear that will hide in the woods and lick its hurts until the\nsting has passed. I think we may consider it certain, sir, that they\nwill desert us, for the time.”",
        "“And we shall have but little more than three thousand French and\nCanadians to defend the honor of France and His Majesty’s great colony\nin North America. We might retreat to the fortifications at Crown\nPoint, and make an advantageous stand there, but it goes ill with me\nto withdraw. Still, prudence cries upon me to do so. I have talked\nwith Bourlamaque, Trepezec, Lotbiniére, the engineer, Langy, the\npartisan, and other of my lieutenants whom you know. They express\nvarying opinions. Now, Colonel de St. Luc, I want yours, an opinion\nthat is absolutely your own.”",
        "St. Luc drew himself up and his warrior soul flashed through his blue\neyes.",
        "“Sir,” he said, “it goes as ill with me as it does with you to\nretreat. My heart is here at Ticonderoga. Nor does prudence suggest to\nme that we retreat to Crown Point. My head agreeing with my heart says\nthat we should stand here.”",
        "“And that is your conviction?”",
        "“It is, sir. Ticonderoga is ours and we can keep it.”",
        "“Upon what do you base this opinion? In such a crisis as this we must\nbe influenced by sound military reasons and not by sentiment.”",
        "“My reasons, sir, are military. That is why my heart goes with\nmy head. It is true that the Anglo-American army will come in\noverwhelming numbers, but they may be overwhelming numbers that will\nnot overwhelm. As we know, the British commanders have not adapted\nthemselves as well as the French to wilderness, campaigning. Their\ntactics and strategy are the same as those they practice in the open\nfields of Europe, and it puts them at a great disadvantage. We have\nbeen willing to learn from the Indians, who have practiced forest\nwarfare for centuries. And the British Colonials, the Bostonnais,\nfall into the faults of the parent country. In spite of all experience\nthey, continue to despise wilderness wile and stratagem, and in a\nmanner that is amazing. They walk continually into ambush, and are cut\nup before they can get out of it. I am not one to cheapen the valor\nof British and British Colonials. It has been proved too often on\ndesperate fields, but in the kind of war we must wage here deep in the\nwilds of North America, valor is often unavailing, and I think, sir,\nthat we can rely upon one fact. The enemy will take us too lightly. He\nis sure to do something that will keep him from using his whole force\nat the right moment against us. Our forest knowledge will work all\nthe time in our behalf. I entreat you, sir, to keep the army here at\nTiconderoga and await the attack.”",
        "St. Luc spoke with intense earnestness, and his words had all the ring\nof conviction. Montcalm’s dark face was illumined. Again he walked\nback and forth, in deep thought.",
        "“The engineer, Lotbiniére, a man whose opinion I respect, is of\nyour mind,” he said at last. “He says that whether Crown Point or\nTiconderoga, it’s merely either horn of the dilemma, and naturally, if\nthe dangers of the two places are even, we prefer Ticonderoga and no\nretreat. The Marquis de Vaudreuil had a plan to save Ticonderoga by\nmeans of a diversion with a heavy force under Bourlamaque, De Levis\nand Longueuil into the Mohawk Valley. But some American rangers taken\nnear Lake George by Langy told him that Abercrombie already had thirty\nthousand men at the head of George and the Marquis at once abandoned\nthe scheme. It was lucky for us the rangers exaggerated so much that\nthe plan was destined to failure, as we needed here the men who were\nsent on it. We save or lose Ticonderoga by fighting at Ticonderoga\nitself and by nothing else. I thank you, Colonel de St. Luc, for your\ngallant and timely words, I have been wavering and they have decided\nme. We stay here and await the Anglo-American army.”",
        "“And the star of France will not fail us,” said St Luc, with intense\nconviction.",
        "“I trust not. I feel more confidence since I have decided, and I\ndo know this: the young men who are my lieutenants are as brave and\nskillful leaders as any chief could desire. And the troops will fight\neven ten to one, if I ask it of them. It is a pleasure and a glory to\ncommand troops of such incomparable bravery as the French. But we must\ntry to keep the Indians with us. I confess that I know little about\ndealing with them. Has this savage chief, Tandakora, come back to\nTiconderoga?”",
        "“I think he is here, sir. Do you wish me to talk with him?”",
        "“I do. I wish it very much.”",
        "“He is very sullen, sir. He holds that the Indians have received no\nrewards for their services.”",
        "“We have given them blankets and food and muskets and ammunition.”",
        "“He takes those as a matter of course. But he means something else.\nTo tell you the truth, sir, the savages want us to give prisoners to\nthem.”",
        "Montcalm’s face clouded again.",
        "“To burn at the stake, or to torture to death otherwise!” he\nexclaimed. “My reputation and what is more, the reputation of France,\nsuffers already from the massacre at William Henry, though God knows\nI would have prevented it if I could. It happened so suddenly and so\nunexpectedly that I could not stop it, until the harm was done. But\nnever, St. Luc, never will I give up a prisoner to them for their\ntortures, though every savage in our armies desert us!”",
        "“I hold with you, sir, that we cannot surrender prisoners to them,\neven though the cause of France should suffer.”",
        "“Then talk to this savage chief. Make him see reason. Promise him and\nhis people what you wish in muskets, ammunition, blankets and such\nthings, but no prisoners, not one.”",
        "St. Luc, with a respectful salute, left the tent. He was torn by\nconflicting emotions. He was depressed over the smallness of the\nFrench numbers, and yet he was elated by Montcalm’s decision to stay\nat Ticonderoga and await Abercrombie. He was confident, as he had\nsaid, that some lucky chance would happen, and that the overwhelming\nsuperiority of the Anglo-American army would be nullified.",
        "The Chevalier cast a discriminating eye over the French position. The\nstaunch battalion of Berry lay near the foot of Lake George, but the\ngreater part of the army under the direct command of Montcalm was in\ncamp near a saw mill. The valiant Bourlamaque was at the head of\nthe portage, and another force held the point of embarkation on Lake\nGeorge. But he knew that Montcalm would change these dispositions when\nthe day of battle came.",
        "On the westward side of the camp several fires burned and dark\nfigures lay near them. St. Luc marked one of these, a gigantic savage,\nstretched at his ease, and he walked toward him. He pretended, at\nfirst, that his errand had nothing to do with Tandakora, but stood\nthoughtfully by the fire, for a minute or two. Nor did the Ojibway\nchief take any notice. He lay at ease, and it was impossible to tell\nwhat thoughts were hidden behind his sullen face.",
        "“Does Tandakora know what the commander of the French army has decided\nto do?” said St. Luc, at last.",
        "“Tandakora is not thinking much about it,” replied the chief.",
        "“Montcalm is a brave general. He shows that he is not afraid of the\ngreat army the English and the Bostonnais have gathered. He will not\nretreat to Crown Point or anywhere else, but will stay at Ticonderoga\nand defeat his foes.”",
        "The black eyes of the Ojibway flickered.",
        "“Tandakora does not undertake to tell Montcalm what he must do,” he\nsaid, “nor must Montcalm undertake to tell Tandakora what he should\ndo. What Montcalm may do will not now keep Tandakora awake.”",
        "St. Luc’s heart filled with hot anger, but he was used to dealing\nwith Indians. He understood their minds from the inside, and he had a\nsuperb self-control of his own.",
        "“We know that Tandakora is a great chief,” he said evenly. “We know\ntoo that he and his men are as free as the winds. As they blow where\nthey please so the warriors of Tandakora go where they wish. But\nOnontio [The Governor-General of Canada.] and Tandakora have long been\nfriends. They have been allies, they have fought side by side in many\na battle. If Onontio falls, Tandakora falls with him. If the British\nand Bostonnais are victorious, there will be room for none of the\ntribes save the League of the Hodenosaunee, and them Tandakora hates.\nOnontio will not be able to protect them any more, and they will be\ndriven from all their hunting grounds.”",
        "He paused to watch his words take effect and they obviously stirred\nthe soul of the savage chief who moved uneasily.",
        "“It is true,” he said. “Sharp Sword never tells a falsehood. If\nOnontio is struck down then the British, the Bostonnais and the\nHodenosaunee triumph, but my warriors bring me word that our enemies\nhave gathered the greatest force the world has ever seen at the head\nof Andiatarocte. They come thicker than the leaves of the forest. They\nhave more guns than we can count. They will trample Montcalm and his\nsoldiers under their feet. So, according to our custom, Tandakora and\nhis warriors would go away into the forest, until the British and\nthe Bostonnais scatter, unable to find us. Then, when they are not\nlooking, we will strike them and take many scalps.”",
        "Tandakora spoke in his most impressive manner, and, when he ceased,\nhis eyes met St. Luc’s defiantly. Again the blood of the Chevalier\nburned with wrath, but as before he restrained himself, and his smooth\nvoice gave no hint of anger as he replied:",
        "“Odds are of no avail against Montcalm. The children of Onontio are\nused to dealing with them. Remember, Tandakora, the great victories\nMontcalm won at Oswego and William Henry. He has the soul of a mighty\nchief. He has decided to stay here at Ticonderoga and await the enemy,\nconfident that he will win the victory. Tandakora is a great warrior,\nis he willing to have no share in such a triumph?”",
        "The cruel eyes of the Ojibway glistened.",
        "“The heart of Tandakora is heavy within him,” he said. “He and his\nwarriors are not afraid of the British and the Bostonnais. They\nhave fought by the side of Montcalm, but they do not receive all the\nrewards that Onontio owes them.”",
        "“Onontio has given to them freely of his muskets and powder and\nbullets, and of his blankets and food.”",
        "“But he takes from them the prisoners. We have no scalps to carry\nhome.”",
        "“It is against the custom of the French to put prisoners to death or\ntorture. Moreover, we have no prisoners here. The rangers taken by\nLangy have already been sent to Canada.”",
        "“There is one in the camp now. He was captured by three of my\nwarriors, those you sent out, and by the law of war he belongs to me.\nYet Sharp Sword and Montcalm hold him. I speak of the youth Lennox,\nthe comrade of the Onondaga, Tayoga, who is my bitterest enemy. I hate\nLennox too because he has stood so often in my way and I demand him,\nto do with as I please, because it is my right.”",
        "The Ojibway moved close to St. Luc and the fierce black eyes glared\ninto those of stern blue. The Chevalier did not change his smooth,\nplacatory tone as he replied:",
        "“I cannot give up Lennox. It is true that he was taken by your\nwarriors, but they were then in my service, so he is my prisoner. But\nhe is only a single captive, a lad. Ask for some other and greater\nreward, Tandakora, and it shall be yours.”",
        "“Give me the prisoner, Lennox, and I and my warriors stay and fight\nwith you at Ticonderoga. Refuse him and we go.”",
        "The chief’s words were sharp and decisive and St. Luc understood him.\nHe knew that the savage Ojibway hated young Lennox intensely, and\nwould put him to the torture. He never hesitated an instant.",
        "“I cannot yield the prisoner to you,” he said. “The custom of the\nFrench will not permit it.”",
        "“The warriors are a great help in battle, and the reward I ask is but\nsmall. St. Luc knows that Montcalm needs men here. What is this boy to\nSt. Luc that he refuses so great a price for him?”",
        "“It cannot be done, Tandakora. I keep the prisoner, Lennox, and later\nI will send him to Canada to be held there until the war is over.”",
        "“Then the forest to-morrow will swallow up Tandakora and his\nwarriors.”",
        "The chief returned to the fire and lay at ease in his blanket. St. Luc\nwalked thoughtfully back toward the tent of Montcalm. He knew that it\nwas his duty to report the offer of Tandakora to his chief, but he did\nso reluctantly.",
        "“You have refused it already?” said the Marquis.",
        "“I have, sir,” replied St. Luc.",
        "“Then you have done well. I confirm you in the refusal.”",
        "St. Luc saluted with great respect, and again retired from the tent.",
        "Continue...",
        "\nThis eBook of “The Lords of the Wild” by Joseph A. Altsheler belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lords of the Wild: A Story of the Old New York BorderBy Joseph A. AltshelerAt Amazon"
    ]
}