{
    "title": "The Sorrows of Young Werther - June 16.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "12",
    "content": [
        "\n\n",
        "“Why do I not write to you?” You lay claim to learning, and ask\nsuch a question. You should have guessed that I am well — that\nis to say — in a word, I have made an acquaintance who has won\nmy heart: I have — I know not.",
        "To give you a regular account of the manner in which I have become\nacquainted with the most amiable of women would be a difficult task.\nI am a happy and contented mortal, but a poor historian.",
        "An angel! Nonsense! Everybody so describes his mistress; and yet\nI find it impossible to tell you how perfect she is, or why she is\nso perfect: suffice it to say she has captivated all my senses.",
        "So much simplicity with so much understauding — so mild, and yet\nso resolute — a mind so placid, and a life so active.",
        "But all this is ugly balderdash, which expresses not a single\ncharacter nor feature. Some other time — but no, not some other\ntime, now, this very instant, will I tell you all about it. Now\nor never. Well, between ourselves, since I commenced my letter,\nI have been three times on the point of throwing down my pen, of\nordering my horse, and riding out. And yet I vowed this morning\nthat I would not ride to-day, and yet every moment I am rushing\nto the window to see how high the sun is.",
        "I could not restrain myself — go to her I must. I have just\nreturned, Wilhelm; and whilst I am taking supper I will write to\nyou. What a delight it was for my soul to see her in the midst\nof her dear, beautiful children, — eight brothers and sisters!",
        "But, if I proceed thus, you will be no wiser at the end of my\nletter than you were at the beginning. Attend, then, and I will\ncompel myself to give you the details.",
        "I mentioned to you the other day that I had become acquainted with\nS—, the district judge, and that he had invited me to go and visit\nhim in his retirement, or rather in his little kingdom. But I\nneglected going, and perhaps should never have gone, if chance had\nnot discovered to me the treasure which lay concealed in that\nretired spot. Some of our young people had proposed giving a ball\nin the country, at which I consented to be present. I offered my\nhand for the evening to a pretty and agreeable, but rather commonplace,\nsort of girl from the immediate neighbourhood; and it was agreed\nthat I should engage a carriage, and call upon Charlotte, with my\npartner and her aunt, to convey them to the ball. My companion\ninformed me, as we drove along through the park to the hunting-lodge,\nthat I should make the acquaintance of a very charming young lady.\n“Take care,” added the aunt, “that you do not lose your heart.\"\n“Why?” said I. “Because she is already engaged to a very worthy\nman,” she replied, “who is gone to settle his affairs upon the\ndeath of his father, and will succeed to a very considerable\ninheritance.” This information possessed no interest for me.\nWhen we arrived at the gate, the sun was setting behind the tops\nof the mountains. The atmosphere was heavy; and the ladies expressed\ntheir fears of an approaching storm, as masses of low black clouds\nwere gathering in the horizon. I relieved their anxieties by\npretending to be weather-wise, although I myself had some\napprehensions lest our pleasure should be interrupted.",
        "I alighted; and a maid came to the door, and requested us to wait\na moment for her mistress. I walked across the court to a well-built\nhouse, and, ascending the flight of steps in front, opened the door,\nand saw before me the most charming spectacle I had ever witnessed.\nSix children, from eleven to two years old, were running about the\nhall, and surrounding a lady of middle height, with a lovely figure,\ndressed in a robe of simple white, trimmed with pink ribbons. She\nwas holding a rye loaf in her hand, and was cutting slices for the\nlittle ones all around, in proportion to their age and appetite.\nShe performed her task in a graceful and affectionate manner; each\nclaimant awaiting his turn with outstretched hands, and boisterously\nshouting his thanks. Some of them ran away at once, to enjoy their\nevening meal; whilst others, of a gentler disposition, retired to\nthe courtyard to see the strangers, and to survey the carriage in\nwhich their Charlotte was to drive away. “Pray forgive me for\ngiving you the trouble to come for me, and for keeping the ladies\nwaiting: but dressing, and arranging some household duties before\nI leave, had made me forget my children’s supper; and they do not\nlike to take it from any one but me.” I uttered some indifferent\ncompliment: but my whole soul was absorbed by her air, her voice,\nher manner; and I had scarcely recovered myself when she ran into\nher room to fetch her gloves and fan. The young ones threw inquiring\nglances at me from a distance; whilst I approached the youngest,\na most delicious little creature. He drew back; and Charlotte,\nentering at the very moment, said, “Louis, shake hands with your\ncousin.” The little fellow obeyed willingly; and I could not\nresist giving him a hearty kiss, notwithstanding his rather dirty\nface. “Cousin,” said I to Charlotte, as I handed her down, “do\nyou think I deserve the happiness of being related to you?” She\nreplied, with a ready smile, “Oh! I have such a number of cousins,\nthat I should be sorry if you were the most undeserving of them.\"\nIn taking leave, she desired her next sister, Sophy, a girl about\neleven years old, to take great care of the children, and to say\ngood-bye to papa for her when he came home from his ride. She\nenjoined to the little ones to obey their sister Sophy as they\nwould herself, upon which some promised that they would; but a\nlittle fair-haired girl, about six years old, looked discontented,\nand said, “But Sophy is not you, Charlotte; and we like you best.\"\nThe two eldest boys had clambered up the carriage; and, at my\nrequest, she permitted them to accompany us a little way through\nthe forest, upon their promising to sit very still, and hold fast.",
        "We were hardly seated, and the ladies had scarcely exchanged\ncompliments, making the usual remarks upon each other’s dress, and\nupon the company they expected to meet, when Charlotte stopped the\ncarriage, and made her brothers get down. They insisted upon\nkissing her hands once more; which the eldest did with all the\ntenderness of a youth of fifteen, but the other in a lighter and\nmore careless manner. She desired them again to give her love to\nthe children, and we drove off.",
        "The aunt inquired of Charlotte whether she had finished the book\nshe had last sent her. “No,” said Charlotte; “I did not like it:\nyou can have it again. And the one before was not much better.\"\nI was surprised, upon asking the title, to hear that it was ____.\n(We feel obliged to suppress the passage in the letter, to prevent\nany one from feeling aggrieved; although no author need pay much\nattention to the opinion of a mere girl, or that of an unsteady\nyoung man.)",
        "I found penetration and character in everything she said: every\nexpression seemed to brighten her features with new charms, —with\nnew rays of genius, — which unfolded by degrees, as she felt\nherself understood.",
        "“When I was younger,” she observed, “I loved nothing so much as\nromances. Nothing could equal my delight when, on some holiday,\nI could settle down quietly in a corner, and enter with my whole\nheart and soul into the joys or sorrows of some fictitious Leonora.\nI do not deny that they even possess some charms for me yet. But\nI read so seldom, that I prefer books suited exactly to my taste.\nAnd I like those authors best whose scenes describe my own situation\nin life, — and the friends who are about me, whose stories touch\nme with interest, from resembling my own homely existence, — which,\nwithout being absolutely paradise, is, on the whole, a source of\nindescribable happiness.”",
        "I endeavoured to conceal the emotion which these words occasioned,\nbut it was of slight avail; for, when she had expressed so truly\nher opinion of “The Vicar of Wakefield,” and of other works, the\nnames of which I omit (Though the names are omitted, yet the authors\nmentioned deserve Charlotte’s approbation, and will feel it in\ntheir hearts when they read this passage. It concerns no other\nperson.), I could no longer contain myself, but gave full utterance\nto what I thought of it: and it was not until Charlotte had addressed\nherself to the two other ladies, that I remembered their presence,\nand observed them sitting mute with astonishment. The aunt looked\nat me several times with an air of raillery, which, however, I did\nnot at all mind.",
        "We talked of the pleasures of dancing. “If it is a fault to love\nit,” said Charlotte, “I am ready to confess that I prize it above\nall other amusements. If anything disturbs me, I go to the piano,\nplay an air to which I have danced, and all goes right again\ndirectly.”",
        "You, who know me, can fancy how steadfastly I gazed upon her rich\ndark eyes during these remarks, how my very soul gloated over her\nwarm lips and fresh, glowing cheeks, how I became quite lost in\nthe delightful meaning of her words, so much so, that I scarcely\nheard the actual expressions. In short, I alighted from the\ncarriage like a person in a dream, and was so lost to the dim\nworld around me, that I scarcely heard the music which resounded\nfrom the illuminated ballroom.",
        "The two Messrs. Andran and a certain N. N. (I cannot trouble myself\nwith the names), who were the aunt’s and Charlotte’s partners,\nreceived us at the carriage-door, and took possession of their\nladies, whilst I followed with mine.",
        "We commenced with a minuet. I led out one lady after another,\nand precisely those who were the most disagreeable could not bring\nthemselves to leave off. Charlotte and her partner began an English\ncountry dance, and you must imagine my delight when it was their\nturn to dance the figure with us. You should see Charlotte dance.\nShe dances with her whole heart and soul: her figure is all harmony,\nelegance, and grace, as if she were conscious of nothing else, and\nhad no other thought or feeling; and, doubtless, for the moment,\nevery other sensation is extinct.",
        "She was engaged for the second country dance, but promised me the\nthird, and assured me, with the most agreeable freedom, that she\nwas very fond of waltzing. “It is the custom here,” she said,\n“for the previous partners to waltz together; but my partner is\nan indifferent waltzer, and will feel delighted if I save him the\ntrouble. Your partner is not allowed to waltz, and, indeed, is\nequally incapable: but I observed during the country dance that\nyou waltz well; so, if you will waltz with me, I beg you would\npropose it to my partner, and I will propose it to yours.” We\nagreed, and it was arranged that our partners should mutually\nentertain each other.",
        "We set off, and, at first, delighted ourselves with the usual\ngraceful motions of the arms. With what grace, with what ease,\nshe moved! When the waltz commenced, and the dancers whirled\naround each other in the giddy maze, there was some confusion,\nowing to the incapacity of some of the dancers. We judiciously\nremained still, allowing the others to weary themselves; and, when\nthe awkward dancers had withdrawn, we joined in, and kept it up\nfamously together with one other couple, — Andran and his partner.\nNever did I dance more lightly. I felt myself more than mortal,\nholding this loveliest of creatures in my arms, flying, with her\nas rapidly as the wind, till I lost sight of every other object;\nand O Wilhelm, I vowed at that moment, that a maiden whom I loved,\nor for whom I felt the slightest attachment, never, never should\nwaltz with any one else but with me, if I went to perdition for it!\n— you will understand this.",
        "We took a few turns in the room to recover our breath. Charlotte\nsat down, and felt refreshed by partaking of some oranges which I\nhad had secured, — the only ones that had been left; but at every\nslice which, from politeness, she offered to her neighbours, I felt\nas though a dagger went through my heart.",
        "We were the second couple in the third country dance. As we were\ngoing down (and Heaven knows with what ecstasy I gazed at her arms\nand eyes, beaming with the sweetest feeling of pure and genuine\nenjoyment), we passed a lady whom I had noticed for her charming\nexpression of countenance; although she was no longer young. She\nlooked at Charlotte with a smile, then, holding up her finger in\na threatening attitude, repeated twice in a very significant tone\nof voice the name of “Albert.”",
        "“Who is Albert,” said I to Charlotte, “if it is not impertinent\nto ask?” She was about to answer, when we were obliged to separate,\nin order to execute a figure in the dance; and, as we crossed over\nagain in front of each other, I perceived she looked somewhat\npensive. “Why need I conceal it from you?” she said, as she gave\nme her hand for the promenade. “Albert is a worthy man, to whom\nI am engaged.” Now, there was nothing new to me in this (for the\ngirls had told me of it on the way); but it was so far new that\nI had not thought of it in connection with her whom, in so short\na time, I had learned to prize so highly. Enough, I became confused,\ngot out in the figure, and occasioned general confusion; so that\nit required all Charlotte’s presence of mind to set me right by\npulling and pushing me into my proper place.",
        "The dance was not yet finished when the lightning which had for\nsome time been seen in the horizon, and which I had asserted to\nproceed entirely from heat, grew more violent; and the thunder was\nheard above the music. When any distress or terror surprises us\nin the midst of our amusements, it naturally makes a deeper impression\nthan at other times, either because the contrast makes us more\nkeenly susceptible, or rather perhaps because our senses are then\nmore open to impressions, and the shock is consequently stronger.\nTo this cause I must ascribe the fright and shrieks of the ladies.\nOne sagaciously sat down in a corner with her back to the window,\nand held her fingers to her ears; a second knelt down before her,\nand hid her face in her lap; a third threw herself between them,\nand embraced her sister with a thousand tears; some insisted on\ngoing home; others, unconscious of their actions, wanted sufficient\npresence of mind to repress the impertinence of their young partners,\nwho sought to direct to themselves those sighs which the lips of\nour agitated beauties intended for heaven. Some of the gentlemen\nhad gone down-stairs to smoke a quiet cigar, and the rest of the\ncompany gladly embraced a happy suggestion of the hostess to retire\ninto another room which was provided with shutters and curtains.\nWe had hardly got there, when Charlotte placed the chairs in a\ncircle; and, when the company had sat down in compliance with her\nrequest, she forthwith proposed a round game.",
        "I noticed some of the company prepare their mouths and draw\nthemselves up at the prospect of some agreeable forfeit. “Let us\nplay at counting,” said Charlotte. “Now, pay attention: I shall\ngo round the circle from right to left; and each person is to count,\none after the other, the number that comes to him, and must count\nfast; whoever stops or mistakes is to have a box on the ear, and\nso on, till we have counted a thousand.” It was delightful to see\nthe fun. She went round the circle with upraised arm. “One,\"\nsaid the first; “two,” the second; “three,” the third; and so on,\ntill Charlotte went faster and faster. One made a mistake, instantly\na box on the ear; and, amid the laughter that ensued, came another\nbox; and so on, faster and faster. I myself came in for two. I\nfancied they were harder than the rest, and felt quite delighted.\nA general laughter and confusion put an end to the game long before\nwe had counted as far as a thousand. The party broke up into\nlittle separate knots: the storm had ceased, and I followed Charlotte\ninto the ballroom. On the way she said, “The game banished their\nfears of the storm.” I could make no reply. “I myself,” she\ncontinued, “was as much frightened as any of them; but by affecting\ncourage, to keep up the spirits of the others, I forgot my\napprehensions.” We went to the window. It was still thundering\nat a distance: a soft rain was pouring down over the country,\nand filled the air around us with delicious odours. Charlotte\nleaned forward on her arm; her eyes wandered over the scene; she\nraised them to the sky, and then turned them upon me; they were\nmoistened with tears; she placed her hand on mine and said,\n“Klopstock!” at once I remembered the magnificent ode which was\nin her thoughts: I felt oppressed with the weight of my sensations,\nand sank under them. It was more than I could bear. I bent over\nher hand, kissed it in a stream of delicious tears, and again\nlooked up to her eyes. Divine Klopstock! why didst thou not see\nthy apotheosis in those eyes? And thy name so often profaned,\nwould that I never heard it repeated!",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}