{
    "title": "The Adventure of the Bruce-Partington Plans",
    "author": "Sir Arthur Conan Doyle",
    "chapter": "1",
    "content": [
        "\n\n",
        "",
        "In the third week of November, in the year 1895, a dense yellow\nfog settled down upon London.  From the Monday to the Thursday I\ndoubt whether it was ever possible from our windows in Baker\nStreet to see the loom of the opposite houses.  The first day\nHolmes had spent in cross-indexing his huge book of references.\nThe second and third had been patiently occupied upon a subject\nwhich he hand recently made his hobby—the music of the Middle\nAges.  But when, for the fourth time, after pushing back our\nchairs from breakfast we saw the greasy, heavy brown swirl still\ndrifting past us and condensing in oily drops upon the window-\npanes, my comrade’s impatient and active nature could endure this\ndrab existence no longer.  He paced restlessly about our sitting-\nroom in a fever of suppressed energy, biting his nails, tapping\nthe furniture, and chafing against inaction.",
        "“Nothing of interest in the paper, Watson?” he said.",
        "In was aware that by anything of interest, Holmes meant anything\nof criminal interest.  There was the news of a revolution, of a\npossible war, and of an impending change of government; but these\ndid not come within the horizon of my companion.  I could see\nnothing recorded in the shape of crime which was not commonplace\nand futile.  Holmes groaned and resumed hs restless meanderings.",
        "“The London criminal is certainly a dull fellow,” said he in the\nquerulous voice of the sportsman whose game has failed him.\n“Look out this window, Watson.  See how the figures loom up, are\ndimly seen, and then blend once more into the cloud-bank.  The\nthief or the murderer could roam London on such a day as the\ntiger does the jungle, unseen until he pounces, and then evident\nonly to his victim.”",
        "“There have,” said I, “been numerous petty thefts.”",
        "Holmes snorted his contempt.",
        "“This great and sombre stage is set for something more worthy\nthan that,” said he.  “It is fortunate for this community that I\nam not a criminal.”",
        "“It is, indeed!” said I heartily.",
        "“Suppose that I were Brooks or Woodhouse, or any of the fifty men\nwho have good reason for taking my life, how long could I survive\nagainst my own pursuit?  A summons, a bogus appointment, and all\nwould be over.  It is well they don’t have days of fog in the\nLatin countries—the countries of assassination.  By Jove! here\ncomes something at last to break our dead monotony.”",
        "It was the maid with a telegram.  Holmes tore it open and burst\nout laughing.",
        "“Well, well!  What next?” said he.  “Brother Mycroft is coming\nround.”",
        "“Why not?” I asked.",
        "“Why not?  It is as if you met a tram-car coming down a country\nlane.  Mycroft has his rails and he runs on them.  His Pall Mall\nlodgings, the Diogenes Club, Whitehall—that is his cycle.  Once,\nand only once, he has been here.  What upheaval can possibly have\nderailed him?”",
        "“Does he not explain?”",
        "Holmes handed me his brother’s telegram.",
        "Must see you over Cadogen West.  Coming at once.",
        "Mycroft.",
        "“Cadogen West?  I have heard the name.”",
        "“It recalls nothing to my mind.  But that Mycroft should break\nout in this erratic fashion!  A planet might as well leave its\norbit.  By the way, do you know what Mycroft is?”",
        "I had some vague recollection of an explanation at the time of\nthe Adventure of the Greek Interpreter.",
        "“You told me that he had some small office under the British\ngovernment.”",
        "Holmes chuckled.",
        "“I did not know you quite so well in those days.  One has to be\ndiscreet when one talks of high matters of state.  You are right\nin thinking that he under the British government.  You would also\nbe right in a sense if you said that occasionally he IS the\nBritish government.”",
        "“My dear Holmes!”",
        "“I thought I might surprise you.  Mycroft draws four hundred and\nfifty pounds a year, remains a subordinate, has no ambitions of\nany kind, will receive neither honour nor title, but remains the\nmost indispensable man in the country.”",
        "“But how?”",
        "“Well, his position is unique.  He has made it for himself.\nThere has never been anything like it before, nor will be again.\nHe has the tidiest and most orderly brain, with the greatest\ncapacity for storing facts, of any man living.  The same great\npowers which I have turned to the detection of crime he has used\nfor this particular business.  The conclusions of every\ndepartment are passed to him, and he is the central exchange, the\nclearinghouse, which makes out the balance.  All other men are\nspecialists, but his specialism is omniscience.  We will suppose\nthat a minister needs information as to a point which involves\nthe Navy, India, Canada and the bimetallic question; he could get\nhis separate advices from various departments upon each, but only\nMycroft can focus them all, and say offhand how each factor would\naffect the other.  They began by using him as a short-cut, a\nconvenience; now he has made himself an essential.  In that great\nbrain of his everything is pigeon-holed and can be handed out in\nan instant.  Again and again his word has decided the national\npolicy.  He lives in it.  He thinks of nothing else save when, as\nan intellectual exercise, he unbends if I call upon him and ask\nhim to advise me on one of my little problems.  But Jupiter is\ndescending to-day.  What on earth can it mean?  Who is Cadogan\nWest, and what is he to Mycroft?”",
        "“I have it,” I cried, and plunged among the litter of papers upon\nthe sofa.  “Yes, yes, here he is, sure enough!  Cadogen West was\nthe young man who was found dead on the Underground on Tuesday\nmorning.”",
        "Holmes sat up at attention, his pipe halfway to his lips.",
        "“This must be serious, Watson.  A death which has caused my\nbrother to alter his habits can be no ordinary one.  What in the\nworld can he have to do with it?  The case was featureless as I\nremember it.  The young man had apparently fallen out of the\ntrain and killed himself.  He had not been robbed, and there was\nno particular reason to suspect violence.  Is that not so?”",
        "“There has been an inquest,” said I, “and a good many fresh facts\nhave come out.  Looked at more closely, I should certainly say\nthat it was a curious case.”",
        "“Judging by its effect upon my brother, I should think it must be\na most extraordinary one.”  He snuggled down in his armchair.\n“Now, Watson, let us have the facts.”",
        "“The man’s name was Arthur Cadogan West.  He was twenty-seven\nyears of age, unmarried, and a clerk at Woolwich Arsenal.”",
        "“Government employ.  Behold the link with Brother Mycroft!”",
        "“He left Woolwich suddenly on Monday night.  Was last seen by his\nfiancee, Miss Violet Westbury, whom he left abruptly in the fog\nabout 7:30 that evening.  There was no quarrel between them and\nshe can give no motive for his action.  The next thing heard of\nhim was when his dead body was discovered by a plate-layer named\nMason, just outside Aldgate Station on the Underground system in\nLondon.”",
        "“When?”",
        "“The body was found at six on Tuesday morning.  It was lying wide\nof the metals upon the left hand of the track as one goes\neastward, at a point close to the station, where the line emerges\nfrom the tunnel in which it runs.  The head was badly crushed—an\ninjury which might well have been caused by a fall from the\ntrain.  The body could only have come on the line in that way.\nHad it been carried down from any neighbouring street, it must\nhave passed the station barriers, where a collector is always\nstanding.  This point seems absolutely certain.”",
        "“Very good.  The case is definite enough.  The man, dead or\nalive, either fell or was precipitated from a train.  So much is\nclear to me.  Continue.”",
        "“The trains which traverse the lines of rail beside which the\nbody was found are those which run from west to east, some being\npurely Metropolitan, and some from Willesden and outlying\njunctions.  It can be stated for certain that this young man,\nwhen he met his death, was travelling in this direction at some\nlate hour of the night, but at what point he entered the train it\nis impossible to state.”",
        "“His ticket, of course, would show that.”",
        "“There was no ticket in his pockets.”",
        "“No ticket!  Dear me, Watson, this is really very singular.\nAccording to my experience it is not possible to reach the\nplatform of a Metropolitan train without exhibiting one’s ticket.\nPresumably, then, the young man had one.  Was it taken from him\nin order to conceal the station from which he came?  It is\npossible.  Or did he drop it in the carriage?  That is also\npossible.  But the point is of curious interest.  I understand\nthat there was no sign of robbery?”",
        "“Apparently not.  There is a list here of his possessions.  His\npurse contained two pounds fifteen.  He had also a check-book on\nthe Woolwich branch of the Capital and Counties Bank.  Through\nthis his identity was established.  There were also two dress-\ncircle tickets for the Woolwich Theatre, dated for that very\nevening.  Also a small packet of technical papers.”",
        "Holmes gave an exclamation of satisfaction.",
        "“There we have it at last, Watson!  British government—Woolwich.\nArsenal—technical papers—Brother Mycroft, the chain is\ncomplete.  But here he comes, if I am not mistaken, to speak for\nhimself.”",
        "A moment later the tall and portly form of Mycroft Holmes was\nushered into the room.  Heavily built and massive, there was a\nsuggestion of uncouth physical inertia in the figure, but above\nthis unwieldy frame there was perched a head so masterful in its\nbrow, so alert in its steel-gray, deep-set eyes, so firm in its\nlips, and so subtle in its play of expression, that after the\nfirst glance one forgot the gross body and remembered only the\ndominant mind.",
        "At his heels came our old friend Lestrade, of Scotland Yard—thin\nand austere.  The gravity of both their faces foretold some\nweighty quest.  The detective shook hands without a word.\nMycroft Holmes struggled out of his overcoat and subsided into an\narmchair.",
        "“A most annoying business, Sherlock,” said he.  “I extremely\ndislike altering my habits, but the powers that be would take no\ndenial.  In the present state of Siam it is most awkward that I\nshould be away from the office.  But it is a real crisis.  I have\nnever seen the Prime Minister so upset.  As to the Admiralty—it\nis buzzing like an overturned bee-hive.  Have you read up the\ncase?”",
        "“We have just done so.  What were the technical papers?”",
        "“Ah, there’s the point!  Fortunately, it has not come out.  The\npress would be furious if it did.  The papers which this wretched\nyouth had in his pocket were the plans of the Bruce-Partington\nsubmarine.”",
        "Mycroft Holmes spoke with a solemnity which showed his sense of\nthe importance of the subject.  His brother and I sat expectant.",
        "“Surely you have heard of it?  I thought everyone had heard of\nit.”",
        "“Only as a name.”",
        "“Its importance can hardly be exaggerated.  It has been the most\njealously guarded of all government secrets.  You may take it\nfrom me that naval warfare becomes impossible withing the radius\nof a Bruce-Partington’s operation.  Two years ago a very large\nsum was smuggled through the Estimates and was expended in\nacquiring a monopoly of the invention.  Every effort has been\nmade to keep the secret.  The plans, which are exceedingly\nintricate, comprising some thirty separate patents, each\nessential to the working of the whole, are kept in an elaborate\nsafe in a confidential office adjoining the arsenal, with\nburglar-proof doors and windows.  Under no conceivable\ncircumstances were the plans to be taken from the office.  If the\nchief constructor of the Navy desired to consult them, even he\nwas forced to go to the Woolwich office for the purpose.  And yet\nhere we find them in the pocket of a dead junior clerk in the\nheart of London.  From an official point of view it’s simply\nawful.”",
        "“But you have recovered them?”",
        "“No, Sherlock, no!  That’s the pinch.  We have not.  Ten papers\nwere taken from Woolwich.  There were seven in the pocket of\nCadogan West.  The three most essential are gone—stolen,\nvanished.  You must drop everything, Sherlock.  Never mind your\nusual petty puzzles of the police-court.  It’s a vital\ninternational problem that you have to solve.  Why did Cadogan\nWest take the papers, where are the missing ones, how did he die,\nhow came his body where it was found, how can the evil be set\nright?  Find an answer to all these questions, and you will have\ndone good service for your country.”",
        "“Why do you not solve it yourself, Mycroft?  You can see as far\nas I.”",
        "“Possibly, Sherlock.  But it is a question of getting details.\nGive me your details, and from an armchair I will return you an\nexcellent expert opinion.  But to run here and run there, to\ncross-question railway guards, and lie on my face with a lens to\nmy eye—it is not my metier.  No, you are the one man who can\nclear the matter up.  If you have a fancy to see your name in the\nnext honours list—”",
        "My friend smiled and shook his head.",
        "“I play the game for the game’s own sake,” said he.  “But the\nproblem certainly presents some points of interest, and I shall\nbe very pleased to look into it.  Some more facts, please.”",
        "“I have jotted down the more essential ones upon this sheet of\npaper, together with a few addresses which you will find of\nservice.  The actual official guardian of the papers is the\nfamous government expert, Sir James Walter, whose decorations and\nsub-titles fill two lines of a book of reference.  He has grown\ngray in the service, is a gentleman, a favoured guest in the most\nexalted houses, and, above all, a man whose patriotism is beyond\nsuspicion.  He is one of two who have a key of the safe.  I may\nadd that the papers were undoubtedly in the office during working\nhours on Monday, and that Sir James left for London about three\no’clock taking his key with him.  He was at the house of Admiral\nSinclair at Barclay Square during the whole of the evening when\nthis incident occurred.”",
        "“Has the fact been verified?”",
        "“Yes; his brother, Colonel Valentine Walter, has testified to his\ndeparture from Woolwich, and Admiral Sinclair to his arrival in\nLondon; so Sir James is no longer a direct factor in the\nproblem.”",
        "“Who was the other man with a key?”",
        "“The senior clerk and draughtsman, Mr. Sidney Johnson.  He is a\nman of forty, married, with five children.  He is a silent,\nmorose man, but he has, on the whole, an excellent record in the\npublic service.  He is unpopular with his colleagues, but a hard\nworker.  According to his own account, corroborated only by the\nword of his wife, he was at home the whole of Monday evening\nafter office hours, and his key has never left the watch-chain\nupon which it hangs.”",
        "“Tell us about Cadogan West.”",
        "“He has been ten years in the service and has done good work.  He\nhas the reputation of being hot-headed and imperious, but a\nstraight, honest man.  We have nothing against him.  He was next\nSidney Johnson in the office.  His duties brought him into daily,\npersonal contact with the plans.  No one else had the handling of\nthem.”",
        "“Who locked up the plans that night?”",
        "“Mr. Sidney Johnson, the senior clerk.”",
        "“Well, it is surely perfectly clear who took them away.  They are\nactually found upon the person of this junior clerk, Cadogan\nWest.  That seems final, does it not?”",
        "“It does, Sherlock, and yet it leaves so much unexplained.  In\nthe first place, why did he take them?”",
        "“I presume they were of value?”",
        "“He could have got several thousands for them very easily.”",
        "“Can you suggest any possible motive for taking the papers to\nLondon except to sell them?”",
        "“No, I cannot.”",
        "“Then we must take that as our working hypothesis.  Young West\ntook the papers.  Now this could only be done by having a false\nkey—”",
        "“Several false keys.  He had to open the building and the room.”",
        "“He had, then, several false keys.  He took the papers to London\nto sell the secret, intending, no doubt, to have the plans\nthemselves back in the safe next morning before they were missed.\nWhile in London on this treasonable mission he met his end.”",
        "“How?”",
        "“We will suppose that he was travelling back to Woolwich when he\nwas killed and thrown out of the compartment.”",
        "“Aldgate, where the body was found, is considerably past the\nstation London Bridge, which would be his route to Woolwich.”",
        "“Many circumstances could be imagined under which he would pass\nLondon Bridge.  There was someone in the carriage, for example,\nwith whom he was having an absorbing interview.  This interview\nled to a violent scene in which he lost his life.  Possibly he\ntried to leave the carriage, fell out on the line, and so met his\nend.  The other closed the door.  There was a thick fog, and\nnothing could be seen.”",
        "“No better explanation can be given with our present knowledge;\nand yet consider, Sherlock, how much you leave untouched.  We\nwill suppose, for argument’s sake, that young Cadogan West HAD\ndetermined to convey these papers to London.  He would naturally\nhave made an appointment with the foreign agent and kept his\nevening clear.  Instead of that he took two tickets for the\ntheatre, escorted his fiancee halfway there, and then suddenly\ndisappeared.”",
        "“A blind,” said Lestrade, who had sat listening with some\nimpatience to the conversation.",
        "“A very singular one.  That is objection No. 1.  Objection No. 2:\nWe will suppose that he reaches London and sees the foreign\nagent.  He must bring back the papers before morning or the loss\nwill be discovered.  He took away ten.  Only seven were in his\npocket.  What had become of the other three?  He certainly would\nnot leave them of his own free will.  Then, again, where is the\nprice of his treason?  Once would have expected to find a large\nsum of money in his pocket.”",
        "“It seems to me perfectly clear,” said Lestrade.  “I have no\ndoubt at all as to what occurred.  He took the papers to sell\nthem.  He saw the agent. They could not agree as to price.  He\nstarted home again, but the agent went with him.  In the train\nthe agent murdered him, took the more essential papers, and threw\nhis body from the carriage.  That would account for everything,\nwould it not?”",
        "“Why had he no ticket?”",
        "“The ticket would have shown which station was nearest the\nagent’s house.  Therefore he took it from the murdered man’s\npocket.”",
        "“Good, Lestrade, very good,” said Holmes.  “Your theory holds\ntogether.  But if this is true, then the case is at an end.  On\nthe one hand, the traitor is dead.  On the other, the plans of\nthe Bruce-Partington submarine are presumably already on the\nContinent.  What is there for us to do?”",
        "“To act, Sherlock—to act!” cried Mycroft, springing to his feet.\n“All my instincts are against this explanation.  Use your powers!\nGo to the scene of the crime!  See the people concerned!  Leave\nno stone unturned!  In all your career you have never had so\ngreat a chance of serving your country.”",
        "“Well, well!” said Holmes, shrugging his shoulders.  “Come,\nWatson!  And you, Lestrade, could you favour us with your company\nfor an hour or two?  We will begin our investigation by a visit\nto Aldgate Station.  Good-bye, Mycroft.  I shall let you have a\nreport before evening, but I warn you in advance that you have\nlittle to expect.”",
        "An hour later Holmes, Lestrade and I stood upon the Underground\nrailroad at the point where it emerges from the tunnel\nimmediately before Aldgate Station.  A courteous red-faced old\ngentleman represented the railway company.",
        "“This is where the young man’s body lay,” said he, indicating a\nspot about three feet from the metals.  “It could not have fallen\nfrom above, for these, as you see, are all blank walls.\nTherefore, it could only have come from a train, and that train,\nso far as we can trace it, must have passed about midnight on\nMonday.”",
        "“Have the carriages been examined for any sign of violence?”",
        "“There are no such signs, and no ticket has been found.”",
        "“No record of a door being found open?”",
        "“None.”",
        "“We have had some fresh evidence this morning,” said Lestrade.\n“A passenger who passed Aldgate in an ordinary Metropolitan train\nabout 11:40 on Monday night declares that he heard a heavy thud,\nas of a body striking the line, just before the train reached the\nstation.  There was dense fog, however, and nothing could be\nseen.  He made no report of it at the time.  Why, whatever is the\nmatter with Mr. Holmes?”",
        "My friend was standing with an expression of strained intensity\nupon his face, staring at the railway metals where they curved\nout of the tunnel.  Aldgate is a junction, and there was a\nnetwork of points.  On these his eager, questioning eyes were\nfixed, and I saw on his keen, alert face that tightening of the\nlips, that quiver of the nostrils, and concentration of the\nheavy, tufted brows which I knew so well.",
        "“Points,” he muttered; “the points.”",
        "“What of it?  What do you mean?”",
        "“I suppose there are no great number of points on a system such\nas this?”",
        "“No; they are very few.”",
        "“And a curve, too.  Points, and a curve.  By Jove! if it were\nonly so.”",
        "“What is it, Mr. Holmes?  Have you a clue?”",
        "“An idea—an indication, no more.  But the case certainly grows\nin interest.  Unique, perfectly unique, and yet why not?  I do\nnot see any indications of bleeding on the line.”",
        "“There were hardly any.”",
        "“But I understand that there was a considerable wound.”",
        "“The bone was crushed, but there was no great external injury.”",
        "“And yet one would have expected some bleeding.  Would it be\npossible for me to inspect the train which contained the\npassenger who heard the thud of a fall in the fog?”",
        "“I fear not, Mr. Holmes.  The train has been broken up before\nnow, and the carriages redistributed.”",
        "“I can assure you, Mr. Holmes,” said Lestrade, “that every\ncarriage has been carefully examined.  I saw to it myself.”",
        "It was one of my friend’s most obvious weaknesses that he was\nimpatient with less alert intelligences than his own.",
        "“Very likely,” said he, turning away.  “As it happens, it was not\nthe carriages which I desired to examine.  Watson, we have done\nall we can here.  We need not trouble you any further, Mr.\nLestrade.  I think our investigations must now carry us to\nWoolwich.”",
        "At London Bridge, Holmes wrote a telegram to his brother, which\nhe handed to me before dispatching it.  It ran thus:",
        "See some light in the darkness, but it may possibly flicker out.\nMeanwhile, please send by messenger, to await return at Baker\nStreet, a complete list of all foreign spies or international\nagents known to be in England, with full address.",
        "Sherlock.",
        "“That should be helpful, Watson,” he remarked as we took our\nseats in the Woolwich train.  “We certainly owe Brother Mycroft a\ndebt for having introduced us to what promises to be a really\nvery remarkable case.”",
        "His eager face still wore that expression of intense and high-\nstrung energy, which showed me that some novel and suggestive\ncircumstance had opened up a stimulating line of thought.  See\nthe foxhound with hanging ears and drooping tail as it lolls\nabout the kennels, and compare it with the same hound as, with\ngleaming eyes and straining muscles, it runs upon a breast-high\nscent—such was the change in Holmes since the morning.  He was a\ndifferent man from the limp and lounging figure in the mouse-\ncoloured dressing-gown who had prowled so restlessly only a few\nhours before round the fog-girt room.",
        "“There is material here.  There is scope,” said he.  “I am dull\nindeed not to have understood its possibilities.”",
        "“Even now they are dark to me.”",
        "“The end is dark to me also, but I have hold of one idea which\nmay lead us far.  The man met his death elsewhere, and his body\nwas on the ROOF of a carriage.”",
        "“On the roof!”",
        "“Remarkable, is it not?  But consider the facts.  Is it a\ncoincidence that it is found at the very point where the train\npitches and sways as it comes round on the points?  Is not that\nthe place where an object upon the roof might be expected to fall\noff?  The points would affect no object inside the train.  Either\nthe body fell from the roof, or a very curious coincidence has\noccurred.  But now consider the question of the blood.  Of\ncourse, there was no bleeding on the line if the body had bled\nelsewhere.  Each fact is suggestive in itself.  Together they\nhave a cumulative force.”",
        "“And the ticket, too!” I cried.",
        "“Exactly.  We could not explain the absence of a ticket.  This\nwould explain it.  Everything fits together.”",
        "“But suppose it were so, we are still as far as ever from\nunravelling the mystery of his death.  Indeed, it becomes not\nsimpler but stranger.”",
        "“Perhaps,” said Holmes, thoughtfully, “perhaps.”  He relapsed\ninto a silent reverie, which lasted until the slow train drew up\nat last in Woolwich Station.  There he called a cab and drew\nMycroft’s paper from his pocket.",
        "“We have quite a little round of afternoon calls to make,” said\nhe.  “I think that Sir James Walter claims our first attention.”",
        "The house of the famous official was a fine villa with green\nlawns stretching down to the Thames.  As we reached it the fog\nwas lifting, and a thin, watery sunshine was breaking through.  A\nbutler answered our ring.",
        "“Sir James, sir!” said he with solemn face.  “Sir James died this\nmorning.”",
        "“Good heavens!” cried Holmes in amazement.  “How did he die?”",
        "“Perhaps you would care to step in, sir, and see his brother,\nColonel Valentine?”",
        "“Yes, we had best do so.”",
        "We were ushered into a dim-lit drawing-room, where an instant\nlater we were joined by a very tall, handsome, light-beared man\nof fifty, the younger brother of the dead scientist.  His wild\neyes, stained cheeks, and unkempt hair all spoke of the sudden\nblow which had fallen upon the household.  He was hardly\narticulate as he spoke of it.",
        "“It was this horrible scandal,” said he.  “My brother, Sir James,\nwas a man of very sensitive honour, and he could not survive such\nan affair.  It broke his heart.  He was always so proud of the\nefficiency of his department, and this was a crushing blow.”",
        "“We had hoped that he might have given us some indications which\nwould have helped us to clear the matter up.”",
        "“I assure you that it was all a mystery to him as it is to you\nand to all of us.  He had already put all his knowledge at the\ndisposal of the police.  Naturally he had no doubt that Cadogan\nWest was guilty.  But all the rest was inconceivable.”",
        "“You cannot throw any new light upon the affair?”",
        "“I know nothing myself save what I have read or heard.  I have no\ndesire to be discourteous, but you can understand, Mr. Holmes,\nthat we are much disturbed at present, and I must ask you to\nhasten this interview to an end.”",
        "“This is indeed an unexpected development,” said my friend when\nwe had regained the cab.  “I wonder if the death was natural, or\nwhether the poor old fellow killed himself!  If the latter, may\nit be taken as some sign of self-reproach for duty neglected?  We\nmust leave that question to the future.  Now we shall turn to the\nCadogan Wests.”",
        "A small but well-kept house in the outskirts of the town\nsheltered the bereaved mother.  The old lady was too dazed with\ngrief to be of any use to us, but at her side was a white-faced\nyoung lady, who introduced herself as Miss Violet Westbury, the\nfiancee of the dead man, and the last to see him upon that fatal\nnight.",
        "“I cannot explain it, Mr. Holmes,” she said.  “I have not shut an\neye since the tragedy, thinking, thinking, thinking, night and\nday, what the true meaning of it can be.  Arthur was the most\nsingle-minded, chivalrous, patriotic man upon earth.  He would\nhave cut his right hand off before he would sell a State secret\nconfided to his keeping.  It is absurd, impossible, preposterous\nto anyone who knew him.”",
        "“But the facts, Miss Westbury?”",
        "“Yes, yes; I admit I cannot explain them.”",
        "“Was he in any want of money?”",
        "“No; his needs were very simple and his salary ample.  He had\nsaved a few hundreds, and we were to marry at the New Year.”",
        "“No signs of any mental excitement?  Come, Miss Westbury, be\nabsolutely frank with us.”",
        "The quick eye of my companion had noted some change in her\nmanner.  She coloured and hesitated.",
        "“Yes,” she said at last, “I had a feeling that there was\nsomething on his mind.”",
        "“For long?”",
        "“Only for the last week or so.  He was thoughtful and worried.\nOnce I pressed him about it.  He admitted that there was\nsomething, and that it was concerned with his official life.  ’It\nis too serious for me to speak about, even to you,’ said he.  I\ncould get nothing more.”",
        "Holmes looked grave.",
        "“Go on, Miss Westbury.  Even if it seems to tell against him, go\non.  We cannot say what it may lead to.”",
        "“Indeed, I have nothing more to tell.  Once or twice it seemed to\nme that he was on the point of telling me something.  He spoke\none evening of the importance of the secret, and I have some\nrecollection that he said that no doubt foreign spies would pay a\ngreat deal to have it.”",
        "My friend’s face grew graver still.",
        "“Anything else?”",
        "“He said that we were slack about such matters—that it would be\neasy for a traitor to get the plans.”",
        "“Was it only recently that he made such remarks?”",
        "“Yes, quite recently.”",
        "“Now tell us of that last evening.”",
        "“We were to go to the theatre.  The fog was so thick that a cab\nwas useless.  We walked, and our way took us close to the office.\nSuddenly he darted away into the fog.”",
        "“Without a word?”",
        "“He gave an exclamation; that was all.  I waited but he never\nreturned.  Then I walked home.  Next morning, after the office\nopened, they came to inquire.  About twelve o’clock we heard the\nterrible news.  Oh, Mr. Holmes, if you could only, only save his\nhonour!  It was so much to him.”",
        "Holmes shook his head sadly.",
        "“Come, Watson,” said he, “our ways lie elsewhere.  Our next\nstation must be the office from which the papers were taken.",
        "“It was black enough before against this young man, but our\ninquiries make it blacker,” he remarked as the cab lumbered off.\n“His coming marriage gives a motive for the crime.  He naturally\nwanted money.  The idea was in his head, since he spoke about it.\nHe nearly made the girl an accomplice in the treason by telling\nher his plans.  It is all very bad.”",
        "“But surely, Holmes, character goes for something?  Then, again,\nwhy should he leave the girl in the street and dart away to\ncommit a felony?”",
        "“Exactly!  There are certainly objections.  But it is a\nformidable case which they have to meet.”",
        "Mr. Sidney Johnson, the senior clerk, met us at the office and\nreceived us with that respect which my companion’s card always\ncommanded.  He was a thin, gruff, bespectacled man of middle age,\nhis cheeks haggard, and his hands twitching from the nervous\nstrain to which he had been subjected.",
        "“It is bad, Mr. Holmes, very bad!  Have you heard of the death of\nthe chief?”",
        "“We have just come from his house.”",
        "“The place is disorganized.  The chief dead, Cadogan West dead,\nour papers stolen.  And yet, when we closed our door on Monday\nevening, we were as efficient an office as any in the government\nservice.  Good God, it’s dreadful to think of!  That West, of all\nmen, should have done such a thing!”",
        "“You are sure of his guilt, then?”",
        "“I can see no other way out of it.  And yet I would have trusted\nhim as I trust myself.”",
        "“At what hour was the office closed on Monday?”",
        "“At five.”",
        "“Did you close it?”",
        "“I am always the last man out.”",
        "“Where were the plans?”",
        "“In that safe.  I put them there myself.”",
        "“Is there no watchman to the building?”",
        "“There is, but he has other departments to look after as well.\nHe is an old soldier and a most trustworthy man.  He saw nothing\nthat evening.  Of course the fog was very thick.”",
        "“Suppose that Cadogan West wished to make his way into the\nbuilding after hours; he would need three keys, would he not,\nbefore the could reach the papers?”",
        "“Yes, he would.  The key of the outer door, the key of the\noffice, and the key of the safe.”",
        "“Only Sir James Walter and you had those keys?”",
        "“I had no keys of the doors—only of the safe.”",
        "“Was Sir James a man who was orderly in his habits?”",
        "“Yes, I think he was.  I know that so far as those three keys are\nconcerned he kept them on the same ring.  I have often seen them\nthere.”",
        "“And that ring went with him to London?”",
        "“He said so.”",
        "“And your key never left your possession?”",
        "“Never.”",
        "“Then West, if he is the culprit, must have had a duplicate.  And\nyet none was found upon his body.  One other point:  if a clerk\nin this office desired to sell the plans, would it not be simply\nto copy the plans for himself than to take the originals, as was\nactually done?”",
        "“It would take considerable technical knowledge to copy the plans\nin an effective way.”",
        "“But I suppose either Sir James, or you, or West has that\ntechnical knowledge?”",
        "“No doubt we had, but I beg you won’t try to drag me into the\nmatter, Mr. Holmes.  What is the use of our speculating in this\nway when the original plans were actually found on West?”",
        "“Well, it is certainly singular that he should run the risk of\ntaking originals if he could safely have taken copies, which\nwould have equally served his turn.”",
        "“Singular, no doubt—and yet he did so.”",
        "“Every inquiry in this case reveals something inexplicable.  Now\nthere are three papers still missing.  They are, as I understand,\nthe vital ones.”",
        "“Yes, that is so.”",
        "“Do you mean to say that anyone holding these three papers, and\nwithout the seven others, could construct a Bruce-Partington\nsubmarine?”",
        "“I reported to that effect to the Admiralty.  But to-day I have\nbeen over the drawings again, and I am not so sure of it.  The\ndouble valves with the automatic self-adjusting slots are drawn\nin one of the papers which have been returned.  Until the\nforeigners had invented that for themselves they could not make\nthe boat.  Of course they might soon get over the difficulty.”",
        "“But the three missing drawings are the most important?”",
        "“Undoubtedly.”",
        "“I think, with your permission, I will now take a stroll round\nthe premises.  I do not recall any other question which I desired\nto ask.”",
        "Continue...",
        "\nThis complete text of The Adventure of the Bruce-Partington Plans book by Sir Arthur Conan Doyle is in the\npublic domain.\n\nAlso see The Adventures of Sherlock Holmes (Boxed DVD Set Collection) from 1983, at Amazon.\nAnd The Complete Sherlock Holmes: All 4 Novels and 56 Short Stories.\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Adventures of, Memoirs of, and Return of Sherlock Holmes + Hound of the Baskervilles + A Study in Scarlet + Sign of the Four + Adventure of Wisteria Inn + Adventure of the Bruce-Partington Plans (COMPLETE / UNABRIDGED, 7 ILLUSTRATED SHERLOCK HOLMES Novels in 1 Volume)By Sir Arthur Conan DoyleAt Amazon"
    ]
}