{
    "title": "The Theory of Social Revolutions - Chapter III - American Courts As Legislative Chambers",
    "author": "Brooks Adams",
    "chapter": "3",
    "content": [
        "\n\n",
        "In one point of view many of the greatest of the Federalists were\nidealists. They seem sincerely to have believed that they could, by some\nform of written words, constrain a people to be honest against their\nwill, and almost as soon as the new government went into operation they\ntested these beliefs by experiment, with very indifferent success. I\ntake it that jurists like Jay and Marshall held it to be axiomatic that\nrules of conduct should be laid down by them which would be applicable\nto rich and poor, great and small, alike, and that courts could maintain\nsuch rules against all pressure. Possibly such principles may be\nenforced against individuals, but they cannot be enforced against\ncommunities, and it was here that the Federalist philosophy collapsed,\nas Hamilton, at least partly, foresaw that it must.",
        "Sovereigns have always enjoyed immunity from suit by private persons,\nunless they have been pleased to assent thereto, not because it is less\nwrongful for a sovereign than for an individual to cheat, but because\nthe sovereign cannot be arrested and the individual can. With the\nDeclaration of Independence the thirteen colonies became sovereigns.\nPetty sovereigns it is true, and singly contemptible in physical force\nas against most foreign nations, but none the less tenacious of the\nattributes of sovereignty, and especially of the attribute which enabled\nthem to repudiate their debts. Jay, Marshall, and their like, thought\nthat they could impose the same moral standard upon the states as upon\nprivate persons; they were unable to do so, but in making the attempt\nthey involved the American judicial system in a maze of difficulties\nwhose gravity, I fear, can hardly be exaggerated. Before entering upon\nthis history, however, I must say a word touching the nature of our law.",
        "Municipal law, to be satisfactory, should be a body of abstract\nprinciples capable of being applied impartially to all relevant facts,\njust as Marshall and Jay held it to be. Where exceptions begin, equality\nbefore the law ends, as I have tried to show by the story of King David\nand Uriah, and therefore the great effort of civilization has been to\nremove judges from the possibility of being subjected to a temptation,\nor to a pressure, which may deflect them from impartiality as between\nsuitors. In modern civilization, especially, nothing is so fatal to the\nprinciple of order as inequality in the dispensation of justice, and it\nwould have been reasonable to suppose that Americans, beyond all others,\nwould have been alive to this teaching of experience, and have\nstudiously withdrawn their bench from politics. In fact they have\nignored it, and instead they have set their judiciary at the focus of\nconflicting forces. The result has been the more unfortunate as the\nEnglish system of jurisprudence is ill calculated to bear the strain, it\nbeing inflexible. In theory the English law moves logically from\nprecedent to precedent, the judge originating nothing, only elaborating\nideas which he has received from a predecessor, and which are binding on\nhim. If the line of precedents leads to wrongful conclusions, the\nlegislature must intervene with a statute rectifying the wrong. The\nRomans, who were gifted with a higher legal genius than we, managed\nbetter. The praetor, by his edict, suppressed inconvenient precedents,\nand hence the Romans maintained flexibility in their municipal law\nwithout falling into confusion. We have nothing to correspond to the\npraetor.",
        "Thus the English system of binding precedents is troublesome enough in a\ncivilization in chronic and violent flux like modern civilization, even\nwhen applied to ordinary municipal law which may be changed at will by\nlegislation, but it brings society almost to a stand when applied to the\nmost vital functions of government, with no means at hand to obtain a\ncorrective. For the court of last resort having once declared the\nmeaning of a clause of the Constitution, that meaning remains fixed\nforever, unless the court either reverses itself, which is a disaster,\nor the Constitution can be amended by the states, which is not only\ndifficult, but which, even if it be possible, entails years of delay.",
        "Yet pressing emergencies arise, emergencies in which a settlement of\nsome kind must almost necessarily be reached somewhat rapidly to avert\nvery serious disorders, and it has been under this tension, as I\nunderstand American constitutional development, that our courts have\nresorted to legislation. Nor is it fair for us to measure the sagacity\nof our great jurists by the standard of modern experience. They lived\nbefore the acceleration of movement by electricity and steam. They could\nnot foresee the rapidity and the profundity of the changes which were\nimminent. Hence it was that, in the spirit of great lawyers, who were\nalso possibly men tinged with a certain enthusiasm for the ideal, they\nbegan their work by ruling on the powers and limitations of sovereignty,\nas if they were ruling on the necessity of honest intent in dealings\nwith one’s neighbor.",
        "In 1789 General Washington is said to have offered John Jay his choice\nof offices under the new government, and Jay chose the chief\njusticeship, because there he thought he could make his influence felt\nmost widely. If so he had his wish, and very shortly met with\ndisappointment. In the August Term of 1792, one Chisholm, a citizen of\nSouth Carolina, sued the State of Georgia for a debt. Georgia declined\nto appear, and in February, 1793, Jay, in an elaborate opinion, gave\njudgment for Chisholm. Jay was followed by his associates with the\nexception of Iredell, J., of North Carolina. Forthwith a ferment began,\nand in the very next session of Congress an amendment to the\nConstitution was proposed to make such suits impossible. In January,\n1798, five years after the case was argued, this amendment was declared\nto be adopted, but meanwhile Jay had resigned to become governor of New\nYork. In December, 1800, he was again offered the chief justiceship by\nJohn Adams, on the resignation of Oliver Ellsworth, but Jay resolutely\ndeclined. I have often wondered whether Jay’s mortification at having\nhis only important constitutional decision summarily condemned by the\npeople may not have given him a distaste for judicial life.",
        "The Federalist attempt to enforce on the states a positive rule of\neconomic morality, therefore, collapsed at once, but it still remained\npossible to approach the same problem from its negative side, through\nthe clause of the Constitution which forbade any state to impair the\nvalidity of contracts, and Marshall took up this aspect of the task\nwhere Jay left it. In Marshall’s mind his work was simple. He had only\nto determine the nature of a contract, and the rest followed\nautomatically. All contracts were to be held sacred. Their greater or\nless importance was immaterial.",
        "In 1810 Marshall expounded this general principle in Fletcher v.\nPeck.[18] “When ... a law is in its nature a contract ... a repeal of\nthe law cannot devest” rights which have vested under it. A couple of\nyears later he applied his principle to the extreme case of an unlimited\nremission of taxation.[19] The State of New Jersey had granted an\nexemption from taxation to lands ceded to certain Indians. Marshall held\nthat this contract ran with the land, and inured to the benefit of\ngrantees from the Indians. If the state cared to resume its power of\ntaxation, it must buy the grant back, and the citizens of New Jersey\nmust pay for their improvidence.",
        "Seven years later, in 1810, Marshall may, perhaps, be said to have\nreached the culmination of his career, for then he carried his moral\nstandard to a breaking strain. But, though his theory broke down,\nperhaps the most striking evidence of his wonderful intellectual\nsuperiority is that he convinced the Democrat, Joseph Story,–a man who\nhad been nominated by Madison to oppose him, and of undoubted strength\nof character,–of the soundness of his thesis. In 1769 King George III\nincorporated certain Trustees of Dartmouth College. The charter was\naccepted and both real and personal property were thereupon conveyed to\nthis corporate body, in trust for educational purposes. In 1816 the\nlegislature of New Hampshire reorganized the board of trustees against\ntheir will. If the incorporation amounted to a contract, the Court was\nclear that this statute impaired it; therefore the only really debatable\nissue was whether the grant of a charter by the king amounted to a\ncontract by him, with his subjects to whom he granted it. After\nprolonged consideration Marshall concluded that it did, and I conceive\nthat, in the eye of history, he was right. Throughout the Middle Ages\ncorporate privileges of all kinds, but especially municipal corporate\nprivileges, had been subjects of purchase and sale, and indeed the\nmediaeval social system rested on such contracts. So much was this the\ncase that the right to return members of Parliament from incorporated\nboroughs was, as Lord Eldon pointed out in the debates on the Reform\nBill, as much private property “as any of your lordships’\" titles and\npeerages.",
        "It was here that Marshall faltered. He felt that the public would not\nsupport him if he held that states could not alter town and county\ncharters, so he arbitrarily split corporations in halves, protecting\nonly those which handled exclusively private funds, and abandoning\n“instruments of government,” as he called them, to the mercy of\nlegislative assemblies.",
        "Toward 1832 it became convenient for middle class Englishmen to\nconfiscate most of the property which the aristocracy had invested in\nparliamentary boroughs, and this social revolution was effected without\nstraining the judicial system, because of the supremacy of Parliament.\nIn America, at about the same time, it became, in like manner,\nconvenient to confiscate numerous equally well-vested rights, because,\nto have compensated the owners would have entailed a considerable\nsacrifice which neither the public nor the promoters of new enterprises\nwere willing to make. The same end was reached in America as in England,\nin spite of Chief Justice Marshall and the Dartmouth College Case, only\nin America it was attained by a legal somerset which has disordered the\ncourse of justice ever since.",
        "In 1697 King William III incorporated Trinity Church in the City of New\nYork, confirming to the society the possession of a parcel of land,\nadjoining the church, to be used as a churchyard for the burial of the\ndead. In 1823 the government of New York prohibited interments within\nthe city limits, thus closing the churchyard for the purposes for which\nit had been granted. As compensation was refused, it appeared to be a\nclear case of confiscation, and Trinity resisted. In the teeth of recent\nprecedents the Supreme Court of New York decided that, under the Police\nPower, the legislature of New York might authorize this sort of\nappropriation of private property for sanitary purposes, without paying\nthe owners for any loss they might thereby sustain.[20]",
        "The court thus simply dispensed the legislature from obedience to the\nlaw, saying in effect, “although the Constitution forbids impairing\ncontracts, and although this is a contract which you have impaired, yet,\nin our discretion, we suspend the operation of the Constitution, in this\ninstance, by calling your act an exercise of a power unknown to the\nframers of the Constitution.” I cannot doubt that Marshall would have\nflouted this theory had he lived to pass upon it, but Marshall died in\n1835, and the Charles River Bridge Case, in which this question was\nfirst presented to the Supreme Court of the United States, did not come\nup until 1837. Then Joseph Story, who remained as the representative of\nMarshall’s philosophy upon the bench, vehemently protested against the\nlatitudinarianism of Chief Justice Taney and his associates, but without\nproducing the slightest effect.",
        "In 1785 the Massachusetts legislature chartered the Charles River Bridge\nCompany to build a bridge between Boston and Charlestown, authorizing\nit, by way of consideration, to collect tolls for forty years. In 1792\nthe franchise was extended to seventy years, when the bridge was to\nrevert to the Commonwealth. In 1828 the legislature chartered the Warren\nBridge Company, expressly to build a bridge parallel to and practically\nadjoining the Charles River Bridge, the Warren Bridge to become a free\nbridge after six years. The purpose, of course, was to accelerate\nmovement by ruining the Charles River Bridge Company. The Charles River\nBridge Company sought to restrain the building of the Warren Bridge as a\nbreach of contract by the State, but failed to obtain relief in the\nstate courts, and before the cause could be argued at Washington the\nWarren Bridge had become free and had destroyed the value of the Charles\nRiver Bridge, though its franchise had still twenty years to run. As\nStory pointed out, no one denied that the charter of the Charles River\nBridge Company was a contract, and, as he insisted, it is only common\nsense as well as common justice and elementary law, that contracts of\nthis character should be reasonably interpreted so far as quiet\nenjoyment of the consideration granted is concerned; but all this\navailed nothing. The gist of the opposing argument is contained in a\nsingle sentence in the opinion of the Chief Justice who spoke for the\nmajority of the court: “The millions of property which have been\ninvested in railroads and canals, upon lines of travel which had been\nbefore occupied by turnpike corporations, will be put in jeopardy” if\nthis doctrine is to prevail.[21]",
        "The effect of the adoption by the Supreme Court of the United States of\nthe New York theory of the Police Power was to vest in the judiciary, by\nthe use of this catch-word, an almost unparalleled prerogative. They\nassumed a supreme function which can only be compared to the Dispensing\nPower claimed by the Stuarts, or to the authority which, according to\nthe Council of Constance, inheres in the Church, to “grant indulgences\nfor reasonable causes.” I suppose nothing in modern judicial history has\never resembled this assumption; and yet, when we examine it, we find it\nto be not only the logical, but the inevitable, effect of those\nmechanical causes which constrain mankind to move along the lines of\nleast resistance.",
        "Marshall, in a series of decisions, laid down a general principle which\nhad been proved to be sound when applied by ordinary courts, dealing\nwith ordinary social forces, and operating under the corrective power of\neither a legislature or a praetor, but which had a different aspect\nunder the American constitutional system. He held that the fundamental\nlaw, embodied in the Constitution, commanded that all contracts should\nbe sacred. Therefore he, as a judge, had but two questions to resolve:\nFirst, whether, in the case before him, a contract had been proved to\nexist. Second, admitting that a contract had been proved, whether it had\nalso been shown to have been impaired.",
        "Within ten years after these decisions it had been found in practice\nthat public opinion would not sustain so rigid an administration of the\nlaw. No legislature could intervene, and a pressure was brought to bear\nwhich the judges could not withstand; therefore, the Court yielded,\ndeclaring that if impairing a contract were, on the whole, for the\npublic welfare, the Constitution, as Marshall interpreted it, should be\nsuspended in favor of the legislation which impaired it. They called\nthis suspension the operation of the “Police Power.” It followed, as the\n“Police Power” could only come into operation at the discretion of the\nCourt, that, therefore, within the limits of judicial discretion,\nconfiscation, however arbitrary and to whatever extent, might go on. In\nthe energetic language of the Supreme Court of Maine: “This duty and\nconsequent power override all statute or contract exemptions. The state\ncannot free any person or corporation from subjection to this power.\nAll personal, as well as property rights must be held subject to the\nPolice Power of the state.\"[22]",
        "Once the theory of the Police Power was established it became desirable\nto define the limits of judicial discretion, but that proved to be\nimpossible. It could not be determined in advance by abstract reasoning.\nHence, as each litigation arose, the judges could follow no rule but the\nrule of common sense, and the Police Power, translated into plain\nEnglish, presently came to signify whatever, at the moment, the judges\nhappened to think reasonable. Consequently, they began guessing at the\ndrift of public opinion, as it percolated to them through the medium of\ntheir education and prejudices. Sometimes they guessed right and\nsometimes wrong, and when they guessed wrong they were cast aside, as\nappeared dramatically enough in the temperance agitation.",
        "Up to about the middle of the last century the lawfulness of the liquor\nbusiness had been unquestioned in the United States, and money had been\ninvested as freely in it as in any other legitimate enterprise; but, as\nthe temperance agitation swept over the country, in obedience to the\nimpulsion given by science to the study of hygiene, dealing in liquor\ncame to be condemned as a crime. Presently legislatures began to pass\nstatutes to confiscate, more or less completely, this kind of property,\nand sufferers brought their cases before the courts to have the\nconstitutionality of the acts tested, under the provisions which existed\nin all state constitutions, forbidding the taking, by the public, of\nprivate property without compensation, or without due process of law.\nSuch a provision existed hi the constitution of the State of New York,\nadopted in 1846, and it was to invoke the protection of this clause that\none Wynehamer, who had been indicted in 1855, carried his case to the\nCourt of Appeals in the year 1856. In that cause Mr. Justice Comstock,\nwho was one of the ablest jurists New York ever produced, gave an\nopinion which is a model of judicial’ reasoning. He showed conclusively\nthe absurdity of constitutional restrictions, if due process of law may\nbe held to mean the enactment of the very statute drawn to work\nconfiscation.[23] This decision, which represented the profoundest\nconvictions of men of the calibre of Comstock and Denio, deserves to\nrank with Marshall’s effort in the Dartmouth College Case. In both\ninstances the tribunal exerted itself to carry out Hamilton’s principle\nof judicial duty by exercising its judgment and not its will. In\nother words, the judges propounded a general rule and then simply\ndetermined whether the set of facts presented to them fell within that\nrule. They resolutely declined to legislate by entering upon a\nconsideration of the soundness or reasonableness of the policy which\nunderlay the action of the legislature. In the one case as in the other\nthe effort was unavailing, as Jefferson prophesied that it would be. I\nhave told of Marshall’s overthrow in the Charles River Bridge Case, and\nin 1887, after controversies of this category had begun to come before\nthe Supreme Court of the United States under the Fourteenth Amendment,\nMr. Justice Harlan swept Mr. Justice Comstock aside by quietly ignoring\nan argument which was unanswerable.[24] The same series of phenomena\nhave appeared in regard to laws confiscating property invested in\nlotteries, when opinion turned against lotteries, or in occupations\nsupposed to be unsanitary, as in the celebrated case of the taxing out\nof existence of the rendering establishment which had been erected as a\npublic benefit to relieve the City of Chicago of its offal.[25] In fine,\nwhenever pressure has reached a given intensity, on one pretext or\nanother, courts have enforced or dispensed with constitutional\nlimitations with quite as much facility as have legislatures, and for\nthe same reasons. The only difference has been that the pressure which\nhas operated most directly upon courts has not always been the pressure\nwhich has swayed legislatures, though sometimes both influences have\ncombined. For example, during the Civil War, the courts sanctioned\neverything the popular majority demanded under the pretext of the War\nPower, as in peace they have sanctioned confiscations for certain\npopular purposes, under the name of the Police Power. But then, courts\nhave always been sensitive to financial influences, and if they have\nbeen flexible in permitting popular confiscation when the path of least\nresistance has lain that way, they have gone quite as far in the\nreverse direction when the amount of capital threatened has been large\nenough to be with them a countervailing force.",
        "As the federal Constitution originally contained no restriction upon the\nstates touching the confiscation of the property of their own citizens,\nprovided contracts were not impaired, it was only in 1868, by the\npassage of the Fourteenth Amendment, that the Supreme Court of the\nUnited States acquired the possibility of becoming the censor of state\nlegislation in such matters. Nor did the Supreme Court accept this\nburden very willingly or in haste. For a number of years it labored to\nconfine its function to defining the limits of the Police Power,\nguarding itself from the responsibility of passing upon the\n“reasonableness” with which that power was used. It was only by somewhat\nslow degrees, as the value of the threatened property grew to be vast,\nthat the Court was deflected from this conservative course into\neffective legislation. The first prayers for relief came from the\nSouthern states, who were still groaning under reconstruction\ngovernments; but as the Southern whites were then rather poor, their\ncomplaints were neglected. The first very famous cause of this category\nis known as the Slaughter House Cases. In 1869 the Carpet Bag government\nof Louisiana conceived the plan of confiscating most of the property of\nthe butchers who slaughtered for New Orleans, within a district about as\nlarge as the State of Rhode Island. The Fourteenth Amendment forbade\nstates to deprive any person of life, liberty, or property, without due\nprocess of law, and the butchers of New Orleans prayed for protection,\nalleging that the manner in which their property had been taken was\nutterly lawless. But the Supreme Court declined to interfere, explaining\nthat the Fourteenth Amendment had been contrived to protect the\nemancipated slaves, and not to make the federal judiciary “a perpetual\ncensor upon all legislation of the states, on the civil rights of their\nown citizens, with authority to nullify such as it did not approve.\"[26]",
        "Although, even at that relatively early day, this conservatism met with\nstrong opposition within the Court itself, the pressure of vested wealth\ndid not gather enough momentum to overcome the inertia of the bench for\nnearly another generation. It was the concentration of capital in\nmonopoly, and the consequent effort by the public to regulate monopoly\nprices, which created the stress which changed the legal equilibrium.\nThe modern American monopoly seems first to have generated that amount\nof friction, which habitually finds vent in a great litigation, about\nthe year 1870; but only some years later did the states enter upon a\ndetermined policy of regulating monopoly prices by law, with the\nestablishment by the Illinois legislature of a tariff for the Chicago\nelevators. The elevator companies resisted, on the ground that\nregulation of prices in private business was equivalent to confiscation,\nand so in 1876 the Supreme Court was dragged into this fiercest of\ncontroversies, thereby becoming subject to a stress to which no\njudiciary can safely be exposed. Obviously two questions were presented\nfor adjudication: The first, which by courtesy might be termed legal,\nwas whether the fixing of prices by statute was a prerogative which a\nstate legislature might constitutionally exercise at all; the second,\nwhich was purely political, was whether, admitting that, in the\nabstract, such a power could be exercised by the state, Illinois had,\nin this particular case, behaved reasonably. The Supreme Court made a\nconscientious effort to adhere to the theory of Hamilton, that it\nshould, in emergencies like this, use its judgment only, and not its\nwill; that it should lay down a rule, not vote on the wisdom of a\npolicy. So the judges decided that, from time immemorial, the fixing of\nprices in certain trades and occupations had been a legislative\nfunction, which they supposed might be classified as a branch of the\nPolice Power, but they declared that with this expression of opinion\ntheir jurisdiction ended. When it came to asking them to criticise the\npropriety of legislation, it was, in substance, proposing that they\nshould substitute their will for the will of the representatives of\nthe people, which was impossible. I well remember the stir made by the\ncase of Munn v. Illinois.[27]",
        "Both in and out of the legal profession, those in harmony with the great\nvested interests complained that the Court had shirked its duty. But\nthese complaints soon ceased, for a movement was in progress which\nswept, for the moment, all before it. The great aggregations of capital,\nwhich had been accumulating ever since the Charles River Bridge Case,\nnot long after Munn v. Illinois attained to a point at which they\nbegan to grasp many important prerogatives of sovereignty, and to\nimpose, what was tantamount to, arbitrary taxation upon a large scale.\nThe crucial trial of strength came on the contest for control of the\nrailways, and in that contest concentrated capital prevailed. The\nSupreme Court reversed its attitude, and undertook to do that which it\nhad solemnly protested it could not do. It began to censor legislation\nin the interest of the strongest force for the time being, that force\nbeing actually financial. By the year 1800 the railway interest had\nexpanded prodigiously. Between 1876 and 1890 the investment in railways\nhad far more than doubled, and, during the last five years of this\nperiod, the increment had been at an average of about $450,000,000\nannually. At this point the majority of the court yielded, as ordinary\npolitical chambers always must yield, to extraordinary pressure. Mr.\nJustice Bradley, however, was not an ordinary man. He was, on the\ncontrary, one of the ablest and strongest lawyers who sat on the federal\nbench during the last half of the nineteenth century; and Bradley, like\nStory before him, remonstrated against turning the bench of magistrates,\nto which he belonged, from a tribunal which should propound general\nrules applicable to all material facts, into a jury to find verdicts on\nthe reasonableness of the votes of representative assemblies. The\nlegislature of Minnesota, in 1887, passed a statute to regulate railway\nrates, and provided that the findings of the commission which it erected\nto fix those rates should be final. The Chicago, Milwaukee & St. Paul\nRailway contended that this statute was unconstitutional, because it was\nunreasonable, and the majority of the Court sustained their\ncontention.[28] Justices Bradley, Gray, and Lamar dissented, and Bradley\non this occasion delivered an opinion, from which I shall quote a\nparagraph or two, since the argument appears to me conclusive, not only\nfrom the point of view of law, but of political expediency and of common\nsense:–",
        "“I cannot agree to the decision of the court in this case. It\npractically overrules Munn v. Illinois.... The governing principle of\nthose cases was that the regulation and settlement of the fares of\nrailroads and other public accommodations is a legislative prerogative,\nand not a judicial one. This is a principle which I regard as of great\nimportance....",
        "“But it is said that all charges should be reasonable, and that none but\nreasonable charges can be exacted; and it is urged that what is a\nreasonable charge is a judicial question. On the contrary, it is\npreëminently a legislative one, involving considerations of policy as\nwell as of remuneration.... By the decision now made we declare, in\neffect, that the judiciary, and not the legislature, is the final\narbiter in the regulation of fares and freights of railroads.... It is\nan assumption of authority on the part of the judiciary which, ... it\nhas no right to make. The assertion of jurisdiction by this court makes\nit the duty of every court of general jurisdiction, state or federal, to\nentertain complaints [of this nature], for all courts are bound by the\nConstitution of the United States, the same as we are.”",
        "There is little to add to these words. When the Supreme Court thus\nundertook to determine the reasonableness of legislation it assumed,\nunder a somewhat thin disguise, the position of an upper chamber, which,\nthough it could not originate, could absolutely veto most statutes\ntouching the use or protection of property, for the administration of\nmodern American society now hinges on this doctrine of judicial\ndispensation under the Police Power. Whether it be a regulation of rates\nand prices, of hours of labor, of height of buildings, of municipal\ndistribution of charity, of flooding a cranberry bog, or of prescribing\nto sleeping-car porters duties regarding the lowering of upper\nberths,–in questions great and small, the courts vote upon the\nreasonableness of the use of the Police Power, like any old-fashioned\ntown meeting. There is no rule of law involved. There is only opinion or\nprejudice, or pecuniary interest. The judges admit frankly that this is\nso. They avow that they try to weigh public opinion, as well as they\ncan, and then vote. In 1911 Mr. Justice Holmes first explained that the\nPolice Power extended to all great public needs, and then went on to\nobserve that this Police Power, or extraordinary prerogative, might be\nput forth by legislatures “in aid of what is sanctioned by usage, or\nheld by ... preponderant opinion to be ... necessary to the public\nwelfare.\"[29]",
        "A representative chamber reaches its conclusions touching “preponderant\nopinion” by a simple process, but the influences which sway courts are\nobscurer,–often, probably, beyond the sphere of the consciousness of\nthe judges themselves. Nor is this the worst; for, as I have already\nexplained, the very constitution of a court, if it be a court calculated\nto do its legitimate work upon a lofty level, precludes it from keeping\npace with the movement in science and the arts. Necessarily it lags some\nyears behind. And this tendency, which is a benefit in the dispensation\nof justice as between private litigants, becomes a menace when courts\nare involved in politics. A long line of sinister precedents crowd\nunbidden upon the mind. The Court of King’s Bench, when it held Hampden\nto be liable for the Ship Money, draped the scaffold for Charles I. The\nParliament of Paris, when it denounced Turgot’s edict touching the\ncorvée, threw wide the gate by which the aristocracy of France passed to\nthe guillotine. The ruling of the Superior Court of the Province of\nMassachusetts Bay, in the case of the Writs of Assistance, presaged the\nAmerican Revolution; and the Dred Scott decision was the prelude to the\nCivil War.",
        "The capital essential of justice is that, under like conditions, all\nshould fare alike. The magistrate should be no respecter of persons. The\nvice of our system of judicial dispensation is that it discriminates\namong suitors in proportion to their power of resistance. This is so\nbecause, under adequate pressure, our courts yield along the path of\nleast resistance. I should not suppose that any man could calmly turn\nover the pages of the recent volumes of the reports of the Supreme Court\nof the United States and not rise from the perusal convinced that the\nrich and the poor, the strong and the weak, do not receive a common\nmeasure of justice before that judgment seat. Disregarding the\ndiscrimination which is always apparent against those who are unpopular,\nor who suffer under special opprobrium, as do liquor dealers, owners of\nlotteries, and the like,[30] I will take, nearly at random, a couple of\nexamples of rate regulation, where tenderness has been shown property in\nsomething approaching to a mathematical ratio to the amount involved.",
        "In April, 1894, a record was produced before the Supreme Court which\nshowed that the State of North Dakota had in 1891 established rates for\nelevating and storing grain, which rates the defendant, named Brass, who\nowned a small elevator, alleged to be, to him in particular, utterlyruinous, and to be in general unreasonable. He averred that he used his\nelevator for the storage of his own grain, that it cost about $3000,\nthat he had no monopoly, as there were many hundred such elevators in\nthe state, and, as land fit for the purpose of building elevators was\nplenty and cheap, that any man could build an elevator in the town in\nwhich he lived, as well as he; that the rates he charged were\nreasonable, and that, were he compelled to receive grain generally at\nthe rates fixed by the statute, he could not store his own grain. All\nthese facts were admitted by demurrer, and Brass contended that if any\nman’s property were ever to be held to be appropriated by the public\nwithout compensation, and under no form of law at all save a predatory\nstatute, it should be his; but the Supreme Court voted the Dakota\nstatute to be a reasonable exercise of the Police Power,[31] and\ndismissed Brass to his fate.",
        "The converse case is a very famous one known as Smyth v. Ames,[32]\ndecided four years later, in 1898. In that case it appeared that the\nState of Nebraska had, in 1893, reduced freight rates within the state\nabout twenty-nine per cent, in order to bring them into some sort of\nrelation to the rates charged in the adjoining State of Iowa, which were\ncalculated to be forty per cent lower than the Nebraska rates. Several\nof the most opulent and powerful corporations of the Union were affected\nby this law, among others the exceedingly prosperous and influential\nChicago, Burlington & Quincy Railway. No one pretended that, were the\nlaw to be enforced, the total revenues of the Burlington would be\nseriously impaired, nor was it even clear that, were the estimate of\nreduction, revenue, and cost confined altogether to the commerce carried\non within the limits of the State of Nebraska, leaving interstate\ncommerce out of consideration, a loss would be suffered during the\nfollowing year. Trade might increase with cheaper rates, or economies\nmight be made by the company, or both causes and many others of\nincreased earnings might combine. Corporation counsel, however, argued\nthat, were the principle of the statute admitted, and should all the\nstates through which the line passed do the like, ultimately a point\nmight be reached at which the railway would be unable to maintain, even\napproximately, its dividend of eight per cent, and that the creation of\nsuch a possibility was conceding the power of confiscation, and,\ntherefore, an unreasonable exercise of the Police Power, by the State of\nNebraska. With this argument the Supreme Court concurred. They held the\nNebraska statute to be unreasonable. Very possibly it may have been\nunsound legislation, yet it is noteworthy that within three years after\nthis decision Mr. Hill bought the Chicago, Burlington & Quincy, at the\nrate of $200 for every share of stock of the par value of $100, thus\nfixing forever, on the community tributary to the road, the burden of\npaying a revenue on just double the value of all the stock which it had\nbeen found necessary to issue to build the highway. Even at this price\nMr. Hill is supposed to have made a brilliant bargain.",
        "This brings me to the heart of my theorem. Ever since Hamilton’s time,\nit has been assumed as axiomatic, by conservative Americans, that courts\nwhose function is to expound a written constitution can and do act as a\n“barrier to the encroachments and oppressions of the representative\nbody.\"[33] I apprehend that courts can perform no such office and that\nin assuming attributes beyond the limitations of their being they, as\nhistory has abundantly proved, not only fail in their object, but shake\nthe foundations of authority, and immolate themselves. Hitherto I have\nconfined myself to adducing historical evidence to prove that American\ncourts have, as a whole, been gifted with so little political sagacity\nthat their interference with legislation, on behalf of particular\nsuitors, has, in the end, been a danger rather than a protection to\nthose suitors, because of the animosity which it has engendered. I shall\nnow go further. For the sake of argument I am willing to admit that the\ncourts, in the exercise of the dispensing prerogative, called the\nPolice Power, have always acted wisely, so much so that every such\ndecree which they have issued may be triumphantly defended upon\neconomic, moral, or social grounds. Yet, assuming this to be true,\nthough I think I have shown it to be untrue, the assumption only\nstrengthens my contention, that our courts have ceased to be true\ncourts, and are converted into legislative chambers, thereby promising\nshortly to become, if they are not already, a menace to order. I take it\nto be clear that the function of a legislature is to embody the will of\nthe dominant social force, for the time being, in a political policy\nexplained by statutes, and when that policy has reached a certain stage\nof development, to cause it to be digested, together with the judicial\ndecisions relevant to it, in a code. This process of correlation is the\nhighest triumph of the jurist, and it was by their easy supremacy in\nthis field of thought, that Roman lawyers chiefly showed their\npreeminence as compared with modern lawyers. Still, while admitting this\nsuperiority, it is probably true that the Romans owed much of their\nsuccess in codification to the greater permanence of the Roman\nlegislative tenure of office, and, therefore, stability of\npolicy,–phenomena which were both probably effects of a slower social\nmovement among the ancients. The Romans, therefore, had less need than\nwe of a permanent judiciary to counteract the disintegrating tendency of\nredundant legislation; a fortiori, of course, they had still less to\nisolate the judiciary from political onslaughts which might cause\njustice to become a series of exceptions to general principles, rather\nthan a code of unvarying rules.",
        "It is precisely because they are, and are intended to be, arenas of\npolitical combat, that legislatures cannot be trustworthy courts, and it\nwas because this fact was notorious that the founders of this government\ntried to separate the legislative from the judicial function, and to\nmake this separation the foundation of the new republic. They failed, as\nI conceive, not because they made their legislatures courts, but\nbecause, under the system they devised, their courts have become\nlegislatures. A disease, perhaps, the more insidious of the two.\nInsidious because it undermines, order, while legislative murder and\nconfiscation induce reaction.",
        "If a legislative chamber would act as a court, the first necessity is to\neliminate its legislative character. For example, the House of Lords in\nEngland has long discharged the duties of a tribunal of last resort for\nthe empire, and with general approbation, but only because, when sitting\nas a court, the law lords sit alone. Politicians and political\ninfluences are excluded. Where political influences enter disaster\nfollows. Hence the infamous renown of political decisions in legal\ncontroversies, such as bills of attainder and ex post facto laws, or\nspecial legislation to satisfy claims which could not be defended before\nlegitimate courts, or the scandals always attending the trial of\nelection petitions. The object of true courts is to shield the public\nfrom these and kindred abuses.",
        "In primitive communities courts are erected to defend the weak against\nthe strong, by correlating local customs in such wise that some general\nprinciple can be deduced which shall protect the civil rights of those\nwho cannot protect themselves, against the arbitrary exactions of\npowerful neighbors. In no community can every person have equal civil\nrights. That is impossible. Civil rights must vary according to status.\nBut such rights as any person may have, those the courts are bound to\nguard indifferently. If the courts do not perform this, their first and\nmost sacred duty, I apprehend that order cannot be permanently\nmaintained, for this is equality before the law; and equality before the\nlaw is the cornerstone of order in every modern state.",
        "I conceive that the lawyers of the age of Washington were the ablest\nthat America has ever produced. No men ever understood the principle of\nequality before the law more thoroughly than they, and after the\nestablishment of this government a long series of great and upright\nmagistrates strove, as I have shown, to carry this principle into\neffect. Jay and Marshall, Story and Bradley, and many, many more,\nstruggled, protested, and failed. Failed, as I believe, through no fault\nof their own, but because fortune had placed them in a position\nuntenable for the judge. When plunged in the vortex of politics, courts\nmust waver as do legislatures, and nothing is to me more painful than to\nwatch the process of deterioration by which our judges lose the instinct\nwhich should warn them to shun legislation as a breach of trust, and to\ncleave to those general principles which permit of no exceptions. To\nillustrate my meaning I shall refer to but one litigation, but that one\nis so extraordinary that I must deal with it in detail.",
        "In 1890 the dread of the enhancement of prices by monopoly, as the\nSupreme Court itself has explained, caused Congress to pass the famous\nSherman Act, which prohibited indiscriminately all monopolies or\nrestraints of trade. Presently the government brought a bill to dissolve\nan obnoxious railway pool, called the Trans-Missouri Freight\nAssociation, and in 1896 the case came up for adjudication. I have\nnothing to say touching the policy involved. I am only concerned with a\nseries of phenomena, developed through several years, as effects of\npressure acting upon a judiciary, exposed as the judiciary, under our\nsystem, is exposed.",
        "The Trans-Missouri Case was argued on December 8, 1896, very elaborately\nand by the most eminent counsel. After long consideration, and profound\nreflection, Mr. Justice Peckham, speaking for the majority of the\ntribunal, laid down a general principle in conformity to the legislative\nwill, precisely as Marshall had laid down a general principle in the\nDartmouth College Case, or Story in the Charles River Bridge Case, or\nWaite in Munn v. Illinois, or Bradley in the Minnesota Rate Case. Then\nthe process of agitation immediately began. In the words of Mr. Justice\nHarlan, fifteen years later: “But those who were in combinations that\nwere illegal did not despair. They at once set up the baseless claim\nthat the decision of 1896 disturbed the ’business interests of the\ncountry,’ and let it be known that they would never be content until the\nrule was established that would permit interstate commerce to be\nsubjected to reasonable restraints.\"[34]",
        "Other great causes, involving the same issue, were tried, the question\nwas repeatedly reargued, but the Supreme Court tenaciously adhered to\nits general principle, that, under the Sherman Act, all restraints of\ntrade, or monopolies, were unlawful, and, therefore, the Court had but\ntwo matters before it, first to define a restraint of trade or a\nmonopoly, second to determine whether the particular combination\ncomplained of fell within that definition. No discretion was permitted.\nJudicial duty ended there.",
        "The Court being found to be inflexible, recourse was had to Congress,\nand a bill in the form of an amendment to the Sherman Act was brought\ninto the Senate authorizing, in substance, those who felt unsafe under\nthe law, to apply to certain government officials, to be permitted to\nproduce evidence of the reasonable methods they employed, and, if the\nevidence were satisfactory, to receive, what was tantamount to, an\nindulgence. The subject thus reopened, the Senate Committee on the\nJudiciary went into the whole question of monopoly anew, and in 1909\nSenator Nelson presented an exhaustive report against the proposed\nrelaxation. Thereupon the Senate indefinitely postponed further\nconsideration of the amendment. The chief reasons given by Senator\nNelson were summed up in a single sentence: “The defence of reasonable\nrestraint would be made in every case and there would be as many\ndifferent rules of reasonableness as cases, courts, and juries.... To\namend the anti-trust act, as suggested by this bill, would be to\nentirely emasculate it, and for all practical purposes render it\nnugatory as a remedial statute.... The act as it exists is clear,\ncomprehensive, certain and highly remedial. It practically covers the\nfield of federal jurisdiction, and is in every respect a model law. To\ndestroy or undermine it at the present juncture, ... would be a\ncalamity.",
        "“In view of the foregoing, your committee recommend the indefinite\npostponement of the bill.\"[35]",
        "And so the Senate did indefinitely postpone the bill.",
        "Matters stood thus when the government brought process to dissolve the\nStandard Oil Company, as an unlawful combination. The cause was decided\non May 15, 1911, the Chief Justice speaking for the majority of the\nbench, in one of the most suggestive opinions which I have ever read. To\nme this opinion, like Taney’s opinion in the Charles River Bridge Case,\nindicates that the tension had reached the breaking point, the court\nyielding in all directions at once, while the dominant preoccupation of\nthe presiding judge seemed to be to plant his tribunal in such a\nposition that it could so yield, without stultifying itself hopelessly\nbefore the legal profession and the public. In striving to reach this\nposition, however, I apprehend that the Chief Justice, unreservedly,\ncrossed the chasm on whose brink American jurists had been shuddering\nfor ninety years. The task the Chief Justice assumed was difficult\nalmost beyond precedent. He proposed to surrender to the vested\ninterests the principle of reasonableness which they demanded, and\nwhich the tribunal he represented, together with Congress, had refused\nto surrender for fifteen years. To pacify the public, which would\ncertainly resent this surrender, he was prepared to punish two hated\ncorporations, while he strove to preserve, so far as he could, the\nrespect of the legal profession and of the public, for the court over\nwhich he presided, by maintaining a semblance of consistency.",
        "To accomplish these contradictory results, the Chief Justice began,\nrather after the manner of Marshall in Marbury v. Madison, by an\nextra-judicial disquisition. The object of this disquisition was to\njustify his admission of the evidence of reasonableness as a defence,\nalthough it was not needful to decide that such evidence must be\nadmitted in order to dispose of that particular cause. For the Chief\nJustice very readily agreed that the Standard Oil Company was, in fact,\nan unreasonable restraint of trade, and must be dissolved, no matter\nwhether it were allowed to prove its reasonable methods or not.\nAccordingly, he might have contented himself with stating that,\nadmitting for the sake of argument but without approving, all the\ndefendant advanced, he should sustain the government; but to have so\ndisposed of the case would not have suited his purpose. What the Chief\nJustice had it at heart to do was to surrender a fundamental principle,\nand yet to appear to make no surrender at all. Hence, he prepared his\npreliminary and extra-judicial essay on the human reason, of whose\nprecise meaning, I must admit, I still, after many perusals, have grave\ndoubts. I sometimes suspect that the Chief Justice did not wish to be\ntoo explicit. So far as I comprehend the Chief Justice, his chain of\nreasoning amounted to something like this: It was true, he observed,\nthat for fifteen years the Supreme Court had rejected the evidence of\nreasonableness which he admitted, and had insisted upon a general\nprinciple which he might be supposed to renounce, but this apparent\ndiscrepancy involved no contradiction. It was only a progression in\nthought. For, he continued, the judges who, on various previous\noccasions, sustained that general principle, must have reached their\nconclusions by the light of reason; to-day we reach a contrary\nconclusion, but we also do so by the light of reason; therefore, as all\nthese decisions are guided by the light of reason they fundamentally\ncoincide, however much superficially they may seem to differ.[36]",
        "I have never supposed that this argument carried complete conviction\neither to the legal profession, to the public, or to Congress.\nCertainly, it did not convince Mr. Justice Harlan, who failed to fathom\nit, and bluntly expressed his astonishment in a dissenting opinion in\nanother cause from which I regret to say I can only quote a couple of\nparagraphs, although the whole deserves attentive perusal:–",
        "“If I do not misapprehend the opinion just delivered, the Court insists\nthat what was said in the opinion in the Standard Oil Case, was in\naccordance with our previous decisions in the Trans-Missouri and Joint\nTraffic Cases, ... if we resort to reason. This statement surprises me\nquite as much as would a statement that black was white or white was\nblack.”",
        "“But now the Court, in accordance with what it denominates the ’rule of\nreason,’ in effect inserts in the act the word ’undue,’ which means the\nsame as ’unreasonable,’ and thereby makes Congress say what it did not\nsay.... And what, since the passage of the act, it has explicitly\nrefused to say.... In short, the Court now, by judicial legislation, in\neffect, amends an Act of Congress relating to a subject over which that\ndepartment of the Government has exclusive cognizance.\"[37]",
        "The phenomenon which amazed Mr. Justice Harlan is, I conceive, perfectly\ncomprehensible, if we reflect a little on the conflict of forces\ninvolved, and on the path of least resistance open to an American judge\nseeking to find for this conflict, a resultant. The regulation or the\ndomination of monopoly was an issue going to the foundation of society,\nand popular and financial energy had come into violent impact in regard\nto the control of prices. Popular energy found vent through Congress,\nwhile the financiers, as financiers always have and always will, took\nshelter behind the courts. Congress, in 1890, passed a statute to\nconstrain monopolies, against which financiers protested as being a\nspecies of confiscation, and which the Chief Justice himself thought\nharsh. To this statute the Supreme Court gave a harsh construction, as\nthe Chief Justice had more than once pointed out, when he was still an\nassociate upon the bench. From a series of these decisions an appeal had\nbeen made to Congress, and the Senate, in the report from which I have\nquoted, had sustained the construction given to the statute by the\nmajority of his brethren with whom the Chief Justice differed. Since the\nlast of these decisions, however, the complexion of the bench had been\nconsiderably changed by new appointments, much as it had been after\nHepburn v. Griswold, and an opportunity seemed to be presented to\nconciliate every one.",
        "In any other country than the United States, a chief justice so situated\nwould doubtless have affirmed the old precedents, permitting himself, at\nmost, to point out the mischief which, he thought, they worked. Not so a\nlawyer nurtured under the American constitutional system, which breeds\nin the judge the conviction that he is superior to the legislator. His\ninstinct, under adequate pressure, is always to overrule anything\nrepugnant to him that a legitimate legislative assembly may have done.\nIn this instance, had the case been one of first impression, nothing\nwould have been easier than to have nullified the Sherman Act as an\nunreasonable exercise of the Police Power, as judges had been nullifying\nstatutes of which they disapproved for a couple of generations\npreviously; but the case was not one of first impression. On the\ncontrary, the constitutionality of the Sherman Act had been so often\nupheld by the judiciary that the Chief Justice himself admitted that so\nlong as Congress allowed him to use his reason, these “contentions\n[were] plainly foreclosed.” Therefore, for him the path of least\nresistance was to use his reason, and, as a magistrate, to amend a\nstatute which Congress ought to have amended, but had unreasonablyomitted to amend. Such was the final and logical result of the blending\nof judicial and legislative functions in a court, as they are blended\nunder the American constitutional system. Nor is it unworthy of\nremark, that the Chief Justice, in abstaining from questioning the\nconstitutionality of the act, expressly intimated that he did so\nbecause, by the use of his reason, he could make that reasonable and\nconstitutional which otherwise might be unreasonable and\nunconstitutional. The defendants pressed the argument that destroying\nthe freedom of contract, as the Sherman Law destroyed it, was to\ninfringe upon the “constitutional guaranty of due process of law.” To\nthis the Chief Justice rejoined: “But the ultimate foundation of all\nthese arguments is the assumption that reason may not be resorted to in\ninterpreting and applying the statute.... As the premise is demonstrated\nto be unsound by the construction we have given the statute,” these\narguments need no further notice.[38]",
        "Should Congress amend the Sherman Act, as it seems somewhat disposed to\ndo, by explicitly enacting the rule of the Trans-Missouri Case, a grave\nissue would be presented. The Chief Justice might submit, and thus\navert, temporarily at least, a clash; or, he might hold such an\namendment unconstitutional as denying to the Court the right to\nadminister the law according to due process. A trial of strength would\nthen be imminent.",
        "Nearly a century ago, Jefferson wrote to Spencer Roane, “The\nConstitution, on this hypothesis, is a mere thing of wax in the hands of\nthe judiciary, which they may twist and shape into any form they\nplease.\"[39] And however much we may recoil from admitting Jefferson’s\nconclusion to be true, it none the less remains the fact that it has\nproved itself to be true, and that the people have recognized it to be\ntrue, and have taken measures to protect themselves by bringing the\njudiciary under the same degree of control which they enforce on other\nlegislators. The progression has been steady and uniform, each advance\ntoward an assumption of the legislative function by the judiciary having\nbeen counterbalanced by a corresponding extension of authority over the\ncourts by the people. First came the protest against Marbury and Madison\nin the impeachment of Chase, because, as Giles explained, if judges were\nto annul laws, the dominant party must have on the bench judges they\ncould trust. Next the Supreme Court of New York imagined the theory of\nthe Police Power, which was adopted by the Supreme Court of the United\nStates in 1837. But it stood to reason that if judges were to suspend\nconstitutional limitations according to their notions of reasonableness,\nthe people must have the means of securing judges whose views touching\nreasonableness coincided with their own. And behold, within ten years,\nby the constitution of 1846, New York adopted an elective judiciary.",
        "Then followed the Dred Scott Case, the Civil War, and the attack on\nlegislative authority in Hepburn v. Griswold. Straightway the Court\nreceived an admonition which it remembered for a generation. Somewhat\nforgetful of this, on May 15, 1911, Chief Justice White gave his opinion\nin the Standard Oil Case, which followed hard upon a number of state\ndecisions intended to override legislation upon several burning social\nissues. Forthwith, in 1912, the proposition to submit all decisions\ninvolving a question of constitutional law to a popular vote became an\nissue in a presidential election. Only one step farther could be taken,\nand that we see being taken all about us. Experience has shown, in New\nYork and elsewhere, that an election, even for a somewhat short term,\ndoes not bring the judge so immediately under popular control that\ndecisions objectionable to the majority may not be made. Hence the\nrecall. The degradation of the judicial function can, in theory at\nleast, go no farther. Thus the state courts may be said already to be\nprostrate, or likely shortly to become prostrate. The United States\ncourts alone remain, and, should there be a struggle between them and\nCongress, the result can hardly be doubted. An event has recently\noccurred abroad which we may do well to ponder.",
        "Among European nations England has long represented intelligent\nconservatism, and at the heart of her conservatism lay the House of\nLords. Through many centuries; and under many vicissitudes this ancient\nchamber had performed functions of the highest moment, until of late it\nhad come to occupy a position not dissimilar to that which the Supreme\nCourt of the United States yet holds. On one side it was the highest\nlegal tribunal of the Empire, on the other it was a non-representative\nassembly, seldom indeed originating important legislation, but enjoying\nan absolute veto on legislation sent it from the Commons. One day in a\nmoment of heated controversy the Lords vetoed a bill on which the\nCommons had determined. A dissolution followed and the House of Lords,\nas a political power, faded into a shadow; yet, notwithstanding this,\nits preeminence as a court has remained intact. Were a similar clash to\noccur in America no such result could be anticipated. Supposing a\nPresident, supported by a congressional majority, were to formulate some\npolicy no more subversive than that which has been formulated by the\npresent British Cabinet, and this policy were to be resisted, as it\nsurely would be, by potent financial interests, the conflicting forces\nwould converge upon the Supreme Court. The courts are always believed to\ntend toward conservatism, therefore they are generally supported by the\nconservative interest, both here and elsewhere. In this case a dilemma\nwould be presented. Either the judges would seek to give expression to\n“preponderant” popular opinion, or they would legislate. In the one\nevent they would be worthless as a restraining influence. In the other,\nI apprehend, a blow would fall similar to the blow which fell upon the\nHouse of Lords, only it would cut deeper. Shearing the House of Lords of\npolitical power did not dislocate the administration of English justice,\nbecause the law lords are exclusively judges. They never legislate.\nTherefore no one denounced them. Not even the wildest radical demanded\nthat their tenure should be made elective, much less that they should be\nsubjected to the recall. With us an entirely different problem would be\npresented for solution. A tribunal, nominally judicial, would throw\nitself across the path of the national movement. It would undertake to\ncorrect a disturbance of the social equilibrium. But what a shifting of\nthe social equilibrium means, and what follows upon tampering with it,\nis a subject which demands a chapter by itself.",
        "[18] 6 Cranch 135.",
        "[19] New Jersey v. Wilson, 7 Cranch 164; decided in 1812.",
        "[20] Coates v. Mayor of New York, 7 Cowen 585.",
        "[21] Charles River Bridge v. Warren Bridge, 11 Peters 420, 553.",
        "[22] Boston & Maine Railroad v. County Commissioners, 79 Maine 393.",
        "[23] Wynehamer v. The People, 13 N.Y. 393.",
        "[24] Mugler v. Kansas, 133 U.S. 623.",
        "[25] Fertilizing Co. v. Hyde Park, 97 U.S. 659.",
        "[26] Slaughter House Cases, 16 Wallace 78, decided in 1873.",
        "[27] 94 U.S. 113.",
        "[28] Chicago, Milwaukee & St. Paul Ry. v. Minnesota, 134 U.S. 461,\ndecided March 24, 1890.",
        "[29] Noble State Bank v. Haskell, 219 U.S. 104.",
        "[30] See the extraordinary case of Douglas v. Kentucky, 168 U.S. 488,\nwhich must be read in connection with Gregory v. Trustees of Shelby\nCollege, 2 Metc. (Kentucky) 589.",
        "[31] Brass v. North Dakota, 133 U.S. 391.",
        "[32] 169 U.s. 466.",
        "[33] The Federalist, No. LXXVIII.",
        "[34] 221 U.S. 91.",
        "[35] 60th Congress, 2d Session, Senate, Report No. 848, Adverse Report\nby Mr. Nelson, Amending Anti-trust Act, January 26, 1909, page 11.",
        "[36] Standard Oil Company v. United States, 221 U.S. 1.",
        "[37] United States v. American Tobacco Company, 221 U.S. 191, 192.",
        "[38] 221 U.s. 69.",
        "[39] To Spencer Roane, Sept. 6, 1819, Ford, 10, 141.",
        "Continue...",
        "\nThis eBook of “The Theory of Social Revolutions” by Brooks Adams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Theory of Social RevolutionsBy Brooks AdamsAt Amazon"
    ]
}