{
    "title": "The American Spirit in Literature - Chapter IV. The Revolution",
    "author": "Bliss Perry",
    "chapter": "4",
    "content": [
        "\n\n",
        "If we turn, however, to the literature produced in America\nbetween the passage of the Stamp Act in 1765 and the adoption of\nthe Constitution in 1787, we perceive that it is a literature of\ndiscord and passion. Its spirit is not that of “one united\npeople.” Washington could indeed declare in his “Farewell\nAddress” of 1796, “With slight shades of difference, you have the\nsame religion, manners, habits, and political principles\"; yet no\none knew better than Washington upon what a slender thread this\npolitical unity had often hung, and how impossible it had been to\nforesee the end from the beginning.",
        "It is idle to look in the writings of the Revolutionary period\nfor the literature of beauty, for a quiet harmonious unfolding of\nthe deeper secrets of life. It was a time of swift and pitiless\nchange, of action rather than reflection, of the turning of many\nseparate currents into one headlong stream. “We must, indeed, all\nhang together,” runs Franklin’s well-known witticism in\nIndependence Hall, “or, most assuredly, we shall all hang\nseparately.” Excellently spoken, Doctor! And that homely, cheery,\ndaring sentence gives the keynote of much of the Revolutionary\nwriting that has survived. It may be heard in the state papers of\nSamuel Adams, the oratory of Patrick Henry, the pamphlets of\nThomas Paine, the satires of Freneau and Trumbull, and in the\nsubtle, insinuating, thrilling paragraphs of Thomas Jefferson.",
        "We can only glance in passing at the literature of the Lost\nCause, the Loyalist or “Tory” pleadings for allegiance to\nBritain. It was written by able and honest men, like Boucher and\nOdell, Seabury, Leonard and Galloway. They distrusted what\nSeabury called “our sovereign Lord the Mob.” They represented, in\nJohn Adams’s opinion, nearly one-third of the people of the\ncolonies, and recent students believe that this estimate was too\nlow. In some colonies the Loyalists were clearly in the majority.\nIn all they were a menacing element, made up of the conservative,\nthe prosperous, the well-educated, with a mixture, of course, of\nmere placemen and tuft-hunters. They composed weighty pamphlets,\neloquent sermons, and sparkling satire in praise of the old order\nof things. When their cause was lost forever, they wrote gossipy\nletters from their exile in London or pathetic verses in their\nnew home in Nova Scotia and Ontario. Their place in our national\nlife and literature has never been filled, and their talents and\nvirtues are never likely to receive adequate recognition. They\ntook the wrong fork of the road.",
        "There were gentle spirits, too, in this period, endowed with\ndelicate literary gifts, but quite unsuited for the clash of\ncontroversy–members, in Crevecoeur’s touching words, of the\n“secret communion among good men throughout the world.” “I am a\nlover of peace, what must I do?” asks Crevecoeur in his “Letters\nfrom an American Farmer.” “I was happy before this unfortunate\nRevolution. I feel that I am no longer so, therefore I regret the\nchange. My heart sometimes seems tired with beating, it wants\nrest like my eyelids, which feel oppressed with so many\nwatchings.” Crevecoeur, an immigrant from Normandy, was certainly\nno weakling, but he felt that the great idyllic American\nadventure which he described so captivatingly in his chapter\nentitled “What is an American\"–was ending tragically in civil\nwar. Another whitesouled itinerant of that day was John Woolman\nof New Jersey, whose “Journal,” praised by Charles Lamb and\nChanning and edited by Whittier, is finding more readers in the\ntwentieth century than it won in the nineteenth. “A man\nunlettered,” said Whittier, “but with natural refinement and\ndelicate sense of fitness, the purity of whose heart enters into\nhis language.” Woolman died at fifty-two in far-away York,\nEngland, whither he had gone to attend a meeting of the Society\nof Friends.",
        "The three tall volumes of the Princeton edition of the poems of\nPhilip Freneau bear the sub-title, “Poet of the American\nRevolution.” But our Revolution, in truth, never had an adequate\npoet. The prose-men, such as Jefferson, rose nearer the height of\nthe great argument than did the men of rhyme. Here and there the\nstruggle inspired a brisk ballad like Francis Hopkinson’s “Battle\nof the Kegs,” a Hudibrastic satire like Trumbull’s “McFingal,” or\na patriotic song like Timothy Dwight’s “Columbia.” Freneau\npainted from his own experience the horrors of the British\nprison-ship, and celebrated, in cadences learned from Gray and\nCollins, the valor of the men who fell at Eutaw Springs. There\nwas patriotic verse in extraordinary profusion, but its literary\nvalue is slight, and it reveals few moods of the American mind\nthat are not more perfectly conveyed through oratory, the\npamphlet, and the political essay. The immediate models of this\nRevolutionary verse were the minor British bards of the\neighteenth century, a century greatly given to verse-writing, but\nendowed by Heaven with the “prose-reason” mainly. The reader of\nBurton E. Stevenson’s collection of “Poems of American History\"\ncan easily compare the contemporary verse inspired by the events\nof the Revolution with the modern verse upon the same historic\nthemes. He will see how slenderly equipped for song were most of\nthe later eighteenth-century Americans and how unfavorable to\npoetry was the tone of that hour.",
        "Freneau himself suffered, throughout his long career, from the\ndepressing indifference of his public to the true spirit of\npoetry. “An old college mate of mine,” said James Madison–who\nwas by tradition Freneau’s roommate at Princeton in the class of\n1771–\"a poet and man of literary and refined tastes, knowing\nnothing of the world.” When but three years out of college, the\ncautious Madison wrote to another friend: “Poetry wit and\nCriticism Romances Plays &c captivated me much: but I begin to\ndiscover that they deserve but a moderate portion of a mortal’s\nTime and that something more substantial more durable more\nprofitable befits our riper age.” Madison was then at the ripe\nage of twenty-three! Professor Pattee, Freneau’s editor, quotes\nthese words to illustrate the “common sense” atmosphere of the\nage which proved fatal to Freneau’s development. Yet the sturdy\nyoung New Yorker, of Huguenot descent, is a charming figure, and\nhis later malevolence was shown only to his political foes. After\nleaving Princeton he tries teaching, the law, the newspaper, the\nsea; he is aflame with patriotic zeal; he writes, like most\nAmerican poets, far too much for his own reputation. As the\neditor of the “National Gazette” in Philadelphia, he becomes\ninvolved in the bitter quarrel between his chief, Jefferson, and\nAlexander Hamilton. His attachment to the cause of the French\nRevolution makes him publish baseless attacks upon Washington. By\nand by he retires to a New Jersey farm, still toying with\njournalism, still composing verses. He turns patriotic poet once\nmore in the War of 1812; but the public has now forgotten him. He\nlives on in poverty and seclusion, and in his eightieth year\nloses his way in a snowstorm and perishes miserably–this in\n1832, the year of the death of the great Sir Walter Scott, who\nonce had complimented Freneau by borrowing one of his best lines\nof poetry.",
        "It is in the orations and pamphlets and state papers inspired by\nthe Revolutionary agitation that we find the most satisfactory\nexpression of the thought and feeling of that generation. Its\ntypical literature is civic rather than aesthetic, a sort of\nwriting which has been incidental to the accomplishing of some\npolitical, social, or moral purpose, and which scarcely regards\nitself as literature at all. James Otis’s argument against the\nWrits of Assistance in Massachusetts in 1761, and Patrick Henry’s\nspeech in the Virginia House of Burgesses in 1765, mark epochs in\nthe emotional life of these communities. They were reported\nimperfectly or not at all, but they can no more be ignored in an\nassessment of our national experience than editorials, sermons,\nor conversations which have expressed the deepest feelings of a\nday and then have perished beyond resurrection.",
        "Yet if natural orators like Otis and Henry be denied a strictly\n“literary” rating because their surviving words are obviously\ninadequate to account for the popular effect of their speeches,\nit is still possible to measure the efficiency of the\npamphleteer. When John Adams tells us that “James Otis was Isaiah\nand Ezekiel united,” we must take his word for the impression\nwhich Otis’s oratory left upon his mind. But John Adams’s own\nwritings fill ten stout volumes which invite our judgment. The\n“truculent and sarcastic splendor” of his hyperboles need not\nblind us to his real literary excellencies, such as clearness,\ncandor, vigor of phrase, freshness of idea. A testy, rugged,\n“difficult” person was John Adams, but he grew mellower with age,\nand his latest letters and journals are full of whimsical charm.",
        "John Adams’s cousin Samuel was not precisely a charming person.\nBigoted, tireless, secretive, this cunning manipulator of\npolitical passions followed many tortuous paths. His ability for\nadroit misstatement of an adversary’s position has been equaled\nbut once in our history. But to the casual reader of his four\nvolumes, Samuel Adams seems ever to be breathing the liberal air\nof the town-meeting: everything is as plainly obvious as a good\ncitizen can make it. He has, too, the large utterance of the\nEuropean liberalism of his day. “Resolved,” read his Resolutions\nof the House of Representatives of Massachusetts in 1765, “that\nthere are certain essential rights of the British constitution of\ngovernment which are founded in the law of God and nature and are\nthe common rights of mankind.” In his statement of the Rights of\nthe Colonists (1772) we are assured that “among the natural\nrights of the colonists are these, First, a right to Life;\nsecondly to Liberty; thirdly to Property .... All men have a\nRight to remain in a State of Nature as long as they please . . .\n. When Men enter into Society, it is by voluntary consent.\"\nJean-Jacques himself could not be more bland, nor at heart more\nfiercely demagogic.",
        "“Tom” Paine would have been no match for “Sam” Adams in a\ntown-meeting, but he was an even greater pamphleteer. He had\narrived from England in 1774, at the age of thirty-eight, having\nhitherto failed in most of his endeavors for a livelihood.\n“Rebellious Staymaker; unkempt,” says Carlyle; but General\nCharles Lee noted that there was “genius in his eyes,” and he\nbore a letter of introduction from Franklin commending him as an\n“ingenious, worthy young man,” which obtained for him a position\non the “Pennsylvania Magazine.” Before he had been a year on\nAmerican soil, Paine was writing the most famous pamphlet of our\npolitical literature, “Common Sense,” which appeared in January,\n1776. “A style hitherto unknown on this side of the Atlantic,\"\nwrote Edmund Randolph. Yet this style of familiar talk to the\ncrowd had been used seventy years earlier by Defoe and Swift, and\nit was to be employed again by a gaunt American frontiersman who\nwas born in 1809, the year of Thomas Paine’s death. “The Crisis,\"\na series of thirteen pamphlets, of which the first was issued in\nDecember, 1776, seemed to justify the contemporary opinion that\nthe “American cause owed as much to the pen of Paine as to the\nsword of Washington. “Paine, who was now serving in the army,\nmight have heard his own words, “These are the times that try\nmen’s souls,” read aloud, by Washington’s orders, to the ragged\ntroops just before they crossed the Delaware to win the victory\nof Trenton. The best known productions of Paine’s subsequent\ncareer, “The Rights of Man” and “The Age of Reason,” were written\nin Europe, but they were read throughout America. The reputation\nof the “rebellious Staymaker” has suffered from certain grimy\nhabits and from the ridiculous charge of atheism. He was no more\nan atheist than Franklin or Jefferson. In no sense an original\nthinker, he could impart to outworn shreds of deistic controversy\nand to shallow generalizations about democracy a personal fervor\nwhich transformed them and made his pages gay and bold and clear\nas a trumpet.",
        "Clear and bold and gay was Alexander Hamilton likewise; and his\nliterary services to the Revolution are less likely to be\nunderestimated than Thomas Paine’s. They began with that boyish\nspeech in “the Fields” of New York City in 1774 and with “The\nFarmer Refuted,” a reply to Samuel Seabury’s “Westchester\nFarmer.” They were continued in extraordinary letters, written\nduring Hamilton’s military career, upon the defects of the\nArticles of Confederation and of the finances of the\nConfederation. Hamilton contributed but little to the actual\nstructure of the new Constitution, but as a debater he fought\nmagnificently and triumphantly for its adoption by the Convention\nof the State of New York in 1788. Together with Jay and Madison\nhe defended the fundamental principles of the Federal Union in\nthe remarkable series of papers known as the “Federalist.” These\neighty-five papers, appearing over the signature “Publius” in two\nNew York newspapers between October, 1787, and April, 1788, owed\ntheir conception largely to Hamilton, who wrote more than half of\nthem himself. In manner they are not unlike the substantial Whig\nliterature of England, and in political theory they have little\nin common with the Revolutionary literature which we have been\nconsidering. The reasoning is close, the style vigorous but\nneither warmed by passion nor colored by the individual emotions\nof the author. The “Federalist” remains a classic example of the\ncivic quality of our post-Revolutionary American political\nwriting, broadly social in its outlook, well informed as to the\npast, confident–but not reckless–of the future. Many Americans\nstill read it who would be shocked by Tom Paine and bored with\nEdmund Burke. It has none of the literary genius of either of\nthose writers, but its formative influence upon successive\ngenerations of political thinking has been steadying and sound.",
        "In fact, our citizen literature cannot be understood aright if\none fails to observe that its effect has often turned, not upon\nmere verbal skill, but upon the weight of character behind the\nwords. Thus the grave and reserved George Washington says of the\nConstitution of 1787: “Let us raise a standard to which the wise\nand the honest can repair; the event is in the hand of God.” The\nwhole personality of the great Virginian is back of that simple,\nperfect sentence. It brings us to our feet, like a national\nanthem.",
        "One American, no doubt our most gifted man of letters of that\ncentury, passed most of the Revolutionary period abroad, in the\nservice of his country. Benjamin Franklin was fifty-nine in the\nyear of the Stamp Act. When he returned from France in 1785 he\nwas seventy-nine, but he was still writing as admirably as ever\nwhen he died at eighty-four. We cannot dismiss this singular,\nvaried, and fascinating American better than by quoting the\nletter which George Washington wrote to him in September, 1789.\nIt has the dignity and formality of the eighteenth century, but\nit is warm with tested friendship and it glows with deep human\nfeeling: “If to be venerated for benevolence, if to be admired\nfor talents, if to be esteemed for patriotism, if to be beloved\nfor philanthropy, can gratify the human mind, you must have the\npleasing consolation to know that you have not lived in vain. And\nI flatter myself that it will not be ranked among the least\ngrateful occurrences of your life to be assured, that, so long as\nI retain my memory, you will be recollected with respect,\nveneration, and affection by your sincere friend, George\nWashington.”",
        "There remains another Virginian, the symbol of the Revolutionary\nage, the author of words more widely known around the globe than\nany other words penned by an American. “Thomas Jefferson,” writes\nthe latest of his successors in the Presidency, “was not a man of\nthe people, but he was a man of such singular insight that he saw\nthat all the roots of generous power come from the people.” On\nhis father’s side Jefferson came from sound yeoman stock, in\nwhich Welsh blood ran. His mother was a Virginia Randolph. Born\nin Albemarle County, near the “little\nmountain\"–Monticello–where he built a mansion for his bride and\nwhere he lies buried, the tall, strong, red-haired, gray-eyed,\ngifted boy was reputed the best shot, the best rider, the best\nfiddle-player in the county. He studied hard at William and Mary\nover his Greek, Latin, French, Italian, and Spanish, but he also\nfrequented the best society of the little capital. He learned to\ncall himself a Deist and to theorize about ideal commonwealths.\nThere was already in him that latent radicalism which made him\nstrike down, as soon as he had the power, two of the fundamental\nprinciples of the society into which he was born, the principle\nof entailed property and that of church establishment.",
        "Such was the youth of twenty-two who was thrilled in 1765 by the\nStamp Act. In the ten years of passionate discussion which\nfollowed, two things became clear: first, that there had long\nexisted among the colonists very radical theoretical notions of\npolitical freedom; and second, that there was everywhere a spirit\nof practical conservatism. Jefferson illustrates the union of\nthese two tendencies.",
        "He took his seat in the Continental Congress in June, 1775. He\nwas only thirty-two, but he had already written, in the summer of\n1774, “A Summary View of the Rights of British America” which had\nbeen published in England by Burke, himself a judge of good\nwriting and sound politics. Jefferson had also prepared in 1775\nthe “Address of the Virginia House of Burgesses.” For these\nreasons he was placed at the head of the Committee for drafting\nthe Declaration of Independence. We need not linger over the\nfamiliar circumstances of its composition. Everybody knows how\nFranklin and Adams made a few verbal alterations in the first\ndraft, how the committee of five then reported it to the\nCongress, which proceeded to cut out about one-fourth of the\nmatter, while Franklin tried to comfort the writhing author with\nhis cheerful story about the sign of John Thompson the hatter.\nForty-seven years afterwards, in reply to the charge of lack of\noriginality brought against the Declaration by Timothy Pickering\nand John Adams–charges which have been repeated at intervals\never since–Jefferson replied philosophically: “Whether I\ngathered my ideas from reading or reflection I do not know. I\nknow only that I turned neither to book nor pamphlet while\nwriting it. I did not consider it as any part of my charge to\ninvent new ideas altogether and to offer no sentiment which had\never been expressed before.” O wise young man, and fundamentally\nAnglo-Saxon young man, to turn his back, in that crisis, to the\ndevil of mere cleverness, and stick to recognized facts and\naccepted sentiments! But his pen retains its cunning in spite of\nhim; and the drop of hot Welsh blood tells; and the cosmopolitan\nreading and thinking tell; and they transform what Pickering\ncalled a “commonplace compilation, its sentiments hackneyed in\nCongress for two years before,” into an immortal manifesto to\nmankind.",
        "Its method is the simplest. The preamble is philosophical,\ndealing with “self-evident” truths. Today the men who dislike or\ndoubt these truths dismiss the preamble as “theoretical,” or, to\nuse another term of derogation favored by reactionaries,\n“French.” But if the preamble be French and philosophical, the\nspecific charges against the King are very English and practical.\nHere are certain facts, presented no doubt with consummate\nrhetorical skill, but facts, undeniably. The Anglo-Saxon in\nJefferson is basal, racial; the turn for academic philosophizing\nafter the French fashion is personal, acquired; but the range and\nsweep and enduring vitality of this matchless state paper lie in\nits illumination of stubborn facts by general principles, its\ndecent respect to the opinions of mankind, its stately and noble\nutterance of national sentiments and national reasons to a\n“candid world.”",
        "It has long been the fashion, among a certain school of\nhalf-hearted Americans–and unless I am mistaken, the teaching\nhas increased during the last decades–to minimize the value of\nJefferson’s “self-evident truths.” Rufus Choate, himself a\nconsummate rhetorician, sneered at those “glittering\ngeneralities,” and countless college-bred men, some of them\noccupying the highest positions, have echoed the sneer. The\nessence of the objection to Jefferson’s platform lies of course\nin his phrase, “all men are created equal,” with the subsidiary\nphrase about governments “deriving their just powers from the\nconsent of the governed.” Editors and congressmen and even\ncollege professors have proclaimed themselves unable to assent to\nthese phrases of the Declaration, and unable even to understand\nthem. These objectors belong partly, I think, in Jefferson’s\ncategory of “nervous persons\"–\"anti-republicans,” as he goes on\nto define them–\"whose languid fibres have more analogy with a\npassive than an active state of things.” Other objectors to the\nphrase “all men are created equal” have had an obvious personal\nor political motive for refusing assent to the proposition. But\n“no intelligent man,” says one of Jefferson’s biographers, “has\never misconstrued it [the Declaration] except intentionally.”",
        "Nobody would claim today that Thomas Jefferson’s statement of the\nsentiments and reasons for the independence of the thirteen\nBritish colonies in 1776 was an adequate handbook of political\nwisdom, fit for all the exigencies of contemporary American\ndemocracy. It is not that. It is simply, in Lincoln’s phrase, one\nof “the standard maxims of free society” which no democracy can\nsafely disregard.",
        "Jefferson’s long life, so varied, so flexible, so responsive to\nthe touch of popular forces, illustrates the process by which the\nVirginia mind of 1743 became the nationalized, unionized mind of\n1826. It is needless here to dwell upon the traits of his\npersonal character: his sweetness of spirit, his\nstout-heartedness in disaster, his scorn of money, his love for\nthe intellectual life. “I have no ambition to govern men,” he\nwrote to Edward Rutledge. He was far happier talking about Greek\nand Anglo-Saxon with Daniel Webster before the fire-place of\nMonticello than he ever was in the presidential chair. His\ncorrespondence was enormous. His writings fill twenty volumes. In\nhis theories of education he was fifty years ahead of his time;\nin his absolute trust in humanity he was generations ahead of it.\n“I am not one of those who fear the people,” he declared proudly.\nIt is because of this touching faith, this invincible and\nmatchless ardor, that Jefferson is today remembered. He\nforeshadowed Lincoln. His belief in the inarticulate common\npeople is rewarded by their obstinate fidelity to his name as a\ntype and symbol. “I know of no safe depository of the ultimate\npowers of society but the people themselves,” wrote Jefferson,\nand with the people themselves is the depository of his fame.",
        "Continue...",
        "\nThis full text of\nThe American Spirit in Literature, A Chronicle of Great Interpreters, by Bliss Perry, is public domain (thanks to Project Gutenberg).\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The American Spirit in LiteratureBy Bliss PerryAt Amazon"
    ]
}