{
    "title": "The Devil’s Dictionary - A",
    "author": "Ambrose Bierce",
    "chapter": "2",
    "content": [
        "\n\n",
        "",
        "ABASEMENT, n.  A decent and customary mental attitude in the presence \nof wealth of power.  Peculiarly appropriate in an employee when \naddressing an employer.",
        "ABATIS, n.  Rubbish in front of a fort, to prevent the rubbish outside \nfrom molesting the rubbish inside.",
        "ABDICATION, n.  An act whereby a sovereign attests his sense of the \nhigh temperature of the throne.",
        "  Poor Isabella’s Dead, whose abdication\n  Set all tongues wagging in the Spanish nation.\n  For that performance ’twere unfair to scold her:\n  She wisely left a throne too hot to hold her.\n  To History she’ll be no royal riddle —\n  Merely a plain parched pea that jumped the griddle.",
        "G.J.",
        "\nABDOMEN, n.  The temple of the god Stomach, in whose worship, with \nsacrificial rights, all true men engage.  From women this ancient \nfaith commands but a stammering assent.  They sometimes minister at \nthe altar in a half-hearted and ineffective way, but true reverence \nfor the one deity that men really adore they know not.  If woman had a \nfree hand in the world’s marketing the race would become \ngraminivorous.",
        "ABILITY, n.  The natural equipment to accomplish some small part of \nthe meaner ambitions distinguishing able men from dead ones.  In the \nlast analysis ability is commonly found to consist mainly in a high \ndegree of solemnity.  Perhaps, however, this impressive quality is \nrightly appraised; it is no easy task to be solemn.",
        "ABNORMAL, adj.  Not conforming to standard.  In matters of thought and \nconduct, to be independent is to be abnormal, to be abnormal is to be \ndetested.  Wherefore the lexicographer adviseth a striving toward the \nstraiter [sic] resemblance of the Average Man than he hath to himself.  \nWhoso attaineth thereto shall have peace, the prospect of death and \nthe hope of Hell.",
        "ABORIGINIES, n.  Persons of little worth found cumbering the soil of a \nnewly discovered country.  They soon cease to cumber; they fertilize.",
        "ABRACADABRA.",
        "  By Abracadabra we signify\n      An infinite number of things.\n  ’Tis the answer to What? and How? and Why?\n  And Whence? and Whither? — a word whereby\n      The Truth (with the comfort it brings)\n  Is open to all who grope in night,\n  Crying for Wisdom’s holy light.",
        "  Whether the word is a verb or a noun\n      Is knowledge beyond my reach.\n  I only know that ’tis handed down.\n          From sage to sage,\n          From age to age —\n      An immortal part of speech!",
        "  Of an ancient man the tale is told\n  That he lived to be ten centuries old,\n      In a cave on a mountain side.\n      (True, he finally died.)\n  The fame of his wisdom filled the land,\n  For his head was bald, and you’ll understand\n      His beard was long and white\n      And his eyes uncommonly bright.",
        "  Philosophers gathered from far and near\n  To sit at his feat and hear and hear,\n          Though he never was heard\n          To utter a word\n      But “Abracadabra, abracadab,\n          Abracada, abracad,\n      Abraca, abrac, abra, ab!“\n          ’Twas all he had,\n  ’Twas all they wanted to hear, and each\n  Made copious notes of the mystical speech,\n          Which they published next —\n          A trickle of text\n  In the meadow of commentary.\n      Mighty big books were these,\n      In a number, as leaves of trees;\n  In learning, remarkably — very!",
        "          He’s dead,\n          As I said,\n  And the books of the sages have perished,\n  But his wisdom is sacredly cherished.\n  In Abracadabra it solemnly rings,\n  Like an ancient bell that forever swings.\n          O, I love to hear\n          That word make clear\n  Humanity’s General Sense of Things.",
        "Jamrach Holobom",
        "\nABRIDGE, v.t.  To shorten.",
        "      When in the course of human events it becomes necessary for \n  people to abridge their king, a decent respect for the opinions of \n  mankind requires that they should declare the causes which impel \n  them to the separation.",
        "Oliver Cromwell",
        "\nABRUPT, adj.  Sudden, without ceremony, like the arrival of a cannon- \nshot and the departure of the soldier whose interests are most \naffected by it.  Dr. Samuel Johnson beautifully said of another \nauthor’s ideas that they were “concatenated without abruption.”",
        "ABSCOND, v.i.  To “move in a mysterious way,” commonly with the \nproperty of another.",
        "  Spring beckons!  All things to the call respond;\n  The trees are leaving and cashiers abscond.",
        "Phela Orm",
        "\nABSENT, adj.  Peculiarly exposed to the tooth of detraction; vilifed; \nhopelessly in the wrong; superseded in the consideration and affection \nof another.",
        "  To men a man is but a mind.  Who cares\n  What face he carries or what form he wears?\n  But woman’s body is the woman.  O,\n  Stay thou, my sweetheart, and do never go,\n  But heed the warning words the sage hath said:\n  A woman absent is a woman dead.",
        "Jogo Tyree",
        "\nABSENTEE, n.  A person with an income who has had the forethought to \nremove himself from the sphere of exaction.",
        "ABSOLUTE, adj.  Independent, irresponsible.  An absolute monarchy is \none in which the sovereign does as he pleases so long as he pleases \nthe assassins.  Not many absolute monarchies are left, most of them \nhaving been replaced by limited monarchies, where the sovereign’s \npower for evil (and for good) is greatly curtailed, and by republics, \nwhich are governed by chance.",
        "ABSTAINER, n.  A weak person who yields to the temptation of denying \nhimself a pleasure.  A total abstainer is one who abstains from \neverything but abstention, and especially from inactivity in the \naffairs of others.",
        "  Said a man to a crapulent youth:  “I thought\n      You a total abstainer, my son.\"\n  “So I am, so I am,” said the scrapgrace caught —\n      “But not, sir, a bigoted one.”",
        "G.J.",
        "\nABSURDITY, n.  A statement or belief manifestly inconsistent with \none’s own opinion.",
        "ACADEME, n.  An ancient school where morality and philosophy were \ntaught.",
        "ACADEMY, n.  [from ACADEME]   A modern school where football is \ntaught.",
        "ACCIDENT, n.  An inevitable occurrence due to the action of immutable \nnatural laws.",
        "ACCOMPLICE, n.  One associated with another in a crime, having guilty \nknowledge and complicity, as an attorney who defends a criminal, \nknowing him guilty.  This view of the attorney’s position in the \nmatter has not hitherto commanded the assent of attorneys, no one \nhaving offered them a fee for assenting.",
        "ACCORD, n.  Harmony.",
        "ACCORDION, n.  An instrument in harmony with the sentiments of an \nassassin.",
        "ACCOUNTABILITY, n.  The mother of caution.",
        "  “My accountability, bear in mind,\"\n      Said the Grand Vizier:  “Yes, yes,\"\n  Said the Shah:  “I do — ’tis the only kind\n      Of ability you possess.”",
        "Joram Tate",
        "\nACCUSE, v.t.  To affirm another’s guilt or unworth; most commonly as a \njustification of ourselves for having wronged him.",
        "ACEPHALOUS, adj.  In the surprising condition of the Crusader who \nabsently pulled at his forelock some hours after a Saracen scimitar \nhad, unconsciously to him, passed through his neck, as related by de \nJoinville.",
        "ACHIEVEMENT, n.  The death of endeavor and the birth of disgust.",
        "ACKNOWLEDGE, v.t.  To confess.  Acknowledgement of one another’s \nfaults is the highest duty imposed by our love of truth.",
        "ACQUAINTANCE, n.  A person whom we know well enough to borrow from, \nbut not well enough to lend to.  A degree of friendship called slight \nwhen its object is poor or obscure, and intimate when he is rich or \nfamous.",
        "ACTUALLY, adv.  Perhaps; possibly.",
        "ADAGE, n.  Boned wisdom for weak teeth.",
        "ADAMANT, n.  A mineral frequently found beneath a corset.  Soluble in \nsolicitate of gold.",
        "ADDER, n.  A species of snake.  So called from its habit of adding \nfuneral outlays to the other expenses of living.",
        "ADHERENT, n.  A follower who has not yet obtained all that he expects \nto get.",
        "ADMINISTRATION, n.  An ingenious abstraction in politics, designed to \nreceive the kicks and cuffs due to the premier or president.  A man of \nstraw, proof against bad-egging and dead-catting.",
        "ADMIRAL, n.  That part of a war-ship which does the talking while the \nfigure-head does the thinking.",
        "ADMIRATION, n.  Our polite recognition of another’s resemblance to \nourselves.",
        "ADMONITION, n.  Gentle reproof, as with a meat-axe.  Friendly warning.",
        "  Consigned by way of admonition,\n  His soul forever to perdition.",
        "Judibras",
        "\nADORE, v.t.  To venerate expectantly.",
        "ADVICE, n.  The smallest current coin.",
        "  “The man was in such deep distress,\"\n  Said Tom, “that I could do no less\n  Than give him good advice.”  Said Jim:\n  “If less could have been done for him\n  I know you well enough, my son,\n  To know that’s what you would have done.”",
        "Jebel Jocordy",
        "\nAFFIANCED, pp.  Fitted with an ankle-ring for the ball-and-chain.",
        "AFFLICTION, n.  An acclimatizing process preparing the soul for \nanother and bitter world.",
        "AFRICAN, n.  A nigger that votes our way.",
        "AGE, n.  That period of life in which we compound for the vices that \nwe still cherish by reviling those that we have no longer the \nenterprise to commit.",
        "AGITATOR, n.  A statesman who shakes the fruit trees of his neighbors \n— to dislodge the worms.",
        "AIM, n.  The task we set our wishes to.\n  “Cheer up!  Have you no aim in life?\"\n      She tenderly inquired.\n  “An aim?  Well, no, I haven’t, wife;\n      The fact is — I have fired.”",
        "G.J.",
        "\nAIR, n.  A nutritious substance supplied by a bountiful Providence for \nthe fattening of the poor.",
        "ALDERMAN, n.  An ingenious criminal who covers his secret thieving \nwith a pretence of open marauding.",
        "ALIEN, n.  An American sovereign in his probationary state.",
        "ALLAH, n.  The Mahometan Supreme Being, as distinguished from the \nChristian, Jewish, and so forth.",
        "  Allah’s good laws I faithfully have kept,\n  And ever for the sins of man have wept;\n      And sometimes kneeling in the temple I\n  Have reverently crossed my hands and slept.",
        "Junker Barlow",
        "\nALLEGIANCE, n.",
        "  This thing Allegiance, as I suppose,\n  Is a ring fitted in the subject’s nose,\n  Whereby that organ is kept rightly pointed\n  To smell the sweetness of the Lord’s anointed.",
        "G.J.",
        "\nALLIANCE, n.  In international politics, the union of two thieves who \nhave their hands so deeply inserted in each other’s pockets that they \ncannot separately plunder a third.",
        "ALLIGATOR, n.  The crocodile of America, superior in every detail to \nthe crocodile of the effete monarchies of the Old World.  Herodotus \nsays the Indus is, with one exception, the only river that produces \ncrocodiles, but they appear to have gone West and grown up with the \nother rivers.  From the notches on his back the alligator is called a \nsawrian.",
        "ALONE, adj.  In bad company.",
        "  In contact, lo! the flint and steel,\n  By spark and flame, the thought reveal\n  That he the metal, she the stone,\n  Had cherished secretly alone.",
        "Booley Fito",
        "\nALTAR, n.  The place whereupon the priest formerly raveled out the \nsmall intestine of the sacrificial victim for purposes of divination \nand cooked its flesh for the gods.  The word is now seldom used, \nexcept with reference to the sacrifice of their liberty and peace by a \nmale and a female tool.",
        "  They stood before the altar and supplied\n  The fire themselves in which their fat was fried.\n  In vain the sacrifice! — no god will claim\n  An offering burnt with an unholy flame.",
        "M.P. Nopput",
        "\nAMBIDEXTROUS, adj.  Able to pick with equal skill a right-hand pocket \nor a left.",
        "AMBITION, n.  An overmastering desire to be vilified by enemies while \nliving and made ridiculous by friends when dead.",
        "AMNESTY, n.  The state’s magnanimity to those offenders whom it would \nbe too expensive to punish.",
        "ANOINT, v.t.  To grease a king or other great functionary already \nsufficiently slippery.",
        "  As sovereigns are anointed by the priesthood,\n  So pigs to lead the populace are greased good.",
        "Judibras",
        "\nANTIPATHY, n.  The sentiment inspired by one’s friend’s friend.",
        "APHORISM, n.  Predigested wisdom.",
        "  The flabby wine-skin of his brain\n  Yields to some pathologic strain,\n  And voids from its unstored abysm\n  The driblet of an aphorism.",
        "“The Mad Philosopher,” 1697",
        "\nAPOLOGIZE, v.i.  To lay the foundation for a future offence.",
        "APOSTATE, n.  A leech who, having penetrated the shell of a turtle \nonly to find that the creature has long been dead, deems it expedient \nto form a new attachment to a fresh turtle.",
        "APOTHECARY, n.  The physician’s accomplice, undertaker’s benefactor \nand grave worm’s provider.",
        "  When Jove sent blessings to all men that are,\n  And Mercury conveyed them in a jar,\n  That friend of tricksters introduced by stealth\n  Disease for the apothecary’s health,\n  Whose gratitude impelled him to proclaim:\n  “My deadliest drug shall bear my patron’s name!”",
        "G.J.",
        "\nAPPEAL, v.t.  In law, to put the dice into the box for another throw.",
        "APPETITE, n.  An instinct thoughtfully implanted by Providence as a \nsolution to the labor question.",
        "APPLAUSE, n.  The echo of a platitude.",
        "APRIL FOOL, n.  The March fool with another month added to his folly.",
        "ARCHBISHOP, n.  An ecclesiastical dignitary one point holier than a \nbishop.",
        "  If I were a jolly archbishop,\n  On Fridays I’d eat all the fish up —\n  Salmon and flounders and smelts;\n  On other days everything else.",
        "Jodo Rem",
        "\nARCHITECT, n.  One who drafts a plan of your house, and plans a draft \nof your money.",
        "ARDOR, n.  The quality that distinguishes love without knowledge.",
        "ARENA, n.  In politics, an imaginary rat-pit in which the statesman \nwrestles with his record.",
        "ARISTOCRACY, n.  Government by the best men.  (In this sense the word \nis obsolete; so is that kind of government.)  Fellows that wear downy \nhats and clean shirts — guilty of education and suspected of bank \naccounts.",
        "ARMOR, n.  The kind of clothing worn by a man whose tailor is a \nblacksmith.",
        "ARRAYED, pp.  Drawn up and given an orderly disposition, as a rioter \nhanged to a lamppost.",
        "ARREST, v.t.  Formally to detain one accused of unusualness.",
        "  God made the world in six days and was arrested on the seventh.",
        "The Unauthorized Version",
        "\nARSENIC, n.  A kind of cosmetic greatly affected by the ladies, whom \nit greatly affects in turn.",
        "  “Eat arsenic?  Yes, all you get,\"\n      Consenting, he did speak up;\n  “’Tis better you should eat it, pet,\n      Than put it in my teacup.”",
        "Joel Huck",
        "\nART, n.  This word has no definition.  Its origin is related as \nfollows by the ingenious Father Gassalasca Jape, S.J.",
        "  One day a wag — what would the wretch be at? —\n  Shifted a letter of the cipher RAT,\n  And said it was a god’s name!  Straight arose\n  Fantastic priests and postulants (with shows,\n  And mysteries, and mummeries, and hymns,\n  And disputations dire that lamed their limbs)\n  To serve his temple and maintain the fires,\n  Expound the law, manipulate the wires.\n  Amazed, the populace that rites attend,\n  Believe whate’er they cannot comprehend,\n  And, inly edified to learn that two\n  Half-hairs joined so and so (as Art can do)\n  Have sweeter values and a grace more fit\n  Than Nature’s hairs that never have been split,\n  Bring cates and wines for sacrificial feasts,\n  And sell their garments to support the priests.",
        "ARTLESSNESS, n.  A certain engaging quality to which women attain by \nlong study and severe practice upon the admiring male, who is pleased \nto fancy it resembles the candid simplicity of his young.",
        "ASPERSE, v.t.  Maliciously to ascribe to another vicious actions which \none has not had the temptation and opportunity to commit.",
        "ASS, n.  A public singer with a good voice but no ear.  In Virginia \nCity, Nevada, he is called the Washoe Canary, in Dakota, the Senator, \nand everywhere the Donkey.  The animal is widely and variously \ncelebrated in the literature, art and religion of every age and \ncountry; no other so engages and fires the human imagination as this \nnoble vertebrate.  Indeed, it is doubted by some (Ramasilus, lib. \nII., De Clem., and C. Stantatus, De Temperamente) if it is not a \ngod; and as such we know it was worshiped by the Etruscans, and, if we \nmay believe Macrobious, by the Cupasians also.  Of the only two \nanimals admitted into the Mahometan Paradise along with the souls of \nmen, the ass that carried Balaam is one, the dog of the Seven Sleepers \nthe other.  This is no small distinction.  From what has been written \nabout this beast might be compiled a library of great splendor and \nmagnitude, rivalling that of the Shakespearean cult, and that which \nclusters about the Bible.  It may be said, generally, that all \nliterature is more or less Asinine.",
        "  “Hail, holy Ass!” the quiring angels sing;\n  “Priest of Unreason, and of Discords King!\"\n  Great co-Creator, let Thy glory shine:\n  God made all else, the Mule, the Mule is thine!”",
        "G.J.",
        "\nAUCTIONEER, n.  The man who proclaims with a hammer that he has picked \na pocket with his tongue.",
        "AUSTRALIA, n.  A country lying in the South Sea, whose industrial and \ncommercial development has been unspeakably retarded by an unfortunate \ndispute among geographers as to whether it is a continent or an \nisland.",
        "AVERNUS, n.  The lake by which the ancients entered the infernal \nregions.  The fact that access to the infernal regions was obtained by \na lake is believed by the learned Marcus Ansello Scrutator to have \nsuggested the Christian rite of baptism by immersion.  This, however, \nhas been shown by Lactantius to be an error.",
        "  Facilis descensus Averni,\n      The poet remarks; and the sense\n  Of it is that when down-hill I turn I\n      Will get more of punches than pence.",
        "Jehal Dai Lupe",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}