{
    "title": "The Store Boy - Chapter VII - the Tramp Makes Another Call",
    "author": "Horatio Alger, Jr.",
    "chapter": "7",
    "content": [
        "\n\n",
        "My readers will naturally be surprised at the tramp’s restitution of a\ncoin, which, though counterfeit, he would probably have managed to\npass, but this chapter will throw some light on his mysterious\nconduct.",
        "When he made a sudden exit from Mrs. Barclay’s house, upon the\nappearance of the squire and his friend, he did not leave the\npremises, but posted himself at a window, slightly open, of the room\nin which the widow received her new visitors.  He listened with a\nsmile to the squire’s attempt to force Mrs. Barclay to sell her house.",
        "“He’s a sly old rascal!” thought the tramp.  “I’ll put a spoke in his\nwheel.”",
        "When the squire and his wife’s cousin left the house, the tramp\nfollowed at a little distance.  Not far from the squire’s handsome\nresidence Kirk left him, and the tramp then came boldly forward.",
        "“Good-evenin’,” he said familiarly.",
        "Squire Davenport turned sharply, and as his eye fell on the\nunprepossessing figure, he instinctively put his hand in the pocket in\nwhich he kept his wallet.",
        "“Who are you?” he demanded apprehensively.",
        "“I ain’t a thief, and you needn’t fear for your wallet,” was the\nreply.",
        "“Let me pass, fellow!  I can do nothing for you.”",
        "“We’ll see about that!”",
        "“Do you threaten me?” asked Squire Davenport, in alarm.",
        "“Not at all; but I’ve got some business with you–some important\nbusiness.”",
        "“Then call to-morrow forenoon,” said Davenport, anxious to get rid of\nhis ill-looking acquaintance.",
        "“That won’t do; I want to leave town tonight.”",
        "“That’s nothing to me.”",
        "“It may be,” said the tramp significantly.  “I want to speak to you\nabout the husband of the woman you called on to-night.”",
        "“The husband of Mrs. Barclay!  Why, he is dead!” ejaculated the\nsquire, in surprise.",
        "“That is true.  Do you know whether he left any property?”",
        "“No, I believe not.”",
        "“That’s what I want to talk about.  You’d better see me to-night.”",
        "There was significance in the tone of the tramp, and Squire Davenport\nlooked at him searchingly.",
        "“Why don’t you go and see Mrs. Barclay about this matter?” he asked.",
        "“I may, but I think you’d better see me first.”",
        "By this time they had reached the Squire’s gate.",
        "“Come in,” he said briefly.",
        "The squire led the way into a comfortable sitting room, and his rough\nvisitor followed him.  By the light of an astral lamp Squire Davenport\nlooked at him.",
        "“Did I ever see you before?” he asked.",
        "“Probably not.”",
        "“Then I don’t see what business we can have together.  I am tired, and\nwish to go to bed.”",
        "“I’ll come to business at once, then.  When John Barclay died in\nChicago, a wallet was found in his pocket, and in that wallet was a\npromissory note for a thousand dollars, signed by you.  I suppose you\nhave paid that sum to the widow?”",
        "Squire Davenport was the picture of dismay.  He had meanly ignored the\nnote, with the intention of cheating Mrs. Barclay.  He had supposed it\nwas lost, yet here, after some years, appeared a man who knew of it.\nAs Mr. Barclay had been reticent about his business affairs, he had\nnever told his wife about having deposited this sum with Squire\nDavenport, and of this fact the squire had meanly taken advantage.",
        "“What proof have you of this strange and improbable story?” asked the\nsquire, after a nervous pause.",
        "“The best of proof,” answered the tramp promptly.  “The note was found\nand is now in existence.”",
        "“Who holds it–that is, admitting for a moment the truth of your\nstory?”",
        "“I do; it is in my pocket at this moment.”",
        "At this moment Tom Davenport opened the door of the apartment, and\nstared in open-eyed amazement at his father’s singular visitor.",
        "“Leave the room, Tom,” said his father hastily.  “This man is\nconsulting me on business.”",
        "“Is that your son, squire?” asked the tramp, with a familiar nod.\n“He’s quite a young swell.”",
        "“What business can my father have with such a cad?” thought Tom,\ndisgusted.",
        "Tom was pleased, nevertheless, at being taken for “a young swell.”",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}