{
    "title": "The Golden Sayings of Epictetus - CXXX ",
    "author": "Unknown",
    "chapter": "130",
    "content": [
        "\n",
        "\n\n",
        "Remind thyself that he whom thou lovest is mortal—that what\nthou lovest is not thine own; it is given thee for the present,\nnot irrevocably nor for ever, but even as a fig or a bunch of\ngrapes at the appointed season of the year. . . .",
        "“But these are words of evil omen.”. . .",
        "What, callest thou aught of evil omen save that which\nsignifies some evil thing? Cowardice is a word of evil omen, if\nthou wilt, and meanness of spirit, and lamentation and mourning\nand shamelessness. . . .",
        "But do not, I pray thee, call of evil omen a word that is\nsignificant of any natural thing:—as well call of evil omen the\nreaping of the corn; for it means the destruction of the ears,\nthough not of the World!—as well say that the fall of the leaf\nis of evil omen; that the dried fig should take the place of the\ngreen; that raisins should be made from grapes. All these are\nchanges from a former state into another; not destruction, but an\nordered economy, a fixed administration. Such is leaving home, a\nchange of small account; such is Death, a greater change, from\nwhat now is, not to what is not, but to what is not now.",
        "“Shall I then no longer be?”",
        "Not so; thou wilt be; but something different, of which the\nWorld now hath need. For thou too wert born not when thou\nchosest, but when the World had need of thee.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}