{
    "title": "The Lords of the Wild - Chapter IV: The Daring Attempt",
    "author": "Joseph A. Altsheler",
    "chapter": "5",
    "content": [
        "\n\n",
        "Willet knew from their paint that the faces looking down were those of\nHuron warriors, but he was quite sure they had not seen anything,\nand that the men would soon pass on. It was impossible even for the\nsharpest eyes to pick out the three behind the evergreen screen.\nNevertheless he put his rifle forward, ready for an instant shot, if\nneeded, but remained absolutely still, waiting for them to make the\nnext move.",
        "His sensitive hearing brought down the faint voices again and once\nor twice the light crush of footsteps. Evidently, the warriors were\nmoving slowly along the edge of the cliff, talking as they went,\nand the hunter surmised that the three were the subject of their\nattention. He imagined their chagrin at the way in which the chase had\nvanished, and he laughed softly to think that he and the lads lay so\nnear their enemies, but invisible and so well hidden.",
        "The voices became fainter and died away, the soft crush of footsteps\ncame no more, and the world returned to all the seeming of peace,\nwithout any trace of cruelty in it; but Willet was not lured by such\nan easy promise into any rash act. He knew the savages would come\nagain, and that unbroken vigilance was the price of life. Once more he\nsettled himself into the easiest position and watched. He had all the\npatience of the Indians themselves, to whom time mattered little, and\nsince sitting there was the best thing to be done he was content to\nsit there.",
        "Robert and Tayoga slept on. The morning was far gone, but they still\nrambled happily in the land of dreams, and showed no signs of a wish\nto return to earth. Willet thought it better that they should sleep\non, because youthful bodies demanded it, and because the delay which\nwould be hard for Robert especially would thus pass more easily. He\nwas willing for them to stay longer in the far, happy land that they\nwere visiting.",
        "The sun slowly climbed the eastern arch of the heavens. The day lost\nnone of its intense, vivid quality. The waters of the lake glowed in\nwonderful changing colors, now gold, now silver, and then purple or\nblue. Willet even in those hours of anxiety did not forget to steep\nhis soul in the beauty of Lake George. His life was cast amid great\nand continuous dangers, and he had no family that he could call his\nown. Yet he had those whom he loved, and if he were to choose over\nagain the land in which to live he would choose this very majestic\nland in which he now sat. As human life went, the great hunter was\nhappy.",
        "The sound of a shot, and then of a second, came from the cliff\nabove. He heard no cry following them, no note of the war whoop, and,\nthinking it over, he concluded that the shots were fired by Indians\nhunting. Since the war, game about the lake had increased greatly, and\nthe warriors, whether attached to the French army or roving at their\nown will, relied chiefly upon the forest for food. But the reports\nwere significant. The Indian ring about them was not broken, and he\nmeasured their own supplies of venison and hominy.",
        "A little after noon Tayoga awoke, and he awoke in the Indian fashion,\nwithout the noise of incautious movements or sudden words, but\nstepping at once from complete sleep to complete consciousness. Every\nfaculty in him was alive.",
        "“I have slept long, Great Bear, and it is late,” he said.",
        "“But not too late, Tayoga. There’s nothing for us to do.”",
        "“Then the warriors are still above!”",
        "“I heard two shots a little while ago. I think they came from\nhunters.”",
        "“It is almost certainly so, Great Bear, since there is nothing in this\nregion for them to shoot at save ourselves, and no bullets have landed\nnear us.”",
        "“Yours has been a peaceful sleep. Robert too is now coming out of his\ngreat slumber.”",
        "The white lad stirred and murmured a little as he awoke. His reentry\ninto the world of fact was not quite as frictionless as that of his\nIndian comrade.",
        "“Do not fall down the cliff while you stretch yourself, Dagaeoga,\"\nsaid the Onondaga.",
        "“I won’t, Tayoga. I’ve no wish to reach the lake in such fashion. I\nsee by the sun that it’s late. What happened while I slept?”",
        "“Two great attacks by Tandakora and his men were beaten off by the\nGreat Bear and myself. As we felt ourselves a match for them we did\nnot consider it necessary to awaken you.”",
        "“But of course if you had been pushed a bit harder you would have\ncalled upon me. I’m glad you’ve concluded to use me for tipping the\nscales of a doubtful combat. To enter at the most strenuous moment is\nwhat I’m fitted for best.”",
        "“And if your weapons are not sufficient, Dagaeoga, you can make a\nspeech to them and talk them to death.”",
        "The hunter smiled. He hoped the boys would always be willing to jest\nwith each other in this manner. It was good to have high spirits in a\ncrisis.",
        "“Take a little venison and hominy, lads,” he said, “because I think\nwe’re going to spend some time in this most spacious and hospitable\ninn of ours.”",
        "They ate and then were thirsty, but they had no water, although it\nfloated peacefully in millions of gallons below.",
        "“We’re dry, but I think we’re going to be much dryer,” said Willet.",
        "“We must go down one by one in the night for water,” said Tayoga.",
        "“We are to reckon on a long stay, then!” said Robert.",
        "“Yes,” said Willet, “and we might as well make ourselves at home. It’s\na great climb down, but we’ll have to do it.”",
        "“If I could get up and walk about it would be easier,” said Robert. “I\nthink my muscles are growing a bit stiff from disuse.”",
        "“The descent for water to-night will loosen them up,” said Willet\nphilosophically.",
        "It was a tremendously long afternoon, one of the longest that Robert\never spent, and his position grew cramped and difficult. He found some\nrelief now and then in stretching his muscles, but there was nothing\nto assuage the intense thirst that assailed all three. Robert’s throat\nand mouth were dry and burning, and he looked longingly at the lake\nthat shimmered and gleamed below them. The waters, sparkling in their\nbrilliant and changing colors, were cool and inviting. They bade him\ncome, and his throat grew hotter and hotter, but he would make no\ncomplaint. He must endure it in silence all the afternoon, and all the\nnext day too, if they should be held there.",
        "Late in the afternoon they heard shots again, but they were quite sure\nthat the reports, as before, were due to Indian hunters. Rogers with\nrangers might be somewhere in the region of the lakes, but they did\nnot think he was anywhere near them. If a skirmish was occurring on\nthe cliff they would hear the shouts of the combatants.",
        "“The warriors will have a feast to-night,” said Tayoga.",
        "“And they will have plenty of water to drink,” said Robert ruefully.\n“You remember that time when we were on the peak, and we found the\nspring in the slope?”",
        "“But there is no spring here,” said Tayoga. “We know that because we\ncame up the cliff. There is no water for us this side of the lake.”",
        "The afternoon, long as it was, ended at last. The intense burning\nsunlight faded, and the cool, grateful shadows came. The three stirred\nin the niche, and Robert felt a little relief. But his throat and\nmouth were still dry and hard, and they pained him whenever he talked.\nYet they forced themselves to eat a scant supper, although the food\nincreased their thirst, but they knew that without it their strength\nwould decrease, and they expected to obtain water in the dark.",
        "The twilight passed, night came, but they waited with infinite\npatience refusing to move too soon, despite their great thirst.\nInstead, Tayoga suggested that he go to the crest of the cliff and\nsee if there was a possible way out for them in that direction. Willet\nagreed, and the Onondaga crept up, without sound, disappearing in a\nfew seconds among the short bushes that hung in the face of the cliff.",
        "Tayoga was a trailer of surpassing skill, and he reached the top\nwithout rustling a bush or sending a single pebble rolling. Then he\npeered cautiously over the rim and beheld a great fire burning not\nmore than a hundred yards away. Thirty or forty warriors were sitting\naround it, eating. He did not see Tandakora among them, but he\nsurmised, that it was an allied band and that the Ojibway was not far\noff.",
        "The feast that the three had expected was in full progress. The hunt\nhad been successful, and the Indians, with their usual appetites, were\nenjoying the results. They broiled or roasted great pieces of deer\nover the coals, and then devoured them to the last shred. But Tayoga\nsaw that while the majority were absorbed in their pleasant task, a\nhalf dozen sentinels, their line extending on either side of the camp,\nkept vigilant watch. It would be impossible for the three to pass\nthere. They would have to go down to the lake for water, and then hide\nin their niche.",
        "Tayoga was about to turn back from the cliff, when he heard a shout\nthat he knew was full of significance. He understood the meaning of\nevery cry and he translated it at once into a note of triumph. It\nsounded like the whoop over the taking of a scalp or the capture of a\nprisoner, and his curiosity was aroused. Something had happened, and\nhe was resolved to see what it was.",
        "Several of the warriors by the fire replied to the whoop, and then it\ncame again, nearer but with exactly the same note, that of triumph.\nThe Onondaga flattened his body against the earth, and drew himself a\nlittle higher. In the dusk, his black eyes glowed with interest, but\nhe knew that his curiosity would soon be gratified. Those who had sent\nforth the cry were swiftly approaching the camp.",
        "Four warriors came through the undergrowth and they were pushing a\nfigure before them. It was that of a man in a bedraggled and torn red\nuniform, his hands tied behind him, and all the color gone from his\nface. Powerful as was his self-control, Tayoga uttered a low cry of\nsurprise. It was the young Englishman, Grosvenor, a prisoner of the\nhostile warriors, and in a most desperate case.",
        "The Onondaga wondered how he had been taken, but whatever the way, he\nwas in the hands of enemies who knew little mercy.",
        "The warriors around the fire uttered a universal yell of triumph when\nthey saw the captain, and many of them ran forward to meet Grosvenor,\nwhirling their tomahawks and knives in his face, and dancing about as\nif mad with joy. It was a truly ferocious scene, the like of which was\nwitnessed thousands of times in the great North American forests, and\nTayoga, softened by long contact with high types of white men, felt\npity. The light from the great fire fell directly on Grosvenor’s face\nand showed its pallor. It was evident that he was weary through and\nthrough, but he tried to hold himself erect and he did not flinch when\nthe sharp blades flashed close to his face. But Tayoga knew that his\nfeelings had become blunted. Only the trained forest runner could keep\nsteady in the face of such threats.",
        "When they came near the fire, one of the warriors gave Grosvenor a\npush, and he fell amid cruel laughter. But he struggled to his feet\nagain, stood a few minutes, and then sank down on a little hillock,\nwhere his captors left him alone for the present. Tayoga watched him\nthoughtfully. He knew that his presence in the Indian camp complicated\ntheir own situation. Robert would never hear of going away without an\nattempt at rescue and Tayoga’s own good heart moved him to the same\ncourse. Yet it would be almost impossible to take the young Englishman\nfrom the center of the Indian camp.",
        "Tayoga knew too what grief his news would cause to young Lennox,\nbetween whom and Grosvenor a great friendship had been formed. For\nthe matter of that, both the Onondaga and the hunter also were very\npartial to the Englishman.",
        "The warriors presently untied Grosvenor’s hands and gave him some\nfood. The captive ate a little–he had no appetite for more–and then\ntried to smooth out his hair and his clothing and to make himself more\npresentable. He also straightened his worn figure, and sat more erect.\nTayoga gave silent approval. Here was a man! He might be a prisoner,\nand be in a most desperate plight, but he would present the best\npossible face to his foes. It was exactly what an Onondaga or a Mohawk\nwarrior would do, and the young Englishman, though he knew little of\nthe forest, was living up to its traditions.",
        "“If he has to die,” reflected Tayoga, “he will die well. If his people\nhear that he has gone they will have no cause to be ashamed of the way\nin which he went. Here is the making of a great white warrior.”",
        "The Onondaga knew that Robert and Willet were now expecting him back,\nbut his interest in Grosvenor kept him a while longer, watching at the\ncliff’s rim. He thought it likely that Tandakora might come, and\nhe had not long to wait. The huge Ojibway came striding through the\nbushes and into the circle of the firelight, his body bare as usual\nsave for breech cloth, leggins and moccasins, and painted with the\nhideous devices so dear to the savage heart.",
        "The warriors received him with deference, indicating clearly to Tayoga\nthat they were under his authority, but without making any reply to\ntheir salutation he strode up to the prisoner, and, folding his arms\nacross his mighty breast, regarded him, smiling cruelly. The Onondaga\ndid not see the smile, but he knew it was there. The man would not be\nTandakora if it were not. In that savage heart, the chivalry that so\noften marked the Indians of the higher type found no place.",
        "Grosvenor, worn to the bone and dazed by the extraordinary and fearful\nsituation in which he found himself, nevertheless straightened up\nanew, and gave back defiantly the stare of the gigantic and sinister\nfigure that confronted him. Then Tayoga saw Tandakora raise his hand\nand strike the young Englishman a heavy blow in the face. Grosvenor\nfell, but sprang up instantly and rushed at the Ojibway, only to find\nhimself before the point of a knife.",
        "The young officer stood still a few minutes, then turned with dignity\nand sat down once more. Tayoga knew and appreciated his feelings. He\nhad suffered exactly the same humiliation from Tandakora himself, and\nhe meant, with all his soul, that some day the debt should be paid\nin full. Now in a vicarious way he took upon himself Grosvenor’s debt\nalso. The prisoner did not have experience in the woods, his great\nmerits lay elsewhere, but he was the friend of Robert, therefore of\nTayoga, and the Onondaga felt it only right that he should pay for\nboth.",
        "Tandakora sat down, a warrior handed him a huge piece of deer meat,\nand he began to eat. All the others, interrupted for a few minutes by\nthe arrival of the chief, resumed the same pleasant occupation. Tayoga\ndeciding that he had seen enough, began to climb down with great care.\nThe descent was harder than the ascent, but he reached the niche,\nwithout noise, and the sight of him was very welcome to Robert and the\nhunter who had begun to worry over his absence, which was much longer\nthan they had expected.",
        "“Did you see the warriors, Tayoga?” asked young Lennox.",
        "“I saw them, Dagaeoga. They are at the top of the cliff, only two or\nthree hundred yards away; they have a good fire, and they are eating\nthe game they killed in the day.”",
        "“And there is no chance for us to pass?”",
        "“None to-night, Dagaeoga. Nor would we pass if we could.”",
        "“Why not? I see no reason for our staying here save that we have to do\nit.”",
        "“One is there, Dagaeoga, whom we cannot leave a prisoner in their\nhands.”",
        "“Who? It’s not Black Rifle! Nor Rogers, the ranger! They would never\nlet themselves be taken!”",
        "“No, Dagaeoga, it is neither of those. But while I watched at the\ncliff’s rim I saw the warriors bring in that young Englishman,\nGrosvenor, whom you know and like so well.”",
        "“What! Grosvenor! What could he have been doing in this forest!”",
        "“That, I know not, Dagaeoga, save that he has been getting himself\ncaptured; how, I know not either, but I saw him brought in a prisoner.\nTandakora came, while I watched, and smote the captive heavily in the\nface with his hand. That debt I take upon myself, in addition to my\nown.”",
        "“You will pay both, Tayoga, and with interest,” said the hunter with\nconviction. “But you were right when you assumed that we could not\ngo away and leave Grosvenor a prisoner in their hands. Because we’re\nhere, and because you saw him, your Manitou has laid upon us the duty\nof saving him.”",
        "Robert’s face glowed in the dusk.",
        "“We’re bound to see it that way,” he said. “We’d be disgraced forever\nwith ourselves, if we went away and left him. Now, how are we to do\nit?”",
        "“I don’t know how yet,” replied the Onondaga, “but we must first go\ndown to the water. We’ve forgotten our thirst in the news I bring, but\nit will soon be on us again, fiercer and more burning than ever. And\nwe must have all our strength for the great task before us.”",
        "“I think it’s better for all three of us to go down to the lake at\nonce,” said Willet. “If anything happens we’ll be together, and we are\nstronger against danger, united than separated. I’ll lead the way.”",
        "It was a long and slow descent, every step taken with minute care, and\nas they approached the lake Robert found that his thirst was up and\nleaping.",
        "“I feel that I could drink the whole lake dry,” he said.",
        "“Do not do that, Dagaeoga,” said Tayoga in his precise way. “Lake\nGeorge is too beautiful to be lost.”",
        "“We might swim across it,” said Willet, looking at the silvery surface\nof the water unbroken by the dark line of any canoe. “A way has opened\nto us here, but we can’t follow it now.”",
        "Robert knelt at the margin, and took a little drink first, letting the\ncool water moisten his mouth and throat before he swallowed it. How\ngrateful it was! How wonderfully refreshing! One must almost perish\nwith thirst before he knew the enormous value of water. And when it\nwas found, one must know how to drink it right. He took a second and\nsomewhat larger drink. Then, waiting a while, he drank freely and as\nmuch as he wanted. Strength, courage, optimism flowed back into his\nveins. As they came down the cliff he had not seen any way to rescue\nGrosvenor, nor did he see it now, but he knew that they would do it.\nHis restored body and mind would not admit the possibility of failure.",
        "They remained nearly an hour in the shadow of the bushes at the\nwater’s edge, and then began the slow and painful ascent to the niche,\nwhich they reached without mishap. Another half hour there, and,\nhaving examined well their arms, they climbed to the cliff’s rim,\nwhere they looked over, and Robert obtained his first view of the\nIndian camp.",
        "The feasting was over, the fires had sunk far down, and most of the\nwarriors were asleep, but Tandakora himself sat with his arms across\nhis chest, glowering into the coals, and a line of sentinels was set.\nA red gleam from his uniform showed where Grosvenor, leaning against\na log, had fallen at last into a happy slumber, in which his desperate\ncase was forgotten for the time.",
        "“I confess that I don’t know how to do it, still it must be done,\"\nwhispered the hunter.",
        "“Yes, it must be done,” the Onondaga whispered back. “We must steal\nour friend out of the hands of his enemies. Neither do I know how to\ndo it, but perhaps Tododaho will tell me. See, there is his star!”",
        "He pointed to a great star dancing in the sky, a star with a light\nmist across its face, which he knew to be the wise snakes that lay\ncoil on coil in the hair of the Onondaga sage who had gone away\nfour hundred years ago to his place in the heavens, and prayed for a\nthought, a happy thought that would tell him the way. In a moment, his\nmind was in a state of high spiritual exaltation. An electric current\nseemed to pass from the remote star to him. He shut his eyes, and\nhis face became rapt. In a few minutes, he opened them again and said\nquietly:",
        "“I think, Great Bear, that Tododaho has told us how to proceed. You\nand Dagaeoga must draw off the warriors, and then I will take Red Coat\nfrom those that may be left behind.”",
        "“It’s mighty risky.”",
        "“Since when, Great Bear, have we been turned aside by risks! Besides,\nthere is no other way.”",
        "“It seems that I can’t think of any other.”",
        "Tayoga unfolded his plan. Robert and Willet must steal along the edge\nof the cliff and seek to pass to the north of the line of sentinels.\nIf not detected, they would purposely cause an alarm, and, as a\nconsequence, draw off the main portion of the band. Then it was their\nduty to see to it that they were not taken. Meanwhile Tayoga in the\nexcitement and confusion was to secure the release of Grosvenor, and\nthey would flee southward to the mouth of a small creek, in the lake,\nwhere Robert and Willet, after making a great turn, were to join them.",
        "“It’s complicated and it’s a desperate chance,” said Willet\nthoughtfully, “but I don’t see anything else to do. Besides, we have\ngot to act quickly. Being on the war-path, they won’t hold him long,\nand you know the kind of death Tandakora will serve out to him.”",
        "Robert shuddered. He knew too well, and knowing so well he was ready\nto risk his life to save his friend.",
        "“I think,” said Tayoga, “that we had better wait until it is about two\nhours after midnight. Then the minds and bodies of the warriors will\nbe at their dullest, and we will have the best chance.”",
        "“Right, Tayoga,” said the hunter. “We’ll have to use every trifle\nthat’s in our favor. Can you see Tandakora from here?”",
        "“He is leaning against the big tree, asleep.”",
        "“I’m glad of that. He may be a bit confused when he awakes suddenly\nand rushes off after us, full tilt, with nearly all the warriors. If\nonly two guards are left with the prisoner, Tayoga, you can dispose of\n’em.”",
        "“Fortune may favor us.”",
        "“Provided we use our wits and strength to the utmost.”",
        "“That provision must always be made, Great Bear.”",
        "Using what patience they could, they remained at the edge of the\ncliff, crouched there, until they judged it was about two o’clock\nin the morning, the night being then at its darkest. Tandakora still\nslept against his tree, and the fires were almost out. The red gleam\nfrom the uniform of Grosvenor could no longer be seen, but Robert\nhad marked well the place where he sat, and he knew that the young\nEnglishman was there, sleeping the sleep of utter exhaustion.\nEverything was still and peaceful.",
        "“After all, we could escape through their lines, now,” whispered\nRobert.",
        "“So it turns out,” said the hunter.",
        "“But it looks as if we were held back in order that we might save\nGrosvenor.”",
        "“That too may be true.”",
        "“It is time to go,” said Tayoga. “Farewell, Great Bear! Farewell,\nDagaeoga! May we meet at the mouth of the creek as we have planned,\nand may we be four who meet there and not three!”",
        "“May all the stars fight for us,” said Robert with emotion, and then\nhe and Willet moved away among the bushes, leaving Tayoga alone at\nthe cliff’s rim. Young Lennox knew that theirs was a most perilous\nventure. Had he given himself time to think about it he would have\nseen that the chances were about ten to one against its success, but\nhe resolutely closed his mind against that phase of it and insisted\nupon hope. His was the spirit that leads to success in the face of\noverwhelming odds.",
        "Willet was first, and Robert was close behind.",
        "Neither looked back, but they knew that Tayoga would not move, until\nthe alarm was given, and they could flee away with the pursuit hot\nupon their heels. Young Lennox saw again that they could now have\nslipped through the Indian lines, but the thought of deserting\nGrosvenor never entered his mind. It seemed though as if all the\nelements of nature were conspiring to facilitate the flight of the\nhunter and himself. The sentinels, whose dusky figures they were yet\nable to see, moved sleepily up and down. No dead wood that would break\nwith a snap thrust itself before their feet. The wilderness opened a\nway for them.",
        "“I think a warrior or two may be watching in the forest to the north\nof us,” whispered Willet, “but we’ll go through the line there. See\nthat fellow standing under the tree, about a hundred yards to the\nsouth. He’s the one to give the alarm.”",
        "But circumstances still favored them. Nature was peaceful. When they\nwished for the first time in their lives that their flight should\nbe detected, nothing happened, and the vigilance of the warriors who\nusually watched so well seemed to be relaxed. Robert was conscious\nthat they were passing unseen and unheard between the sentinel on the\nnorth and the sentinel on the south.",
        "Two hundred yards farther on, and the hunter brought his moccasin\nsharply down upon a dead stick which broke with a sharp snap, a sound\nthat penetrated far in the still night. Robert, glancing back, saw\nthe sentinel on the south stiffen to attention and then utter a cry of\nalarm, a shout sufficient to awaken any one of the sleeping Indians.\nIt was given back in an instant by several voices from the camp, and\nthen the hunter and the youth sprang to their task.",
        "“Now we’re to run as we’ve never run before,” exclaimed Willet. “But\nwe must let ’em think they’re going to catch us.”",
        "First, sending back a tremendous shout of defiance that he knew would\nenrage Tandakora’s men to the utmost, he raced with long swift steps\nthrough the forest, and Robert was always close on his heels. The\nyells of the Indians behind them, who pushed forward in pursuit, were\nsucceeded by silence, and Robert knew they now were running for their\nlives. Luckily, they were coming into a country with which the hunter\nhad some acquaintance, and, turning a little to the south, he led the\nway into a ravine down which they took a swift course. After a mile or\nso he stopped, and the two rested their lungs and muscles.",
        "“They can’t see our trail to-night,” said the hunter, “and they’ll\nhave to depend on eye and ear, but they’ll stick to the chase for a\nlong time. I’ve no doubt they think all three of us are here, and that\nthey may take us in one haul. Ready to start on again, Robert?”",
        "“My breath is all right now, and I’ll run a race with anybody. You\ndon’t think they’ve lost us, do you?”",
        "“Not likely, but in case they have I’ll tell ’em where we are.”",
        "He uttered a shout so piercing that it made Robert jump. Then he led\nagain at a great pace down the ravine, and a single cry behind\nthem showed that the pursuit was coming. As nearly as Robert could\ncalculate, the warriors were about three hundred yards away. He\ncould not see them, but he was sure they would hang on as long as the\nslightest chance was left to overtake Willet and himself.",
        "They fled in silence at least another mile, and then, feeling their\nbreath grow difficult again, they stopped a second time, still in the\nravine and among thick bushes.",
        "“Our flight may be a joke on them, as we intend to draw them after\nus,” said Robert, “but constant running turns it into a joke on us\ntoo. I’ve done so much of this sort of thing in the last few days that\nI feel as if I were spending my life, dodging here and there in the\nforest, trying to escape warriors.”",
        "Willet laughed dryly.",
        "“It’s not the sort of life for a growing youth,” he said, “but you’ll\nhave to live it for a while. Remember our task. If they lose our trail\nit’s our business to make ’em find it again. Here’s another challenge\nto ’em.”",
        "He shouted once more, a long, defiant war cry, much like that of the\nwarriors themselves, and then he and Robert resumed their flight,\nleaving the ravine presently, and taking a sharper course toward the\nsouth.",
        "“I think we’d have lost ’em back there if it hadn’t been for that\nwhoop of mine,” said Willet.",
        "“Perhaps it’s about time to lose them,” said Robert hopefully. “The\nsooner we do it the happier I’ll feel.”",
        "“Not yet, Robert, my lad. We must give Tayoga all the time he needs\nfor the work he’s trying to do. After all, his task is the main one,\nand the most dangerous. I think we can slow up a bit here. We have to\nsave our breath.”",
        "They dropped down to a walk, and took another deep curve toward the\nsouth, and now also to the east. Their present course, if persisted\nin, would bring them back to the lake. The night was still dark, but\ntheir trained eyes had grown so used to it that they could see very\nwell in the dusk. Both were looking back and at the same time they saw\na shadowy figure appear in the forest behind them. Robert knew that it\nwas the vanguard of the pursuit which was drawing uncomfortably close,\nat least for him. A shout from the warriors was followed by a shot,\nand a bullet cut its way through the leaves near them.",
        "“I think we ought to give ’em a hint that they come too close, at\ntheir peril,” said Willet, and raising his own rifle he sent back an\nanswering shot which did not go astray. The first warrior fell, and\nothers who had come forward in the undergrowth gave back for the time.",
        "“They’ll take the hint,” said the hunter, “and now we’ll increase our\nspeed.”",
        "He reloaded, as they ran, and a little later Robert sent a bullet that\nstruck the mark. Once more the warriors shrank back for the time,\nand the hunter and lad, using their utmost speed, fled toward the\nsouthwest at such a great rate that the pursuit, at length, was left\nbehind and finally was lost. Day found their foes out of sight, and\ntwo or three hours later they came to the mouth of the creek, where\nthey were to meet Tayoga, in case he succeeded.",
        "“And now the rest is in other hands than ours,” said Willet.",
        "Forcing themselves to assume a patience they could scarcely feel, they\nsat down to wait.",
        "Continue...",
        "\nThis eBook of “The Lords of the Wild” by Joseph A. Altsheler belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lords of the Wild: A Story of the Old New York BorderBy Joseph A. AltshelerAt Amazon"
    ]
}