{
    "title": "The Adventures of Baron Munchausen - Chapter XXXI",
    "author": "Raspe",
    "chapter": "36",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  A litigated contention between Don Quixote, Gog, Magog, &c.–A\n  grand court assembled upon it–The appearance of the company–The\n  matrons, judges, &c.–The method of writing, and the use of the\n  fashionable amusement quizzes–Wauwau arrives from the country of\n  Prester John, and leads the whole Assembly a wild-goose chase to\n  the top of Plinlimmon, and thence to Virginia–The Baron meets a\n  floating island in his voyage to America–Pursues Wauwau with his\n  whole company through the deserts of North America–His curious\n  contrivance to seize Wauwau in a morass.",
        "The contention between Gog and Magog, and Sphinx, Hilaro Frosticos,\nthe Lord Whittington, &c., was productive of infinite litigation. All\nthe lawyers in the kingdom were employed, to render the affair as\ncomplex and gloriously uncertain as possible; and, in fine, the whole\nnation became interested, and were divided on both sides of the\nquestion. Colossus took the part of Sphinx, and the affair was at\nlength submitted to the decision of a grand council in a great hall,\nadorned with seats on every side in form of an amphitheatre. The\nassembly appeared the most magnificent and splendid in the world. A\ncourt or jury of one hundred matrons occupied the principal and most\nhonourable part of the amphitheatre; they were dressed in flowing\nrobes of sky-blue velvet adorned with festoons of brilliants and\ndiamond stars; grave and sedate-looking matrons, all in uniform, with\nspectacles upon their noses; and opposite to these were placed one\nhundred judges, with curly white wigs flowing down on each side of\nthem to their very feet, so that Solomon in all his glory was not so\nwise in appearance. At the ardent request of the whole empire I\ncondescended to be the president of the court, and being arrayed\naccordingly, I took my seat beneath a canopy erected in the centre.\nBefore every judge was placed a square inkstand, containing a gallon\nof ink, and pens of a proportionable size; and also right before him\nan enormous folio, so large as to serve for table and book at the same\ntime. But they did not make much use of their pens and ink, except to\nblot and daub the paper; for, that they should be the more impartial,\nI had ordered that none but the blind should be honoured with the\nemployment: so that when they attempted to write anything, they\nuniformly dipped their pens into the machine containing sand, and\nhaving scrawled over a page as they thought, desiring them to dry it\nwith sand, would spill half a gallon of ink upon the paper, and\nthereby daubing their fingers, would transfer the ink to their face\nwhenever thy leaned their cheek upon their hand for greater gravity.\nAs to the matrons, to prevent an eternal prattle that would drown all\nmanner of intelligibility, I found it absolutely necessary to sew up\ntheir mouths; so that between the blind judges and the dumb matrons\nmethought the trial had a chance of being terminated sooner than it\notherwise would. The matrons, instead of their tongues, had other\ninstruments to convey their ideas: each of them had three quizzes, one\nquiz pendent from the string that sewed up her mouth, and another quiz\nin either hand. When she wished to express her negative, she darted\nand recoiled the quizzes in her right and left hand; and when she\ndesired to express her affirmative, she, nodding, made the quiz\npendent from her mouth flow down and recoil again. The trial proceeded\nin this manner for a long time, to the admiration of the whole empire,\nwhen at length I thought proper to send to my old friend and ally,\nPrester John, entreating him to forward to me one of the species of\nwild and curious birds found in his kingdom, called a Wauwau. This\ncreature was brought over the great bridge before mentioned, from the\ninterior of Africa, by a balloon. The balloon was placed upon the\nbridge, extending over the parapets on each side, with great wings or\noars to assist its velocity, and under the balloon was placed pendant\na kind of boat, in which were the persons to manage the steerage of\nthe machine, and protect Wauwau. This oracular bird, arriving in\nEngland, instantly darted through one of the windows of the great\nhall, and perched upon the canopy in the centre to the admiration of\nall present. Her cackling appeared quite prophetic and oracular; and\nthe first question proposed to her by the unanimous consent of the\nmatrons and judges was, Whether or not the moon was composed of green\ncheese? The solution of this question was deemed absolutely necessary\nbefore they could proceed farther on the trial.",
        "Wauwau seemed in figure not very much differing from a swan, except\nthat the neck was not near so long, and she stood after an admirable\nfashion like to Vestris. She began cackling most sonorously, and the\nwhole assembly agreed that it was absolutely necessary to catch her,\nand having her in their immediate possession, nothing more would be\nrequisite for the termination of this litigated affair. For this\npurpose the whole house rose up to catch her, and approached in\ntumult, the judges brandishing their pens, and shaking their big wigs,\nand the matrons quizzing as much as possible in every direction, which\nvery much startled Wauwau, who, clapping her wings, instantly flew out\nof the hall. The assembly began to proceed after her in order and\nstyle of precedence, together with my whole train of Gog and Magog,\nSphinx, Hilaro Frosticos, Queen Mab’s chariot, the bulls and crickets,\n&c., preceded by bands of music; while Wauwau, descending on the\nearth, ran on like an ostrich before the troop, cackling all the way.\nThinking suddenly to catch this ferocious animal, the judges and\nmatrons would suddenly quicken their pace, but the creature would as\nquickly outrun them, or sometimes fly away for many miles together,\nand then alight to take breath until we came within sight of her\nagain. Our train journeyed over a most prodigious tract of country in\na direct line, over hills and dales, to the summit of Plinlimmon,\nwhere we thought to have seized Wauwau; but she instantly took flight,\nand never ceased until she arrived at the mouth of the Potomac river\nin Virginia.",
        "Our company immediately embarked in the machines before described, in\nwhich we had journeyed into Africa, and after a few days’ sail arrived\nin North America. We met with nothing curious on our voyage, except a\nfloating island, containing some very delightful villages, inhabited\nby a few whites and negroes; the sugar cane did not thrive there well,\non account, as I was informed, of the variety of the climates; the\nisland being sometimes driven up as far as the north pole, and at\nother times wafted under the equinoctial. In pity to the poor\nislanders, I got a huge stake of iron, and driving it through the\ncentre of the island, fastened it to the rocks and mud at the bottom\nof the sea, since which time the island has become stationary, and is\nwell known at present by the name of St. Christopher’s, and there is\nnot an island in the world more secure.",
        "Arriving in North America, we were received by the President of the\nUnited States with every honour and politeness. He was pleased to give\nus all the information possible relative to the woods and immense\nregions of America, and ordered troops of the different tribes of the\nEsquimaux to guide us through the forests in pursuit of Wauwau, who,\nwe at length found, had taken refuge in the centre of a morass. The\ninhabitants of the country, who loved hunting, were much delighted to\nbehold the manner in which we attempted to seize upon Wauwau; the\nchase was noble and uncommon. I determined to surround the animal on\nevery side, and for this purpose ordered the judges and matrons to\nsurround the morass with nets extending a mile in height, on various\nparts of which net the company disposed themselves, floating in the\nair like so many spiders upon their cobwebs. Magog, at my command, put\non a kind of armour that he had carried with him for the purpose,\ncorselet of steel, with gauntlets, helmet, &c., so as nearly to\nresemble a mole. He instantly plunged into the earth, making way with\nhis sharp steel head-piece, and tearing up the ground with his iron\nclaws, and found not much difficulty therein, as morass in general is\nof a soft and yielding texture. Thus he hoped to undermine Wauwau, and\nsuddenly rising, seize her by the foot, while his brother Gog ascended\nthe air in a balloon, hoping to catch her if she could escape Magog.\nThus the animal was surrounded on every side, and at first was very\nmuch terrified, knowing not which way she had best to go. At length\nhearing an obscure noise under ground, Wauwau took flight before Magog\ncould have time to catch her by the foot. She flew to the right, then\nto the left, north, east, west, and south, but found on every side the\ncompany prepared upon their nets. At length she flew right up, soaring\nat a most astonishing rate towards the sun, while the company on every\nside set up one general acclamation. But Gog in his balloon soon\nstopped Wauwau in the midst of her career, and snared her in a net,\nthe cords of which he continued to hold in his hand. Wauwau did not\ntotally lose her presence of mind, but after a little consideration,\nmade several violent darts against the volume of the balloon; so\nfierce, as at length to tear open a great space, on which the\ninflammable air rushing out, the whole apparatus began to tumble to\nthe earth with amazing rapidity. Gog himself was thrown out of the\nvehicle, and letting go the reins of the net, Wauwau got liberty\nagain, and flew out of sight in an instant.",
        "Gog had been above a mile elevated from the earth when he began to\nfall, and as he advanced the rapidity increased, so that he went like\na ball from a cannon into the morass, and his nose striking against\none of the iron-capped hands of his brother Magog, just then rising\nfrom the depths, he began to bleed violently, and, but for the\nsoftness of the morass, would have lost his life.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}