{
    "title": "The Boys’ Life of Mark Twain - XXXVI. The New Home",
    "author": "Paine",
    "chapter": "36",
    "content": [
        "\n",
        "\n\n",
        "The new home in Hartford was ready that autumn–the beautiful house\nfinished, or nearly finished, the handsome furnishings in place.  It was\na lovely spot.  There were trees and grass–a green, shady slope that\nfell away to a quiet stream.  The house itself, quite different from the\nmost of the houses of that day, had many wings and balconies, and toward\nthe back a great veranda that looked down the shaded slope.  The kitchen\nwas not at the back.  As Mark Twain was unlike any other man that ever\nlived, so his house was not like other houses.  When asked why he built\nthe kitchen toward the street, he said:",
        "“So the servants can see the circus go by without running into the\n     front yard.”",
        "But this was probably his afterthought.  The kitchen wing extended toward\nFarmington Avenue, but it was a harmonious detail of the general plan.",
        "Many frequenters have tried to express the charm of Mark Twain’s\nhousehold.  Few have succeeded, for it lay not in the house itself, nor\nin its furnishings, beautiful as these things were, but in the\npersonality of its occupants–the daily round of their lives–the\natmosphere which they unconsciously created.  From its wide entrance-hall\nand tiny, jewel like conservatory below to the billiard-room at the top\nof the house, it seemed perfectly appointed, serenely ordered, and full\nof welcome.  The home of one of the most unusual and unaccountable\npersonalities in the world was filled with gentleness and peace.  It was\nMrs. Clemens who was chiefly responsible.  She was no longer the half-\ntimid, inexperienced girl he had married.  Association, study, and travel\nhad brought her knowledge and confidence.  When the great ones of the\nworld came to visit America’s most picturesque literary figure, she gave\nwelcome to them, and filled her place at his side with such sweet grace\nthat those who came to pay their dues to him often returned to pay still\ngreater devotion to his companion.  William Dean Howells, so often a\nvisitor there, once said to the writer:",
        "“Words cannot express Mrs. Clemens–her fineness, her delicate,\n     wonderful tact.”  And again, “She was not only a beautiful soul, but\n     a woman of singular intellectual power.”",
        "There were always visitors in the Clemens home.  Above the mantel in the\nlibrary was written: “The ornament of a house is the friends that\nfrequent it,” and the Clemens home never lacked of those ornaments, and\nthey were of the world’s best.  No distinguished person came to America\nthat did not pay a visit to Hartford and Mark Twain.  Generally it was\nnot merely a call, but a stay of days.  The welcome was always genuine,\nthe entertainment unstinted.  George Warner, a close neighbor, once said:",
        "“The Clemens house was the only one I have ever known where there\n     was never any preoccupation in the evenings and where visitors were\n     always welcome.  Clemens was the best kind of a host; his evenings\n     after dinner were an unending flow of stories.”",
        "As for friends living near, they usually came and went at will, often\nwithout the ceremony of knocking or formal leave-taking.  The two Warner\nfamines were among these, the home of Charles Dudley Warner being only a\nstep away.  Dr. and Mrs. Harriet Beecher Stowe were also close neighbors,\nwhile the Twichell parsonage was not far.  They were all like one great\nfamily, of which Mark Twain’s home was the central gathering-place.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}