{
    "title": "The Story of Mankind - Colonial Expansion and War (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "63",
    "content": [
        "\n",
        "\n\n",
        "A CHAPTER WHICH OUGHT TO GIVE YOU A\nGREAT DEAL OF POLITICAL INFORMATION\nABOUT THE LAST FIFTY YEARS, BUT\nWHICH REALLY CONTAINS SEVERAL EXPLANATIONS\nAND A FEW APOLOGIES",
        "IF I had known how difficult it was to write a History of\nthe World, I should never have undertaken the task. Of course,\nany one possessed of enough industry to lose himself for half\na dozen years in the musty stacks of a library, can compile a\nponderous tome which gives an account of the events in every\nland during every century. But that was not the purpose of\nthe present book. The publishers wanted to print a history\nthat should have rhythm–a story which galloped rather than\nwalked. And now that I have almost finished I discover that\ncertain chapters gallop, that others wade slowly through the\ndreary sands of long forgotten ages–that a few parts do not\nmake any progress at all, while still others indulge in a veritable\njazz of action and romance. I did not like this and I suggested\nthat we destroy the whole manuscript and begin once\nmore from the beginning. This, however, the publishers would\nnot allow.",
        "As the next best solution of my difficulties, I took the type-\nwritten pages to a number of charitable friends and asked them\nto read what I had said, and give me the benefit of their advice.\nThe experience was rather disheartening. Each and every\nman had his own prejudices and his own hobbies and preferences.\nThey all wanted to know why, where and how I dared\nto omit their pet nation, their pet statesman, or even their most\nbeloved criminal. With some of them, Napoleon and Jenghiz\nKhan were candidates for high honours. I explained that I\nhad tried very hard to be fair to Napoleon, but that in my\nestimation he was greatly inferior to such men as George\nWashington, Gustavus Wasa, Augustus, Hammurabi or\nLincoln, and a score of others all of whom were obliged to\ncontent themselves with a few paragraphs, from sheer lack of\nspace. As for Jenghiz Khan, I only recognise his superior\nability in the field of wholesale murder and I did not intend to\ngive him any more publicity than I could help.",
        "“This is very well as far as it goes,” said the next critic,\n“but how about the Puritans? We are celebrating the tercentenary\nof their arrival at Plymouth. They ought to have\nmore space.” My answer was that if I were writing a history\nof America, the Puritans would get fully one half of the first\ntwelve chapters; that however this was a history of mankind\nand that the event on Plymouth rock was not a matter of far-\nreaching international importance until many centuries later;\nthat the United States had been founded by thirteen colonies\nand not by a single one; that the most prominent leaders of the\nfirst twenty years of our history had been from Virginia, from\nPennsylvania, and from the island of Nevis, rather than from\nMassachusetts; and that therefore the Puritans ought to content\nthemselves with a page of print and a special map.",
        "Next came the prehistoric specialist. Why in the name of\nthe great Tyrannosaur had I not devoted more space to the\nwonderful race of Cro-Magnon men, who had developed such\na high stage of civilisation 10,000 years ago?",
        "Indeed, and why not? The reason is simple. I do not take\nas much stock in the perfection of these early races as some of\nour most noted anthropologists seem to do. Rousseau and\nthe philosophers of the eighteenth century created the “noble\nsavage” who was supposed to have dwelt in a state of perfect\nhappiness during the beginning of time. Our modern scientists\nhave discarded the “noble savage,” so dearly beloved by\nour grandfathers, and they have replaced him by the “splendid\nsavage” of the French Valleys who 35,000 years ago made an\nend to the universal rule of the low-browed and low-living\nbrutes of the Neanderthal and other Germanic neighbourhoods.\nThey have shown us the elephants the Cro-Magnon painted\nand the statues he carved and they have surrounded him with\nmuch glory.",
        "I do not mean to say that they are wrong. But I hold that\nwe know by far too little of this entire period to re-construct\nthat early west-European society with any degree (however\nhumble) of accuracy. And I would rather not state certain\nthings than run the risk of stating certain things that were not\nso.",
        "Then there were other critics, who accused me of direct\nunfairness. Why did I leave out such countries as Ireland\nand Bulgaria and Siam while I dragged in such other countries\nas Holland and Iceland and Switzerland? My answer\nwas that I did not drag in any countries. They pushed themselves\nin by main force of circumstances, and I simply could\nnot keep them out. And in order that my point may be understood,\nlet me state the basis upon which active membership to\nthis book of history was considered.",
        "There was but one rule. “Did the country or the person\nin question produce a new idea or perform an original act\nwithout which the history of the entire human race would have\nbeen different?” It was not a question of personal taste. It\nwas a matter of cool, almost mathematical judgment. No race\never played a more picturesque role in history than the Mongolians,\nand no race, from the point of view of achievement or\nintelligent progress, was of less value to the rest of mankind.",
        "The career of Tiglath-Pileser, the Assyrian, is full of\ndramatic episodes. But as far as we are concerned, he might just\nas well never have existed at all. In the same way, the history\nof the Dutch Republic is not interesting because once upon a\ntime the sailors of de Ruyter went fishing in the river Thames,\nbut rather because of the fact that this small mud-bank along\nthe shores of the North Sea offered a hospitable asylum to all\nsorts of strange people who had all sorts of queer ideas upon\nall sorts of very unpopular subjects.",
        "It is quite true that Athens or Florence, during the hey-day\nof their glory, had only one tenth of the population of Kansas\nCity. But our present civilisation would be very different\nhad neither of these two little cities of the Mediterranean basin\nexisted. And the same (with due apologies to the good people\nof Wyandotte County) can hardly be said of this busy metropolis\non the Missouri River.",
        "And since I am being very personal, allow me to state one\nother fact.",
        "When we visit a doctor, we find out before hand whether\nhe is a surgeon or a diagnostician or a homeopath or a faith\nhealer, for we want to know from what angle he will look at\nour complaint. We ought to be as careful in the choice of our\nhistorians as we are in the selection of our physicians. We\nthink, “Oh well, history is history,” and let it go at that. But\nthe writer who was educated in a strictly Presbyterian household\nsomewhere in the backwoods of Scotland will look differ-\nently upon every question of human relationships from his\nneighbour who as a child, was dragged to listen to the brilliant\nexhortations of Robert Ingersoll, the enemy of all revealed\nDevils. In due course of time, both men may forget their\nearly training and never again visit either church or lecture\nhall. But the influence of these impressionable years stays\nwith them and they cannot escape showing it in whatever they\nwrite or say or do.",
        "In the preface to this book, I told you that I should not be\nan infallible guide and now that we have almost reached the\nend, I repeat the warning. I was born and educated in an\natmosphere of the old-fashioned liberalism which had followed\nthe discoveries of Darwin and the other pioneers of the nineteenth\ncentury. As a child, I happened to spend most of my\nwaking hours with an uncle who was a great collector of the\nbooks written by Montaigne, the great French essayist of the\nsixteenth century. Because I was born in Rotterdam and\neducated in the city of Gouda, I ran continually across\nErasmus and for some unknown reason this great exponent\nof tolerance took hold of my intolerant self. Later I discovered\nAnatole France and my first experience with the English\nlanguage came about through an accidental encounter with\nThackeray’s “Henry Esmond,” a story which made more impression\nupon me than any other book in the English language.",
        "If I had been born in a pleasant middle western city I probably\nshould have a certain affection for the hymns which I had\nheard in my childhood. But my earliest recollection of music\ngoes back to the afternoon when my Mother took me to hear\nnothing less than a Bach fugue. And the mathematical perfection\nof the great Protestant master influenced me to such\nan extent that I cannot hear the usual hymns of our prayer-\nmeetings without a feeling of intense agony and direct pain.",
        "Again, if I had been born in Italy and had been warmed\nby the sunshine of the happy valley of the Arno, I might love\nmany colourful and sunny pictures which now leave me indifferent\nbecause I got my first artistic impressions in a country\nwhere the rare sun beats down upon the rain-soaked land with\nalmost cruel brutality and throws everything into violent contrasts\nof dark and light.",
        "I state these few facts deliberately that you may know\nthe personal bias of the man who wrote this history and may\nunderstand his point-of-view. The bibliography at the end of\nthis book, which represents all sorts of opinions and views, will\nallow you to compare my ideas with those of other people.\nAnd in this way, you will be able to reach your own final\nconclusions with a greater degree of fairness than would\notherwise be possible.",
        "After this short but necessary excursion, we return to the\nhistory of the last fifty years. Many things happened during\nthis period but very little occurred which at the time seemed\nto be of paramount importance. The majority of the greater\npowers ceased to be mere political agencies and became large\nbusiness enterprises. They built railroads. They founded and\nsubsidized steam-ship lines to all parts of the world. They\nconnected their different possessions with telegraph wires.\nAnd they steadily increased their holdings in other continents.\nEvery available bit of African or Asiatic territory was claimed\nby one of the rival powers. France became a colonial nation\nwith interests in Algiers and Madagascar and Annam and\nTonkin (in eastern Asia). Germany claimed parts of southwest\nand east Africa, built settlements in Kameroon on the\nwest coast of Africa and in New Guinea and many of the\nislands of the Pacific, and used the murder of a few missionaries\nas a welcome excuse to take the harbour of Kisochau on the\nYellow Sea in China. Italy tried her luck in Abyssinia, was\ndisastrously defeated by the soldiers of the Negus, and consoled\nherself by occupying the Turkish possessions in Tripoli\nin northern Africa. Russia, having occupied all of Siberia,\ntook Port Arthur away from China. Japan, having defeated\nChina in the war of 1895, occupied the island of Formosa and\nin the year 1905 began to lay claim to the entire empire of\nCorea. In the year 1883 England, the largest colonial empire\nthe world has ever seen, undertook to “protect” Egypt. She\nperformed this task most efficiently and to the great material\nbenefit of that much neglected country, which ever since the\nopening of the Suez canal in 1868 had been threatened with a\nforeign invasion. During the next thirty years she fought a\nnumber of colonial wars in different parts of the world and in\n1902 (after three years of bitter fighting) she conquered the\nindependent Boer republics of the Transvaal and the Orange\nFree State. Meanwhile she had encouraged Cecil Rhodes to\nlay the foundations for a great African state, which reached\nfrom the Cape almost to the mouth of the Nile, and had faithfully\npicked up such islands or provinces as had been left without\na European owner.",
        "The shrewd king of Belgium, by name Leopold, used\nthe discoveries of Henry Stanley to found the Congo Free\nState in the year 1885. Originally this gigantic tropical empire\nwas an “absolute monarchy.” But after many years of\nscandalous mismanagement, it was annexed by the Belgian\npeople who made it a colony (in the year 1908) and abolished\nthe terrible abuses which had been tolerated by this very\nunscrupulous Majesty, who cared nothing for the fate of the\nnatives as long as he got his ivory and rubber.",
        "As for the United States, they had so much land that they\ndesired no further territory. But the terrible misrule of\nCuba, one of the last of the Spanish possessions in the western\nhemisphere, practically forced the Washington government to\ntake action. After a short and rather uneventful war, the\nSpaniards were driven out of Cuba and Puerto Rico and the\nPhilippines, and the two latter became colonies of the United\nStates.",
        "This economic development of the world was perfectly\nnatural. The increasing number of factories in England and\nFrance and Germany needed an ever increasing amount of raw\nmaterials and the equally increasing number of European\nworkers needed an ever increasing amount of food. Everywhere\nthe cry was for more and for richer markets, for more\neasily accessible coal mines and iron mines and rubber plantations\nand oil-wells, for greater supplies of wheat and grain.",
        "The purely political events of the European continent\ndwindled to mere insignificance in the eyes of men who were\nmaking plans for steamboat lines on Victoria Nyanza or\nfor railroads through the interior of Shantung. They knew\nthat many European questions still remained to be settled, but\nthey did not bother, and through sheer indifference and carelessness\nthey bestowed upon their descendants a terrible inheritance\nof hate and misery. For untold centuries the south-eastern\ncorner of Europe had been the scene of rebellion and bloodshed.\nDuring the seventies of the last century the people of\nSerbia and Bulgaria and Montenegro and Roumania were once\nmore trying to gain their freedom and the Turks (with the\nsupport of many of the western powers), were trying to prevent\nthis.",
        "After a period of particularly atrocious massacres in Bulgaria\nin the year 1876, the Russian people lost all patience.\nThe Government was forced to intervene just as President McKinley\nwas obliged to go to Cuba and stop the shooting-squads\nof General Weyler in Havana. In April of the year 1877 the\nRussian armies crossed the Danube, stormed the Shipka pass,\nand after the capture of Plevna, marched southward until they\nreached the gates of Constantinople. Turkey appealed for\nhelp to England. There were many English people who denounced\ntheir government when it took the side of the Sultan.\nBut Disraeli (who had just made Queen Victoria Empress of\nIndia and who loved the picturesque Turks while he hated the\nRussians who were brutally cruel to the Jewish people within\ntheir frontiers) decided to interfere. Russia was forced to\nconclude the peace of San Stefano (1878) and the question of\nthe Balkans was left to a Congress which convened at Berlin\nin June and July of the same year.",
        "This famous conference was entirely dominated by the personality\nof Disraeli. Even Bismarck feared the clever old\nman with his well-oiled curly hair and his supreme arrogance,\ntempered by a cynical sense of humor and a marvellous gift\nfor flattery. At Berlin the British prime-minister carefully\nwatched over the fate of his friends the Turks. Montenegro,\nSerbia and Roumania were recognised as independent kingdoms.\nThe principality of Bulgaria was given a semi-independent\nstatus under Prince Alexander of Battenberg, a\nnephew of Tsar Alexander II. But none of those countries\nwere given the chance to develop their powers and their resources\nas they would have been able to do, had England been\nless anxious about the fate of the Sultan, whose domains were\nnecessary to the safety of the British Empire as a bulwark\nagainst further Russian aggression.",
        "To make matters worse, the congress allowed Austria to\ntake Bosnia and Herzegovina away from the Turks to be\n“administered” as part of the Habsburg domains. It is true\nthat Austria made an excellent job of it. The neglected provinces\nwere as well managed as the best of the British colonies,\nand that is saying a great deal. But they were inhabited by\nmany Serbians. In older days they had been part of the great\nSerbian empire of Stephan Dushan, who early in the fourteenth\ncentury had defended western Europe against the invasions\nof the Turks and whose capital of Uskub had been a\ncentre of civilisation one hundred and fifty years before Columbus\ndiscovered the new lands of the west. The Serbians remem-\nbered their ancient glory as who would not? They resented\nthe presence of the Austrians in two provinces, which, so they\nfelt, were theirs by every right of tradition.",
        "And it was in Sarajevo, the capital of Bosnia, that the\narchduke Ferdinand, heir to the Austrian throne, was murdered\non June 28 of the year 1914. The assassin was a Serbian\nstudent who had acted from purely patriotic motives.",
        "But the blame for this terrible catastrophe which was the\nimmediate, though not the only cause of the Great World War\ndid not lie with the half-crazy Serbian boy or his Austrian\nvictim. It must be traced back to the days of the famous\nBerlin Conference when Europe was too busy building a material\ncivilisation to care about the aspirations and the dreams\nof a forgotten race in a dreary corner of the old Balkan\npeninsula.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}