{
    "title": "The Nature of Goodness - VII. The Three Stages of Goodness",
    "author": "George Herbert Palmer",
    "chapter": "9",
    "content": [
        "\nGeorge Herbert Palmer, (1842-1933)\nProfessor of Natural Religion, Moral Philosophy and Civil Polity\nHarvard University\nPortrait: 1926, 40 x 30 inches, Oil\n",
        "\n\n",
        "Such is the mighty argument conducted through several centuries in\nbehalf of nature against spirit as a director of conduct. I have\nstated it at length both because of its own importance and because it\nis in seeming conflict with the results of my early chapters. But\nthose results stand fast. They were reached with care. To reject them\nwould be to obliterate all distinction between persons and things.\nSelf-consciousness is the indisputable prerogative of persons. Only so\nfar as we possess it and apply it in action do we rise above the\nimpersonal world around. And even if we admit the contention in behalf\nof nature as substantially sound, we are not obliged to accept it as\ncomplete. It may be that neither nature nor spirit can be dispensed\nwith in the supply of human needs. Each may have its characteristic\noffice; for though in the last chapter I have been setting forth the\nsuperiorities of natural guidance, in spiritual guidance there are\nadvantages too, advantages of an even more fundamental kind. Let us\nsee what they are.",
        "They may be summarily stated in a single sentence: consciousness alone\ngives fresh initiative. Disturbing as the influence of consciousness\nconfessedly is, on its employment depends every possibility of\nprogress. Natural action is regular, constant, conformed to a pattern.\nIn the natural world event follows event in a fixed order, Under the\nsame conditions the same result appears an indefinite number of times.\nThe most objectionable form of this rigidity is found in mechanism. I\nsometimes hear ladies talking about “real lace” and am on such\noccasions inclined to speak of my real boots. They mean, I find, not\nlace that is the reverse of ghostly, but simply that which bears the\nimpress of personality. It is lace which is made by hand and shows the\nmarks of hand work. Little irregularities are in it, contrasting it\nwith the machine sort, where every piece is identical with every other\npiece. It might be more accurately called personal lace. The machine\nkind is no less real–unfortunately–but mechanism is hopelessly dull,\nsays the same thing day after day, and never can say anything else.",
        "Now though this coarse form of monotonous process nowhere appears in\nwhat we call the world of nature, a restriction substantially similar\ndoes; for natural objects vary slowly and within the narrowest limits.\nOutside such orderly variations, they are subjected to external and\ndistorting agencies effecting changes in them regardless of their\ngains. Branches of trees have their wayward and subtle curvatures, and\nare anything but mechanical in outline. But none the less are they\nhelpless, unprogressive, and incapable of learning. The forces which\nplay upon them, being various, leave a truly varied record. But each\nof these forces was an invariable one, and their several influences\ncannot be sorted, judged, and selected by the tree with reference to\nits future growth. Criticism and choice have no place here, and\naccordingly anything like improvement from year to year is impossible.",
        "The case of us human beings would be the same if we were altogether\nmanaged by the sure, swift, and easy forces of nature. Progress would\ncease. We should move on our humdrum round as fixedly constituted, as\nsubmissive to external influence, and with as little exertion of\nintelligence as the dumb objects we behold. Every power within us\nwould be actual, displayed in its full extent, and involving no\nvariety of future possibility. We should live altogether in the\npresent, and no changes would be imagined or sought. From this dull\nroutine we are saved by the admixture of consciousness. For a gain so\ngreat we may well be ready to encounter those difficulties of\nconscious guidance which my last chapter detailed. Let the process of\nadvance be inaccurate, slow, and severe, so only there be advance. For\nprogress no cost is too great. I am sometimes inclined to congratulate\nthose who are acute sufferers through self-consciousness, because to\nthem the door of the future is open. The instinctive, uncritical\nperson, who takes life about as it comes, and with ready acceptance\nresponds promptly to every suggestion that calls, may be as popular as\nthe sunshine, but he is as incapable of further advance. Except in\nattractiveness, such a one is usually in later life about what he was\nin youth; for progress is a product of forecasting intelligence. When\nany new creation is to be introduced, only consciousness can prepare\nits path.",
        "Evidently, then, there are strong advantages in guidance through the\nspirit. But natural guidance has advantages no less genuine. Human\nlife is a complex and demanding affair, requiring for its ever-\nenlarging good whatever strength can be summoned from every side.\nProbably we must abandon that magnificent conception of our ancestors,\nthat spirit is all in all and nature unimportant. But must we, in\ndeference to the temper of our time, eliminate conscious guidance\naltogether? May not the disparagement of recent ages have arisen in\nreaction against attempts to push conscious guidance into regions\nwhere it is unsuitable? Conceivably the two agencies may be\nsupplementary. Possibly we may call on our fellow of the natural world\nfor aid in spiritual work. The complete ideal, at any rate, of good\nconduct unites the swiftness, certainty, and ease of natural action\nwith the selective progressiveness of spiritual. Till such a\ncombination is found, either conduct will be insignificant or great\ndistress of self-consciousness will be incurred. Both of these evils\nwill be avoided if nature can be persuaded to do the work which we\nclearly intend. That is what goodness calls on us to effect. To\nshowing the steps through which it may be reached the remainder of\nthis chapter will be given.",
        "Let us, then, take a case of action where we are trying to create a\nnew power, to develop ourselves in some direction in which we have not\nhitherto gone. For such an undertaking consciousness is needed, but\nlet us see how far we are able to hand over its work to\nunconsciousness. Suppose, when entirely ignorant of music, I decide to\nlearn to play the piano. Evidently it will require the minutest\nwatchfulness. Approaching the strange instrument with some uneasiness,\nI try to secure exactly that position on the stool which will allow my\narms their proper range along the keyboard. There is difficulty in\ngetting my sheet of music to stand as it should. When it is adjusted,\nI examine it anxiously. What is that little mark? Probably the note C.\nAmong these curious keys there must also be a C. I look up and down.\nThere it is! But can I bring my finger down upon it at just the right\nangle? That is accomplished, and gradually note after note is\ncaptured, until I have conquered the entire score. If now during my\nlaborious performance a friend enters the room, he might well say, “I\ndo not like spiritual music. Give me the natural kind which is not\nconsciously directed.” But let him return three years later. He will\nfind me sitting at the piano quite at my ease, tossing off notes by\nthe unregarded handful. He approaches and enters into conversation\nwith me. I do not cease my playing; but as I talk, I still keep my\nmind free enough to observe the swaying boughs outside the window and\nto enjoy the fragrance of the flowers which my friend has brought. The\nmusical phrases which drop from my fingers appear to regulate\nthemselves and to call for little conscious regard.",
        "Yet if my friend should try to show me how mistaken I had been in the\npast, attempting to manage consciously what should have been left to\nnature, if he should eulogize my natural action now and contrast it\nwith my former awkwardness, he would plainly be in error. My present\nnaturalness is the result of long spiritual endeavor, and cannot be\nhad on cheaper terms; and the unconsciousness which is now noticeable\nin me is not the same thing as that which was with me when I began to\nplay. It is true the incidental hardships connected with my first\nattack on the piano have ceased. I find myself in possession of a new\nand seemingly unconscious power. An automatic train of movements has\nbeen constructed which I now direct as a whole, its parts no longer\nrequiring special volitional prompting. But I still direct it, only\nthat a larger unit has been constituted for consciousness to act upon.\nThe naturalness which thus becomes possible is accordingly of an\naltogether new sort; and since the result is a completer expression of\nconscious intention, it may as truly be called spiritual as natural.",
        "It has now become plain that our early reckoning of actions as either\nnatural or spiritual was too simple and incomplete. Conduct has three\nstages, not two. Let us get them clearly in mind. At the beginning of\nlife we are at the beck and call of every impulse, not having yet\nattained reflective command of ourselves. This first stage we may\nrightly call that of nature or of unconsciousness, and manifestly most\nof us continue in it to some extent and as regards certain tracts of\naction throughout life. Then reflection is aroused; we become aware of\nwhat we are doing. The many details of each act and the relations\nwhich surround it come separately into conscious attention for\nassessment, approval, or rejection. This is the stage of spirit, or\nconsciousness. But it is not the final stage. As we have seen in our\nexample, a stage is possible when action runs swiftly to its intended\nend, but with little need of conscious supervision. This mechanized,\npurposeful action presents conduct in its third stage, that of second\nnature or negative consciousness. As this third is least understood,\nis often confused with the first, and yet is in reality the complete\nexpression of the moral ideal and of that reconciliation of nature and\nspirit of which we are in search, I will devote a few pages to its\nexplanation.",
        "The phrase negative consciousness describes its character most\nexactly, though the meaning is not at once apparent. Positive\nconsciousness marks the second stage. There we are obliged to think of\neach point involved, in order to bring it into action. In piano-\nplaying, for example, I had to study my seat at the piano, the music\non the rack, the letters of the keyboard, the position of my fingers,\nand the coordination of all these with one another. To each such\nmatter a separate and positive attention is given. But even at the\nlast, when I am playing at my ease, we cannot say that consciousness\nis altogether absent. I am conscious of the harmony, and if I do not\ndirect, I still verify results. As an entire phrase of music rolls off\nmy rapid fingers, I judge it to be good. But if one of the notes\nsticks, or I perceive that the phrase might be improved by a slightly\nchanged stress, I can check my spontaneous movements and correct the\nerror. There is therefore a watchful, if not a prompting,\nconsciousness at work. It is true that, the first note started, all\nthe others follow of themselves in natural sequence. Though I withdraw\nattention from my fingers, they run their round as a part of the\nassociated train. But if they go awry, consciousness is ready with its\ninhibition. I accordingly call this the stage of negative\nconsciousness. In it consciousness is not employed as a positive\nguiding force, but the moment inhibition or check is required for\nreaching the intended result, consciousness is ready and asserts\nitself in the way of forbiddal. This third stage, therefore, differs\nfrom the first through having its results embody a conscious purpose;\nfrom the second, through having consciousness superintend the process\nin a negative and hindering, rather than in a positive and prompting\nway. It is the stage of habit. I call it second nature because it is\nworked, not by original instincts, but by a new kind of associative\nmechanism which must first be laboriously constructed.",
        "Years ago when I began to teach at Harvard College, we used to regard\nour students as roaring animals, likely to destroy whatever came in\ntheir way. We instructors were warned to keep the doors of our lecture\nrooms barred. As we came out, we must never fail to lock them. So\nalways in going to a lecture, as I passed through the stone entry and\napproached the door my hand sought my pocket, the key came out, was\ninserted in the keyhole, turned, was withdrawn, fell back into my\npocket, and I entered the room. This series of acts repeated day after\nday had become so mechanized that if on entering the room I had been\nasked whether on that particular day I had really unlocked the door, I\ncould not have told. The train took care of itself and I was not\nconcerned in it sufficiently for remembrance. Yet it remained my act.\nOn one or two occasions, after shoving in the key in my usual\nunconscious fashion, I heard voices in the room and knew that it would\nbe inappropriate to enter. Instantly I stopped and checked the\nremainder of the train. Habitual though the series of actions was, and\nordinarily executed without conscious guidance, it as a whole was\naimed at a definite end. If this were unattainable, the train stopped.",
        "All are aware how large a part is played by such mechanization of\nconduct. Without it, life could not go on. When a man walks to the\ndoor, he does not decide where to set his foot, what shall be the\nlength of his step, how he shall maintain his balance on the foot that\nis down while the other is raised. These matters were decided when he\nwas a child. In those infant years which seem to us intellectually so\nstationary, a human being is probably making as large acquisitions as\nat any period of his later life. He is testing alternatives and\norganizing experience into ordered trains. But in the rest of us a\nconsolidation substantially similar should be going on in some section\nof our experience as long as we live. For this is the way we develop:\nnot the total man at once, but this year one tract of conduct is\nsurveyed, judged, mechanized; and next year another goes through the\nsame maturing process. Not until such mechanization has been\naccomplished is the conduct truly ours. When, for example, I am\nwinning the power of speech, I gradually cease to study exactly the\nword I utter, the tone in which it is enunciated, how my tongue, lips,\nand teeth shall be adjusted in reference to one another. While\noccupied with these things, I am no speaker. I become such only when,\nthe moment I think of a word, the actions needed for its utterance set\nthemselves in motion. With them I have only a negative concern.\nIndeed, as we grow maturer of speech, collocations of words stick\nnaturally together and offer themselves to our service. When we\nrequire a certain range of words from which to draw our means of\ncommunication, there they stand ready. We have no need to rummage the\ndimness of the past for them. Mechanically they are prepared for our\nservice.",
        "Of course this does not imply that at one period we foolishly believed\nconsciousness to be an important guide, but subsequently becoming\nwiser, discarded its aid. On the contrary, the mechanization of second\nnature is simply a mode of extending the influence of consciousness\nmore widely. The conclusions of our early lectures were sound. The\nmore fully expressive conduct can be of a self-conscious personality,\nso much the more will it deserve to be called good. But in order that\nit may in any wide extent receive this impress of personal life, we\nmust summon to our aid agencies other than spiritual. The more we\nmechanize conduct the better. That is what maturing ourselves means.\nWhen we say that a man has acquired character, we mean that he has\nconsciously surveyed certain large tracts of life, and has decided\nwhat in those regions it is best to do. There, at least, he will no\nlonger need to deliberate about action. As soon as a case from this\nregion presents itself, some electric button in his moral organism is\ntouched, and the whole mechanism runs off in the surest, swiftest,\neasiest possible way. Thus his consciousness is set free to busy\nitself with other affairs. For in this third stage we do not so much\nabandon consciousness as direct it upon larger units; and this not\nbecause smaller units do not deserve attention, but because they have\nbeen already attended to. Once having decided what is our best mode of\naction in regard to them, we wisely turn them over to mechanical\ncontrol.",
        "Such is the nature of moral habit. Before goodness can reach\nexcellence, it must be rendered habitual. Consideration, the mark of\nthe second stage, disappears in the third. We cannot count a person\nhonest so long as he has to decide on each occasion whether to take\nadvantage of his neighbor. Long ago he should have disciplined himself\ninto machine-like action as regards these matters, so that the\ndishonest opportunity would be instinctively and instantly dismissed,\nthe honest deed appearing spontaneously. That man has not an amiable\ncharacter who is obliged to restrain his irritation, and through all\nexcitement and inner rage curbs himself courageously. Not until\nconduct is spontaneous, rooted in a second nature, does it indicate\nthe character of him from whom it proceeds.",
        "That unconsciousness is necessary for the highest goodness is a\ncardinal principle in the teaching of Jesus. Other teachers of his\nnation undertook clearly to survey the entirety of human life, to\nclassify its situations and coolly to decide the amount of good and\nevil contained in each. Righteousness according to the Pharisees was\nfound in conscious conformity to these decisions. Theirs was the\nmethod of casuistry, the method of minute, critical, and instructed\njudgment. The fields of morality and the law were practically\nidentified, goodness becoming externalized and regarded as everywhere\nsubstantially the same for one man as for another. Pharisaism, in\nshort, stuck in the second stage. Jesus emphasized the unconscious and\nsubjective factor. He denounced the considerate conduct of the\nPharisees as not righteousness at all. It was mere will-worship. Jesus\npreached a religion of the heart, and taught that righteousness must\nbecome an individual passion, similar to the passions of hunger and\nthirst, if it would attain to any worth. So long as evil is easy and\nnatural for us, and good difficult, we are evil. We must be born\nagain. We must attain a new nature. Our right hand must not know what\nour left hand does. We must become as little children, if we would\nenter into the kingdom of heaven.",
        "The chief difficulty in comprehending this doctrine of the three\nstages lies in the easy confusion of the first and the third. Jesus\nguards against this, not bidding us to be or to remain children, but\nto become such. The unconsciousness and simplicity of childhood is the\ngoal, not the starting-point. The unconsciousness aimed at is not of\nthe same kind as that with which we set out. In early life we catch\nthe habits of our home or even derive our conduct from hereditary\nbias. We begin, therefore, as purely natural creatures, not asking\nwhether the ways we use are the best. Those ways are already fixed in\nthe usages of speech, the etiquettes of society, the laws of our\ncountry. These things make up the uncriticised warp and woof of our\nlives, often admirably beautiful lives. When speaking in my last\nchapter of the way in which our age has come to eulogize guidance by\nnatural conditions, I might have cited as a striking illustration the\nprevalent worship of childhood. Only within the last century has the\nchild cut much of a figure in literature. He is an important enough\nfigure to-day, both in and out of books. In him nature is displayed\nwithin the spiritual field, nature with the possibilities of spirit,\nbut those possibilities not yet realized. We accordingly reverence the\nchild and delight to watch him. How charming he is, graceful in\nmovement, swift of speech, picturesque in action! Enviable little\nbeing! The more so because he is able to retain his perfection for so\nbrief a time.",
        "But we all know the unhappy period from seven to fourteen when he who\nformerly was all grace and spontaneity discovers that he has too many\narms and legs. How disagreeable the boy then becomes! Before, we liked\nto see him playing about the room. Now we ask why he is allowed to\nremain. For he is a ceaseless disturber; constantly noisy and\nconstantly aware of making a noise, his excuses are as bad as his\nindiscretions. He cannot speak without making some awkward blunder. He\nis forever asking questions without knowing what to do with the\nanswers. A confused and confusing creature! We say he has grown\nbackward. Where before he was all that is estimable, he has become all\nthat we do not wish him to be.",
        "All that we do not wish him to be, but certainly much more what God\nwishes him to be. For if we could get rid of our sense of annoyance,\nwe should see that he is here reaching a higher stage, coming into his\nheritage and obtaining a life of his own. Formerly he lived merely the\nlife of those about him. He laid a self-conscious grasp on nothing of\nhis own. When now at length he does lay that grasp, we must permit him\nto be awkward, and to us disagreeable. We should aid him through the\ninaccurate, slow, and fatiguing period of his existence until, having\ntested many tracts of life and learned in them how to mechanize\ndesirable conduct, he comes back on their farther side to a childhood\nmore beautiful than the original. Many a man and woman possesses this\ndisciplined childhood through life. Goodness seems the very atmosphere\nthey breathe, and everything they do to be exactly fitting. Their acts\nare performed with full self-expression, yet without strut or\nintrusion of consciousness. Whatever comes from them is happily\nblended and organized into the entirety of life. Such should be our\naim. We should seek to be born again, and not to remain where we were\noriginally born.",
        "In what has now been said there is a good deal of comfort for those\nwho suffer the pains of self-consciousness, previously described. They\nneed not seek a lower degree of self-consciousness, but only to\ndistribute more wisely what they now possess. In fullness of\nconsciousness they may well rejoice, recognizing its possession as a\npower. But they should take a larger unit for its exercise. In meeting\na friend, for example, we are prone to think of ourselves, how we are\nspeaking or poising our body. But suppose we transfer our\nconsciousness to the subject of our talk, and allow ourselves a hearty\ninterest in that. Leaving the details of speech and posture to\nmechanized past habits, we may turn all the force of our conscious\nattention on the fresh issues of the discussion. With these we may\nidentify ourselves, and so experience the enlargement which new\nmaterials bring. When we were studying the intricacies of self-\nsacrifice, we found that the generous man is not so much the self-\ndenier or even the self-forgetter, but rather he who is mindful of his\nlarger self. He turns consciousness from his abstract and isolated\nself and fixes it upon his related and conjunct self. But that is a\nprocess which may go on everywhere. Our rule should be to withdraw\nattention from isolated minutiae, for which a glance is sufficient.\nGiving merely that glance, we may then leave them to themselves.\nEncouraging them to become mechanized, we should use these mechanized\ntrains in the higher ranges of living. The cure for self-consciousness\nis not suppression, but the turning of it upon something more\nsignificant.",
        "Every habit, however, requires perpetual adjustment, or it may rule us\ninstead of allowing us instead to rule through it. We do well to let\nalone our mechanized trains while they do not lead us into evil. So\nlong as they run in the right direction, instincts are better than\nintentions. But repeatedly we need to study results,–and see if we\nare arriving at the goal where we would be. If not, then habit\nrequires readjustment. From such negative control a habit should never\nbe allowed to escape. This great world of ours does not stand still.\nEvery moment its conditions are altering. Whatever action fits it now\nwill be pretty sure to be a slight misfit next year. No one can be\nthoroughly good who is not a flexible person, capable of drawing back\nhis trains, reexamining them, and bringing them into better adjustment\nto his purposes.",
        "It is meaningless, then, to ask whether we should be intuitive and\nspontaneous, or considerate and deliberate. There is no such\nalternative. We need both dispositions. We should seek to attain a\ncondition of swift spontaneity, of abounding freedom, of the absence\nof all restraint, and should not rest satisfied with the conditions in\nwhich we were born. But we must not suffer that even the new nature\nshould be allowed to become altogether natural. It should be but the\nnatural engine for spiritual ends, itself repeatedly scrutinized with\na view to their better fulfillment.",
        "The doctrine of the three stages of conduct, elaborated in this\nchapter, explains some curious anomalies in the bestowal of praise,\nand at the same time receives from that doctrine farther elucidation.\nWhen is conduct praiseworthy? When may we fairly claim honor from our\nfellows and ourselves? There is a ready answer. Nothing is\npraiseworthy which is not the result of effort. I do not praise a lady\nfor her beauty, I admire her. The athlete’s splendid body I envy,\nwishing that mine were like it. But I do not praise him. Or does the\nreader hesitate; and while acknowledging that admiration and envy may\nbe our leading feelings here, think that a certain measure of praise\nis also due? It may be. Perhaps the lady has been kind enough by care\nto heighten her beauty. Perhaps those powerful muscles are partly the\nresult of daily discipline. These persons, then, are not undeserving\nof praise, at least to the extent that they have used effort. Seeing a\ncollection of china, I admire the china, but praise the collector. It\nis hard to obtain such pieces. Large expense is required, long\ntraining too, and constant watchfulness. Accordingly I am interested\nin more than the collection. I give praise to the owner. A learned man\nwe admire, honor, envy, but also praise. His wisdom is the result of\neffort.",
        "Plainly, then, praise and blame are attributable exclusively to\nspiritual beings. Nature is unfit for honor. We may admire her, may\nwish that our ways were like hers, and envy her great law-abiding\ncalm. But it would be foolish to praise her, or even to blame when her\nvolcanoes overwhelm our friends. We praise spirit only, conscious\ndeeds. Where self-directed action forces its path to a worthy goal, we\nrightly praise the director.",
        "Now, if all this is true, there seems often-times a strange\nunsuitableness in praise. We may well decline to receive it. To praise\nsome of our good qualities, pretty fundamental ones too, often strikes\nus as insulting. You are asked a sudden question and put in a\ndifficult strait for an answer. “Yes,” I say, “but you actually did\ntell the truth. I wish to congratulate you. You were successful and\ndeserve much praise.” But who would feel comfortable under such\neulogy? And why not? If telling the truth is a spiritual excellence\nand the result of effort, why should it not be praised? But there lies\nthe trouble. I assumed that to be a truth-teller required strain on\nyour part. In reality it would have required greater strain for\nfalsehood. It might then seem that I should praise those who are not\neasily excellent, since I am forbidden to praise those who are. And\nsomething like this seems actually approved. If a boy on the street,\nwho has been trained hardly to distinguish truth from lies, some day\nstumbles into a bit of truth, I may justly praise him. “Splendid\nfellow! No word of falsehood there!” But when I see the father of his\ncountry bearing his little hatchet, praise is unfit; for George\nWashington cannot tell a lie.",
        "Absurd as this conclusion appears, I believe it states our soundest\nmoral judgment; for praise never escapes an element of disparagement.\nIt implies that the unexpected has happened. If I praise a man for\nlearning, it is because I had supposed him ignorant; if for helping\nthe unfortunate, I hint that I did not anticipate that he would regard\nany but himself. Wherever praise appears, we cannot evade the\nsuggestion that excellence is a matter of surprise. And as nobody\nlikes to be thought ill-adapted to excellence, praise may rightly be\nresented.",
        "It is true, there is a group of cases where praise seems differently\nemployed. We can praise those whom we recognize as high and lifted up.\n“Sing praises unto the Lord, sing praises,” the Psalmist says. And our\nhearts respond. We feel it altogether appropriate. We do not disparage\nGod by daily praise. No, but the element of disparagement is still\npresent, for we are really disparaging ourselves. That is the true\nsignificance of praise offered to the confessedly great. For them, the\npraise is inappropriate. But it is, nevertheless, appropriate that it\nshould be offered by us little people who stand below and look up.\nPraising the wise man, I really declare my ignorance to be so great\nthat I have difficulty in conceiving myself in his place. For me, it\nwould require long years of forbidding work before I could attain to\nhis wisdom. And even in the extreme form of this praise of superiors,\nsubstantially the same meaning holds. We praise God in order to abase\nourselves. Him we cannot really praise. That we understand at the\nstart. He is beyond commendation. Excellence covers him like a\ngarment, and is not attained, like ours, by struggle through\nobstacles. Yet this difference between him and us we can only express\nby trying to imagine ourselves like him, and saying how difficult such\nexcellence would then be. We have here, therefore, a sort of reversed\npraise, where the disparagement which praise always carries falls\nexclusively on the praiser. And such cases are by no means uncommon,\ncases in which there is at least a pretense on the praiser’s part of\nsetting himself below the one praised. But praise usually proceeds\ndown from above, and then, implicitly, we disparage him whom we\nprofess to exalt.",
        "Nor do I see how this is to be avoided; for praise belongs to goodness\ngained by effort, while excellence is not reached till effort ceases\nin second nature. To assert through praise that goodness is still a\nstruggle is to set the good man back from our third stage to our\nsecond. In fact by the time he really reaches excellence praise has\nlost its fitness, goodness now being easier than badness, and no\nlonger something difficult, unexpected, and demanding reward. For this\nreason those persons are usually most greedy of praise who have a\nrather low opinion of themselves. Being afraid that they are not\nremarkable, they are peculiarly delighted when people assure them that\nthey are. Accordingly the greatest protection against vanity is pride.\nThe proud man, assured of his powers, hears the little praisers and is\namused. How much more he knows about it than they! Inner worth stops\nthe greedy ear. When we have something to be vain about, we are seldom\nvain.",
        "But if all this is true, why should praise be sweet? In candor most of\nus will own that there is little else so desired. When almost every\nother form of dependence is laid by, to our secret hearts the good\nwords of neighbors are dear. And well they may be! Our pleasure\ntestifies how closely we are knitted together. We cannot be satisfied\nwith a separated consciousness, but demand that the consciousness of\nall shall respond to our own. A glorious infirmity then! And the\npeculiar sweetness which praise brings is grounded in the\nconsciousness of our weakness. In certain regions of my life, it is\ntrue, goodness has become fairly natural; and there of course praise\nstrikes me as ill-adjusted and distasteful. I do not like to have my\nmanners praised, my honesty, or my diligence. But there are other\ntracts where I know I am still in the stage of conscious effort. In\nthis extensive region, aware of my feebleness and hearing an inward\ncall to greater heights, it will always be cheering to hear those\nabout me say, “Well done!” Of course in saying this they will\ninevitably hint that I have not yet reached an end, and their praises\nwill displease unless I too am ready to acknowledge my incompleteness.\nBut when this is acknowledged, praise is welcome and invigorating. I\nsuspect we deal in it too little. If imagination were more active, and\nwe were more willing to enter sympathetically the inner life of our\nstruggling and imperfect comrades, we should bestow it more liberally.\nOccasion is always at hand. None of us ever quite passes beyond the\ndeliberate, conscious, and praise-deserving line. In some parts of our\nbeing we are farther advanced, and may there be experiencing the peace\nand assurance of a considerable second nature. But there too perpetual\nverification is necessary. And so many tracts remain unsubdued or\ncapable of higher cultivation that throughout our lives, perhaps on\ninto eternity, effort will still find room for work, and suitable\npraises may attend it.",
        "James’s Psychology, ch. iv.",
        "Bain’s Emotions and the Will, ch. ix.",
        "Wundt’s Facts of the Moral Life, ch. iii.",
        "Stephen’s Science of Ethics, ch. vii. Section iii.",
        "Martineau’s Types of Ethical Theory, pt. ii. bk. i. ch. iii.",
        " ",
        "\nThis electronic text of The Nature of Goodness by George Herbert Palmer (Alford Professor of Philosophy in Harvard University, 1903, A. F. P.) is in the public domain.\nConversion to this hypertext by Philipp Lenssen.\n\n\nMagazine: Philosophy Today (Amazon).\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Nature of GoodnessBy George Herbert PalmerAt Amazon"
    ]
}