{
    "title": "The Unseen World and Other Essays - XIV. ATHENIAN AND AMERICAN LIFE.",
    "author": "John Fiske",
    "chapter": "16",
    "content": [
        "\n\n",
        "IN a very interesting essay on British and Foreign\nCharacteristics, published a few years ago, Mr. W. R. Greg quotes\nthe famous letter of the Turkish cadi to Mr. Layard, with the\ncomment that “it contains the germ and element of a wisdom to\nwhich our busy and bustling existence is a stranger\"; and he uses\nit as a text for an instructive sermon on the “gospel of\nleisure.” He urges, with justice, that the too eager and restless\nmodern man, absorbed in problems of industrial development, may\nlearn a wholesome lesson from the contemplation of his Oriental\nbrother, who cares not to say, “Behold, this star spinneth round\nthat star, and this other star with a tail cometh and goeth in so\nmany years\"; who aspires not after a “double stomach,” nor hopes\nto attain to Paradise by “seeking with his eyes.” If any one may\nbe thought to stand in need of some such lesson, it is the\nAmerican of to-day. Just as far as the Turk carries his apathy to\nexcess, does the American carry to excess his restlessness. But\njust because the incurious idleness of the Turk is excessive, so\nas to be detrimental to completeness of living, it is unfit to\nsupply us with the hints we need concerning the causes,\ncharacter, and effects of our over-activity. A sermon of leisure,\nif it is to be of practical use to us, must not be a sermon of\nlaziness. The Oriental state of mind is incompatible with\nprogressive improvement of any sort, physical, intellectual, or\nmoral. It is one of the phenomena attendant upon the arrival of a\ncommunity at a stationary condition before it has acquired a\ncomplex civilization. And it appears serviceable rather as a\nbackground upon which to exhibit in relief our modern turmoil,\nthan by reason of any lesson which it is itself likely to convey.\nLet us in preference study one of the most eminently progressive\nof all the communities that have existed. Let us take an example\nquite different from any that can be drawn from Oriental life,\nbut almost equally contrasted with any that can be found among\nourselves; and let us, with the aid of it, examine the respective\neffects of leisure and of hurry upon the culture of the\ncommunity.",
        "What do modern critics mean by the “healthy completeness” of\nancient life, which they are so fond of contrasting with the\n“heated,” “discontented,” or imperfect and one-sided existence of\nmodern communities? Is this a mere set of phrases, suited to some\nimaginary want of the literary critic, but answering to nothing\nreal? Are they to be summarily disposed of as resting upon some\ntacit assumption of that old-grannyism which delights in\nasseverating that times are not what they used to be? Is the\ncontrast an imaginary one, due to the softened, cheerful light\nwith which we are wont to contemplate classic antiquity through\nthe charmed medium of its incomparable literature? Or is it a\nreal contrast, worthy of the attention and analysis of the\nhistorical inquirer? The answer to these queries will lead us far\ninto the discussion of the subject which we have propounded, and\nwe shall best reach it by considering some aspects of the social\ncondition of ancient Greece. The lessons to be learned from that\nwonderful country are not yet exhausted Each time that we return\nto that richest of historic mines, and delve faithfully and\ncarefully, we shall be sure to dig up some jewel worth carrying\naway.",
        "And in considering ancient Greece, we shall do well to confine\nour attention, for the sake of definiteness of conception, to a\nsingle city. Comparatively homogeneous as Greek civilization was,\nthere was nevertheless a great deal of difference between the\nsocial circumstances of sundry of its civic communities. What was\ntrue of Athens was frequently not true of Sparta or Thebes, and\ngeneral assertions about ancient Greece are often likely to be\ncollect only in a loose and general way. In speaking, therefore,\nof Greece, I must be understood in the main as referring to\nAthens, the eye and light of Greece, the nucleus and centre of\nHellenic culture.",
        "Let us note first that Athens was a large city surrounded by\npleasant village-suburbs,—the demes of Attika,—very much as\nBoston is closely girdled by rural places like Brookline, Jamaica\nPlain, and the rest, village after village rather thickly\ncovering a circuit of from ten to twenty miles’ radius. The\npopulation of Athens with its suburbs may perhaps have exceeded\nhalf a million; but the number of adult freemen bearing arms did\nnot exceed twenty-five thousand.[67] For every one of these\nfreemen there were four or five slaves; not ignorant, degraded\nlabourers, belonging to an inferior type of humanity, and bearing\nthe marks of a lower caste in their very personal formation and\nin the colour of their skin, like our lately-enslaved negroes;\nbut intelligent, skilled labourers, belonging usually to the\nHellenic, and at any rate to the Aryan race, as fair and perhaps\nas handsome as their masters, and not subjected to especial\nignominy or hardship. These slaves, of whom there were at least\none hundred thousand adult males, relieved the twenty-five\nthousand freemen of nearly all the severe drudgery of life; and\nthe result was an amount of leisure perhaps never since known on\nan equal scale in history.",
        "[67] See Herod. V. 97; Aristoph. Ekkl. 432; Thukyd. II. 13;\nPlutarch, Perikl. 37.",
        "The relations of master and slave in ancient Athens constituted,\nof course, a very different phenomenon from anything which the\nhistory of our own Southern States has to offer us. Our Southern\nslaveholders lived in an age of industrial development; they were\nmoney-makers: they had their full share of business in managing\nthe operations for which their labourers supplied the crude\nphysical force. It was not so in Athens. The era of civilization\nfounded upon organized industry had not begun; money-making had\nnot come to be, with the Greeks, the one all-important end of\nlife; and mere subsistence, which is now difficult, was then\neasy. The Athenian lived in a mild, genial, healthy climate, in a\ncountry which has always been notable for the activity and\nlongevity of its inhabitants. He was frugal in his habits,—a\nwine-drinker and an eater of meat, but rarely addicted to\ngluttony or intemperance. His dress was inexpensive, for the\nGreek climate made but little protection necessary, and the\ngymnastic habits of the Greeks led them to esteem more highly the\nbeauty of the body than that of its covering. His house was\nsimple, not being intended for social purposes, while of what we\nshould call home-life the Greeks had none. The house was a\nshelter at night, a place where the frugal meal might be taken, a\nplace where the wife might stay, and look after the household\nslaves or attend to the children. And this brings us to another\nnotable feature of Athenian life. The wife having no position in\nsociety, being nothing, indeed, but a sort of household utensil,\nhow greatly was life simplified! What a door for expenditure was\nthere, as yet securely closed, and which no one had thought of\nopening! No milliner’s or dressmaker’s bills, no evening parties,\nno Protean fashions, no elegant furniture, no imperious necessity\nfor Kleanthes to outshine Kleon, no coaches, no Chateau Margaux,\nno journeys to Arkadia in the summer! In such a state of society,\nas one may easily see, the labour of one man would support half a\ndozen. It cost the Athenian but a few cents daily to live, and\neven these few cents might be earned by his slaves. We need not,\ntherefore, be surprised to learn that in ancient Athens there\nwere no paupers or beggars. There might be poverty, but indigence\nwas unknown; and because of the absence of fashion, style, and\ndisplay, even poverty entailed no uncomfortable loss of social\nposition. The Athenians valued wealth highly, no doubt, as a\nsource of contributions to public festivals and to the\nnecessities of the state. But as far as the circumstances of\ndaily life go, the difference between the rich man and the poor\nman was immeasurably less than in any modern community, and the\nincentives to the acquirement of wealth were, as a consequence,\ncomparatively slight.",
        "I do not mean to say that the Athenians did not engage in\nbusiness. Their city was a commercial city, and their ships\ncovered the Mediterranean. They had agencies and factories at\nMarseilles, on the remote coasts of Spain, and along the shores\nof the Black Sea. They were in many respects the greatest\ncommercial people of antiquity, and doubtless knew, as well as\nother people, the keen delights of acquisition. But my point is,\nthat with them the acquiring of property had not become the chief\nor only end of life. Production was carried on almost entirely by\nslave-labour; interchange of commodities was the business of the\nmasters, and commerce was in those days simple. Banks, insurance\ncompanies, brokers’ boards,—all these complex instruments of\nMammon were as yet unthought of. There was no Wall Street in\nancient Athens; there were no great failures, no commercial\npanics, no over-issues of stock. Commerce, in short, was a quite\nsubordinate matter, and the art of money-making was in its\ninfancy.",
        "The twenty-five thousand Athenian freemen thus enjoyed, on the\nwhole, more undisturbed leisure, more freedom from petty\nharassing cares, than any other community known to history.\nNowhere else can we find, on careful study, so little of the\nhurry and anxiety which destroys the even tenour of modern\nlife,—nowhere else so few of the circumstances which tend to\nmake men insane, inebriate, or phthisical, or prematurely old.",
        "This being granted, it remains only to state and illustrate the\nobverse fact. It is not only true that Athens has produced and\neducated a relatively larger number of men of the highest calibre\nand most complete culture than any other community of like\ndimensions which has ever existed; but it is also true that there\nhas been no other community, of which the members have, as a\ngeneral rule, been so highly cultivated, or have attained\nindividually such completeness of life. In proof of the first\nassertion it will be enough to mention such names as those of\nSolon, Themistokles, Perikles, and Demosthenes; Isokrates and\nLysias; Aristophanes and Menander; Aischylos, Sophokles, and\nEuripides; Pheidias and Praxiteles; Sokrates and Plato;\nThukydides and Xenophon: remembering that these men,\ndistinguished for such different kinds of achievement, but like\neach other in consummateness of culture, were all produced within\none town in the course of three centuries. At no other time and\nplace in human history has there been even an approach to such a\nfact as this.",
        "My other assertion, about the general culture of the community in\nwhich such men were reared, will need a more detailed\nexplanation. When I say that the Athenian public was, on the\nwhole, the most highly cultivated public that has ever existed, I\nrefer of course to something more than what is now known as\nliterary culture. Of this there was relatively little in the days\nof Athenian greatness; and this was because there was not yet\nneed for it or room for it. Greece did not until a later time\nbegin to produce scholars and savants; for the function of\nscholarship does not begin until there has been an accumulation\nof bygone literature to be interpreted for the benefit of those\nwho live in a later time. Grecian greatness was already becoming\na thing of the past, when scholarship and literary culture of the\nmodern type began at Rome and Alexandria. The culture of the\nancient Athenians was largely derived from direct intercourse\nwith facts of nature and of life, and with the thoughts of rich\nand powerful minds orally expressed. The value of this must not\nbe underrated. We moderns are accustomed to get so large a\nportion of our knowledge and of our theories of life out of\nbooks, our taste and judgment are so largely educated by\nintercourse with the printed page, that we are apt to confound\nculture with book-knowledge; we are apt to forget the innumerable\nways in which the highest intellectual faculties may be\ndisciplined without the aid of literature. We must study\nantiquity to realize how thoroughly this could be done. But even\nin our day, how much more fruitful is the direct influence of an\noriginal mind over us, in the rare cases when it can be enjoyed,\nthan any indirect influence which the same mind may exert through\nthe medium of printed books! What fellow of a college, placed\namid the most abundant and efficient implements of study, ever\ngets such a stimulus to the highest and richest intellectual life\nas was afforded to Eckermann by his daily intercourse with\nGoethe? The breadth of culture and the perfection of training\nexhibited by John Stuart Mill need not surprise us when we\nrecollect that his earlier days were spent in the society of\nJames Mill and Jeremy Bentham. And the remarkable extent of view,\nthe command of facts, and the astonishing productiveness of such\nmodern Frenchmen as Sainte-Beuve and Littre become explicable\nwhen we reflect upon the circumstance that so many able and\nbrilliant men are collected in one city, where their minds may\ncontinually and directly react upon each other. It is from the\nlack of such personal stimulus that it is difficult or indeed\nwellnigh impossible, even for those whose resources are such as\nto give them an extensive command of books, to keep up to the\nhighest level of contemporary culture while living in a village\nor provincial town. And it is mainly because of the personal\nstimulus which it affords to its students, that a great\nuniversity, as a seat of culture, is immeasurably superior to a\nsmall one.",
        "Nevertheless, the small community in any age possesses one signal\nadvantage over the large one, in its greater simplicity of life\nand its consequent relative leisure. It was the prerogative of\nancient Athens that it united the advantages of the large to\nthose of the small community. In relative simplicity of life it\nwas not unlike the modern village, while at the same time it was\nthe metropolis where the foremost minds of the time were enabled\nto react directly upon one another. In yet another respect these\nopposite advantages were combined. The twenty-five thousand free\ninhabitants might perhaps all know something of each other. In\nthis respect Athens was doubtless much like a New England country\ntown, with the all-important difference that the sordid tone due\nto continual struggle for money was absent. It was like the small\ntown in the chance which it afforded for publicity and community\nof pursuits among its inhabitants. Continuous and unrestrained\nsocial intercourse was accordingly a distinctive feature of\nAthenian life. And, as already hinted, this intercourse did not\nconsist in evening flirtations, with the eating of indigestible\nfood at unseasonable hours, and the dancing of “the German.” It\nwas carried on out-of-doors in the brightest sunlight; it brooked\nno effeminacy; its amusements were athletic games, or dramatic\nentertainments, such as have hardly since been equalled. Its\narena was a town whose streets were filled with statues and\nadorned with buildings, merely to behold which was in itself an\neducation. The participators in it were not men with minds so\ndwarfed by exclusive devotion to special pursuits that after\n“talking shop” they could find nothing else save wine and cookery\nto converse about. They were men with minds fresh and open for\nthe discussion of topics which are not for a day only.",
        "A man like Sokrates, living in such a community, did not need to\nwrite down his wisdom. He had no such vast public as the modern\nphilosopher has to reach. He could hail any one he happened to\npass in the street, begin an argument with him forthwith, and set\na whole crowd thinking and inquiring about subjects the mere\ncontemplation of which would raise them for the moment above\nmatters of transient concern. For more than half a century any\ncitizen might have gratis the benefit of oral instruction from\nsuch a man as he. And I sometimes think, by the way,\nthat—curtailed as it is to literary proportions in the dialogues\nof Plato, bereft of all that personal potency which it had when\nit flowed, instinct with earnestness, from the lips of the\nteacher—even to this day the wit of man has perhaps devised no\nbetter general gymnastics for the understanding than the Sokratic\ndialectic. I am far from saying that all Athens listened to\nSokrates or understood him: had it been so, the caricature of\nAristophanes would have been pointless, and the sublime yet\nmournful trilogy of dialogues which pourtray the closing scenes\nof the greatest life of antiquity would never have been written.\nBut the mere fact that such a man lived and taught in the way\nthat he did goes far in proof of the deep culture of the Athenian\npublic. Further confirmation is to be found in the fact that such\ntragedies as the Antigone, the Oidipous, and the Prometheus were\nwritten to suit the popular taste of the time; not to be read by\nliterary people, or to be performed before select audiences such\nas in our day listen to Ristori or Janauschek, but to hold\nspell-bound that vast concourse of all kinds of people which\nassembled at the Dionysiac festivals.",
        "Still further proof is furnished by the exquisite literary\nperfection of Greek writings. One of the common arguments in\nfavour of the study of Greek at the present day is based upon the\nopinion that in the best works extant in that language the art of\nliterary expression has reached wellnigh absolute perfection. I\nfully concur in this opinion, so far as to doubt if even the\ngreatest modern writers, even a Pascal or a Voltaire, can fairly\nsustain a comparison with such Athenians as Plato or Lysias. This\nexcellence of the ancient books is in part immediately due to the\nfact that they were not written in a hurry, or amid the anxieties\nof an over-busy existence; but it is in greater part due to the\nindirect consequences of a leisurely life. These books were\nwritten for a public which knew well how to appreciate the finer\nbeauties of expression; and, what is still more to the point,\ntheir authors lived in a community where an elegant style was\nhabitual. Before a matchless style can be written, there must be\na good style “in the air,” as the French say. Probably the most\nfinished talking and writing of modern times has been done in and\nabout the French court in the seventeenth century; and it is\naccordingly there that we find men like Pascal and Bossuet\nwriting a prose which for precision, purity, and dignity has\nnever since been surpassed. It is thus that the unapproachable\nliterary excellence of ancient Greek books speaks for the genuine\nculture of the people who were expected to read them, or to hear\nthem read. For one of the surest indices of true culture, whether\nprofessedly literary or not, is the power to express one’s self\nin precise, rhythmical, and dignified language. We hardly need a\nbetter evidence than this of the superiority of the ancient\ncommunity in the general elevation of its tastes and perceptions.\nRecollecting how Herodotos read his history at the Olympic games,\nlet us try to imagine even so picturesque a writer as Mr. Parkman\nreading a few chapters of his “Jesuits in North America” before\nthe spectators assembled at the Jerome Park races, and we shall\nthe better realize how deep-seated was Hellenic culture.",
        "As yet, however, I have referred to but one side of Athenian\nlife. Though “seekers after wisdom,” the cultivated people of\nAthens did not spend all their valuable leisure in dialectics or\nin connoisseurship. They were not a set of dilettanti or dreamy\nphilosophers, and they were far from subordinating the material\nside of life to the intellectual. Also, though they dealt not in\nmoney-making after the eager fashion of modern men, they had\nstill concerns of immediate practical interest with which to busy\nthemselves. Each one of these twenty-five thousand free Athenians\nwas not only a free voter, but an office-holder, a legislator, a\njudge. They did not control the government through a\nrepresentative body, but they were themselves the government.\nThey were, one and all, in turn liable to be called upon to make\nlaws, and to execute them after they were made, as well as to\nadminister justice in civil and criminal suits. The affairs and\ninterests, not only of their own city, but of a score or two of\nscattered dependencies, were more or less closely to be looked\nafter by them. It lay with them to declare war, to carry it on\nafter declaring it, and to pay the expenses of it. Actually and\nnot by deputy they administered the government of their own city,\nboth in its local and in its imperial relations. All this implies\na more thorough, more constant, and more vital political training\nthan that which is implied by the modern duties of casting a\nballot and serving on a jury. The life of the Athenian was\nemphatically a political life. From early manhood onward, it was\npart of his duty to hear legal questions argued by powerful\nadvocates, and to utter a decision upon law and fact; or to mix\nin debate upon questions of public policy, arguing, listening,\nand pondering. It is customary to compare the political talent of\nthe Greeks unfavourably with that displayed by the Romans, and I\nhave no wish to dispute this estimate. But on a careful study it\nwill appear that the Athenians, at least, in a higher degree than\nany other community of ancient times, exhibited parliamentary\ntact, or the ability to sit still while both sides of a question\nare getting discussed,—that sort of political talent for which\nthe English races are distinguished, and to the lack of which so\nmany of the political failures of the French are egregiously due.\nOne would suppose that a judicature of the whole town would be\nlikely to execute a sorry parody of justice; yet justice was by\nno means ill-administered at Athens. Even the most unfortunate\nand disgraceful scenes,—as where the proposed massacre of the\nMytilenaians was discussed, and where summary retribution was\ndealt out to the generals who had neglected their duty at\nArginusai,—even these scenes furnish, when thoroughly examined,\nas by Mr. Grote, only the more convincing proof that the Athenian\nwas usually swayed by sound reason and good sense to an\nextraordinary degree. All great points in fact, were settled\nrather by sober appeals to reason than by intrigue or lobbying;\nand one cannot help thinking that an Athenian of the time of\nPerikles would have regarded with pitying contempt the trick of\nthe “previous question.” And this explains the undoubted\npre-eminence of Athenian oratory. This accounts for the fact that\nwe find in the forensic annals of a single city, and within the\ncompass of a single century, such names as Lysias, Isokrates,\nAndokides, Hypereides, Aischines, and Demosthenes. The art of\noratory, like the art of sculpture, shone forth more brilliantly\nthen than ever since, because then the conditions favouring its\ndevelopment were more perfectly combined than they have since\nbeen. Now, a condition of society in which the multitude can\nalways be made to stand quietly and listen to a logical discourse\nis a condition of high culture. Readers of Xenophon’s Anabasis\nwill remember the frequency of the speeches in that charming\nbook. Whenever some terrible emergency arose, or some alarming\nquarrel or disheartening panic occurred, in the course of the\nretreat of the Ten Thousand, an oration from one of the\ncommanders—not a demagogue’s appeal to the lower passions, but a\ncalm exposition of circumstances addressed to the sober\njudgment—usually sufficed to set all things in order. To my mind\nthis is one of the most impressive historical lessons conveyed in\nXenophon’s book. And this peculiar kind of self-control,\nindicative of intellectual sobriety and high moral training,\nwhich was more or less characteristic of all Greeks, was\nespecially characteristic of the Athenians.",
        "These illustrations will, I hope, suffice to show that there is\nnothing extravagant in the high estimate which I have made of\nAthenian culture. I have barely indicated the causes of this\nsingular perfection of individual training in the social\ncircumstances amid which the Athenians lived. I have alleged it\nas an instance of what may be accomplished by a well-directed\nleisure and in the absence or very scanty development of such a\ncomplex industrial life as that which surrounds us to-day. But I\nhave not yet quite done with the Athenians. Before leaving this\npart of the subject, I must mention one further circumstance\nwhich tends to make ancient life appear in our eyes more sunny\nand healthy and less distressed, than the life of modern times.\nAnd in this instance, too, though we are not dealing with any\nimmediate or remote effects of leisureliness, we still have to\nnote the peculiar advantage gained by the absence of a great\ncomplexity of interests in the ancient community.",
        "With respect to religion, the Athenians were peculiarly situated.\nThey had for the most part outgrown the primitive terrorism of\nfetishistic belief. Save in cases of public distress, as in the\nmutilation of the Hermai, or in the refusal of Nikias to retreat\nfrom Syracuse because of an eclipse of the moon, they were no\nlonger, like savages, afraid of the dark. Their keen aesthetic\nsense had prevailed to turn the horrors of a primeval\nnature-worship into beauties. Their springs and groves were\npeopled by their fancy with naiads and dryads, not with trolls\nand grotesque goblins. Their feelings toward the unseen powers at\nwork about them were in the main pleasant; as witness the little\nstory about Pheidippides meeting the god Pan as he was making\nwith hot haste toward Sparta to announce the arrival of the\nPersians. Now, while this original source of mental discomfort,\nwhich afflicts the uncivilized man, had ceased materially to\naffect the Athenians, they on the other hand lived at a time when\nthe vague sense of sin and self-reproof which was characteristic\nof the early ages of Christianity, had not yet invaded society.\nThe vast complication of life brought about by the extension of\nthe Roman Empire led to a great development of human sympathies,\nunknown in earlier times, and called forth unquiet yearnings,\ndesire for amelioration, a sense of short-coming, and a morbid\nself-consciousness. It is accordingly under Roman sway that we\nfirst come across characters approximating to the modern type,\nlike Cicero, Seneca, Epictetus, and Marcus Aurelius. It is then\nthat we find the idea of social progress first clearly expressed,\nthat we discover some glimmerings of a conscious philanthropy,\nand that we detect the earliest symptoms of that unhealthy\ntendency to subordinate too entirely the physical to the moral\nlife, which reached its culmination in the Middle Ages. In the\npalmy days of the Athenians it was different. When we hint that\nthey were not consciously philanthropists, we do not mean that\nthey were not humane; when we accredit them with no idea of\nprogress, we do not forget how much they did to render both the\nidea and the reality possible; when we say that they had not a\ndistressing sense of spiritual unworthiness, we do not mean that\nthey had no conscience. We mean that their moral and religious\nlife sat easily on them, like their own graceful drapery,—did\nnot gall and worry them, like the hair-cloth garment of the monk.\nThey were free from that dark conception of a devil which lent\nterror to life in the Middle Ages; and the morbid\nself-consciousness which led mediaeval women to immure themselves\nin convents would have been to an Athenian quite inexplicable.\nThey had, in short, an open and childlike conception of religion;\nand, as such, it was a sunny conception. Any one who will take\nthe trouble to compare an idyl of Theokritos with a modern\npastoral, or the poem of Kleanthes with a modern hymn, or the\nAphrodite of Melos with a modern Madonna, will realize most\neffectually what I mean.",
        "And, finally, the religion of the Athenians was in the main\nsymbolized in a fluctuating mythology, and had never been\nhardened into dogmas. The Athenian was subject to no priest, nor\nwas he obliged to pin his faith to any formulated creed. His\nhospitable polytheism left little room for theological\npersecution, and none for any heresy short of virtual atheism.\nThe feverish doubts which rack the modern mind left him\nundisturbed. Though he might sink to any depth of scepticism in\nphilosophy, yet the eternal welfare of his soul was not supposed\nto hang upon the issue of his doubts. Accordingly Athenian\nsociety was not only characterized in the main by freedom of\nopinion, in spite of the exceptional cases of Anaxagoras and\nSokrates; but there was also none of that Gothic gloom with which\nthe deep-seated Christian sense of infinite responsibility for\nopinion has saddened modern religious life.",
        "In these reflections I have wandered a little way from my\nprincipal theme, in order more fully to show why the old Greek\nlife impresses us as so cheerful. Returning now to the keynote\nwith which we started, let us state succinctly the net result of\nwhat has been said about the Athenians. As a people we have seen\nthat they enjoyed an unparalleled amount of leisure, living\nthrough life with but little turmoil and clatter. Their life was\nmore spontaneous and unrestrained, less rigorously marked out by\nuncontrollable circumstances, than the life of moderns. They did\nnot run so much in grooves. And along with this we have seen\nreason to believe that they were the most profoundly cultivated\nof all peoples; that a larger proportion of men lived complete,\nwell-rounded, harmonious lives in ancient Athens than in any\nother known community. Keen, nimble-minded, and self-possessed;\naudacious speculators, but temperate and averse to extravagance;\nemotionally healthy, and endowed with an unequalled sense of\nbeauty and propriety; how admirable and wonderful they seem when\nlooked at across the gulf of ages intervening,—and what a\npriceless possession to humanity, of what noble augury for the\ndistant future, is the fact that such a society has once existed!",
        "The lesson to be drawn from the study of this antique life will\nimpress itself more deeply upon us after we have briefly\ncontemplated the striking contrast to it which is afforded by the\nphase of civilization amid which we live to-day. Ever since Greek\ncivilization was merged in Roman imperialism, there has been a\nslowly growing tendency toward complexity of social life,—toward\nthe widening of sympathies, the multiplying of interests, the\nincrease of the number of things to be done. Through the later\nMiddle Ages, after Roman civilization had absorbed and\ndisciplined the incoming barbarism which had threatened to\ndestroy it, there was a steadily increasing complication of\nsociety, a multiplication of the wants of life, and a consequent\nenhancement of the difficulty of self-maintenance. The ultimate\ncauses of this phenomenon lie so far beneath the surface that\nthey could be satisfactorily discussed only in a technical essay\non the evolution of society. It will be enough for us here to\nobserve that the great geographical discoveries of the sixteenth\ncentury and the somewhat later achievements of physical science\nhave, during the past two hundred years, aided powerfully in\ndetermining the entrance of the Western world upon an industrial\nepoch,—an epoch which has for its final object the complete\nsubjection of the powers of nature to purposes of individual\ncomfort and happiness. We have now to trace some of the effects\nof this lately-begun industrial development upon social life and\nindividual culture. And as we studied the leisureliness of\nantiquity where its effects were most conspicuous, in the city of\nAthens, we shall now do well to study the opposite\ncharacteristics of modern society where they are most\nconspicuously exemplified, in our own country. The attributes of\nAmerican life which it will be necessary to signalize will be\nseen to be only the attributes of modern life in their most\nexaggerated phase.",
        "To begin with, in studying the United States, we are no longer\ndealing with a single city, or with small groups of cities. The\ncity as a political unit, in the antique sense, has never existed\namong us, and indeed can hardly be said now to exist anywhere.\nThe modern city is hardly more than a great emporium of trade, or\na place where large numbers of people find it convenient to live\nhuddled together; not a sacred fatherland to which its\ninhabitants owe their highest allegiance, and by the requirements\nof which their political activity is limited. What strikes us\nhere is that our modern life is diffused or spread out, not\nconcentrated like the ancient civic life. If the Athenian had\nbeen the member of an integral community, comprising all\npeninsular Greece and the mainland of Asia Minor, he could not\nhave taken life so easily as he did.",
        "Now our country is not only a very large one, but compared to its\nvast territorial extent it contains a very small population. If\nwe go on increasing at the present rate, so that a century hence\nwe number four or five hundred millions, our country will be\nhardly more crowded than China is to-day. Or if our whole\npopulation were now to be brought east of Niagara Falls, and\nconfined on the south by the Potomac, we should still have as\nmuch elbow-room as they have in France. Political economists can\nshow the effects of this high ratio of land to inhabitants, in\nincreasing wages, raising the interest of money, and stimulating\nproduction. We are thus living amid circumstances which are\ngoading the industrial activity characteristic of the last two\ncenturies, and notably of the English race, into an almost\nfeverish energy. The vast extent of our unwrought territory is\nconstantly draining fresh life from our older districts, to aid\nin the establishment of new frontier communities of a somewhat\nlower or less highly organized type. And these younger\ncommunities, daily springing up, are constantly striving to take\non the higher structure,—to become as highly civilized and to\nenjoy as many of the prerogatives of civilization as the rest.\nAll this calls forth an enormous quantity of activity, and causes\nAmerican life to assume the aspect of a life-and-death struggle\nfor mastery over the material forces of that part of the earth’s\nsurface upon which it thrives.",
        "It is thus that we are traversing what may properly be called the\nBARBAROUS epoch of our history,—the epoch at which the\npredominant intellectual activity is employed in achievements\nwhich are mainly of a material character. Military barbarism, or\nthe inability of communities to live together without frequent\nwarfare, has been nearly outgrown by the whole Western world.\nPrivate wars, long since made everywhere illegal, have nearly\nceased; and public wars, once continual, have become infrequent.\nBut industrial barbarism, by which I mean the inability of a\ncommunity to direct a portion of its time to purposes of\nspiritual life, after providing for its physical\nmaintenance,—this kind of barbarism the modern world has by no\nmeans outgrown. To-day, the great work of life is to live; while\nthe amount of labour consumed in living has throughout the\npresent century been rapidly increasing. Nearly the whole of this\nAmerican community toils from youth to old age in merely\nprocuring the means for satisfying the transient wants of life.\nOur time and energies, our spirit and buoyancy, are quite used up\nin what is called “getting on.”",
        "Another point of difference between the structure of American and\nof Athenian society must not be left out of the account. The time\nhas gone by in which the energies of a hundred thousand men and\nwomen could be employed in ministering to the individual\nperfection of twenty-five thousand. Slavery, in the antique\nsense,—an absolute command of brain as well as of muscle, a\nslave-system of skilled labour,—we have never had. In our day it\nis for each man to earn his own bread; so that the struggle for\nexistence has become universal. The work of one class does not\nfurnish leisure for another class. The exceptional circumstances\nwhich freed the Athenian from industrial barbarism, and enabled\nhim to become the great teacher and model of culture for the\nhuman race, have disappeared forever.",
        "Then the general standard of comfortable living, as already\nhinted, has been greatly raised, and is still rising. What would\nhave satisfied the ancient would seem to us like penury. We have\na domestic life of which the Greek knew nothing. We live during a\nlarge part of the year in the house. Our social life goes on\nunder the roof. Our houses are not mere places for eating and\nsleeping, like the houses of the ancients. It therefore costs us\na large amount of toil to get what is called shelter for our\nheads. The sum which a young married man, in “good society,” has\nto pay for his house and the furniture contained in it, would\nhave enabled an Athenian to live in princely leisure from youth\nto old age. The sum which he has to pay out each year, to meet\nthe complicated expense of living in such a house, would have\nmore than sufficed to bring up an Athenian family. If worthy\nStrepsiades could have got an Asmodean glimpse of Fifth Avenue,\nor even of some unpretending street in Cambridge, he might have\ngone back to his aristocratic wife a sadder but a more contented\nman.",
        "Wealth—or at least what would until lately have been called\nwealth—has become essential to comfort; while the opportunities\nfor acquiring it have in recent times been immensely multiplied.\nTo get money is, therefore, the chief end of life in our time and\ncountry. “Success in life” has become synonymous with “becoming\nwealthy.” A man who is successful in what he undertakes is a man\nwho makes his employment pay him in money. Our normal type of\ncharacter is that of the shrewd, circumspect business man; as in\nthe Middle Ages it was that of the hardy warrior. And as in those\ndays when fighting was a constant necessity, and when the only\nhonourable way for a gentleman of high rank to make money was by\nfreebooting, fighting came to be regarded as an end desirable in\nitself; so in these days the mere effort to accumulate has become\na source of enjoyment rather than a means to it. The same truth\nis to be witnessed in aberrant types of character. The infatuated\nspeculator and the close-fisted millionaire are our substitutes\nfor the mediaeval berserkir,—the man who loved the pell-mell of\na contest so well that he would make war on his neighbour, just\nto keep his hand in. In like manner, while such crimes as murder\nand violent robbery have diminished in frequency during the past\ncentury, on the other hand such crimes as embezzlement, gambling\nin stocks, adulteration of goods, and using of false weights and\nmeasures, have probably increased. If Dick Turpin were now to be\nbrought back to life, he would find the New York Custom-House a\nmore congenial and profitable working-place than the king’s\nhighway.",
        "The result of this universal quest for money is that we are\nalways in a hurry. Our lives pass by in a whirl. It is all labour\nand no fruition. We work till we are weary; we carry our work\nhome with us; it haunts our evenings, and disturbs our sleep as\nwell as our digestion. Our minds are so burdened with it that our\nconversation, when serious, can dwell upon little else. If we\nstep into a railway-car, or the smoking-room of a hotel, or any\nother place where a dozen or two of men are gathered together, we\nshall hear them talking of stocks, of investments, of commercial\npaper, as if there were really nothing in this universe worth\nthinking of, save only the interchange of dollars and\ncommodities. So constant and unremitted is our forced\napplication, that our minds are dwarfed for everything except the\nprosecution of the one universal pursuit.",
        "Are we now prepared for the completing of the contrast? Must we\nsay that, as Athens was the most leisurely and the United States\nis the most hurried community known in history, so the Americans\nare, as a consequence of their hurry, lacking in thoroughness of\nculture? Or, since it is difficult to bring our modern culture\ndirectly into contrast with that of an ancient community, let me\nstate the case after a different but equivalent fashion. Since\nthe United States present only an exaggerated type of the modern\nindustrial community, since the turmoil of incessant\nmoney-getting, which affects all modern communities in large\nmeasure, affects us most seriously of all, shall it be said that\nwe are, on the whole, less highly cultivated than our\ncontemporaries in Western Europe? To a certain extent we must\nconfess that this is the case. In the higher culture—in the\nculture of the whole man, according to the antique idea—we are\nundoubtedly behind all other nations with which it would be fair\nto compare ourselves. It will not do to decide a question like\nthis merely by counting literary celebrities, although even thus\nwe should by no means get a verdict in our favour. Since the\nbeginning of this century, England has produced as many great\nwriters and thinkers as France or Germany; yet the general status\nof culture in England is said—perhaps with truth—to be lower\nthan it is in these countries. It is said that the average\nEnglishman is less ready than the average German or Frenchman to\nsympathize with ideas which have no obvious market-value. Yet in\nEngland there is an amount of high culture among those not\nprofessionally scholars, which it would be vain to seek among\nourselves. The purposes of my argument, however, require that the\ncomparison should be made between our own country and Western\nEurope in general. Compare, then, our best magazines—not solely\nwith regard to their intrinsic excellence, but also with regard\nto the way in which they are sustained—with the Revue des Deux\nMondes or the Journal des Debats. Or compare our leading\npoliticians with men like Gladstone, Disraeli, or Sir G. C.\nLewis; or even with such men as Brougham or Thiers. Or compare\nthe slovenly style of our newspaper articles, I will not say with\nthe exquisite prose of the lamented Prevost-Paradol, but with the\nordinary prose of the French or English newspaper. But a far\nbetter illustration—for it goes down to the root of things—is\nsuggested by the recent work of Matthew Arnold on the schools of\nthe continent of Europe. The country of our time where the\ngeneral culture is unquestionably the highest is Prussia. Now, in\nPrussia, they are able to have a Minister of Education, who is a\nmember of the Cabinet. They are sure that this minister will not\nappoint or remove even an assistant professor for political\nreasons. Only once, as Arnold tells us, has such a thing been\ndone; and then public opinion expressed itself in such an\nemphatic tone of disapproval that the displaced teacher was\ninstantly appointed to another position. Nothing of this sort,\nsays Arnold, could have occurred in England; but still less could\nit occur in America. Had we such an educational system, there\nwould presently be an “Education Ring” to control it. Nor can\nthis difference be ascribed to the less eager political activity\nof Germany. The Prussian state of things would have been possible\nin ancient Athens, where political life was as absorbing and\nnearly as turbulent as in the United States. The difference is\ndue to our lack of faith in culture, a lack of faith in that of\nwhich we have not had adequate experience.",
        "We lack culture because we live in a hurry, and because our\nattention is given up to pursuits which call into activity and\ndevelop but one side of us. On the one hand contemplate Sokrates\nquietly entertaining a crowd in the Athenian market-place, and on\nthe other hand consider Broadway with its eternal clatter, and\nits throngs of hurrying people elbowing and treading on each\nother’s heels, and you will get a lively notion of the difference\nbetween the extreme phases of ancient and modern life. By the\ntime we have thus rushed through our day, we have no strength\nleft to devote to things spiritual. To-day finds us no nearer\nfruition than yesterday. And if perhaps the time at last arrives\nwhen fruition is practicable, our minds have run so long in the\nruts that they cannot be twisted out.",
        "As it is impossible for any person living in a given state of\nsociety to keep himself exempt from its influences, detrimental\nas well as beneficial, we find that even those who strive to make\na literary occupation subservient to purposes of culture are not,\nsave in rare cases, spared by the general turmoil. Those who have\nat once the ability, the taste, and the wealth needful for\ntraining themselves to the accomplishment of some many-sided and\npermanent work are of course very few. Nor have our universities\nyet provided themselves with the means for securing to literary\ntalent the leisure which is essential to complete mental\ndevelopment, or to a high order of productiveness. Although in\nmost industrial enterprises we know how to work together so\nsuccessfully, in literature we have as yet no co-operation. We\nhave not only no Paris, but we have not even a Tubingen, a\nLeipsic, or a Jena, or anything corresponding to the fellowships\nin the English universities. Our literary workers have no choice\nbut to fall into the ranks, and make merchandise of their\nhalf-formed ideas. They must work without co-operation, they must\nwrite in a hurry, and they must write for those who have no\nleisure for aught but hasty and superficial reading.",
        "Bursting boilers and custom-house frauds may have at first sight\nnothing to do with each other or with my subject. It is\nindisputable, however, that the horrible massacres perpetrated\nevery few weeks or mouths by our common carriers, and the\ndisgraceful peculation in which we allow our public servants to\nindulge with hardly ever an effective word of protest, are alike\nto be ascribed to the same causes which interfere with our higher\nculture. It is by no means a mere accidental coincidence that for\nevery dollar stolen by government officials in Prussia, at least\nfifty or a hundred are stolen in the United States. This does not\nshow that the Germans are our superiors in average honesty, but\nit shows that they are our superiors in thoroughness. It is with\nthem an imperative demand that any official whatever shall be\nqualified for his post; a principle of public economy which in\nour country is not simply ignored in practice, but often openly\nlaughed at. But in a country where high intelligence and thorough\ntraining are imperatively demanded, it follows of necessity that\nthese qualifications must insure for their possessors a permanent\ncareer in which the temptations to malfeasance or dishonesty are\nreduced to the minimum. On the other hand, in a country where\nintelligence and training have no surety that they are to carry\nthe day against stupidity and inefficiency, the incentives to\ndishonourable conduct are overpowering. The result in our own\npolitical life is that the best men are driven in disgust from\npolitics, and thus one of the noblest fields for the culture of\nthe whole man is given over to be worked by swindlers and\ncharlatans. To an Athenian such a severance of the highest\nculture from political life would have been utterly\ninconceivable. Obviously the deepest explanation of all this lies\nin our lack of belief in the necessity for high and thorough\ntraining. We do not value culture enough to keep it in our employ\nor to pay it for its services; and what is this short-sighted\nnegligence but the outcome of the universal shiftlessness\nbegotten of the habit of doing everything in a hurry? On every\nhand we may see the fruits of this shiftlessness, from buildings\nthat tumble in, switches that are misplaced, furnaces that are\nill-protected, fire-brigades that are without discipline, up to\nunauthorized meddlings with the currency, and revenue laws which\ndefeat their own purpose.",
        "I said above that the attributes of American life which we should\nfind it necessary for our purpose to signalize are simply the\nattributes of modern life in their most exaggerated phase. Is\nthere not a certain sense in which all modern handiwork is\nhastily and imperfectly done? To begin with common household\narts, does not every one know that old things are more durable\nthan new things? Our grandfathers wore better shoes than we wear,\nbecause there was leisure enough to cure the leather properly. In\nold times a chair was made of seasoned wood, and its joints\ncarefully fitted; its maker had leisure to see that it was well\nput together. Now a thousand are turned off at once by machinery,\nout of green wood, and, with their backs glued on, are hurried\noff to their evil fate,—destined to drop in pieces if they\nhappen to stand near the fireplace, and liable to collapse under\nthe weight of a heavy man. Some of us still preserve, as\nheirlooms, old tables and bedsteads of Cromwellian times: in the\ntwenty-first century what will have become of our machine-made\nbedsteads and tables?",
        "Perhaps it may seem odd to talk about tanning and joinery in\nconnection with culture, but indeed there is a subtle bond of\nunion holding together all these things. Any phase of life can be\nunderstood only by associating with it some different phase.\nSokrates himself has taught us how the homely things illustrate\nthe grand things. If we turn to the art of musical composition\nand inquire into some of the differences between our recent music\nand that of Handel’s time, we shall alight upon the very\ncriticism which Mr. Mill somewhere makes in comparing ancient\nwith modern literature: the substance has improved, but the form\nhas in some respects deteriorated. The modern music expresses the\nresults of a richer and more varied emotional experience, and in\nwealth of harmonic resources, to say nothing of increased skill\nin orchestration, it is notably superior to the old music. Along\nwith this advance, however, there is a perceptible falling off in\nsymmetry and completeness of design, and in what I would call\nspontaneousness of composition. I believe that this is because\nmodern composers, as a rule, do not drudge patiently enough upon\ncounterpoint. They do not get that absolute mastery over\ntechnical difficulties of figuration which was the great secret\nof the incredible facility and spontaneity of composition\ndisplayed by Handel and Bach. Among recent musicians Mendelssohn\nis the most thoroughly disciplined in the elements of\ncounterpoint; and it is this perfect mastery of the technique of\nhis art which has enabled him to outrank Schubert and Schumann,\nneither of whom would one venture to pronounce inferior to him in\nnative wealth of musical ideas. May we not partly attribute to\nrudimentary deficiency in counterpoint the irregularity of\nstructure which so often disfigures the works of the great Wagner\nand the lesser Liszt, and which the more ardent admirers of these\ncomposers are inclined to regard as a symptom of progress?",
        "I am told that a similar illustration might be drawn from the\nmodern history of painting; that, however noble the conceptions\nof the great painters of the present century, there are none who\nhave gained such a complete mastery over the technicalities of\ndrawing and the handling of the brush as was required in the\ntimes of Raphael, Titian, and Rubens. But on this point I can\nonly speak from hearsay, and am quite willing to end here my\nseries of illustrations, fearing that I may already have been\nwrongly set down as a lavulator temporis acti. Not the idle\npraising of times gone by, but the getting a lesson from them\nwhich may be of use to us, has been my object. And I believe\nenough has been said to show that the great complexity of modern\nlife, with its multiplicity of demands upon our energy, has got\nus into a state of chronic hurry, the results of which are\neverywhere to be seen in the shape of less thorough workmanship\nand less rounded culture.",
        "For one moment let me stop to note a further source of the\nrelative imperfection of modern culture, which is best\nillustrated in the case of literature. I allude to the immense,\nunorganized mass of literature in all departments, representing\nthe accumulated acquisitions of past ages, which must form the\nbasis of our own achievement, but with which our present methods\nof education seem inadequate to deal properly. Speaking roughly,\nmodern literature may be said to be getting into the state which\nRoman jurisprudence was in before it was reformed by Justinian.\nPhilosophic criticism has not yet reached the point at which it\nmay serve as a natural codifier. We must read laboriously and\nexpend a disproportionate amount of time and pains in winnowing\nthe chaff from the wheat. This tends to make us “digs” or\nliterary drudges; but I doubt if the “dig” is a thoroughly\ndeveloped man. Goethe, with all his boundless knowledge, his\nuniversal curiosity, and his admirable capacity for work, was not\na “dig.” But this matter can only be hinted at: it is too large\nto be well discussed at the fag end of an essay while other\npoints are pressing for consideration.",
        "A state of chronic hurry not only directly hinders the\nperformance of thorough work, but it has an indirect tendency to\nblunt the enjoyment of life. Let us consider for a moment one of\nthe psychological consequences entailed by the strain of a too\ncomplex and rapid activity. Every one must have observed that in\ngoing off for a vacation of two or three weeks, or in getting\nfreed in any way from the ruts of every-day life, time slackens\nits gait somewhat, and the events which occur are apt a few years\nlater to cover a disproportionately large area in our\nrecollections. This is because the human organism is a natural\ntimepiece in which the ticks are conscious sensations. The\ngreater the number of sensations which occupy the foreground of\nconsciousness during the day, the longer the day seems in the\nretrospect. But the various groups of sensations which accompany\nour daily work tend to become automatic from continual\nrepetition, and to sink into the background of consciousness; and\nin a very complex and busied life the number of sensations or\nstates of consciousness which can struggle up to the front and\nget attended to, is comparatively small It is thus that the days\nseem so short when we are busy about every-day matters, and that\nthey get blurred together, and as it were individually\nannihilated in recollection. When we travel, a comparatively\nlarge number of fresh sensations occupy attention, there is a\nmaximum of consciousness, and a distinct image is left to loom up\nin memory. For the same reason the weeks and years are much\nlonger to the child than to the grown man. The life is simpler\nand less hurried, so that there is time to attend to a great many\nsensations. Now this fact lies at the bottom of that keen\nenjoyment of existence which is the prerogative of childhood and\nearly youth. The day is not rushed through by the automatic\ndischarge of certain psychical functions, but each sensation\nstays long enough to make itself recognized. Now when once we\nunderstand the psychology of this matter, it becomes evident that\nthe same contrast that holds between the child and the man must\nhold also between the ancient and the modern. The number of\nelements entering into ancient life were so few relatively, that\nthere must have been far more than there is now of that intense\nrealization of life which we can observe in children and remember\nof our own childhood. Space permitting, it would be easy to show\nfrom Greek literature how intense was this realization of life.\nBut my point will already have been sufficiently apprehended.\nAlready we cannot fail to see how difficult it is to get more\nthan a minimum of conscious fruition out of a too complex and\nrapid activity.",
        "One other point is worth noticing before we close. How is this\nturmoil of modern existence impressing itself upon the physical\nconstitutions of modern men and women? When an individual man\nengages in furious productive activity, his friends warn him that\nhe will break down. Does the collective man of our time need some\nsuch friendly warning? Let us first get a hint from what\nforeigners think of us ultra-modernized Americans. Wandering\njournalists, of an ethnological turn of mind, who visit these\nshores, profess to be struck with the slenderness, the apparent\nlack of toughness, the dyspeptic look, of the American physique.\nAnd from such observations it has been seriously argued that the\nstalwart English race is suffering inevitable degeneracy in this\nforeign climate. I have even seen it doubted whether a race of\nmen can ever become thoroughly naturalized in a locality to which\nit is not indigenous. To such vagaries it is a sufficient answer\nthat the English are no more indigenous to England than to\nAmerica. They are indigenous to Central Asia, and as they have\nsurvived the first transplantation, they may be safely counted on\nto survive the second. A more careful survey will teach us that\nthe slow alteration of physique which is going on in this country\nis only an exaggeration of that which modern civilization is\ntending to bring about everywhere. It is caused by the premature\nand excessive strain upon the mental powers requisite to meet the\nemergencies of our complex life. The progress of events has\nthrown the work of sustaining life so largely upon the brain that\nwe are beginning to sacrifice the physical to the intellectual.\nWe are growing spirituelle in appearance at the expense of\nrobustness. Compare any typical Greek face, with its firm\nmuscles, its symmetry of feature, and its serenity of expression,\nto a typical modern portrait, with its more delicate contour, its\nexaggerated forehead, its thoughtful, perhaps jaded look. Or\nconsider in what respects the grand faces of the Plantagenet\nmonarchs differ from the refined countenances of the leading\nEnglish statesmen of to-day. Or again, consider the familiar\npictures of the Oxford and Harvard crews which rowed a race on\nthe Thames in 1869, and observe how much less youthful are the\nfaces of the Americans. By contrast they almost look careworn.\nThe summing up of countless such facts is that modern\ncivilization is making us nervous. Our most formidable diseases\nare of nervous origin. We seem to have got rid of the mediaeval\nplague and many of its typhoid congeners; but instead we have an\nincreased amount of insanity, methomania, consumption, dyspepsia,\nand paralysis. In this fact it is plainly written that we are\nsuffering physically from the over-work and over-excitement\nentailed by excessive hurry.",
        "In view of these various but nearly related points of difference\nbetween ancient and modern life as studied in their extreme\nmanifestations, it cannot be denied that while we have gained\nmuch, we have also lost a good deal that is valuable, in our\nprogress. We cannot but suspect that we are not in all points\nmore highly favoured than the ancients. And it becomes probable\nthat Athens, at all events, which I have chosen as my example,\nmay have exhibited an adumbration of a state of things which, for\nthe world at large, is still in the future,—still to be remotely\nhoped for. The rich complexity of modern social achievement is\nattained at the cost of individual many-sidedness. As Tennyson\nputs it, “The individual withers and the world is more and more.\"\nYet the individual does not exist for the sake of society, as the\npositivists would have us believe, but society exists for the\nsake of the individual. And the test of complete social life is\nthe opportunity which it affords for complete individual life.\nTried by this test, our contemporary civilization will appear\nseriously defective,—excellent only as a preparation for\nsomething better.",
        "This is the true light in which to regard it. This incessant\nturmoil, this rage for accumulation of wealth, this crowding,\njostling, and trampling upon one another, cannot be regarded as\npermanent, or as anything more than the accompaniment of a\ntransitional stage of civilization. There must be a limit to the\nextent to which the standard of comfortable living can be raised.\nThe industrial organization of society, which is now but\nbeginning, must culminate in a state of things in which the means\nof expense will exceed the demand for expense, in which the human\nrace will have some surplus capital. The incessant manual labour\nwhich the ancients relegated to slaves will in course of time be\nmore and more largely performed by inanimate machinery. Unskilled\nlabour will for the most part disappear. Skilled labour will\nconsist in the guiding of implements contrived with versatile\ncunning for the relief of human nerve and muscle. Ultimately\nthere will be no unsettled land to fill, no frontier life, no\nsavage races to be assimilated or extirpated, no extensive\nmigration. Thus life will again become comparatively stationary.\nThe chances for making great fortunes quickly will be diminished,\nwhile the facilities for acquiring a competence by steady labour\nwill be increased. When every one is able to reach the normal\nstandard of comfortable living, we must suppose that the\nexaggerated appetite for wealth and display will gradually\ndisappear. We shall be more easily satisfied, and thus enjoy more\nleisure. It may be that there will ultimately exist, over the\ncivilized world, conditions as favourable to the complete\nfruition of life as those which formerly existed within the\nnarrow circuit of Attika; save that the part once played by\nenslaved human brain and muscle will finally be played by the\nenslaved forces of insentient nature. Society will at last bear\nthe test of providing for the complete development of its\nindividual members.",
        "So, at least, we may hope; such is the probability which the\nprogress of events, when carefully questioned, sketches out for\nus. “Need we fear,” asks Mr. Greg, “that the world would stagnate\nunder such a change? Need we guard ourselves against the\nmisconstruction of being held to recommend a life of complacent\nand inglorious inaction? We think not. We would only substitute a\nnobler for a meaner strife,—a rational for an excessive\ntoil,—an enjoyment that springs from serenity, for one that\nsprings from excitement only. . . . . To each time its own\npreacher, to each excess its own counteraction. In an age of\ndissipation, languor, and stagnation, we should join with Mr.\nCarlyle in preaching the ’Evangel of Work,’ and say with him,\n’Blessed is the man who has found his work,—let him ask no other\nblessedness.’ In an age of strenuous, frenzied, .... and often\nutterly irrational and objectless exertion, we join Mr. Mill in\npreaching the milder and more needed ’Evangel of Leisure.’ “",
        "Bearing all these things in mind, we may understand the remark of\nthe supremely cultivated Goethe, when asked who were his masters:\nDie Griechen, die Griechen, und immer die Griechen. We may\nappreciate the significance of Mr. Mill’s argument in favour of\nthe study of antiquity, that it preserves the tradition of an era\nof individual completeness. There is a disposition growing among\nus to remodel our methods of education in conformity with the\ntemporary requirements of the age in which we live. In this\nendeavour there is much that is wise and practical; but in so far\nas it tends to the neglect of antiquity, I cannot think it\nwell-timed. Our education should not only enhance the value of\nwhat we possess; is should also supply the consciousness of what\nwe lack. And while, for generations to come, we pass toilfully\nthrough an era of exorbitant industrialism, some fragment of our\ntime will not be misspent in keeping alive the tradition of a\nstate of things which was once briefly enjoyed by a little\ncommunity, but which, in the distant future, will, as it is\nhoped, become the permanent possession of all mankind.",
        "  January, 1873.",
        " ",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}