{
    "title": "The Golden Sayings of Epictetus - LXVIII ",
    "author": "Unknown",
    "chapter": "68",
    "content": [
        "\n",
        "\n\n",
        "Our way of life resembles a fair. The flocks and herds are\npassing along to be sold, and the greater part of the crowd to\nbuy and sell. But there are some few who come only to look at the\nfair, to inquire how and why it is being held, upon what\nauthority and with what object. So too, in this great Fair of\nlife, some, like the cattle, trouble themselves about nothing but\nthe fodder. Know all of you, who are busied about land, slaves\nand public posts, that these are nothing but fodder! Some few\nthere are attending the Fair, who love to contemplate what the\nworld is, what He that administers it. Can there be no\nAdministrator? is it possible, that while neither city nor\nhousehold could endure even for a moment without one to administer\nand see to its welfare, this Fabric, so fair, so vast, should be\nadministered in order so harmonious, without a purpose and by\nblind chance? There is therefore an Administrator. What is His\nnature and how does He administer? And who are we that are His\nchildren and what work were we born to perform? Have we any close\nconnection or relation with Him or not?",
        "Such are the impressions of the few of whom I speak. And\nfurther, they apply themselves solely to considering and\nexamining the great assembly before they depart. Well, they are\nderided by the multitude. So are the lookers-on by the traders:\naye, and if the beasts had any sense, they would deride those who\nthought much of anything but fodder!",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}