{
    "title": "The Secret Garden - Chapter V - The Cry in the Corridor",
    "author": "Frances Hodgson Burnett",
    "chapter": "5",
    "content": [
        "\n\n",
        "At first each day which passed by for Mary Lennox\nwas exactly like the others.  Every morning she awoke\nin her tapestried room and found Martha kneeling upon\nthe hearth building her fire; every morning she ate her\nbreakfast in the nursery which had nothing amusing in it;\nand after each breakfast she gazed out of the window\nacross to the huge moor which seemed to spread out on all\nsides and climb up to the sky, and after she had stared\nfor a while she realized that if she did not go out she\nwould have to stay in and do nothing–and so she went out.\nShe did not know that this was the best thing she could\nhave done, and she did not know that, when she began to walk\nquickly or even run along the paths and down the avenue,\nshe was stirring her slow blood and making herself stronger\nby fighting with the wind which swept down from the moor.\nShe ran only to make herself warm, and she hated the wind\nwhich rushed at her face and roared and held her back\nas if it were some giant she could not see.  But the big\nbreaths of rough fresh air blown over the heather filled\nher lungs with something which was good for her whole\nthin body and whipped some red color into her cheeks and\nbrightened her dull eyes when she did not know anything\nabout it.",
        "But after a few days spent almost entirely out of doors\nshe wakened one morning knowing what it was to be hungry,\nand when she sat down to her breakfast she did not glance\ndisdainfully at her porridge and push it away, but took\nup her spoon and began to eat it and went on eating it\nuntil her bowl was empty.",
        "“Tha’ got on well enough with that this mornin’, didn’t tha’?\"\nsaid Martha.",
        "“It tastes nice today,” said Mary, feeling a little\nsurprised her self.",
        "“It’s th’ air of th’ moor that’s givin’ thee stomach\nfor tha’ victuals,” answered Martha.  “It’s lucky\nfor thee that tha’s got victuals as well as appetite.\nThere’s been twelve in our cottage as had th’ stomach an’\nnothin’ to put in it.  You go on playin’ you out o’\ndoors every day an’ you’ll get some flesh on your bones an’\nyou won’t be so yeller.”",
        "“I don’t play,” said Mary.  “I have nothing to play with.”",
        "“Nothin’ to play with!” exclaimed Martha.  “Our children\nplays with sticks and stones.  They just runs about an’\nshouts an’ looks at things.” Mary did not shout,\nbut she looked at things.  There was nothing else to do.\nShe walked round and round the gardens and wandered\nabout the paths in the park.  Sometimes she looked for\nBen Weatherstaff, but though several times she saw him\nat work he was too busy to look at her or was too surly.\nOnce when she was walking toward him he picked up his spade\nand turned away as if he did it on purpose.",
        "One place she went to oftener than to any other.\nIt was the long walk outside the gardens with the walls\nround them.  There were bare flower-beds on either\nside of it and against the walls ivy grew thickly.\nThere was one part of the wall where the creeping dark\ngreen leaves were more bushy than elsewhere.  It seemed\nas if for a long time that part had been neglected.\nThe rest of it had been clipped and made to look neat,\nbut at this lower end of the walk it had not been trimmed\nat all.",
        "A few days after she had talked to Ben Weatherstaff,\nMary stopped to notice this and wondered why it was so.\nShe had just paused and was looking up at a long spray of ivy\nswinging in the wind when she saw a gleam of scarlet and\nheard a brilliant chirp, and there, on the top of the wall,\nforward perched Ben Weatherstaff’s robin redbreast,\ntilting forward to look at her with his small head on\none side.",
        "“Oh!” she cried out, “is it you–is it you?” And it\ndid not seem at all queer to her that she spoke to him\nas if she were sure that he would understand and answer her.",
        "He did answer.  He twittered and chirped and hopped along\nthe wall as if he were telling her all sorts of things.\nIt seemed to Mistress Mary as if she understood him, too,\nthough he was not speaking in words.  It was as if he\nsaid:",
        "“Good morning! Isn’t the wind nice? Isn’t the sun nice? Isn’t\neverything nice? Let us both chirp and hop and twitter.\nCome on! Come on!”",
        "Mary began to laugh, and as he hopped and took little flights\nalong the wall she ran after him.  Poor little thin, sallow,\nugly Mary–she actually looked almost pretty for a moment.",
        "“I like you! I like you!” she cried out, pattering down the walk;\nand she chirped and tried to whistle, which last she did\nnot know how to do in the least.  But the robin seemed\nto be quite satisfied and chirped and whistled back at her.\nAt last he spread his wings and made a darting flight\nto the top of a tree, where he perched and sang loudly.\nThat reminded Mary of the first time she had seen him.\nHe had been swinging on a tree-top then and she had been\nstanding in the orchard.  Now she was on the other side\nof the orchard and standing in the path outside a wall–much\nlower down–and there was the same tree inside.",
        "“It’s in the garden no one can go into,” she said to herself.\n“It’s the garden without a door.  He lives in there.\nHow I wish I could see what it is like!”",
        "She ran up the walk to the green door she had entered\nthe first morning.  Then she ran down the path through\nthe other door and then into the orchard, and when she\nstood and looked up there was the tree on the other side\nof the wall, and there was the robin just finishing his\nsong and, beginning to preen his feathers with his beak.",
        "“It is the garden,” she said.  “I am sure it is.”",
        "She walked round and looked closely at that side of the\norchard wall, but she only found what she had found\nbefore–that there was no door in it.  Then she ran\nthrough the kitchen-gardens again and out into the walk\noutside the long ivy-covered wall, and she walked to\nthe end of it and looked at it, but there was no door;\nand then she walked to the other end, looking again,\nbut there was no door.",
        "“It’s very queer,” she said.  “Ben Weatherstaff said\nthere was no door and there is no door.  But there must\nhave been one ten years ago, because Mr. Craven buried\nthe key.”",
        "This gave her so much to think of that she began to be\nquite interested and feel that she was not sorry that she\nhad come to Misselthwaite Manor.  In India she had always\nfelt hot and too languid to care much about anything.\nThe fact was that the fresh wind from the moor had begun\nto blow the cobwebs out of her young brain and to waken\nher up a little.",
        "She stayed out of doors nearly all day, and when she sat\ndown to her supper at night she felt hungry and drowsy\nand comfortable.  She did not feel cross when Martha\nchattered away.  She felt as if she rather liked to hear her,\nand at last she thought she would ask her a question.\nShe asked it after she had finished her supper and had sat\ndown on the hearth-rug before the fire.",
        "“Why did Mr. Craven hate the garden?” she said.",
        "She had made Martha stay with her and Martha had not\nobjected at all.  She was very young, and used to a crowded\ncottage full of brothers and sisters, and she found it\ndull in the great servants’ hall downstairs where the\nfootman and upper-housemaids made fun of her Yorkshire\nspeech and looked upon her as a common little thing,\nand sat and whispered among themselves.  Martha liked\nto talk, and the strange child who had lived in India,\nand been waited upon by “blacks,” was novelty enough\nto attract her.",
        "She sat down on the hearth herself without waiting\nto be asked.",
        "“Art tha’ thinkin’ about that garden yet?” she said.\n“I knew tha’ would.  That was just the way with me when I\nfirst heard about it.”",
        "“Why did he hate it?” Mary persisted.",
        "Martha tucked her feet under her and made herself\nquite comfortable.",
        "“Listen to th’ wind wutherin’ round the house,” she said.\n“You could bare stand up on the moor if you was out on\nit tonight.”",
        "Mary did not know what “wutherin’” meant until she listened,\nand then she understood.  It must mean that hollow\nshuddering sort of roar which rushed round and round the\nhouse as if the giant no one could see were buffeting it\nand beating at the walls and windows to try to break in.\nBut one knew he could not get in, and somehow it made\none feel very safe and warm inside a room with a red\ncoal fire.",
        "“But why did he hate it so?” she asked, after she\nhad listened.  She intended to know if Martha did.",
        "Then Martha gave up her store of knowledge.",
        "“Mind,” she said, “Mrs. Medlock said it’s not to be\ntalked about.  There’s lots o’ things in this place that’s\nnot to be talked over.  That’s Mr. Craven’s orders.\nHis troubles are none servants’ business, he says.\nBut for th’ garden he wouldn’t be like he is.  It was\nMrs. Craven’s garden that she had made when first they\nwere married an’ she just loved it, an’ they used to ’tend\nthe flowers themselves.  An’ none o’ th’ gardeners was\never let to go in.  Him an’ her used to go in an’\nshut th’ door an’ stay there hours an’ hours, readin’\nand talkin’. An, she was just a bit of a girl an’\nthere was an old tree with a branch bent like a seat\non it.  An’ she made roses grow over it an’ she used\nto sit there.  But one day when she was sittin’ there th’\nbranch broke an’ she fell on th’ ground an’ was hurt\nso bad that next day she died.  Th’ doctors thought he’d\ngo out o’ his mind an’ die, too.  That’s why he hates it.\nNo one’s never gone in since, an’ he won’t let any one talk\nabout it.”",
        "Mary did not ask any more questions.  She looked at\nthe red fire and listened to the wind “wutherin’.\"\nIt seemed to be “wutherin’” louder than ever.\nAt that moment a very good thing was happening to her.\nFour good things had happened to her, in fact, since she\ncame to Misselthwaite Manor.  She had felt as if she\nhad understood a robin and that he had understood her;\nshe had run in the wind until her blood had grown warm;\nshe had been healthily hungry for the first time in her life;\nand she had found out what it was to be sorry for some one.",
        "But as she was listening to the wind she began to listen\nto something else.  She did not know what it was,\nbecause at first she could scarcely distinguish it from\nthe wind itself.  It was a curious sound–it seemed almost\nas if a child were crying somewhere.  Sometimes the wind\nsounded rather like a child crying, but presently Mistress\nMary felt quite sure this sound was inside the house,\nnot outside it.  It was far away, but it was inside.\nShe turned round and looked at Martha.",
        "“Do you hear any one crying?” she said.",
        "Martha suddenly looked confused.",
        "“No,” she answered.  “It’s th’ wind.  Sometimes it\nsounds like as if some one was lost on th’ moor an’\nwailin’. It’s got all sorts o’ sounds.”",
        "“But listen,” said Mary.  “It’s in the house–down one\nof those long corridors.”",
        "And at that very moment a door must have been opened\nsomewhere downstairs; for a great rushing draft blew along\nthe passage and the door of the room they sat in was blown\nopen with a crash, and as they both jumped to their feet\nthe light was blown out and the crying sound was swept down\nthe far corridor so that it was to be heard more plainly than\never.",
        "“There!” said Mary.  “I told you so! It is some one\ncrying–and it isn’t a grown-up person.”",
        "Martha ran and shut the door and turned the key, but before\nshe did it they both heard the sound of a door in some far\npassage shutting with a bang, and then everything was quiet,\nfor even the wind ceased “wutherin’” for a few moments.",
        "“It was th’ wind,” said Martha stubbornly.\n“An’ if it wasn’t, it was little Betty Butterworth,\nth’ scullery-maid. She’s had th’ toothache all day.”",
        "But something troubled and awkward in her manner made\nMistress Mary stare very hard at her.  She did not believe\nshe was speaking the truth.",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}