{
    "title": "The Jericho Road - Friendship, Love and Truth.",
    "author": "W. Bion Adkins",
    "chapter": "14",
    "content": [
        "\n\n",
        "THE HIGHER LIFE",
        "Manhood, fully developed and symmetrically formed, through the various\nstages of the world’s history, has been the great conservative element\nof society, and has been in high request.  Some ages, however, have\nseemed to make a larger demand for this element than others, and this\nage of ours is one which yields to none of its predecessors in its call\nfor manliness of character–for men of the right stamp.  The perils of\nthe times are imminent, and the demand for a high grade of intelligence\nand great strength of moral principle never was stronger.  New\ndevelopments of human genius and activity, are constantly arising, and\nnew dangers to the dearest interests of society are calling for\nvigilance.  This is neither a stagnant nor a tame and quiet age.  It is\nan age of activity, of enterprise, of speculation, of adventure, of\nphilosophizing and of both real and pseudo reforms.  The age eminently\ndemands vigorous and mature manhood.  Therefore, study, think,\ninvestigate, learn.  Remember, however, that it is not knowledge stored\nup as intellectual fat which is of value, but that which is turned into\nintellectual muscle.  Out of dull and selfish seclusion go forth.\nRegulate with care your basal endowments.  Prove thy strength, and\nrender it sure.  Deliver thy conceptions from narrowness, thy charity\nfrom scrimpness, thy purposes from smallness.  Deny thyself and take up\nthy cross.  Do and dare, love and suffer.  So shalt thou build a\ncharacter that will abide all the tests which future years or ages may\nbring.",
        "Bear constantly in mind that you are endlessly improvable.  “It is for\nGod and for Omnipotency to do mighty things in a moment; but\ndegreeingly to grow to greatness is the course that He hath left for\nman.”  To the conscious human self there belong possibilities of such\nmoment that no one can well study them without being either thrillingly\nimpressed or made to experience unusual emotions.  The conclusion is,\ntherefore, unavoidable, that every soul can become great.  By processes\nof culture to which it is able to subject itself, it can perpetually\nincrease in wisdom, in strength, and in nobleness.",
        "The soul’s chief capabilities may, for the sake of elucidation, be\nrepresented as so many different rooms within itself, each of which can\nbe made to have a spaciousness equaled by no material amplitude ever\nyet ascertained, and each of which, so long as it is kept in the\nprocess of growth, is and will be susceptible of fresh furnishing.\nThese apartments of the minor man are too wonderful to admit being\ndepicted either by a writer’s pen or by a painter’s brush.  Their most\ndistinguishing characteristics can, at best, only be indicated.  Who\ncan tell how much knowledge can find place in them, or what volumes of\nfeeling they can contain?  Who can declare the magnitude of the\ngrandest traits that, in them, can have freedom to thrive and bear\nfruit?  Who can estimate the length and breadth, the height and depth\nof the loftiest inspirations or the noblest joys that, in them, can be\nexperienced?  To give a full expression to the utmost intelligence,\npotency, amiability, purity, meritoriousness and majesty that can\nreside in the capability–rooms of a human soul–would be equivalent to\npicturing the imaginable or to portraying the infinite, and to do\neither the one or the other is impossible.  One may be sadly\nindifferent to the value of his soul’s foremost capabilities, may\ninadequately exercise them, and may secure to them merely a dwarf-like\ncompass; but there is never a time when they can not be made to\ntranscend the limits of development to which they have attained.  Their\npossessor can educate them forever.  He can unceasingly add to their\nroominess and resource.  In all time to come he can cause them to\ncontinue to exceed breadth after breadth.  Oh, who can conceive how\ngreat his mental being is able to become?  Who can comprehend how\nelevated a life it is possible for him to live?  Who can be liable to\noverrate the vastness of the destiny for which he was created?",
        "In the language of Hughes, “Our case is like that of a traveler on the\nAlps, who should fancy that the top of the next hill must end his\njourney because it terminates his prospect, but he no sooner arrives at\nit, than he sees new ground and other hills beyond it, and continues to\ntravel on as before.”  The thought of the soul’s improvability is well\nadapted to quicken torpid virtue and to revive drooping aspirations.\nIt tends to scatter the gloom resulting from disappointed endeavors.\nLet it but have a star-like clearness in the mind, and there will\nspring from it an ever-new interest in life and being.",
        "We know that the paths of usefulness and affection must sometimes be\nstrewn with smitten leaves and faded bloom, and that the heart must\nsometimes be chilled by harsh changes, even as the face of nature is\nchilled by rude winds.  We know that we are doomed to find thorns in\nroses, and to suffer from “thorns in the flesh.”  We know that there\nare for us hours when the sunshine without must be darkened by shadows\nwithin; when we must be pierced by trials; when we must be humbled by\nafflictions.  Yet, so we but duly know our mental possibilities, how\nmuch there is to animate us and to make us hopeful.  Well may we go our\nway, with a high ambition and with good cheer.  Well may we prize, as a\nstage of action, this old stone-ribbed earth, whereon we can behold the\nbeauty of emerald meadows and of blossoming plants, and can hear the\nsongs of russet-bosomed robins and the prattle of children, the voice\nof the vernal breeze, and the sound of the summer rain.  Oh, who that\never muses on the soul’s heirship to the divine, can wish he had never\nbeen born?  I am grateful for my existence.  I rejoice that I have\nplace amid the bright-robed mysteries which surround me.  I glory in\nthe shifting scenery of the seasons.  No flaw do I find in the sun, the\nmoon, or the stars.  No prayer have I to make that the grass which\ngrows at my feet may be fairer than it is, or that the mornings and\nevenings may be more attractive.  Let me know as I may, and feel as I\nshould, the truth that I am endlessly improvable, and I am assured that\nthe soul of the universe will somehow sweeten every bitter allotment\nthat falls to me, will “charm my pained steps over the burning marl\"\nwhich belongs to the course of probationary experience, and will assist\nme joyfully to approximate the greatness of His own infinite and\ntranquil character.  It is bliss to feel that the soul is an\never-enduring entity.  Unlike the clouds and the snow-heaps, the fluids\nand the liquids, the rocks and the metals–unlike all the generations\nof living organisms–it neither wastes away nor loses its\ndistinctiveness.  Nay, it outlasts every transmuting process, and, as a\nself-identifying self, is endlessly living.",
        "If we reach the high plane of a perfect manhood, we must climb.  “Come\nup hither, and I will show thee things which must be hereafter.\"–Rev.,\niv, 1.  In this mystical Revelation we behold the seer, John, dreaming\nat the base of the celestial hill, and in his dream he hears a voice\ncommanding him to rise to the summit of the eternities, where,\nstanding, he shall behold all things that must be.  This vision has an\ninfinite significance, in that no small part of the felicity associated\nwith the| idea of eternity is the thought that, with ample mind, we\nshall perfectly understand the mighty plan and enterprise of God, and\nknow with perfect knowledge that which is dark and obscure now.  But\nnot only has this truth to us an infinite significance; it has also a\ntemporal one, in that it tells us that there is an immediate\nrelationship between elevation of life, between high thinking, living\nand doing, and the power to command the future.  “Come up hither, and I\nwill show thee things which must be hereafter.”  That is, let us stand\nhigh and we see far and wide, let us stand high and we see deep.\nElevation grants perspective and yields the possession of those years\nnot only that are, but that are not.  Now, so understood, these words\nhave much inspiration, comfort and solace for all of us, for a very\nlarge part of man’s life is future.  Indeed, the great regulative force\nof every human spirit is not so much the present and the past–present\nopportunity and past experience–as future ideality.  The architectonic\nprinciple of life is not the momentum that sweeps down to us from the\nyears that have been, but the ideal that lies deep in the years that\nare yet to be.  This is the mysterious, occult power that moulds, forms\nand fashions our stature, and that is determining the greatness or the\nlittleness of our destiny.  And not only is the future architectonic,\nit is also an inspiration and refuge for our anxieties, defeats and\ninadequacy, his incompetency, how little he has achieved, realizes his\ninconsequence and insignificance, and he looks forward and sees triumph\nin tomorrow; he beholds the summit of the hill, and says, “There I\nshall stand victorious some future day.”  Today incomplete, tomorrow\ncomplete; today imperfect, tomorrow perfect; today bound, tomorrow\nemancipated; today humiliated, tomorrow crowned.  Hence, the future is\nman’s refuge, hope and strength.  And in a yet more profound sense does\nthe future exert a wonderful power over our lives, in that it holds for\nus the inheritance undefiled and incorruptible, the patrimony of\neternity.  And who can measure the influence of this belief over human\ncharacter?  Blot it out, and what inspiration have we to struggle on?\nIf we are to perish as the beast of the field, wither like the grass,\nand vanish like the transient cloud, man has no grand, sublime\nimpulsion in this life.  But let him believe that he is the child of\nGod, that there is an immortal soul, not only in him, but an eternal\nsphere awaiting him–let him believe that here he is but in the bud,\nthat these seventy years are but the seed time, and that infinite eons\nlie before him for fruition and efflorescence, and you magnify his\nspirit, enlarge his hope, and inspire him with a zeal to conquer and\nachieve.",
        "But now there is a popular philosophy that tells us that man can only\nknow two points of time: that point of time through which he has\ngone–the past, and that point of time in which he is now living–the\npresent.  He may know experience and he may grasp opportunity, but he\ncan know nothing of futurity.  The future is a riddle, an unexplored\ncontinent, a terra incognita into which no human eyes have ever pried\nor ever may pry, sealed as it is by the counsel of God against the\ncurious vision of His children.  And to some extent I think we all must\nadmit that this popular notion holds true.  There are those to whom the\nfuture must be a blank, who peer into it and behold nothing there.",
        "I have noticed that no great poem, no great religion, no great creation\nof any kind, was ever written or conceived by people who lived in the\nvalleys, cramped by the hills.  The hills narrow one’s horizon, make\none insular, provincial, limited.  And what is true of literature and\nart is true also of life.  The man of low ideals never vaticinates; the\nman who is living down in the lower ranges of existence never\nprophesies.  The man with a low brow has always a limited perspective;\nso, also, the man with a low heart or a low conscience.  The sordid man\ncan never measure the consequences of his wealth.  He may know that\ntomorrow he will be as rich as he is today, or richer, but he can not\nprognosticate what his riches will mean to him tomorrow–whether he\nwill find in them more or less felicity, whether they will be a\nblessing or a burden.  Neither has the base man, the immoral man, any\nclear vision of futurity.  He lives in doubts and fears, and is begirt\nwith clouds and confusion.  He half fears that there is a law of God,\nand half doubts it; half believes in retribution, and half doubts it;\nhalf believes in moral cause and effect, and half doubts it.  He sees,\nwith no certain sight, the inevitable penalty awaiting his wrong-doing,\nelse he would not and dare not sin.  No man would sin, could he read\nthe future; no man would defy the Infinite, did he unerringly know that\nGod is a just God, and that He shall visit inevitable retribution upon\nhim who trangresses His holy law.  The wicked man, like the sordid man\nliving in the low lands, never vaticinates, and can not, not by reason\nof any want of talent or conscience, but by reason of want of altitude\nof vision.  But St. John does not tell us here that all men shall know\nall things that must be; that all men have a sense of futurity.  What\nhe does say is that there is an intimate and indissoluble relationship\nbetween elevation and futurity; that only the man who stands upon the\naltitudes can command the future; for only there, when he is at his\nbest, and when he is living on the summit of his soul, does he behold\nthe true and perfect action of the forces and the laws of the Eternal.\nIt is not “Stay down there and I will show thee things which must be\nhereafter,” but “Come up hither\"–live, aspire, ascend into the\naltitudes of mind; ascend into the altitudes of feeling; ascend into\nthe altitudes of conscience; live where God means you to live, and\nthen–\"I will show thee things which must be hereafter.”",
        "And now, if you will consult your own experience or meditate on\nhistory, if you will scan the great things thought and the great things\ndone, and the great things wrought and the great things won by man, you\nwill see that they have been always wrought and won and done and\nthought upon the heights.  The Muses live upon Parnassus, the Deities\nupon Olympus.  Jehovah has his abiding place on Zion.  David says, “I\nlook unto the hills, whence cometh my help.”  Not unto the meadows, or\nthe streams, or by the forests, or the cities, or the seas, but “unto\nthe hills, whence cometh my help.”  He looks high, and his high vision\ngrants him spiritual perspective.  And Jesus speaks his great sermon,\nnot by the Jordan, but on the mount.  He is transfigured on a mount,\ncrucified on a mount, and ascends to the right hand of His Father from\na mount.  Everywhere the heights play a great part in the history of\nhuman thought, feeling and faith.  All great truth comes down; it does\nnot rise up.  All great religion comes down; it does not rise up.  It\nis not the wilderness, nor the low lands, nor the level places, but\nMount Carmel, Mount Horeb, Mount Zion, the Mount of the Beatitudes and\nthe Mount of Transfiguration that are focal points of righteousness and\nfaith.  And when you look at and reflect upon men–the great men, the\nmen who have moulded the world, who have made the massive contributions\nto humanity, who have dealt the Titan strokes that have redeemed the\nrace from its servitudes and bestialities, who, like Atlas, have upheld\nand lifted up the world; who, like Prometheus, have brought to man\nprecious gifts from Zeus, and so delivered him from the tyranny and\ndominion of his ignorance, superstitions, fears and passions–you will\nalways find that they are men who have lived upon the lofty summits of\nthe Spirit, and therefore have been seers of the future and have seen\n“those things which must be hereafter.”",
        "Every high-minded man has always lived in the future.  Take the\nsovereign prophet of the ancient faith.  The world about him is dark\nand desolate; Israel’s powers are at the ebb; the great faith that she\nhas inherited is degraded, sensualized, formalized, buried under a\ndebris of priestcraft, infidelity, idolatry and corruption; and yet\nthis prophet stands upon the hills and dreams–dreams against the\npresent, dreams through all the darkness environing him–and sees the\nday when the faith of Israel shall be the faith of the world; when the\nlaw of Israel shall dominate the conscience of the world; when the\nSavior of Israel shall be the Savior of the world, and when the Jehovah\nof Israel shall be the Jehovah of the world.  Standing high, his soul\nsoaring, thinking lofty thoughts, he beholds Israel in glorious\nperspective as the nation that shall lead man from bondage to liberty,\nfrom darkness to light.  Or think again of the life, the history, the\nhope of Jesus, and behold in Him a perfect illustration of this truth;\nthis truth that there is an intimate relationship between high living\nand high thinking, high doing, high willing and the vision of the\nfuture.  What right had Christ to hope at all?  What right had He to\nthink of a Kingdom of God that was going steadily to conquer and take\npossession of this earth?  What right had He to think that His Gospel\nwould come to be the regnant gospel over the minds of men?  What right\nhad He to think that His own beautiful spirit would prevail over the\nperverse and rebellious will of society?  What right had he to think\nthat the world would ever come to accept His marvelous beatitudes as\ntruth?  What right had He to believe that the cross would ever be a\nuniversal symbol of salvation?  Judged from the near point of view, by\nimmediate results, by the facts that were right before His eyes,\nhistory records no more conspicuous and terrible failure than the life\nof Jesus.  A Savior, and yet disbelieved in by the people; a Savior,\nand yet scorned by the multitude; a Savior, and yet called a “wine\nbibber” and a “glutton;” a Savior, and yet humiliated and degraded; a\nSavior, and yet dying ignominiously upon the cross.  Where is there any\nample redemption, any glorious assertion of the mind, in these sad,\ngloomy, hopeless facts?  And yet He said, “I, if I be lifted up, shall\ndraw all men unto Me.”  How did He dare make such a prophecy as that?\nHow did He dare arrogate to himself such a dominion as that?  Why,\nsimply because, living in the altitudes, he had vision of things that\nmust be.  He knew that He had righteousness in His heart, and that\nrighteousness must at last be established.  He knew that His spirit was\na spirit of peace and good will towards men, and that peace and good\nwill towards men must ultimately prevail.  He lived on the heights, and\nHe saw those things that were to be.  And now, what is true of these\ngreat men may be true of every one of us, according to the loftiness of\nour living.  Every one of us may command the future–may, in a measure,\nprophesy and weigh the consequences, and calculate the issues of our\nown life; and every one of us can live a far larger, fuller and richer\nlife, in the years that are to be than we can live in the past or in\nthe time that is now.",
        "And first, let me say to you that the man that lives upon the altitudes\nof his spirit beholds with sure vision the issuance of his life in\ntriumph.  We speak of life habitually as being a complicated and\nintricate thing, and no doubt it is, upon its lower ranges.  A man is\nprosperous today, sweeping, with sails full set, before the breeze, his\nbark leaping gladly, mounting buoyantly upon the waves; but no man can\ntell what the morrow will bring forth to him.  Prosperity is not a\nmatter of certitude, security or permanency.  An ill wind comes, and\nthe vessel is swept to disaster; on the shoals or rocks, rushing to\ndestruction against some Scylla or swallowed up by some Charybdis.  And\nwhat is true of prosperity is true of power.  Today a man is the idol\nof the people, flattered, honored, extolled and crowned by them.  They\ngather round him and intoxicate him with their plaudits.  He is the man\nof the people, the great man of his day, but who can tell how long this\nwill rule enthroned?  An unfortunate speech, an error of conduct, a\nmoment of indecision, a failure to appeal to the demagogic instincts of\nthe race, and he is ruthlessly bereaved of his honor and his glory\ngone.  The idols of yesterday are the broken statues of today; the\nheroes of yesterday are the “have-beens” of today.  So capricious, so\nephemeral, so mutable, so mercurial, so impermanent are the whims of\nhumanity, and so unstable its idolatries and adorations.",
        "And as the mighty fall, so the obscure rises.  Names that were unknown\nten years ago are blazoned almost on the skies.  The insignificant come\nup and take the scepter in their hand.  The poor man of a little while\nago is the rich merchant or the successful lawyer of today.  This is\nhis hour, this the moment of his power.  Strange, is it not?  There\nseems to be no method, no system in those lower planes of life.  The\nrich become poor and the poor rich, the strong weak and the weak\nstrong; the ruler becomes the ruled and the ruled the ruler; the master\nbecomes the servant and the servant the master.  No order, no system,\nno method anywhere in mundane things, and therefore no power of vision\nand vaticination.",
        "But now in the higher things there is none of this impermanence and\ninstability.  Everything is in order here.  When man is living in the\nfulness of his nature, when he is living on the heaven-kissing\npinnacles of his spirit, when his whole being is harmonious with the\ngreat and glorious laws of God, his future is assured; it is bound to\nbe a great and beautiful success.  No possibility of failure upon the\nheights; every possibility of failure upon the level; every possibility\nof disaster down there, but upon the peaks there can be no disaster, no\nmistake, no accident, no dethronement; there must be inevitable and\nunconditional achievement.  Of course, I do not mean popular\nachievement–achievement as men usually count achievement, or success\nas men ordinarily rate success.  So measured, every great man’s life\nhas been a dismal failure.  Paul’s life was not a popular success, nor\nwas Isaiah’s, nor was Augustine’s, nor was Savanarola’s, nor was\nSocrates’, nor was Christ’s life a popular success.  Measured by\nterrestrial standards, measured by the low ideals of humanity, these\nlives were all ignominious failures, every one of them; but measured by\nthe Divine standard, by the mind and will of God, they are triumphant\nvictories.",
        "And now I say that every man whose point of view is high, who is\nstanding upon the very highest reaches of his own being, seeking\nsincerely to be true to all that is heroic and great in his\nheaven-endowed nature, that man is bound to be, by the decree of the\nEternal, an ultimately successful man.  He is bound, just so surely as\nGod’s sun is bound to come tomorrow, he is bound to be crowned, not\nonly with a celestial but with a terrestrial success–success as God\nmeasures success.  He may feel pain; he may feel the slings and arrows\nof outrageous fortune; he may experience neglect; he may contend\nagainst a host of untoward circumstances; he may groan under the\npressure and weight of many woes; he may weep bitter, burning, scalding\ntears of sorrow and grief, but still he must triumph, for God is just\nand will crown with a perfect equity His faithful children.",
        "And so, my friends, the central truth that I deliver to you is this,\nthat life, life upon the summit of the soul, is the supreme,\nresplendent luminary.  Not argument, not philosophy, not the elaborate,\nlogical processes of the intellect, not the Bible, not the church, but\nlife; this is the great infallible interpreter.  Live and ye shall see.\n“Do my will,” says Christ, “and ye shall know.”  Stand high and firm on\nthe summit of your soul and ye shall see the things that must be\nhereafter–a victorious righteousness, a triumphant life, and the\nredeemed hosts swathed and folded in the light of Him who is\neverlasting, omnipotent and all-loving.",
        "Continue...",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}