{
    "title": "The Lamplighter - Part Two",
    "author": "Charles Dickens",
    "chapter": "2",
    "content": [
        "\n\n",
        "’Tom waited so long, gentlemen, that he began to think it must be\ngetting on for midnight at least, and felt more dismal and lonely\nthan ever he had done in all his life.  He tried every means of\nwhiling away the time, but it never had seemed to move so slow.\nFirst, he took a nearer view of the child with three heads, and\nthought what a comfort it must have been to his parents.  Then he\nlooked up a long telescope which was pointed out of the window, but\nsaw nothing particular, in consequence of the stopper being on at\nthe other end.  Then he came to a skeleton in a glass case,\nlabelled, “Skeleton of a Gentleman - prepared by Mr. Mooney,” -\nwhich made him hope that Mr. Mooney might not be in the habit of\npreparing gentlemen that way without their own consent.  A hundred\ntimes, at least, he looked into the pot where they were boiling the\nphilosopher’s stone down to the proper consistency, and wondered\nwhether it was nearly done.  “When it is,” thinks Tom, “I’ll send\nout for six-penn’orth of sprats, and turn ’em into gold fish for a\nfirst experiment.”  Besides which, he made up his mind, gentlemen,\nto have a country-house and a park; and to plant a bit of it with a\ndouble row of gas-lamps a mile long, and go out every night with a\nFrench-polished mahogany ladder, and two servants in livery behind\nhim, to light ’em for his own pleasure.",
        "’At length and at last, the old gentleman’s legs appeared upon the\nsteps leading through the roof, and he came slowly down:  bringing\nalong with him, the gifted Mooney.  This Mooney, gentlemen, was\neven more scientific in appearance than his friend; and had, as Tom\noften declared upon his word and honour, the dirtiest face we can\npossibly know of, in this imperfect state of existence.",
        "’Gentlemen, you are all aware that if a scientific man isn’t absent\nin his mind, he’s of no good at all.  Mr. Mooney was so absent,\nthat when the old gentleman said to him, “Shake hands with Mr.\nGrig,” he put out his leg.  “Here’s a mind, Mr. Grig!” cries the\nold gentleman in a rapture.  “Here’s philosophy!  Here’s\nrumination!  Don’t disturb him,” he says, “for this is amazing!”",
        "’Tom had no wish to disturb him, having nothing particular to say;\nbut he was so uncommonly amazing, that the old gentleman got\nimpatient, and determined to give him an electric shock to bring\nhim to - “for you must know, Mr. Grig,” he says, “that we always\nkeep a strongly charged battery, ready for that purpose.”  These\nmeans being resorted to, gentlemen, the gifted Mooney revived with\na loud roar, and he no sooner came to himself than both he and the\nold gentleman looked at Tom with compassion, and shed tears\nabundantly.",
        "’\"My dear friend,” says the old gentleman to the Gifted, “prepare\nhim.”",
        "’\"I say,” cries Tom, falling back, “none of that, you know.  No\npreparing by Mr. Mooney if you please.”",
        "’\"Alas!” replies the old gentleman, “you don’t understand us.  My\nfriend, inform him of his fate. - I can’t.”",
        "’The Gifted mustered up his voice, after many efforts, and informed\nTom that his nativity had been carefully cast, and he would expire\nat exactly thirty-five minutes, twenty-seven seconds, and five-\nsixths of a second past nine o’clock, a.m., on that day two months.",
        "’Gentlemen, I leave you to judge what were Tom’s feelings at this\nannouncement, on the eve of matrimony and endless riches.  “I\nthink,” he says in a trembling voice, “there must be a mistake in\nthe working of that sum.  Will you do me the favour to cast it up\nagain?” - “There is no mistake,” replies the old gentleman, “it is\nconfirmed by Francis Moore, Physician.  Here is the prediction for\nto-morrow two months.”  And he showed him the page, where sure\nenough were these words - “The decease of a great person may be\nlooked for, about this time.”",
        "’\"Which,” says the old gentleman, “is clearly you, Mr. Grig.”",
        "’\"Too clearly,” cries Tom, sinking into a chair, and giving one\nhand to the old gentleman, and one to the Gifted.  “The orb of day\nhas set on Thomas Grig for ever!”",
        "’At this affecting remark, the Gifted shed tears again, and the\nother two mingled their tears with his, in a kind - if I may use\nthe expression - of Mooney and Co.’s entire.  But the old gentleman\nrecovering first, observed that this was only a reason for\nhastening the marriage, in order that Tom’s distinguished race\nmight be transmitted to posterity; and requesting the Gifted to\nconsole Mr. Grig during his temporary absence, he withdrew to\nsettle the preliminaries with his niece immediately.",
        "’And now, gentlemen, a very extraordinary and remarkable occurrence\ntook place; for as Tom sat in a melancholy way in one chair, and\nthe Gifted sat in a melancholy way in another, a couple of doors\nwere thrown violently open, the two young ladies rushed in, and one\nknelt down in a loving attitude at Tom’s feet, and the other at the\nGifted’s.  So far, perhaps, as Tom was concerned - as he used to\nsay - you will say there was nothing strange in this:  but you will\nbe of a different opinion when you understand that Tom’s young lady\nwas kneeling to the Gifted, and the Gifted’s young lady was\nkneeling to Tom.",
        "’\"Halloa! stop a minute!” cries Tom; “here’s a mistake.  I need\ncondoling with by sympathising woman, under my afflicting\ncircumstances; but we’re out in the figure.  Change partners,\nMooney.”",
        "’\"Monster!” cries Tom’s young lady, clinging to the Gifted.",
        "’\"Miss!” says Tom.  “Is that your manners?”",
        "’\"I abjure thee!” cries Tom’s young lady.  “I renounce thee.  I\nnever will be thine.  Thou,” she says to the Gifted, “art the\nobject of my first and all-engrossing passion.  Wrapt in thy\nsublime visions, thou hast not perceived my love; but, driven to\ndespair, I now shake off the woman and avow it.  Oh, cruel, cruel\nman!”  With which reproach she laid her head upon the Gifted’s\nbreast, and put her arms about him in the tenderest manner\npossible, gentlemen.",
        "’\"And I,” says the other young lady, in a sort of ecstasy, that\nmade Tom start - “I hereby abjure my chosen husband too.  Hear me,\nGoblin!” - this was to the Gifted - “Hear me!  I hold thee in the\ndeepest detestation.  The maddening interview of this one night has\nfilled my soul with love - but not for thee.  It is for thee, for\nthee, young man,” she cries to Tom.  “As Monk Lewis finely\nobserves, Thomas, Thomas, I am thine, Thomas, Thomas, thou art\nmine:  thine for ever, mine for ever!” with which words, she became\nvery tender likewise.",
        "’Tom and the Gifted, gentlemen, as you may believe, looked at each\nother in a very awkward manner, and with thoughts not at all\ncomplimentary to the two young ladies.  As to the Gifted, I have\nheard Tom say often, that he was certain he was in a fit, and had\nit inwardly.",
        "’\"Speak to me!  Oh, speak to me!” cries Tom’s young lady to the\nGifted.",
        "’\"I don’t want to speak to anybody,” he says, finding his voice at\nlast, and trying to push her away.  “I think I had better go.  I’m\n- I’m frightened,” he says, looking about as if he had lost\nsomething.",
        "’\"Not one look of love!” she cries.  “Hear me while I declare - “",
        "’\"I don’t know how to look a look of love,” he says, all in a maze.\n“Don’t declare anything.  I don’t want to hear anybody.”",
        "’\"That’s right!” cries the old gentleman (who it seems had been\nlistening).  “That’s right!  Don’t hear her.  Emma shall marry you\nto-morrow, my friend, whether she likes it or not, and SHE shall\nmarry Mr. Grig.”",
        "’Gentlemen, these words were no sooner out of his mouth than\nGalileo Isaac Newton Flamstead (who it seems had been listening\ntoo) darts in, and spinning round and round, like a young giant’s\ntop, cries, “Let her.  Let her.  I’m fierce; I’m furious.  I give\nher leave.  I’ll never marry anybody after this - never.  It isn’t\nsafe.  She is the falsest of the false,” he cries, tearing his hair\nand gnashing his teeth; “and I’ll live and die a bachelor!”",
        "’\"The little boy,” observed the Gifted gravely, “albeit of tender\nyears, has spoken wisdom.  I have been led to the contemplation of\nwoman-kind, and will not adventure on the troubled waters of\nmatrimony.”",
        "’\"What!” says the old gentleman, “not marry my daughter!  Won’t\nyou, Mooney?  Not if I make her?  Won’t you?  Won’t you?”",
        "’\"No,” says Mooney, “I won’t.  And if anybody asks me any more,\nI’ll run away, and never come back again.”",
        "’\"Mr. Grig,” says the old gentleman, “the stars must be obeyed.\nYou have not changed your mind because of a little girlish folly -\neh, Mr. Grig?”",
        "’Tom, gentlemen, had had his eyes about him, and was pretty sure\nthat all this was a device and trick of the waiting-maid, to put\nhim off his inclination.  He had seen her hiding and skipping about\nthe two doors, and had observed that a very little whispering from\nher pacified the Salamander directly.  “So,” thinks Tom, “this is a\nplot - but it won’t fit.”",
        "’\"Eh, Mr. Grig?” says the old gentleman.",
        "’\"Why, Sir,” says Tom, pointing to the crucible, “if the soup’s\nnearly ready - “",
        "’\"Another hour beholds the consummation of our labours,” returned\nthe old gentleman.",
        "’\"Very good,” says Tom, with a mournful air.  “It’s only for two\nmonths, but I may as well be the richest man in the world even for\nthat time.  I’m not particular, I’ll take her, Sir.  I’ll take\nher.”",
        "’The old gentleman was in a rapture to find Tom still in the same\nmind, and drawing the young lady towards him by little and little,\nwas joining their hands by main force, when all of a sudden,\ngentlemen, the crucible blows up, with a great crash; everybody\nscreams; the room is filled with smoke; and Tom, not knowing what\nmay happen next, throws himself into a Fancy attitude, and says,\n“Come on, if you’re a man!” without addressing himself to anybody\nin particular.",
        "’\"The labours of fifteen years!” says the old gentleman, clasping\nhis hands and looking down upon the Gifted, who was saving the\npieces, “are destroyed in an instant!” - And I am told, gentlemen,\nby-the-bye, that this same philosopher’s stone would have been\ndiscovered a hundred times at least, to speak within bounds, if it\nwasn’t for the one unfortunate circumstance that the apparatus\nalways blows up, when it’s on the very point of succeeding.",
        "’Tom turns pale when he hears the old gentleman expressing himself\nto this unpleasant effect, and stammers out that if it’s quite\nagreeable to all parties, he would like to know exactly what has\nhappened, and what change has really taken place in the prospects\nof that company.",
        "’\"We have failed for the present, Mr. Grig,” says the old\ngentleman, wiping his forehead.  “And I regret it the more, because\nI have in fact invested my niece’s five thousand pounds in this\nglorious speculation.  But don’t be cast down,” he says, anxiously\n- “in another fifteen years, Mr. Grig - “",
        "“Oh!” cries Tom, letting the young lady’s hand fall.  “Were the\nstars very positive about this union, Sir?”",
        "’\"They were,” says the old gentleman.",
        "’\"I’m sorry to hear it,” Tom makes answer, “for it’s no go, Sir.”",
        "’\"No what!” cries the old gentleman.",
        "’\"Go, Sir,” says Tom, fiercely.  “I forbid the banns.”  And with\nthese words - which are the very words he used - he sat himself\ndown in a chair, and, laying his head upon the table, thought with\na secret grief of what was to come to pass on that day two months.",
        "’Tom always said, gentlemen, that that waiting-maid was the\nartfullest minx he had ever seen; and he left it in writing in this\ncountry when he went to colonize abroad, that he was certain in his\nown mind she and the Salamander had blown up the philosopher’s\nstone on purpose, and to cut him out of his property.  I believe\nTom was in the right, gentlemen; but whether or no, she comes\nforward at this point, and says, “May I speak, Sir?” and the old\ngentleman answering, “Yes, you may,” she goes on to say that “the\nstars are no doubt quite right in every respect, but Tom is not the\nman.”  And she says, “Don’t you remember, Sir, that when the clock\nstruck five this afternoon, you gave Master Galileo a rap on the\nhead with your telescope, and told him to get out of the way?\"\n“Yes, I do,” says the old gentleman.  “Then,” says the waiting-\nmaid, “I say he’s the man, and the prophecy is fulfilled.”  The old\ngentleman staggers at this, as if somebody had hit him a blow on\nthe chest, and cries, “He! why he’s a boy!”  Upon that, gentlemen,\nthe Salamander cries out that he’ll be twenty-one next Lady-day;\nand complains that his father has always been so busy with the sun\nround which the earth revolves, that he has never taken any notice\nof the son that revolves round him; and that he hasn’t had a new\nsuit of clothes since he was fourteen; and that he wasn’t even\ntaken out of nankeen frocks and trousers till he was quite\nunpleasant in ’em; and touches on a good many more family matters\nto the same purpose.  To make short of a long story, gentlemen,\nthey all talk together, and cry together, and remind the old\ngentleman that as to the noble family, his own grandfather would\nhave been lord mayor if he hadn’t died at a dinner the year before;\nand they show him by all kinds of arguments that if the cousins are\nmarried, the prediction comes true every way.  At last, the old\ngentleman being quite convinced, gives in; and joins their hands;\nand leaves his daughter to marry anybody she likes; and they are\nall well pleased; and the Gifted as well as any of them.",
        "’In the middle of this little family party, gentlemen, sits Tom all\nthe while, as miserable as you like.  But, when everything else is\narranged, the old gentleman’s daughter says, that their strange\nconduct was a little device of the waiting-maid’s to disgust the\nlovers he had chosen for ’em, and will he forgive her? and if he\nwill, perhaps he might even find her a husband - and when she says\nthat, she looks uncommon hard at Tom.  Then the waiting-maid says\nthat, oh dear! she couldn’t abear Mr. Grig should think she wanted\nhim to marry her; and that she had even gone so far as to refuse\nthe last lamplighter, who was now a literary character (having set\nup as a bill-sticker); and that she hoped Mr. Grig would not\nsuppose she was on her last legs by any means, for the baker was\nvery strong in his attentions at that moment, and as to the\nbutcher, he was frantic.  And I don’t know how much more she might\nhave said, gentlemen (for, as you know, this kind of young women\nare rare ones to talk), if the old gentleman hadn’t cut in\nsuddenly, and asked Tom if he’d have her, with ten pounds to\nrecompense him for his loss of time and disappointment, and as a\nkind of bribe to keep the story secret.",
        "’\"It don’t much matter, Sir,” says Tom, “I ain’t long for this\nworld.  Eight weeks of marriage, especially with this young woman,\nmight reconcile me to my fate.  I think,” he says, “I could go off\neasy after that.”  With which he embraces her with a very dismal\nface, and groans in a way that might move a heart of stone - even\nof philosopher’s stone.",
        "’\"Egad,” says the old gentleman, “that reminds me - this bustle put\nit out of my head - there was a figure wrong.  He’ll live to a\ngreen old age - eighty-seven at least!”",
        "’\"How much, Sir?” cries Tom.",
        "’\"Eighty-seven!” says the old gentleman.",
        "’Without another word, Tom flings himself on the old gentleman’s\nneck; throws up his hat; cuts a caper; defies the waiting-maid; and\nrefers her to the butcher.",
        "’\"You won’t marry her!” says the old gentleman, angrily.",
        "’\"And live after it!” says Tom.  “I’d sooner marry a mermaid with a\nsmall-tooth comb and looking-glass.”",
        "’\"Then take the consequences,” says the other.",
        "’With those words - I beg your kind attention here, gentlemen, for\nit’s worth your notice - the old gentleman wetted the forefinger of\nhis right hand in some of the liquor from the crucible that was\nspilt on the floor, and drew a small triangle on Tom’s forehead.\nThe room swam before his eyes, and he found himself in the watch-\nhouse.’",
        "’Found himself where?’ cried the vice, on behalf of the company\ngenerally.",
        "’In the watch-house,’ said the chairman.  ’It was late at night,\nand he found himself in the very watch-house from which he had been\nlet out that morning.’",
        "’Did he go home?’ asked the vice.",
        "’The watch-house people rather objected to that,’ said the\nchairman; ’so he stopped there that night, and went before the\nmagistrate in the morning.  “Why, you’re here again, are you?” says\nthe magistrate, adding insult to injury; “we’ll trouble you for\nfive shillings more, if you can conveniently spare the money.”  Tom\ntold him he had been enchanted, but it was of no use.  He told the\ncontractors the same, but they wouldn’t believe him.  It was very\nhard upon him, gentlemen, as he often said, for was it likely he’d\ngo and invent such a tale?  They shook their heads and told him\nhe’d say anything but his prayers - as indeed he would; there’s no\ndoubt about that.  It was the only imputation on his moral\ncharacter that ever I heard of.’",
        " ",
        "\nThis complete text of The Lamplighter by Charles Dickens is in the public domain.\n\n\nAlso by this author:\nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield is also available on DVD.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}