{
    "title": "The Diary of a Nobody - Chapter VIII.",
    "author": "George and Weedon Grossmith",
    "chapter": "9",
    "content": [
        "\n\n",
        "Daisy Mutlar sole topic of conversation.  Lupin’s new berth.\nFireworks at the Cummings’.  The “Holloway Comedians.”  Sarah\nquarrels with the charwoman.  Lupin’s uncalled-for interference.\nAm introduced to Daisy Mutlar.  We decide to give a party in her\nhonour.",
        "\nNovember 5, Sunday. - Carrie and I troubled about that mere boy\nLupin getting engaged to be married without consulting us or\nanything.  After dinner he told us all about it.  He said the\nlady’s name was Daisy Mutlar, and she was the nicest, prettiest,\nand most accomplished girl he ever met.  He loved her the moment he\nsaw her, and if he had to wait fifty years he would wait, and he\nknew she would wait for him.",
        "Lupin further said, with much warmth, that the world was a\ndifferent world to him now, - it was a world worth living in.  He\nlived with an object now, and that was to make Daisy Mutlar - Daisy\nPooter, and he would guarantee she would not disgrace the family of\nthe Pooters.  Carrie here burst out crying, and threw her arms\nround his neck, and in doing so, upset the glass of port he held in\nhis hand all over his new light trousers.",
        "I said I had no doubt we should like Miss Mutlar when we saw her,\nbut Carrie said she loved her already.  I thought this rather\npremature, but held my tongue.  Daisy Mutlar was the sole topic of\nconversation for the remainder of the day.  I asked Lupin who her\npeople were, and he replied:  “Oh, you know Mutlar, Williams and\nWatts.”  I did not know, but refrained from asking any further\nquestions at present, for fear of irritating Lupin.",
        "November 6. - Lupin went with me to the office, and had a long\nconversation with Mr. Perkupp, our principal, the result of which\nwas that he accepted a clerkship in the firm of Job Cleanands and\nCo., Stock and Share Brokers.  Lupin told me, privately, it was an\nadvertising firm, and he did not think much of it.  I replied:\n“Beggars should not be choosers;” and I will do Lupin the justice\nto say, he looked rather ashamed of himself.",
        "In the evening we went round to the Cummings’, to have a few\nfireworks.  It began to rain, and I thought it rather dull.  One of\nmy squibs would not go off, and Gowing said:  “Hit it on your boot,\nboy; it will go off then.”  I gave it a few knocks on the end of my\nboot, and it went off with one loud explosion, and burnt my fingers\nrather badly.  I gave the rest of the squibs to the little\nCummings’ boy to let off.",
        "Another unfortunate thing happened, which brought a heap of abuse\non my head.  Cummings fastened a large wheel set-piece on a stake\nin the ground by way of a grand finale.  He made a great fuss about\nit; said it cost seven shillings.  There was a little difficulty in\ngetting it alight.  At last it went off; but after a couple of slow\nrevolutions it stopped.  I had my stick with me, so I gave it a tap\nto send it round, and, unfortunately, it fell off the stake on to\nthe grass.  Anybody would have thought I had set the house on fire\nfrom the way in which they stormed at me.  I will never join in any\nmore firework parties.  It is a ridiculous waste of time and money.",
        "November 7. - Lupin asked Carrie to call on Mrs. Mutlar, but Carrie\nsaid she thought Mrs. Mutlar ought to call on her first.  I agreed\nwith Carrie, and this led to an argument.  However, the matter was\nsettled by Carrie saying she could not find any visiting cards, and\nwe must get some more printed, and when they were finished would be\nquite time enough to discuss the etiquette of calling.",
        "November 8. - I ordered some of our cards at Black’s, the\nstationers.  I ordered twenty-five of each, which will last us for\na good long time.  In the evening, Lupin brought in Harry Mutlar,\nMiss Mutlar’s brother.  He was rather a gawky youth, and Lupin said\nhe was the most popular and best amateur in the club, referring to\nthe “Holloway Comedians.”  Lupin whispered to us that if we could\nonly “draw out” Harry a bit, he would make us roar with laughter.",
        "At supper, young Mutlar did several amusing things.  He took up a\nknife, and with the flat part of it played a tune on his cheek in a\nwonderful manner.  He also gave an imitation of an old man with no\nteeth, smoking a big cigar.  The way he kept dropping the cigar\nsent Carrie into fits.",
        "In the course of conversation, Daisy’s name cropped up, and young\nMutlar said he would bring his sister round to us one evening - his\nparents being rather old-fashioned, and not going out much.  Carrie\nsaid we would get up a little special party.  As young Mutlar\nshowed no inclination to go, and it was approaching eleven o’clock,\nas a hint I reminded Lupin that he had to be up early to-morrow.\nInstead of taking the hint, Mutlar began a series of comic\nimitations.  He went on for an hour without cessation.  Poor Carrie\ncould scarcely keep her eyes open.  At last she made an excuse, and\nsaid “Good-night.”",
        "Mutlar then left, and I heard him and Lupin whispering in the hall\nsomething about the “Holloway Comedians,” and to my disgust,\nalthough it was past midnight, Lupin put on his hat and coat, and\nwent out with his new companion.",
        "November 9. - My endeavours to discover who tore the sheets out of\nmy diary still fruitless.  Lupin has Daisy Mutlar on the brain, so\nwe see little of him, except that he invariably turns up at meal\ntimes.  Cummings dropped in.",
        "November 10. - Lupin seems to like his new berth - that’s a\ncomfort.  Daisy Mutlar the sole topic of conversation during tea.\nCarrie almost as full of it as Lupin.  Lupin informs me, to my\ndisgust, that he has been persuaded to take part in the forthcoming\nperformance of the “Holloway Comedians.”  He says he is to play Bob\nBritches in the farce, GONE TO MY UNCLE’S; Frank Mutlar is going to\nplay old Musty.  I told Lupin pretty plainly I was not in the least\ndegree interested in the matter, and totally disapproved of amateur\ntheatricals.  Gowing came in the evening.",
        "November 11. - Returned home to find the house in a most\ndisgraceful uproar, Carrie, who appeared very frightened, was\nstanding outside her bedroom, while Sarah was excited and crying.\nMrs. Birrell (the charwoman), who had evidently been drinking, was\nshouting at the top of her voice that she was “no thief, that she\nwas a respectable woman, who had to work hard for her living, and\nshe would smack anyone’s face who put lies into her mouth.”  Lupin,\nwhose back was towards me, did not hear me come in.  He was\nstanding between the two women, and, I regret to say, in his\nendeavour to act as peacemaker, he made use of rather strong\nlanguage in the presence of his mother; and I was just in time to\nhear him say:  “And all this fuss about the loss of a few pages\nfrom a rotten diary that wouldn’t fetch three-halfpence a pound!\"\nI said, quietly:  “Pardon me, Lupin, that is a matter of opinion;\nand as I am master of this house, perhaps you will allow me to take\nthe reins.”",
        "I ascertained that the cause of the row was, that Sarah had accused\nMrs. Birrell of tearing the pages out of my diary to wrap up some\nkitchen fat and leavings which she had taken out of the house last\nweek.  Mrs. Birrell had slapped Sarah’s face, and said she had\ntaken nothing out of the place, as there was “never no leavings to\ntake.”  I ordered Sarah back to her work, and requested Mrs.\nBirrell to go home.  When I entered the parlour Lupin was kicking\nhis legs in the air, and roaring with laughter.",
        "November 12, Sunday. - Coming home from church Carrie and I met\nLupin, Daisy Mutlar, and her brother.  Daisy was introduced to us,\nand we walked home together, Carrie walking on with Miss Mutlar.\nWe asked them in for a few minutes, and I had a good look at my\nfuture daughter-in-law.  My heart quite sank.  She is a big young\nwoman, and I should think at least eight years older than Lupin.  I\ndid not even think her good-looking.  Carrie asked her if she could\ncome in on Wednesday next with her brother to meet a few friends.\nShe replied that she would only be too pleased.",
        "November 13. - Carrie sent out invitations to Gowing, the Cummings,\nto Mr. and Mrs. James (of Sutton), and Mr. Stillbrook.  I wrote a\nnote to Mr. Franching, of Peckham.  Carrie said we may as well make\nit a nice affair, and why not ask our principal, Mr. Perkupp?  I\nsaid I feared we were not quite grand enough for him.  Carrie said\nthere was “no offence in asking him.”  I said:  “Certainly not,\"\nand I wrote him a letter.  Carrie confessed she was a little\ndisappointed with Daisy Mutlar’s appearance, but thought she seemed\na nice girl.",
        "\n\nDaisy Mutlar\n",
        "November 14. - Everybody so far has accepted for our quite grand\nlittle party for to-morrow.  Mr. Perkupp, in a nice letter which I\nshall keep, wrote that he was dining in Kensington, but if he could\nget away, he would come up to Holloway for an hour.  Carrie was\nbusy all day, making little cakes and open jam puffs and jellies.\nShe said she felt quite nervous about her responsibilities to-\nmorrow evening.  We decided to have some light things on the table,\nsuch as sandwiches, cold chicken and ham, and some sweets, and on\nthe sideboard a nice piece of cold beef and a Paysandu tongue - for\nthe more hungry ones to peg into if they liked.",
        "Gowing called to know if he was to put on “swallow-tails” to-\nmorrow.  Carrie said he had better dress, especially as Mr.\nFranching was coming, and there was a possibility of Mr. Perkupp\nalso putting in an appearance.",
        "Gowing said:  “Oh, I only wanted to know, for I have not worn my\ndress-coat for some time, and I must send it to have the creases\npressed out.”",
        "After Gowing left, Lupin came in, and in his anxiety to please\nDaisy Mutlar, carped at and criticised the arrangements, and, in\nfact, disapproved of everything, including our having asked our old\nfriend Cummings, who, he said, would look in evening-dress like a\ngreen-grocer engaged to wait, and who must not be surprised if\nDaisy took him for one.",
        "I fairly lost my temper, and said:  “Lupin, allow me to tell you\nMiss Daisy Mutlar is not the Queen of England.  I gave you credit\nfor more wisdom than to allow yourself to be inveigled into an\nengagement with a woman considerably older than yourself.  I advise\nyou to think of earning your living before entangling yourself with\na wife whom you will have to support, and, in all probability, her\nbrother also, who appeared to be nothing but a loafer.”",
        "Instead of receiving this advice in a sensible manner, Lupin jumped\nup and said:  “If you insult the lady I am engaged to, you insult\nme.  I will leave the house and never darken your doors again.”",
        "He went out of the house, slamming the hall-door.  But it was all\nright.  He came back to supper, and we played Bezique till nearly\ntwelve o’clock.",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}