{
    "title": "The Fortieth Door - Chapter VII",
    "author": "Mary Hastings Bradley",
    "chapter": "7",
    "content": [
        "\n\n",
        "TO McLEAN’S ASTONISHMENT",
        "“It is no end of good of you, Jack, to take this trouble,” Andrew\nMcLean remarked appreciatively, looking up from his scrutiny of the\npacket which his unexpected luncheon guest had pushed over to his\nplate.",
        "“Uncommon thoughtful. It’s undoubtedly a twin to that locket, the\nportrait of the man’s wife–whatever his name was.”",
        "“Delcassé,” said Jack Ryder promptly.",
        "Gratefully he drained the second lemon squash which the\nsilent-footed Mohammed had placed at his elbow. It had been a hard\nmorning’s trip, this coming in from camp in high haste, and he was\nhot and dusty.",
        "“You might have sent the thing,” McLean mentioned. “I daresay that\nspecial agent chap has left the country, for I recollect he said he\nwas at the end of his search.... And, of course, this isn’t much of\na clue–eh, what?”",
        "“It’s everything of a clue,” insisted Ryder. “It shows where this\nFrenchman was working, for the first thing–”",
        "“Unless it had been stolen by some native who lost it in that\ntomb.”",
        "“Natives don’t lose gold lockets. Of course it might have been\nstolen and hidden–but that’s far-fetched. It’s much more likely\nthat this was the very tomb where Delcassé was working at the time\nof his death. For one thing, the place showed signs of previous\nexcavation up to the inner corridor, and there I’ll swear no modern\ngot ahead of me. And for another thing, it’s a perfect specimen of\nthe limestone carving of the Tomb of Thi which Delcassé wrote his\nbook about–looks very much as if it might be by the same artist.\nThere’s a flock of hippopotami in a marsh scene with the identical\ndrawing, and there’s the same lovely boat in full sail–but there,\nyou bounder, you don’t know the Tomb of Thi from a thyroid gland.\nYou’re here to administer financial justice, the middle, the high,\nand the low; your soul is with piasters, not the past. But take my\nword for it, it’s exactly the spot where an enthusiast of the Thi\nTomb would be grubbing away.... Lord, they could choose their find\nin those days!”",
        "“It’s uncommonly likely,” McLean conceded, abandoning his demolished\ncherry tart and pulling out his briar. “And if the locket proves the\nduplicate of the other it indicates that it’s a portrait of Madame\nDelcassé, but it doesn’t indicate what has become of Madame\nDelcassé.... Though in a general way,” McLean deduced with Scotch\njudicialness, “it supports the theory of foul play. The woman would\nhardly have lost her miniature, or have sold it, except under\npressing conditions. In fact–”",
        "Ryder was brusque with his facts.",
        "“That doesn’t matter–Madame Delcassé doesn’t matter. The thing that\nmatters is–”",
        "As brusquely he broke off. His tongue balked before the revelation\nbut he goaded it on.",
        "“That there is a girl–the living image of that picture.”",
        "“I say!” McLean looked up at that, distinctly intrigued. “That’s\ngetting on.... You mean you’ve seen her?”",
        "Ryder nodded, suddenly busy with his cigarette.",
        "“Where is she, now? In Cairo? That’s luck, man!... And you say she’s\nlike?”",
        "“You’d think it her picture.”",
        "“It’s an uncommon face.” McLean bent over it again. “I fancied the\nartist had just been making a bit of beauty, but if there’s a girl\nlike that–! Fancy stumbling on that!... But where is she? And what\nname does she go by?”",
        "“Oh, her name–she doesn’t know her own, of course.” Ryder paused\nuncertainly. “She’s in Cairo,” he began again vaguely. “She’d be\njust about the right age–eighteen or so. She–she’s had awf’ly\nhard, luck.” Distressfully he hesitated.",
        "The shrewd eyes of McLean dwelt upon him in sorrowful silence. “Eh,\nJock,” he said at last, with mock scandal scarcely veiling rebuke.\n“I did not know that you knew any of that sort–the poor, wee lost\nthing.... Tell me, now–”",
        "“Tell you you’re off your chump,” said Jack rudely. “She’s no lost\nlamb. Fact is, she’s never spoken to a man–except myself.” He\nrather enjoyed the start this gave McLean after his insinuations. It\nhelped him on with his story.",
        "“The girl doesn’t know her own name at all, I gather. She thinks\nshe’s the daughter of Tewfick Pasha. Her mother married the Turk and\ndied very soon afterwards and he brought up this girl as his own.\nShe says she’s his only child.”",
        "He paused, ostensibly to blow an elaborate smoke ring, but actually\nto enjoy McLean’s astonishment. As astonishment, it was distinctly\nvivid. It verged upon a genuine horror as Ryder’s meaning sank into\nhis friend’s mind.",
        "McLean knew–slightly–Tewfick Pasha. He knew–supremely–the\ninviolable seclusion of a daughter of such a household. He knew the\nutter impossibility of any man’s speech with her.",
        "Yet here was Ryder telling him–",
        "Ryder’s telling him was a sketchy performance. He mentioned the\ngirl’s appearance at the masquerade and their acquaintance. He\ntouched lightly upon her attempted flight and his pursuit. Even more\nlightly he passed over those lingering moments at her garden gate\nand the exchange of confidences.",
        "“She said that her dead mother had been French. And that her name\nwas her mother’s–Aimée. So there is–”",
        "“But the likeness, man–her face? She never unveiled to you?”",
        "“Well, the next night–”",
        "“The next night?”",
        "It was at this point that Ryder began to lose his relish of McLean’s\nastonishment.",
        "“Yes, the next night,” he repeated with careful carelessness.... “I\ntold the girl I would come and see if she got in all right–there\nhad been some footsteps the night before–”",
        "“And you went? And she came?”",
        "“Do you suppose she sent her father?”",
        "“You’re lucky she didn’t send her father’s eunuch,” McLean retorted\ngrimly. “Well, get on with your damning story. The girl took off her\nveil–”",
        "“Nothing of the kind,” said Jack a trifle testily–so soon does\nconventional masculinity champion the conservatism of the other sex!\n“That was just as I was going–gone, in fact. I looked back and she\nhad drawn her veil aside. The moon was bright on her face–I saw her\nas clear as daylight, and I tell you that this miniature is a\npicture of her. She is Delcassé’s daughter and she doesn’t know it.\nHer mother was stolen by that disgusting old Turk–”",
        "“Hold on a bit. Fifteen years ago Tewfick could hardly have been\nthirty and he has the rep of a Don Juan. It may have been a love\naffair or it may have been plunder.... The girl remembers her?”",
        "“Very little. She was so young when her mother died. She said that\nthe father was so in love that he never married again.”",
        "“H’m ... It seems to me that I’ve heard tales of our Tewfick and of\npretty ladies in apartments. Cairo is a city of secrets and\ntattlers. However–as to this Delcassé inheritance, I’ll just notify\nthe French legation–”",
        "“We’ll have to look sharp,” said Ryder quickly. “There’s no time to\nlose. The girl is to be married.”",
        "“Married?... But she’ll inherit the money just the same.”",
        "“But she doesn’t want to be married,” Ryder insisted anxiously. “Her\nfather–her alleged father–has just sprung this on her. Says there\nare political or financial reasons. He’s been caught in some dirty\nwork by this Hamdi Bey and he’s stopping Hamdi’s mouth with the\ngirl.... And we’ve got to stop that.”",
        "“I wonder if we can,” said McLean thoughtfully.",
        "“If we can? When the girl is French? When she’s been lied to and\ndeceived?”",
        "“She seems to have been taken jolly well care of. Brought up as his\nown and all that. Keep your shirt on, Jack,” McLean advised dryly\nwith a shrewd glance from his gray eyes at the other’s unguarded\nheat.",
        "Then his eyes dropped to the miniature again. A lovely face. A\nlovely unfortunate creature.... And if the daughter looked like\nthat, small wonder that Jack was touched.... Beauty in distress.",
        "Some men had all the luck, McLean reflected. He had never taken Jack\nfor the gallivanting kind, either, yet here he was going to\nmasquerades with one girl and coming home with another....",
        "Jack was too good looking, that was the trouble with the youngster.\nGood looking and gay humored. The kind that attracted women....\nWomen and romance were never fluttering about lank, light-eyed,\nuninteresting old Scotchmen of twenty-nine!",
        "A mild and wistful pang, which McLean refused to name, made itself\nknown.",
        "“I’ll see the legation,” he began.",
        "“At once. I’ll wait,” urged Ryder.",
        "And at once McLean went.",
        "The result was what he had foreseen. The legation was appreciative\nof his interest. That special agent had returned to France but his\naddress was left, and undoubtedly the family of Delcassé would be\ngrateful for any information which Monsieur McLean could send.",
        "“Send!” repudiated Ryder hotly. “Write to France and back–wait for\nsomebody to come over! Can’t the legation do something now?”",
        "“The legation has no authority. They can’t take the girl away from\nthe man who is, at any rate, her step-father.”",
        "“They can put the fear of God into him about this marriage. They\ncan deny his right to hand her over to one of his pals. They can\nthreaten him with an inquiry into the circumstances of her mother’s\nmarriage.”",
        "“And why should they? They may regard it as a very natural marriage.\nAnd remember, my dear Jack, that the legation has no desire to\nalienate the affections of influential Turks, or criticize\nfifteen-years-ago romances. You have a totally wrong impression of\nthe responsibilities of foreign representatives.”",
        "“But to let him dispose of a French girl–”",
        "“He is disposing of her, as his daughter, in honorable marriage to a\nwealthy and aristocratic general. There can be no question of his\nmotives–”",
        "“Of course, if you think that sort of thing is all right–”",
        "Carefully McLean ignored the other’s wrath.",
        "Patiently he explained. “It’s not what I think, my dear fellow, it’s\nwhat the legation thinks. There’s not a chance in the world of\ngetting the marriage stopped.”",
        "“Then I’ll do it myself,” declared Ryder. “I’ll see this Tewfick\nPasha and talk to him. Tell him the money is to come to the girl\nonly when she is single. Tell him the French law gives the father’s\nrepresentatives full charge. Tell him that he kidnapped the mother\nand the government will prosecute unless the girl is given her\nliberty. Tell him anything. A man with a guilty conscience can\nalways be bluffed.”",
        "In silence McLean gazed upon him, perplexed and clouded, his\nquizzical twinkle gone. Jack was taking this thing infernally to\nheart.... And it was a bad business.",
        "“You will let me do the telling,” he stated at last, grimly. “What\ncan be said, I’ll say. Like a fool, I will meddle.”",
        "And so it happened that within another hour two very stiff and\nconstrained young men were ringing the bell at the entrance door of\nTewfick Pasha.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}