{
    "title": "The Story of Mankind - The Persian Wars (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "HOW THE GREEKS DEFENDED EUROPE\nAGAINST ASIATIC INVASION AND DROVE\nTHE PERSIANS BACK ACROSS THE AEGEAN\nSEA",
        "THE Greeks had learned the art of trading from the\nAEgeans who had been the pupils of the Phoenicians. They\nhad founded colonies after the Phoenician pattern. They had\neven improved upon the Phoenician methods by a more general\nuse of money in dealing with foreign customers. In the sixth\ncentury before our era they had established themselves firmly\nalong the coast of Asia Minor and they were taking away\ntrade from the Phoenicians at a fast rate. This the Phoenicians\nof course did not like but they were not strong enough to\nrisk a war with their Greek competitors. They sat and waited\nnor did they wait in vain.",
        "In a former chapter, I have told you how a humble tribe\nof Persian shepherds had suddenly gone upon the warpath and\nhad conquered the greater part of western Asia. The Persians\nwere too civilised to plunder their new subjects. They\ncontented themselves with a yearly tribute. When they\nreached the coast of Asia Minor they insisted that the Greek\ncolonies of Lydia recognize the Persian Kings as their over-\nLords and pay them a stipulated tax. The Greek colonies\nobjected. The Persians insisted. Then the Greek colonies\nappealed to the home-country and the stage was set for a\nquarrel.",
        "For if the truth be told, the Persian Kings regarded the\nGreek city-states as very dangerous political institutions and\nbad examples for all other people who were supposed to be the\npatient slaves of the mighty Persian Kings.",
        "Of course, the Greeks enjoyed a certain degree of safety because\ntheir country lay hidden beyond the deep waters of the\nAEgean. But here their old enemies, the Phoenicians, stepped\nforward with offers of help and advice to the Persians. If the\nPersian King would provide the soldiers, the Phoenicians would\nguarantee to deliver the necessary ships to carry them to\nEurope. It was the year 492 before the birth of Christ, and\nAsia made ready to destroy the rising power of Europe.",
        "As a final warning the King of Persia sent messengers\nto the Greeks asking for “earth and water” as a token of their\nsubmission. The Greeks promptly threw the messengers into\nthe nearest well where they would find both “earth and water\"\nin large abundance and thereafter of course peace was impossible.",
        "But the Gods of High Olympus watched over their children\nand when the Phoenician fleet carrying the Persian troops\nwas near Mount Athos, the Storm-God blew his cheeks until\nhe almost burst the veins of his brow, and the fleet was destroyed\nby a terrible hurricane and the Persians were all\ndrowned.",
        "Two years later they returned. This time they sailed\nstraight across the AEgean Sea and landed near the village of\nMarathon. As soon as the Athenians heard this they sent\ntheir army of ten thousand men to guard the hills that\nsurrounded the Marathonian plain. At the same time they\ndespatched a fast runner to Sparta to ask for help. But Sparta\nwas envious of the fame of Athens and refused to come to her\nassistance. The other Greek cities followed her example with\nthe exception of tiny Plataea which sent a thousand men. On\nthe twelfth of September of the year 490, Miltiades, the Athenian\ncommander, threw this little army against the hordes of the\nPersians. The Greeks broke through the Persian barrage of\narrows and their spears caused terrible havoc among the disorganised\nAsiatic troops who had never been called upon to resist\nsuch an enemy.",
        "That night the people of Athens watched the sky grow\nred with the flames of burning ships. Anxiously they waited\nfor news. At last a little cloud of dust appeared upon the\nroad that led to the North. It was Pheidippides, the runner.\nHe stumbled and gasped for his end was near. Only a few\ndays before had he returned from his errand to Sparta. He\nhad hastened to join Miltiades. That morning he had taken\npart in the attack and later he had volunteered to carry the\nnews of victory to his beloved city. The people saw him fall\nand they rushed forward to support him. “We have won,\"\nhe whispered and then he died, a glorious death which made him\nenvied of all men.",
        "As for the Persians, they tried, after this defeat, to land\nnear Athens but they found the coast guarded and disappeared,\nand once more the land of Hellas was at peace.",
        "Eight years they waited and during this time the Greeks\nwere not idle. They knew that a final attack was to be expected\nbut they did not agree upon the best way to avert the danger.\nSome people wanted to increase the army. Others said that\na strong fleet was necessary for success. The two parties led by\nAristides (for the army) and Themistocles (the leader of the\nbigger-navy men) fought each other bitterly and nothing was\ndone until Aristides was exiled. Then Themistocles had his\nchance and he built all the ships he could and turned the Piraeus\ninto a strong naval base.",
        "In the year 481 B.C. a tremendous Persian army appeared\nin Thessaly, a province of northern Greece. In this hour of\ndanger, Sparta, the great military city of Greece, was elected\ncommander-in-chief. But the Spartans cared little what happened\nto northern Greece provided their own country was not\ninvaded, They neglected to fortify the passes that led into\nGreece.",
        "A small detachment of Spartans under Leonidas had been\ntold to guard the narrow road between the high mountains and\nthe sea which connected Thessaly with the southern provinces.\nLeonidas obeyed his orders. He fought and held the pass with\nunequalled bravery. But a traitor by the name of Ephialtes\nwho knew the little byways of Malis guided a regiment of Persians\nthrough the hills and made it possible for them to attack\nLeonidas in the rear. Near the Warm Wells–the Thermopylae\n–a terrible battle was fought.",
        "When night came Leonidas and his faithful soldiers lay dead\nunder the corpses of their enemies.",
        "But the pass had been lost and the greater part of Greece\nfell into the hands of the Persians. They marched upon\nAthens, threw the garrison from the rocks of the Acropolis and\nburned the city. The people fled to the Island of Salamis. All\nseemed lost. But on the 20th of September of the year 480\nThemistocles forced the Persian fleet to give battle within the\nnarrow straits which separated the Island of Salamis from the\nmainland and within a few hours he destroyed three quarters\nof the Persian ships.",
        "In this way the victory of Thermopylae came to naught.\nXerxes was forced to retire. The next year, so he decreed,\nwould bring a final decision. He took his troops to Thessaly\nand there he waited for spring.",
        "But this time the Spartans understood the seriousness of\nthe hour. They left the safe shelter of the wall which they had\nbuilt across the isthmus of Corinth and under the leadership\nof Pausanias they marched against Mardonius the Persian\ngeneral. The united Greeks (some one hundred thousand men\nfrom a dozen different cities) attacked the three hundred thou-\nsand men of the enemy near Plataea. Once more the heavy\nGreek infantry broke through the Persian barrage of arrows.\nThe Persians were defeated, as they had been at Marathon, and\nthis time they left for good. By a strange coincidence, the\nsame day that the Greek armies won their victory near Plataea,\nthe Athenian ships destroyed the enemy’s fleet near Cape Mycale\nin Asia Minor.",
        "Thus did the first encounter between Asia and Europe end.\nAthens had covered herself with glory and Sparta had fought\nbravely and well. If these two cities had been able to come to\nan agreement, if they had been willing to forget their little\njealousies, they might have become the leaders of a strong and\nunited Hellas.",
        "But alas, they allowed the hour of victory and enthusiasm\nto slip by, and the same opportunity never returned.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}