{
    "title": "The Works of Horace - The Second Book of the Odes of Horace.",
    "author": "Horace",
    "chapter": "2",
    "content": [
        "\n\n",
        "ODE I.",
        "TO ASINIUS POLLIO.",
        "You are treating of the civil commotion, which began from the consulship\nof Metelius, and the causes, and the errors, and the operations of the\nwar, and the game that fortune played, and the pernicious confederacy of\nthe chiefs, and arms stained with blood not yet expiated–a work full of\ndanger and hazard: and you are treading upon fires, hidden under\ndeceitful ashes: let therefore the muse that presides over severe\ntragedy, be for a while absent from the theaters; shortly, when thou\nhast completed the narrative of the public affairs, you shall resume\nyour great work in the tragic style of Athens, O Pollio, thou excellent\nsuccor to sorrowing defendants and a consulting senate; [Pollio,] to\nwhom the laurel produced immortal honors in the Dalmatian triumph. Even\nnow you stun our ears with the threatening murmur of horns: now the\nclarions sound; now the glitter of arms affrights the flying steeds, and\ndazzles the sight of the riders. Now I seem to hear of great commanders\nbesmeared with, glorious dust, and the whole earth subdued, except the\nstubborn soul of Cato. Juno, and every other god propitious to the\nAfricans, impotently went off, leaving that land unrevenged; but soon\noffered the descendants of the conquerors, as sacrifices to the manes of\nJugurtha. What plain, enriched by Latin blood, bears not record, by its\nnumerous sepulchres, of our impious battles, and of the sound of the\ndownfall of Italy, heard even by the Medes? What pool, what rivers, are\nunconscious of our deplorable war? What sea have not the Daunian\nslaughters discolored? What shore is unstained by our blood? Do not,\nhowever, rash muse, neglecting your jocose strains, resume the task of\nCaean plaintive song, but rather with me seek measures of a lighter\nstyle beneath some love-sequestered grotto.",
        "ODE II.",
        "TO CRISPUS SALLUSTIUS.",
        "O Crispus Sallustius, thou foe to bullion, unless it derives splendor\nfrom a moderate enjoyment, there is no luster in money concealed in the\nniggard earth. Proculeius shall live an extended age, conspicuous for\nfatherly affection to brothers; surviving fame shall bear him on an\nuntiring wing. You may possess a more extensive dominion by controlling\na craving disposition, than if you could unite Libya to the distant\nGades, and the natives of both the Carthages were subject to you alone.\nThe direful dropsy increases by self-indulgence, nor extinguishes its\nthirst, unless the cause of the disorder has departed from the veins,\nand the watery languor from the pallid body. Virtue, differing from the\nvulgar, excepts Phraates though restored to the throne of Cyrus, from\nthe number of the happy; and teaches the populace to disuse false names\nfor things, by conferring the kingdom and a safe diadem and the\nperpetual laurel upon him alone, who can view large heaps of treasure\nwith undazzled eye.",
        "ODE III.",
        "TO QUINTUS DELLIUS.",
        "O Dellius, since thou art born to die, be mindful to preserve a temper\nof mind even in times of difficulty, as well an restrained from insolent\nexultation in prosperity: whether thou shalt lead a life of continual\nsadness, or through happy days regale thyself with Falernian wine of the\noldest date, at case reclined in some grassy retreat, where the lofty\npine and hoary poplar delight to interweave their boughs into a\nhospitable shade, and the clear current with trembling surface purls\nalong the meandering rivulet. Hither order [your slaves] to bring the\nwine, and the perfumes, and the too short-lived flowers of the grateful\nrose, while fortune, and age; and the sable threads of the three sisters\npermit thee. You must depart from your numerous purchased groves; from\nyour house also, and that villa, which the yellow Tiber washes, you must\ndepart: and an heir shall possess these high-piled riches. It is of no\nconsequence whether you are the wealthy descendant of ancient Inachus,\nor whether, poor and of the most ignoble race, you live without a\ncovering from the open air, since you are the victim of merciless Pluto.\nWe are all driven toward the same quarter: the lot of all is shaken in\nthe urn; destined sooner or later to come forth, and embark us in\n[Charon’s] boat for eternal exile.",
        "ODE IV.",
        "TO XANTHIAS PHOCEUS.",
        "Let not, O Xanthias Phoceus, your passion for your maid put you out of\ncountenance; before your time, the slave Briseis moved the haughty\nAchilles by her snowy complexion. The beauty of the captive Tecmessa\nsmote her master, the Telamonian Ajax; Agamemnon, in the midst of\nvictory, burned for a ravished virgin: when the barbarian troops fell by\nthe hands of their Thessalian conqueror, and Hector, vanquished, left\nTroy more easily to be destroyed by the Grecians. You do not know that\nperchance the beautiful Phyllis has parents of condition happy enough to\ndo honor to you their son-in-law. Certainly she must be of royal race,\nand laments the unpropitiousness of her family gods. Be confident, that\nyour beloved is not of the worthless crowd; nor that one so true, so\nunmercenary, could possibly be born of a mother to be ashamed of. I can\ncommend arms, and face, and well-made legs, quite chastely: avoid being\njealous of one, whose age is hastening onward to bring its eighth\nmastrum to a close.",
        "ODE V.",
        "Not yet is she fit to be broken to the yoke; not yet is she equal to the\nduties of a partner, nor can she support the weight of the bull\nimpetuously rushing to enjoyment. Your heifer’s sole inclination is\nabout verdant fields, one while in running streams soothing the grievous\nheat; at another, highly delighted to frisk with the steerlings in the\nmoist willow ground. Suppress your appetite for the immature grape;\nshortly variegated autumn will tinge for thee the lirid clusters with a\npurple hue. Shortly she shall follow you; for her impetuous time runs\non, and shall place to her account those years of which it abridges you;\nshortly Lalage with a wanton assurance will seek a husband, beloved in a\nhigher degree than the coy Pholoe, or even Chloris; shining as brightly\nwith her fair shoulder, as the spotless moon upon the midnight sea, or\neven the Gnidian Gyges, whom if you should intermix in a company of\ngirls, the undiscernible difference occasioned by his flowing locks and\ndoubtful countenance would wonderfully impose even on sagacious\nstrangers.",
        "ODE VI.",
        "TO SEPTIMUS.",
        "Septimus, who art ready to go with me, even to Gades, and to the\nCantabrian, still untaught to bear our yoke, and the inhospitable\nSyrtes, where the Mauritanian wave perpetually boils. O may Tibur,\nfounded by a Grecian colony, be the habitation of my old age! There let\nthere be an end to my fatigues by sea, and land, and war; whence if the\ncruel fates debar me, I will seek the river of Galesus, delightful for\nsheep covered with skins, and the countries reigned over by\nLacedaemonian Phalantus. That corner of the world smiles in my eye\nbeyond all others; where the honey yields not to the Hymettian, and the\nolive rivals the verdant Venafrian: where the temperature of the air\nproduces a long spring and mild winters, and Aulon friendly to the\nfruitful vine, envies not the Falernian grapes. That place, and those\nblest heights, solicit you and me; there you shall bedew the glowing\nashes of your poet friend with a tear due [to his memory].",
        "ODE VII.",
        "TO POMPEIUS VARUS.",
        "O thou, often reduced with me to the last extremity in the war which\nBrutus carried on, who has restored thee as a Roman citizen, to the gods\nof thy country and the Italian air, Pompey, thou first of my companions;\nwith whom I have frequently broken the tedious day in drinking, having\nmy hair, shining with the Syrian maiobathrum, crowned [with flowers]!\nTogether with thee did I experience the [battle of] Phillippi and a\nprecipitate flight, having shamefully enough left my shield; when valor\nwas broken, and the most daring smote the squalid earth with their\nfaces. But Mercury swift conveyed me away, terrified as I was, in a\nthick cloud through the midst of the enemy. Thee the reciprocating sea,\nwith his tempestuous waves, bore back again to war. Wherefore render to\nJupiter the offering that is due, and deposit your limbs, wearied with a\ntedious war, under my laurel, and spare not the casks reserved for you.\nFill up the polished bowls with care-dispelling Massic: pour out the\nperfumed ointments from the capacious shells. Who takes care to quickly\nweave the chaplets of fresh parsely or myrtle? Whom shall the Venus\npronounce to be master of the revel? In wild carouse I will become\nfrantic as the Bacchanalians. ’Tis delightful to me to play the madman,\non the reception of my friends.",
        "ODE VIII.",
        "TO BARINE.",
        "If any punishment, Barine, for your violated oath had ever been of\nprejudice to you: if you had become less agreeable by the blackness of a\nsingle tooth or nail, I might believe you. But you no sooner have bound\nyour perfidious head with vows, but you shine out more charming by far,\nand come forth the public care of our youth. It is of advantage to you\nto deceive the buried ashes of your mother, and the silent\nconstellations of the night, together with all heaven, and the gods free\nfrom chill death. Venus herself, I profess, laughs at this; the\ngood-natured nymphs laugh, and cruel Cupid, who is perpetually\nsharpening his burning darts on a bloody whetstone. Add to this, that\nall our boys are growing up for you; a new herd of slaves is growing up;\nnor do the former ones quit the house of their impious mistress,\nnotwithstanding they often have threatened it. The matrons are in dread\nof you on account of their young ones; the thrifty old men are in dread\nof you; and the girls but just married are in distress, lest your beauty\nshould slacken [the affections of] their husbands.",
        "ODE IX.",
        "TO TITUS VALGIUS.",
        "Showers do not perpetually pour down upon the rough fields, nor do\nvarying hurricanes forever harass the Caspian Sea; nor, my friend\nValgius, does the motionless ice remain fixed throughout all the months,\nin the regions of Armenia; nor do the Garganian oaks [always] labor\nunder the northerly winds, nor are the ash-trees widowed of their\nleaves. But thou art continually pursuing Mystes, who is taken from\nthee, with mournful measures: nor do the effects of thy love for him\ncease at the rising of Vesper, or when he flies the rapid approach of\nthe sun. But the aged man who lived three generations, did not lament\nthe amiable Antilochus all the years of his life: nor did his parents or\nhis Trojan sisters perpetually bewail the blooming Troilus. At length\nthen desist from thy tender complaints; and rather let us sing the fresh\ntrophies of Augustus Caesar, and the Frozen Niphates, and the river\nMedus, added to the vanquished nations, rolls more humble tides, and the\nGelonians riding within a prescribed boundary in a narrow tract of land.",
        "ODE X.",
        "TO LICINIUS MURENA.",
        "O Licinius, you will lead a more correct course of life, by neither\nalways pursuing the main ocean, nor, while you cautiously are in dread\nof storms, by pressing too much upon the hazardous shore. Whosoever\nloves the golden mean, is secure from the sordidness of an antiquated\ncell, and is too prudent to have a palace that might expose him to\nenvy, if the lofty pine is more frequently agitated with winds, and high\ntowers fall down with a heavier ruin, and lightnings strike the summits\nof the mountains. A well-provided breast hopes in adversity, and fears\nin prosperity. ’Tis the same Jupiter, that brings the hideous winters\nback, and that takes them away. If it is ill with us now, it will not be\nso hereafter. Apollo sometimes rouses the silent lyric muse, neither\ndoes he always bend his bow. In narrow circumstances appear in high\nspirits, and undaunted. In the same manner you will prudently contract\nyour sails, which are apt to be too much swollen in a prosperous gale.",
        "ODE XI.",
        "TO QUINTIUS HIRPINUS.",
        "O Quintius Hirpinus, forbear to be inquisitive what the Cantabrian, and\nthe Scythian, divided from us by the interposed Adriatic, is meditating;\nneither be fearfully solicitous for the necessaries of a life, which\nrequires but a few things. Youth and beauty fly swift away, while\nsapless old age expels the wanton loves and gentle sleep. The same glory\ndoes not always remain to the vernal flowers, nor does the ruddy moon\nshine with one continued aspect; why, therefore, do you fatigue you\nmind, unequal to eternal projects? Why do we not rather (while it is in\nour power) thus carelessly reclining under a lofty plane-tree, or this\npine, with our hoary locks made fragrant by roses, and anointed with\nSyrian perfume, indulge ourselves with generous wine? Bacchus dissipates\npreying cares. What slave is here, instantly to cool some cups of ardent\nFalernian in the passing stream? Who will tempt the vagrant wanton Lyde\nfrom her house? See that you bid her hasten with her ivory lyre,\ncollecting her hair into a graceful knot, after the fashion of a Spartan\nmaid.",
        "ODE XII.",
        "TO MAECENAS.",
        "Do not insist that the long wars of fierce Numantia, or the formidable\nAnnibal, or the Sicilian Sea impurpled with Carthaginian blood, should\nbe adapted to the tender lays of the lyre: nor the cruel Lapithae, nor\nHylaeus excessive in wine and the earth born youths, subdued by\nHerculean force, from whom the splendid habitation of old Saturn dreaded\ndanger. And you yourself, Maecenas, with more propriety shall recount\nthe battles of Caesar, and the necks of haughty kings led in triumph\nthrough the streets in historical prose. It was the muse’s will that I\nshould celebrate the sweet strains of my mistress Lycimnia, that I\nshould celebrate her bright darting eyes, and her breast laudably\nfaithful to mutual love: who can with a grace introduce her foot into\nthe dance, or, sporting, contend in raillery, or join arms with the\nbright virgins on the celebrated Diana’s festival. Would you,\n[Maecenas,] change one of Lycimnia’s tresses for all the rich Achaemenes\npossessed, or the Mygdonian wealth of fertile Phrygia, or all the\ndwellings of the Arabians replete with treasures? Especially when she\nturns her neck to meet your burning kisses, or with a gentle cruelty\ndenies, what she would more delight to have ravished than the\npetitioner–or sometimes eagerly anticipates to snatch them her self.",
        "ODE XIII.",
        "TO A TREE.",
        "O tree, he planted thee on an unlucky day whoever did it first, and with\nan impious hand raised thee for the destruction of posterity, and the\nscandal of the village. I could believe that he had broken his own\nfather’s neck, and stained his most secret apartments with the midnight\nblood of his guest. He was wont to handle Colchian poisons, and whatever\nwickedness is anywhere conceived, who planted in my field thee, a sorry\nlog; thee, ready to fall on the head of thy inoffensive master. What we\nought to be aware of, no man is sufficiently cautious at all hours. The\nCarthaginian sailor thoroughly dreads the Bosphorus; nor, beyond that,\ndoes he fear a hidden fate from any other quarter. The soldier dreads\nthe arrows and the fleet retreat of the Parthian; the Parthian, chains\nand an Italian prison; but the unexpected assault of death has carried\noff, and will carry off, the world in general. How near was I seeing the\ndominions of black Proserpine, and Aeacus sitting in judgment; the\nseparate abodes also of the pious, and Sappho complaining in her Aeohan\nlyre of her own country damsels; and thee, O Alcaeus, sounding in fuller\nstrains on thy golden harp the distresses of exile, and the distresses\nof war. The ghosts admire them both, while they utter strains worthy of\na sacred silence; but the crowded multitude, pressing with their\nshoulders, imbibes, with a more greedy ear, battles and banished\ntyrants. What wonder? Since the many headed monster, astonished at those\nlays, hangs down his sable ears; and the snakes, entwined in the hair of\nthe furies, are soothed. Moreover, Prometheus and the sire of Pelops are\ndeluded into an insensibility of their torments, by the melodious sound:\nnor is Orion any longer solicitous to harass the lions, or the fearful\nlynxes.",
        "ODE XIV.",
        "TO POSTUMUS.",
        "Alas! my Postumus, my Postumus, the fleeting years gilde on; nor will\npiety cause any delay to wrinkles, and advancing old age, and\ninsuperable death. You could not, if you were to sacrifice every passing\nday three hundred bulls, render propitious pitiless Pluto, who confines\nthe thrice-monstrous Geryon and Tityus with the dismal Stygian stream,\nnamely, that stream which is to be passed over by all who are fed by the\nbounty of the earth, whether we be kings or poor ninds. In vain shall we\nbe free from sanguinary Mars, and the broken billows of the hoarse\nAdriatic; in vain shall we be apprehensive for ourselves of the noxious\nSouth, in the time of autumn. The black Cocytus wandering with languid\ncurrent, and the infamous race of Danaus, and Sisyphus, the son of the\nAeolus, doomed to eternal toil, must be visited; your land and house and\npleasing wife must be left, nor shall any of those trees, which you are\nnursing, follow you, their master for a brief space, except the hated\ncypresses; a worthier heir shall consume your Caecuban wines now guarded\nwith a hundred keys, and shall wet the pavement with the haughty wine,\nmore exquisite than what graces pontifical entertainment.",
        "ODE XV.",
        "AGAINST THE LUXURY OF THE ROMANS.",
        "The palace-like edifices will in a short time leave but a few acres for\nthe plough; ponds of wider extent than the Lucrine lake will be every\nwhere to be seen; and the barren plane-tree will supplant the elms. Then\nbanks of violets, and myrtle groves, and all the tribe of nosegays shall\ndiffuse their odors in the olive plantations, which were fruitful to\ntheir preceding master. Then the laurel with dense boughs shall exclude\nthe burning beams. It was not so prescribed by the institutes of\nRomulus, and the unshaven Cato, and ancient custom. Their private income\nwas contracted, while that of the community was great. No private men\nwere then possessed of galleries measured by ten-feet rules, which\ncollected the shady northern breezes; nor did the laws permit them to\nreject the casual turf [for their own huts], though at the same time\nthey obliged them to ornament in the most sumptuous manner, with new\nstone, the buildings of the public, and the temples of the gods, at a\ncommon expense.",
        "ODE XVI.",
        "TO GROSPHUS.",
        "O Grosphus, he that is caught in the wide Aegean Sea; when a black\ntempest has obscured the moon, and not a star appears with steady light\nfor the mariners, supplicates the gods for repose: for repose, Thrace\nfurious in war; the quiver-graced Medes, for repose neither purchasable\nby jewels, nor by purple, nor by gold. For neither regal treasures nor\nthe consul’s officer can remove the wretched tumults of the mind, nor\nthe cares that hover about splendid ceilings. That man lives happily on\na little, who can view with pleasure the old-fashioned family\nsalt-cellar on his frugal board; neither anxiety nor sordid avarice robs\nhim of gentle sleep. Why do we, brave for a short season, aim at many\nthings? Why do we change our own for climates heated by another sun?\nWhoever, by becoming an exile from his country, escaped likewise from\nhimself? Consuming care boards even brazen-beaked ships: nor does it\nquit the troops of horsemen, for it is more fleet than the stags, more\nfleet than the storm-driving east wind. A mind that is cheerful in its\npresent state, will disdain to be solicitous any further, and can\ncorrect the bitters of life with a placid smile. Nothing is on all hands\ncompletely blessed. A premature death carried off the celebrated\nAchilles; a protracted old age wore down Tithonus; and time perhaps may\nextend to me, what it shall deny to you. Around you a hundred flocks\nbleat, and Sicilian heifers low; for your use the mare, fit for the\nharness, neighs; wool doubly dipped in the African purple-dye, clothes\nyou: on me undeceitful fate has bestowed a small country estate, and the\nslight inspiration of the Grecian muse, and a contempt for the malignity\nof the vulgar.",
        "ODE XVII.",
        "TO MAECENAS.",
        "Why dost thoti kill me with thy complaints? ’Tis neither agreeable to\nthe gods, nor to me, that thou shouldest depart first, O Maecenas, thou\ngrand ornament and pillar of my affairs. Alas! if an untimely blow hurry\naway thee, a part of my soul, why do I the other moiety remain, my value\nlost, nor any longer whole? That [fatal] day shall bring destruction\nupon us both. I have by no means taken a false oath: we will go, we will\ngo, whenever thou shalt lead the way, prepared to be fellow-travelers in\nthe last journey. Me nor the breath of the fiery Chimaera, nor\nhundred-handed Gyges, were he to rise again, shall ever tear from thee:\nsuch is the will of powerful Justice, and of the Fates. Whether Libra or\nmalignant Scorpio had the ascendant at my natal hour, or Capricon the\nruler of the western wave, our horoscopes agree in a wonderful manner.\nThee the benign protection of Jupiter, shining with friendly aspect,\nrescued from the baleful influence of impious Saturn, and retarded the\nwings of precipitate destiny, at the time the crowded people with\nresounding applauses thrice hailed you in the theatre: me the trunk of a\ntree, falling upon my skull, would have dispatched, had not Faunus, the\nprotector of men of genius, with his right hand warded off the blow. Be\nthou mindful to pay the victims and the votive temple; I will sacrifice\nan humble lamb.",
        "ODE XVIII.",
        "AGAINST AVARICE AND LUXURY.",
        "Nor ivory, nor a fretted ceiling adorned with gold, glitters in my\nhouse: no Hymettian beams rest upon pillars cut out of the extreme parts\nof Africa; nor, a pretended heir, have I possessed myself of the palace\nof Attalus, nor do ladies, my dependants, spin Laconian purple for my\nuse. But integrity, and a liberal vein of genius, are mine: and the man\nof fortune makes his court to me, who am but poor. I importune the gods\nno further, nor do I require of my friend in power any larger\nenjoyments, sufficiently happy with my Sabine farm alone. Day is driven\non by day, and the new moons hasten to their wane. You put out marble to\nbe hewn, though with one foot in the grave; and, unmindful of a\nsepulcher, are building houses; and are busy to extend the shore of the\nsea, that beats with violence at Baiae, not rich enough with the shore\nof the mainland. Why is it, that through avarice you even pluck up the\nlandmarks of your neighbor’s ground, and trespass beyond the bounds of\nyour clients; and wife and husband are turned out, bearing in their\nbosom their household gods and their destitute children? Nevertheless,\nno court more certainly awaits its wealthy lord, than the destined limit\nof rapacious Pluto. Why do you go on? The impartial earth is opened\nequally to the poor and to the sons of kings; nor has the life-guard\nferryman of hell, bribed with gold, re-conducted the artful Prometheus.\nHe confines proud Tantalus; and the race of Tantalus, he condescends,\nwhether invoked or not, to relieve the poor freed from their labors.",
        "ODE XIX.",
        "ON BACCHUS.",
        "A DITHYRAMBIC, OR DRINKING SONG.",
        "I saw Bacchus (believe it, posterity) dictating strains among the remote\nrocks, and the nymphs learning them, and the ears of the goat-footed\nsatyrs all attentive. Evoe! my mind trembles with recent dread, and my\nsoul, replete with Bacchus, has a tumultuous joy, Evoe! spare me,\nBacchus; spare me, thou who art formidable for thy dreadful thyrsus. It\nis granted me to sing the wanton Bacchanalian priestess, and the\nfountain of wine, and rivulets flowing with milk, and to tell again of\nthe honeys distilling from the hollow trunks. It is granted me likewise\nto celebrate the honor added to the constellations by your happy spouse,\nand the palace of Pentheus demolished with no light ruin, and the\nperdition of Thracian. Lycurgus. You command the rivers, you the\nbarbarian sea. You, moist with wine, on lonely mountain-tops bind the\nhair of your Thracian priestesses with a knot of vipers without hurt.\nYou, when the impious band of giants scaled the realms of father Jupiter\nthrough the sky, repelled Rhoetus, with the paws and horrible jaw of the\nlion-shape [you had assumed]. Thou, reported to be better fitted for\ndances, and jokes and play, you were accounted insufficient for fight;\nyet it then appeared, you, the same deity, was the mediator of peace and\nwar. Upon you, ornamented with your golden horn, Orberus innocently\ngazed, gently wagging his tail; and with his triple tongue licked your\nfeet and legs, as you returned.",
        "ODE XX.",
        "TO MAECENAS.",
        "I, a two-formed poet, will be conveyed through the liquid air with no\nvulgar or humble wing; nor will I loiter upon earth any longer; and\nsuperior to envy, I will quit cities. Not I, even I, the blood of low\nparents, my dear Maecenas, shall die; nor shall I be restrained by the\nStygian wave. At this instant a rough skin settles upon my ankles, and\nall upwards I am transformed into a white bird, and the downy plumage\narises over my fingers and shoulders. Now, a melodious bird, more\nexpeditious than the Daepalean Icarus, I will visit the shores of the\nmurmuring Bosphorus, and the Gzetulean Syrtes, and the Hyperborean\nplains. Me the Colchian and the Dacian, who hides his fear of the\nMarsian cohort, land the remotest Gelonians, shall know: me the learned\nSpaniard shall study, and he that drinks of the Rhone. Let there be no\ndirges, nor unmanly lamentations, nor bewailings at my imaginary\nfuneral; suppress your crying, and forbear the superfluous honors of a\nsepulcher.",
        "Continue...",
        "\nThis eBook of “The Works of Horace” by Horace belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Marketing Management (12th Edition) (Marketing Management)By Philip KotlerAt Amazon"
    ]
}