{
    "title": "The Great North-Western Conspiracy In All Its Startling Details - Chap. VI.",
    "author": "I. Windslow Ayer",
    "chapter": "7",
    "content": [
        "\n\n",
        "MEETING OF THE SUPREME COUNCIL, F.O.S.L. AT THE RICHMOND HOUSE,\nCHICAGO–TWO MILLION DOLLARS DISBURSED AS CONSIDERATION FOR THE GOOD OF\nTHE ORDER–TRAITORS TO BE KNOWN TO EACH OTHER BY BADGES, AND THEIR\nPROPERTY SAVED BY DISPLAYING THE CONFEDERATE FLAG.",
        "We have already shown that the three degrees in the Sons of Liberty had\neach their specific province. The lower strata composed of the rough\nmaterial from which the Grand Council was made up by selections or choice\nof the brighter and more shining lights,–persons whose political views\nwere up to the standard of treason, whose qualifications of intellect,\nshrewdness, cunning, caution, promptness, and firmness of purpose fully\nmet the requirements of this degree of the order. The Supreme Council was\ncomposed of the Supreme Commanders–the ruling spirits of the order. This\ncouncil was the body, therefore, from which all important measures must\nemanate, and the secrecy of their movements, even from the order below\nthem, except such business as was regularly transmitted, was quite equal\nto that of the lower order, from the rest of the world. Such being the\nnature and character of this royal degree, and the fact that an uprising\nhad been determined upon, it will be seen how essential it was to the\nGovernment of the United States, to be advised of their plans, and the\nold adage that “where there is a will there is a way,” was not a fallacy\nin the present case. On or about the 20th of July, 1863, agreeably to a\nprivate notice which had been extended to the Supreme Council, a meeting\nof that body was convened at the Richmond House, Chicago. During that day,\nas well as on the day preceding, members of that organization arrived in\nthe city, and among the notables present on that occasion was Col.\nBarrett, who was a Major-General of the Sons of Liberty, in command of the\nDistrict of Illinois, but who on the present occasion appeared in another\ncharacter of no less moment, that of representative of the Confederate\nStates Government, and charged with certain important instructions. Among\nthe members present were Captain Majors, from Canada; Brig.-Gen. Charles\nWalsh, of Chicago; Judge Bullitt, of the Supreme Court of Kentucky, who\nacted as Chairman; Dr. Bowles, Mr. Swan, Mr. Williams, Mr. Green, Mr.\nPiper, Mr. Holloway, H.H. Dodd and James B. Wilson, Auditor of Washington\nCounty, Indiana. The last named person and Mr. Green were present as\nmembers of Dr. Bowles’ staff. After considerable discussion upon minor\nmatters, Major-General Barrett, (commonly called Colonel Barrett, who had\nserved the Rebel Government with some distinction, and was a first class\nrebel), made a formal proposition to unite Illinois, Kentucky, Missouri,\nOhio and Indiana with the Confederate States, through the agency of the\nSons of Liberty, and as to the other States, their relations would be an\nafter consideration. The enterprise, he stated, would be attended with no\nlittle expense, and would necessarily involve extreme caution, prudence\nand firmness. He added, that the Southern Confederacy had placed in his\nhands the snug little sum of two millions of dollars, which had been\ncaptured from a Federal paymaster on the Red River, in Arkansas, to be\napplied in furtherance of this proposition. Captain Majors was also, by\nhis own statement, a representative of the Rebel Government. It was\nproposed to distribute the two millions of dollars through the Grand\nCommanders of Indiana, Ohio, Kentucky, Missouri and Illinois, and that the\nmoney was by them to be distributed through the Major-Generals to the\nsubordinate officers, according as might be deemed expedient. This money,\nsays Mr. Wilson, (and we have the best of reasons to credit his\nstatement,) was expended for arms. Well do we remember that an oral report\nwas submitted one evening at the Temple of the Illini, by the Grand\nSeignor presiding, that the pro rata for Illinois had been so expended,\nand that the weapons had been started for their destination, which was\nChicago. These arms consisted of muskets, carbines, pistols, pistol belts\nand ammunition. At the Council meeting, of which we have spoken, the whole\nsubject of revolution was freely discussed, and received the unanimous\nsupport of all present, and a time was named and agreed upon, but not\nuntil after much debate, several dates being named by different parties,\nand reasons given for fixing upon each. It was arranged that the Order in\nIndiana were to rendezvous at Indianapolis, also at Evansville, New Albany\n(opposite Louisville,) and Terra Haute, that they would seize the arsenal\nat Indianapolis, and the arms and ammunition would be distributed among\nthe members. Wilson, before the military commission in Cincinnati, states\nthat he learned from Dr. Bowles, that it was the purpose of the Order to\nfree the rebel prisoners at Indianapolis, and that the same had been\nagreed upon with respect to other rebel camps, in other States, on the\nsupposition that they would unite with the Sons of Liberty, in overturning\nthe Government, and if they were found willing to do this, arms were to be\nplaced in their hands. At that meeting it was a matter of discussion in\nwhat manner it was feasible to communicate with Gens. Buckner and Price,\nin order that they might co-operate, and have their forces near St. Louis\nand Louisville. The approach of their troops to those cities was the\nfavored moment for beginning hostilities in the North. Mr. Wilson\ntestified that he received a thousand dollars of the two million fund, but\nthat instead of appropriating it according to the programme, he used it\nfor buying substitutes, but the rightful owner can have the same upon\ncall. Maj.-Gen. Barrett, the party having the fund in trust, has left the\ncountry, doubtless for his health, and the thousand dollars is still\nwithout an applicant.",
        "At this memorable meeting, as it was the last meeting of this body ever\nheld in Chicago, it was agreed that at the time of the uprising, friends\n(rebels and copperheads) should appear with red and white badges, and the\nproperty of such persons would also be saved from destruction by\ndisplaying from their buildings the Confederate flag. Thus were ample and\ndefinite arrangements made, and as that meeting adjourned it was the\ndeliberate end and aim of all the persons there assembled (with a single\nexception) to effect their objects at all hazards. All who were present,\nas well as the rebels then in Richmond, conceded that of all points in the\nseveral States embraced in the proposition with which Col. Barrett was\nentrusted, Chicago was by far the most important post, and the one which,\nof all others, should first fall. The facility and ease with which Camp\nDouglas could be taken, was a matter of remark among the traitors in every\nsection, and it was understood that communication could readily be made\nwith the prisoners, as Mrs. Morris, wife of Judge Morris, and others who\nwere known to be in the interest of the Confederacy, had never been denied\naccess to the camp, and such prohibition was scarcely expected, as of\ncourse the plans of the conspirators must be a dead secret from the\ncommander of the post. In the temples of the Sons of Liberty it was a\nmatter of congratulation that it was impossible for a detective to obtain\ntheir secrets, yet all this time Col. B.J. Sweet was well acquainted with\nevery move that had the least importance, for the writer made it an\ninvariable custom to send dispatches regularly to Col. Sweet, who thus\ncame into full possession of the plans and designs of the Order, as soon\nas they were announced, and hence was at all times in a position that he\ncould not have been surprised by any assault upon the Camp. The Colonel is\nat all times perfectly cool and self-possessed, prudent in the highest\ndegree, and inflexible in purpose, when once resolved upon a line of\naction. His arrangements were made with all celerity and completeness, and\nthough his little force was quite too small to offer great resistance in\ncase of surprise had not the facts been known to the commandant, yet the\ninterior arrangement of the camp, the disposition of his forces, and above\nall, the perfect discipline which had ever been maintained by him, now\noffered a silent barrier which caused the conspirators to entertain\ndireful apprehensions, as to the disaster to themselves when they should\nmake the undertaking, for the movements of the camp were noticed from the\nobservatories near by, and on one occasion Brig. Gen. Walsh, accompanied\nby an attaché of the Chicago Times, made a personal visit to the camp,\nand being received as gentlemen by the gallant Colonel, they were able to\nmake certain discoveries of a disagreeable nature. The greatest\nprecaution, of course, was observed in the transmission of dispatches by\nthe writer to Col. Sweet, for had it been supposed for a moment, that the\ncommander of the post was cognizant of their acts, it would most certainly\nhave precipitated the uprising, as the leaders of the conspiracy could not\nhope for so favorable a time again. The camp was enclosed by only one\nthickness of inch boards, not over twelve feet high, and a little force of\nless than eight hundred men were to guard some eight or ten thousand\nprisoners, many of them being the lowest class of raiders and ruffians.",
        "During the latter part of July, at a meeting of the Sons of Liberty,\nColonel Walker, of Indiana, was present, and in a speech referred to the\nrecent seizure of arms in Indiana, and said a formal demand had been made\nupon Governor Morton of that State for them, and if they were not\nforthcoming they (the copperheads) would compel restitution by the bullet,\nand said Morton would be assassinated if he refused. At this time a man\nnamed James A. Wilkinson was Grand Seignior of the temple. The question of\nsupplying our quota to avoid the draft, agitating the community, it was\nproposed to resist the draft, and all the members were required forthwith\nto arm themselves with firearms, and Charles W. Patten and Wilkinson both\noffered to supply all who could not afford to purchase firearms. Wilkinson\nwas a very efficient member of the order, and very zealous. Much of his\ntime he passed in the organization of temples in different sections of\ncountry; and it was often stated as encouragement for the members that the\ntemples were rapidly multiplying, and being filled with the “best kind” of\nmen. It was earnestly requested of the members, as the time was\nshort–Judge Morris saying the purposes of the organization would be\nfulfilled within the next sixty days–to bring in as many new members as\npossible, and the injunction was duly heeded. The temple in Chicago\nthrived remarkably, and arrangements were made by which individuals could\ninitiate members, and the initiated increased in numbers rapidly.",
        "Continue...",
        "\nThis complete text of “The Great North-Western Conspiracy In All Its Startling Details” by I. Windslow Ayer\nis provided as free e-text and belongs to the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Great North-Western Conspiracy In All Its Startling DetailsBy I. Windslow AyerAt Amazon"
    ]
}