{
    "title": "The Gatlings at Santiago - Chapter VII: The Battle",
    "author": "John H. Parker",
    "chapter": "8",
    "content": [
        "\n\n",
        "On the 30th day of June, General Shafter pitched his camp about half a\nmile in advance of Camp Wheeler in a valley, and about five o’clock in\nthe afternoon communicated the plan of battle to the division\ncommanders and to the commander of the Gatling Gun Detachment.",
        "Reconnaissance had developed the fact that the enemy occupied the\nvillage of El Caney, and that their first line of works surrounded the\ncity of Santiago at a distance of about a mile, crowning a\nsemicircular ridge. Between the position occupied by the general’s\ncamp and this ridge, a distance of about two and one-half miles,\nflowed the Aguadores and San Juan rivers, and about one mile from the\nSan Juan River, on the east side, was a ruined plantation and mission\nhouse, called El Poso. Midway between El Caney and the Spanish\nposition was a large handsome mansion, called the Du Cuorot house,\nstanding in the midst of a large plantation and owned by a Frenchman,\nwhich both sides had agreed to respect as neutral property. The\ngeneral plan of the battle as given to these officers on the 30th of\nJune was for one division of the army (Lawton’s), assisted by one\nbattery of artillery (Capron’s), to make an attack at daybreak upon\nthe village of El Caney, and drive the enemy out of it. Another\ndivision (Kent’s) was to make an attack upon the semicircular ridge of\nhills south of El Caney as soon as Lawton was well committed to the\nfight, both for the purpose of preventing reinforcements from going to\nEl Caney and to develop the enemy’s strength. It was expected that\nLawton would capture El Caney about eight or nine o’clock in the\nmorning, and pursue the retreating enemy, by the way of the Du Cuorot\nhouse, toward Santiago. This movement would cause Lawton to execute,\nroughly, a left wheel, and it was intended that in executing this\nmaneuver Kent’s right should join, or nearly join, Lawton’s left,\nafter which the whole line was to move forward according to the\ndevelopments of the fight. Kent’s attack was to be supported by\nGrimes’ Battery from El Poso. The Gatling Gun Detachment was to move\nat daylight on the morning of July 1st, take position at El Poso\nsheltered by the hill, in support of Grimes’ Battery, and there await\norders.",
        "This outline of the battle, as laid down by Gen. Shafter on the 30th\nday of June, was eventually carried out to the letter; its successful\noperation shut up a superior force in the city of Santiago, and\ncompelled the surrender of the city.",
        "Perhaps no better comment can be made upon the generalship of the\ncorps commander, no higher compliment be paid, than the mere statement\nthat he was able, fifteen hours before a shot was fired in the battle,\nto prescribe the movements of the different organizations of his\ncommand, and to outline the plan of battle as it was finally carried\nout, with a degree of precision which can be fully appreciated only by\nthose to whom the plan was communicated in advance. In spite of slight\nchanges, made necessary by local failures and unforeseen\ncircumstances; in spite of the very poor cooperation of the artillery\narm; in spite of the absence of cavalry, which made good\nreconnaissance practically impossible; in spite of the fact that he\nwas operating against a superior force in strong intrenchments–the\nplan of battle thus laid down was finally carried out with perfect\nsuccess in every detail.",
        "The Gatling Gun Detachment was assembled at six o’clock, and so much\nof the plan of battle was explained to them as it was proper to give\nout, with orders that breakfast was to be prepared by four o’clock and\nthe detachment be ready to move at 4:30. The plans were heard with\ncareful attention by the men, and the wisdom of giving to them some\nidea of the work they were expected to do was fully vindicated on the\nfollowing day, when they were compelled to lie nearly three hours\nunder a dropping fire, waiting for “Lawton to become well engaged,\"\nafter which the detachment moved forward, without a man missing, with\nthe utmost steadiness and coolness, to the attack.",
        "There was no nervousness displayed by the men. They knew their work\nwas cut out for them, and each man was eager to play his part in the\ngreat drama of the morrow. There was no excited talk indulged in. None\nof the buzz of preparation nor the hum of anticipation which to the\ncivilian mind should precede a desperate battle, but three or four\nmembers of the detachment took out their soldiers’ hand-books and\nwrote in them their last will and testament, requesting their\ncommander to witness the same and act as executor. The courage evinced\nby these men was not of that brutal order which ignores danger, but of\nthe moral quality which, fully realizing that somebody must get hurt,\nquietly resolves to face whatever may happen in the performance of the\nfull measure of duty.",
        "At four o’clock the guard aroused the members of the detachment\nquietly, and each man found a good hearty breakfast waiting for him,\nconsisting of hardtack, coffee, condensed milk, sugar, bacon, canned\nroast beef, and some canned fruit, which had been obtained somehow and\nwas opened upon this occasion. It was the last square meal they were\nto have for several days. At half past four the camp equipage had all\nbeen packed upon the guns in such a manner as not to interfere with\ntheir instantly getting into action, and the battery started for the\nfront.",
        "The road to El Poso was very good and the mules trotted merrily along,\npreceded and followed by infantry also bound for the front. The\nCubans, too, were in evidence; an irregular, struggling mob of\nundisciplined barbarians, vociferous, clamorous, noisy, turbulent,\nexcited. Presently the Cubans and infantry in front of the battery\nhalted and it passed beyond them, immediately throwing out the crew of\nthe third gun in front as an advance guard. It reached El Poso at six\no’clock, at which time there were no other soldiers there. The battery\ntook position as directed, under cover in rear of the hill and to the\nright front of the El Poso house. The camp equipage and blanket-rolls,\nwere removed and piled neatly upon the ground, and Priv. Hoft was\ndetailed to guard them, as well as one of the spare mules. About half\npast seven o’clock Grimes’ Battery arrived, and Col. McClernand, the\nassistant adjutant-general of the corps. The battery of artillery\nhalted upon the hill near the Gatlings, while its commander, the\nadjutant-general, the Army and Navy Journal correspondent, and the\nGatling gun man climbed to the top of the hill to reconnoiter the\nenemy. They were accompanied by several attaches and a battalion of\nnewspaper correspondents.",
        "To the southwest, at a distance of about 3,000 yards, the city of\nSantiago lay slumbering in the morning sun. The chain of hills which\nsurrounded the city, lying between it and our position, was crowned\nwith rank tropical verdure, and gave no indications of military\nfortifications. There was no sign of life, a gentle land breeze swayed\nthe tops of the royal palms, and the little birds flitted from bough\nto bough caroling their morning songs as though no such events were\nimpending as the bombardment of a city and the death of 400 gallant\nsoldiers. The gentle ripple of the creek, lapping over its pebbly bed\nat the foot of the hill, was distinctly audible.",
        "The artillery officers produced their range-finders and made a\nscientific guess at the distance from the hill to a red brick building\nin the northern edge of Santiago. This guess was 2600 yards. They\nsignalled to the lead piece of Grimes’ Light Battery to ascend the\nhill. It was delayed for a moment while picks and shovels were plied\nupon the top of the hill to make slight emplacements for the guns, and\nat last, at ten minutes before eight o’clock, the first piece started\nthe difficult ascent. The drivers stood up in their stirrups and\nlashed their horses and shouted; the horses plunged and reared and\njumped. The piece stuck half way up the hill. The leaders were turned\nslightly to the right to give new direction and another attempt was\nmade–ten yards gained. The leaders were swung to the left, men and\nofficers standing near by added their shouts and blows from sticks. A\ntall artillery officer, whose red stripes were conspicuous, jumped up\nand down and swore; the team gave a few more jumps, then they wheeled\nthe gun by a left about, with its muzzle pointing toward the city. It\nwas quickly unlimbered and run to its place.",
        "The second piece started up the hill. The drivers of this piece sat\nquietly in their saddles, and, with a cluck, started up the hill at a\nwalk. The tall artillery officer shouted, and a driver muttered under\nhis breath, “Damned fool!” Regardless of the orders to rush their\nhorses, the drivers of this piece continued to walk up the hill. At\nthe steepest part of the hill, they rose slightly in their stirrups,\nas one man, and applied the spur to the lead horses, and, at the same\ntime, a lash of the quirt to the off horses of the team. The horses\nsprang forward, and in an instant the second piece was in battery. The\nthird and fourth pieces were taken up in the same manner as the\nsecond.",
        "The pieces were loaded; a party of newspaper correspondents produced\ntheir lead pencils and pads, and began to take notes; the little birds\ncontinued to sing. The Gatling Gun man, the Army and Navy Journal man,\nand the assistant adjutant-general stepped to the windward a few yards\nto be clear of the smoke. The range was given by the battery\ncommander–2600 yards; the objective was named, a small, almost\nindistinguishable redoubt, below the hospital about 300 yards. The\ncannoneers braced themselves, No. 3 stretched the lanyard taut on his\npiece, and Grimes remarked, in a conversational tone, “Let her go.”",
        "The report of the field-piece burst with startling suddenness upon the\nquiet summer morning, and a dense cloud of grayish-colored smoke\nspurted from the muzzle of the gun. Everybody involuntarily jumped,\nthe sound was so startling, although expected. The piece recoiled\neight or ten feet, and the gunners jumped to the wheels and ran it\nforward again into battery. Field-glasses were glued upon the vicinity\nof the brick hospital. There was a puff of white smoke and an\nexclamation, “A trifle too long!” The second piece was aimed and\nfired. There was no response. The third, and fourth, and fifth, with\nlike results. It was like firing a salute on the Fourth of July. There\nwas no indication of any danger whatever; laugh and jest were\nbeginning to go round.",
        "Suddenly a dull boom was heard from somewhere, the exact direction\ncould not be located. The next thing was a shrill whistle overhead,\nand then a most startling report. The first Spanish shell exploded\nabout twenty feet above the surface of the ground, and about twenty\nyards in rear of the crest of the hill. It exploded in the midst of\nour brave Cuban contingents, killed one and wounded several. The\nvaliant sons of Cuba libre took to their heels, and most of the\nnewspaper correspondents did likewise. The members of Grimes’ Battery,\nwho were not needed at the guns, were sent back to the caissons, and\nanother round of shrapnel was sent in reply. Again a hurtling sound\nrent the air; again there was the fierce crack of a Spanish shell in\nour immediate vicinity, and, on looking around to see where this shell\nstruck, it was observed that it had burst over the Gatling battery.\nLuckily, it had gone six or eight feet beyond the battery before\nexploding. A fragment of the shell had struck Priv. Bremer upon the\nhand, producing quite a severe contusion. The Missouri mules stamped\nthe ground impatiently; one of them uttered the characteristic\nexclamation of his race, “Aw! hee! aw! hee! aw!” and the members of\nthe detachment burst into a merry peal of hearty laughter. It was\nevident that this detachment was not going to run, and it was equally\nevident that the Missouri mules would stand fire.",
        "A third shell whistled over the hill. This one burst fairly over\nGrimes’ third piece, killed the cannoneer, and wounded several men.",
        "The members of the detachment were now directed to lie down under\ntheir guns and limbers, except the drivers, who declined to do so, and\nstill stood at the heads of their mules. Priv. Hoft, disdaining to\ntake cover, shouldered his rifle and walked up and down, sentry\nfashion, over the pile of camp equipage.",
        "Serg. Weigle, who had brought along a small portable camera, with a\nlarge supply of film-rolls, requested permission to photograph the\nnext shot fired by Grimes’ Battery. It was granted. He climbed to the\ntop of the hill, stepped off to the left of the battery, and calmly\nfocused his camera. Grimes fired another salute, and Weigle secured a\ngood picture. A Spanish shell came whistling over the hill; Weigle,\njudging where it would burst from previous observations, focused his\ncamera, and secured a picture of the burst. He then rejoined his\ndetachment, and photographed it as it stood. He seemed chiefly worried\nfor fear he would not get a picture of everything that happened.",
        "The artillery duel continued for some twenty minutes. The infantry\nbegan to pass on, to the front. Grimes no longer needed the support of\nthe Gatling guns, because he now had an infantry support in front of\nhim, and was firing over their heads. Col. McClernand sent orders to\nthe detachment to move to the rear, out of range. The order was\nobeyed.",
        "Private Hoft, with the instinct of a true soldier, continued to tramp\nback and forth guarding the pile of camp equipage. The battery moved\nto the rear at a gentle trot, and, as it turned down the hill into the\nfirst ford by the El Poso house, a Spanish shell whistled over the\nhead of Private Shiffer, who was leading the way, and burst just\nbeyond his off mule. Shiffer didn’t duck and nobody was hurt.\nProvidence was taking care of this experiment. Corporal Doyle and two\nother members of the detachment got lost, and wandered off among the\ncrowd of Cubans, but soon found the battery and rejoined. Orders were\ngiven that as soon as the battery was out of range, it should halt and\nface to the front, at the side of the road.",
        "The battery halted about half a mile to the rear, and the 13th\nInfantry passed it here, on their way to the front. The comments\nbestowed were not calculated to soothe the ruffled feelings of people\nwho had been ordered to retreat. “I told you so.” “Why don’t you go to\nthe front?” “Going to begin firing here?” “Is this the place where you\nshoot?” “Is this all there is of it?” “I knew they would not get into\nthe fight.” “Watch them hang around the rear.” “Going to start in\nraising bananas back here, John Henry?” “What do you think of machine\nguns now?” and similar remarks, of a witty but exasperating nature,\ngreeted the detachment, from both officers and men, as the regiment\npassed on its way to the front. The only thing that could be done was\nto endure it, in the hope of getting a chance to make a retort later\nin the day.",
        "About nine o’clock, the artillery firing ceased, and the Gatling Gun\nBattery returned to El Poso. Grimes’ guns were still up on the hill,\nbut there were no cannoneers; they had ceased to fire, and had left\ntheir guns. Two or three dead men were lying on the side of the hill;\nwounded men were limping around with bandages. Cubans were again\npassing to the front. These fellows were trying to reach El Caney.\nThey never got into the fight. They did reach the vicinity of El\nCaney, and the Spanish fired one volley at them. The Cubans set up a\ngreat howl, accompanied by vociferous gesticulations–and then\n“skedaddled.”",
        "During all this time the sound of firing had been heard toward El\nCaney. It had been opened up there about half an hour before Grimes\nfirst spoke at El Poso. The fire in this direction sounded like\nranging fire, a shot every two or three minutes, and it was supposed\nthat Capron was trying to locate the enemy. The sharp crack of\nmusketry was heard on our front, it swelled and became continuous. It\nwas evident that quite a fight was going on at El Caney, which was to\nour right about one mile and to our front perhaps half a mile. Kent’s\nDivision kept pushing forward on the El Poso road. Col. McClernand was\nasked for instructions for the Gatling Gun Detachment. He replied,\n“Find the 71st New York, and go in with them, if you can. If this is\nnot practicable, find the best place you can, and make the best use of\nyour guns that you can.” These were the only instructions received by\nthe Gatling Gun Detachment until one o’clock.",
        "The Gatling Gun Detachment moved forward about half a mile. They found\nthe 71st New York lying down by the side of the road, partially\nblocking it. Troops passing them toward the front were compelled to\nbreak into columns of twos, because the road was crowded by the 71st.\nThe colonel and his adjutant were sought and found, and informed of\nthe detachment’s instructions. Information was requested as to when\nand where the 71st was going into the fight. It appeared that they had\na vague idea that they were going in on the left center of the left\nwing. Lawton’s Division at El Caney will be considered the right wing;\nKent’s Division and Wheeler’s Division the left wing of the army at\nSan Juan. The 71st did not seem to know when it was going to move\ntoward the front, nor just where it was going; and there was no\napparent effort being made to get further down the road to the front.\nWheeler’s Division was also pressing forward on the road, dismounted\ncavalrymen, with no arms in their hands except their carbines without\nbayonets. With these same carbines these men were, a little later, to\nstorm the intrenchments, manned by picked and veteran soldiers, who\nknew how to die at their posts.",
        "With Wheeler’s Division were the Rough Riders, the most unique\naggregation of fighting men ever gathered together in any army. There\nwere cowboys, bankers, brokers, merchants, city clubmen, and society\ndudes; commanded by a doctor, second in command a literary politician;\nbut every man determined to get into the fight. About three-quarters\nof a mile in advance was the first ford, the ford of the Aguadores\nRiver; beyond this a quarter of a mile was another ford, the ford of\nthe San Juan. The road forked about two hundred yards east of the\nAguadores ford, turning sharply to the left. Down the road from El\nPoso crept the military balloon, it halted near this fork–\"Balloon\nFork.” Two officers were in its basket, six or eight hundred feet\nabove the surface of the ground, observing the movements of the troops\nand the disposition of the enemy.",
        "The sharp crackle of the musketry began in front, and still the\nGatling Gun Detachment lay beside the road with the 71st, waiting,\nswearing, broiling, stewing in their own perspiration, mad with\nthirst, and crazed with the fever of the battle. The colonel of the\n71st was again approached, to ascertain whether he was now going to\nthe front, but still there were no signs of any indication to move\nforward. So the long-eared steed was mounted and the ford of the\nAguadores reconnoitered. The bullets were zipping through the rank\ntropical jungle. Two or three men were hit. Those who moved forward\nwere going single file, crouching low, at a dog trot. There was no\nevidence of hesitation or fear here. Some of the “Brunettes” passed,\ntheir blue shirts unbuttoned, corded veins protruding as they slightly\nraised their heads to look forward, great drops of perspiration\nrolling down their sleek, shiny, black skins. There was a level spot,\nslightly open, beyond the ford of the Aguadores, which offered a place\nfor going into battery; from this place the enemy’s works on San Juan\nwere visible, a faint streak along the crest of the hill illumined\nfrom time to time by the flash of Mausers.",
        "On return to the battery, there were no signs of being able to enter\nthe action with the gallant 71st, and, acting under the second clause\nof the instructions, the Gatling battery was moved forward at a\ngallop. Major Sharpe, a mounted member of Gen. Shafter’s staff, helped\nto open a way through this regiment to enable the guns to pass. The\nreception of the battery by these valiant men was very different from\nthat so recently given by the 13th Regulars. “Give ’em hell, boys!\"\n“Let ’er go, Gallagher!” “Goin’ to let the woodpeckers go off?\"–and\ncheer after cheer went up as the battery passed through. Vain efforts\nwere made to check this vociferous clamor, which was plainly audible\nto the enemy, less than 1500 yards away. The bullets of the enemy\nbegan to drop lower. The cheering had furnished them the clew they\nneeded. They had located our position, and the 71st atoned for this\nthoughtlessness by the loss of nearly eighty men, as it lay cowering\nin the underbrush near Balloon Fork.",
        "Just before reaching the Aguadores ford, the battery was met by Col.\nDerby, who had been observing the disposition of the troops, from the\nballoon, and had afterward ridden to the front on horseback. The\ncolonel was riding along, to push the infantry forward in position\nfrom the rear, as coolly as if on the parade-ground. A blade of grass\nhad gotten twisted around a button of his uniform and hung down like a\nbuttonhole bouquet over his breast. There was a genial smile on his\nhandsome face as he inquired, “Where are you going?” and, on being\ninformed of the orders of the detachment and of the intention to put\nthe battery into action, he replied, “The infantry are not deployed\nenough to take advantage of your fire. I would advise that you wait a\nshort time. I will send you word when the time comes.” The advice was\nacted upon, the guns were turned out by the side of the road, and the\nmen directed to lie down.",
        "During the gallop to the front they had been compelled to run to keep\nup, there not being sufficient accommodation for them to all go\nmounted on the guns. They were panting heavily, and they obeyed the\norder and crept under the guns, taking advantage of such little shade\nas was offered. Troops continued to pass to the front. The crackle of\nmusketry gradually extended to the right and to the left, showing that\nthe deployment was being completed. More men were hit, but no\ncomplaints or groans were heard. A ball struck a limber-chest; a man\nlying on his face in the road, during a momentary pause of one of the\ncompanies, was perforated from head to foot: he never moved–just\ncontinued to lie there; the flies began to buzz around the spot and\nsettle on the clotted blood, that poured out from the fractured skull,\nin the dust of the road. Down at the ford, some twenty-five or thirty\nyards in advance, men were being hit continually.",
        "Shots came down from the trees around. The sharpshooters of the\nSpanish forces, who had been up in the trees during the artillery\nduel, and beyond whom our advance had swept, fully believing that they\nwould be murdered if captured, expecting no quarter, were recklessly\nshooting at everything in sight. They made a special target of every\nman who wore any indication of rank. Some of our heaviest losses\nduring the day, especially among commissioned officers, were caused by\nthese sharpshooters. They shot indiscriminately at wounded, at\nhospital nurses, at medical officers wearing the red cross, and at\nfighting men going to the front.",
        "The firing became too warm, and the Gatling battery was moved back\nabout fifty yards, again halted, and faced to the front. It was now\nnearly one o’clock. The members of the detachment had picked up their\nhaversacks on leaving El Poso, and now began to nibble pieces of\nhardtack. A bullet broke a piece of hardtack which a man was lifting\nto his mouth; without even stopping in the act of lifting it to his\nmouth, he ate the piece, with a jest.",
        "Suddenly the clatter of hoofs was heard from the front. Lieut. Miley\ndashed up and said, “Gen. Shafter directs that you give one piece to\nme, and take the other three beyond the ford, where the dynamite gun\nis, find some position, and go into action.” Sergeant Weigle’s gun was\nplaced at Miley’s disposal, and the other pieces dashed forward at a\ndead run, led by the musical mule who uttered his characteristic\nexclamation as he dashed through the ford of the Aguadores.",
        "The place formerly selected for going into action had been again twice\nreconnoitered during the wait, and a better place had been found about\nthirty yards beyond the ford of the San Juan River. The dynamite gun\nhad stuck in the ford of the Aguadores; a shell had got jammed in it.\nThe Gatlings were compelled to go around it. They dashed through the\nintervening space, across the San Juan ford, and up on the opening\nbeyond. The position for the battery, partially hidden from the view\nof the enemy by a small clump of underbrush, was indicated. The right\npiece, Serg. Green’s, was compelled to go into action in the middle of\nthe road, and in plain sight of the enemy. While the pieces were being\nunlimbered, which was only the work of an instant, an inquiry was made\nof Captain Boughton, of the 3d Cavalry, whose troop had just reached\nthis point, as to the position of our troops and of the enemy, with\nthe further remark that the battery had been under fire since eight\no’clock, and had not seen a Spaniard. “I can show you plenty of\nSpaniards,” replied Boughton, and, raising his hand, pointed toward\nthe San Juan blockhouse and the ridge in its vicinity, sweeping his\nhand toward the right. It was enough. Before his hand had fallen to\nhis side, the pieces were musically singing.",
        "Corp. Steigerwald turned and asked, “What is the range, sir?” To which\nwas instantly replied, “Block-house, 600 yards; the ridge to the\nright, 800 yards,” and Steigerwald’s piece was grinding 500 shots a\nminute within a quarter of a second, playing upon the San Juan\nblock-house. Serg. Green took 800 yards, and began to send his\ncompliments to the ridge beyond the block-house. In an instant Priv.\nSine, at Green’s gun, who was feeding, fell backward dead. At the same\ninstant Priv. Kastner fell out. Sine was shot through the heart,\nKastner through the head and neck. At this time Ryder’s gun began to\ntalk. It spoke very voluble and eloquent orations, which, although not\ndelivered in the Spanish language, were well understood by our\nfriends, the enemy, upon the hill.",
        "Serg. Green, at the right gun, had run back for ammunition, and Corp.\nDoyle, when Sine fell, seized the pointing lever, and was coolly\nturning the crank while he sighted the gun at the same time. He was\nfor the moment the only member of the detachment left at the piece,\nbut was given assistance, and a moment later Green arrived and began\nto feed the gun.",
        "Steigerwald was short-handed. Some of his men had been sun-struck\nduring the run, and he, too, was compelled to work his gun with only\none assistant. Then some of those who had been unable to keep up\narrived at the battery and began to render assistance. Priv. Van\nVaningham, who had gotten lost from his own command, began to pass\nammunition. Priv. Merryman, who was holding his team back in the\nriver, was impressed by a doctor to help carry wounded men, and Priv.\nBurkley, another man lost from his command, stepped into Merryman’s\nplace. Priv. Chase left his team, seeing the piece short-handed, and\nbegan to pass ammunition. The mules merely wagged their ears backward\nand forward and stamped on account of the flies.",
        "All these changes were accomplished, and the pieces had not even\nceased fire. Doyle had fed about 100 rounds, alone. Capt. Landis, of\nthe 1st Cavalry, arrived just at this time, and volunteered to assist\nin observing the effect of the fire. He stood fearlessly out in the\nmiddle of the road, just to the right of Green’s piece, in the very\nbest position for observation, but, at the same time, a most\nconspicuous target for the enemy, and observed the effect of the\nGatling fire, as though he were at target practice, reporting the\nsame, continually, to the battery commander.",
        "For the first two minutes the enemy seemed dazed, then suddenly a\nperfect hell of leaden hail swept through the foliage. The only thing\nthat saved the battery from absolute destruction was that the enemy’s\nshots were a little high. As it was, many of them struck the ground\nbetween the guns, and several hit the pieces. Three members of the\ndetachment were slightly hurt. One mule was shot through the ear. He\nsang the usual song of the mule, shook his head, and was suddenly hit\nagain on the fore leg. He plunged a little, but Priv. Shiffer patted\nhim on the head and he became quiet. A bullet passed by Shiffer’s\nhead, so close that he felt the wind fan his whiskers, and buried\nitself in the saddle on the same mule. This sudden concentration of\nthe enemy’s fire lasted about two minutes.",
        "About the same time the detachment heard a wild cheer start on the\nleft and gradually sweep around to the left and right, until in every\ndirection, sounding high above the din of battle and the crackling of\nthe Mausers, even above the rattle of the Gatling guns, was heard the\nyell of recognition from our own troops. There was, for an instant, a\nfurious fusillade on our right and left, and in a few moments the\nwhole line of our troops had risen and were moving forward to the San\nJuan ridge. While moving forward, they necessarily almost ceased to\nfire, but the fire of the Gatlings continued, deadly and accurate. A\ntroop of the 10th Cavalry, from our right and rear, came up, part of\nthe squadron commanded by Col. Baldwin. Some of this troop did not\nunderstand the Gatling gun drama, and were in the act of firing a\nvolley into our backs, when Lieut. Smith, who was to so heroically\nlose his life within ten minutes afterward, sprang out in front of the\nexcited troopers, and, with tears in his eyes, implored them not to\nfire, that these were “our own Gatlings.” They did not fire in our\ndirection, but they did give a most thrilling and welcome cheer, as\nthe squadron swept forward by our right. Col. Baldwin ran up, and\nshouted that he would place two troops in support of the battery as\nlong as they were needed. It was the first time the battery had ever\nhad a support of any kind.",
        "After a couple of minutes, the enemy’s fire perceptibly slackened. It\nwas evident they were seeking cover from our fire in the bottom of\ntheir ditches, and our fire at this time was being made chiefly from\nthe Gatling battery. This cessation of fire on the part of the enemy\nlasted about two minutes, and then the Gatling gunners observed the\nSpaniards climbing from their trenches. Until that time the Gatling\nbattery had been worked with dogged persistency and grim silence, but\nfrom that moment every member of the battery yelled at the top of his\nvoice until the command “Cease firing” was given. Groups of the enemy,\nas they climbed from their trenches, were caught by the fire of the\nguns, and were seen to melt away like a lump of salt in a glass of\nwater. Bodies the size of a company would practically disappear an\ninstant after a gun had been turned upon them.",
        "This flight of the enemy from their trenches had been caused by the\nfact that the charging line had cut through the barb-wire fences at\nthe foot of the hill, and had started up the slope. The Spaniards were\nunable to stay with their heads above the trenches to fire at the\ncharging-line, because of the missiles of death poured in by the\nmachine guns; and to remain there awaiting the charge was certain\ndeath. They did not have the nerve to wait for the cold steel. They\nwere demoralized because they had been compelled to seek the bottom of\ntheir trenches. American troops would have awaited the charge, knowing\nthat the machine gun fire must cease before contact could occur, but\nthe Spaniards forgot this in their excitement, and made the fatal\nmistake of running.",
        "The Gatlings had the range to perfection. Capt. Boughton, who was one\nof the first officers upon the hill, stated, on the 1st of September\nat Montauk, that he visited a portion of the Spanish trenches\nimmediately upon arriving at the crest, and that the trenches which he\ninspected were literally filled with writhing, squirming, tangled\nmasses of dead and wounded Spaniards, and that the edge of the\ntrenches was covered with wounded and dead Spaniards, who had been\nshot in the act of climbing out. This execution was done mainly by the\nmachine guns, because the infantry and cavalry were not firing much\nwhen it was done; they were running up the hill to the charge.",
        "Colonel Egbert, who commanded the 6th Infantry, states, in his\nofficial report, that when his regiment reached the sharp incline near\nthe top of the hill they were brought to a standstill because the\nGatling bullets were striking along the crest. The officers of the\n13th Infantry state the same thing. It was Lieut. Ferguson, of the\n13th, who when the troops had climbed as high as possible under the\nleaden canopy which the Gatlings made to cover their charge, waved his\nwhite handkerchief as a signal to cease firing. At the same moment\nLandis exclaimed, “Better stop; our men are climbing the hill now.” A\nshrill whistle gave the signal “Cease firing,” and the Gatling Gun\nBattery, to a man, rose to their feet and gazed with absorbing\ninterest as the long, thin, blue line swept forward and crowned the\ncrest of the hill. An instant later an American flag floated proudly\nfrom the San Juan block-house; then the roar of musketry and the\nvolley of rifles indicated that the fleeing enemy was receiving warm\nmessengers as he ran down the hill toward his second line of\nintrenchments.",
        "The next immediate duty confronting the detachment was to take stock\nof losses and to occupy the captured position in case of necessity.",
        "Private Sine had been killed and Private Kastner was supposed to be\nmortally wounded. Private Elkins fell exhausted just as the Stars and\nStripes were run up on the block-house. He had been knocked down by\nthe pole of a limber, which struck him over the kidneys, but had\ncontinued to feed his gun until the very last. He was utterly\nexhausted. Sergeant Green had been wounded slightly in the foot, but\nnot enough to disable him. Private Bremer had been hit early in the\nmorning by the fragment of a shell on the hand. One or two other\nmembers had been merely touched, grazed by balls. Private Greenberg\nhad been overcome by the heat. Merryman, one of the teamsters, as\nstated before, had been seized to carry wounded. Private Lauer was\nmissing and Dellett sunstruck. Private Hoft had joined the battery on\nhearing it go into action, and it was necessary to send someone back\nas guard over the camp equipage. A volunteer was called for, and it\nwas with the utmost difficulty that a member of the detachment,\nPrivate Pyne, was induced to take this duty. He shot four Spanish\nsharpshooters, who were shooting at our wounded and our medical\nofficers, out of trees near El Poso, during the remainder of the day.\nPrivate Chase had sprained his back so badly as to be unable to ride a\nmule; and two places were vacant for drivers. It was necessary to\ninstantly supply this deficiency. Private Burkley, 16th Infantry, who\nhad assisted in passing ammunition during the firing, volunteered to\ndrive one of the teams, and Private Correll the other. Private\nRaymond, 6th Cavalry, and Private Van Vaningham, of the same regiment,\nalso joined the detachment at this point, being separated from their\nown commands.",
        "The pieces were limbered up as soon as these dispositions could be\nmade, except Sergeant Ryder’s gun, which had bent the pintle-pin and\nconsequently could not be limbered quickly. The other two pieces and\nthe limber belonging to Ryder’s gun were moved forward on a run to the\ncaptured position on the San Juan ridge, gun crews riding or following\nas best they could. Both pieces went into action on the right of the\nroad. A limber was then sent back for Ryder’s gun, and it was brought\nup, Priv. Shiffer performing this duty under a perfect hail of\ndropping fire. In advancing from the position at the ford to the\ncaptured position it was necessary to cut three barb-wire fences. The\nmembers of the detachment behaved with the utmost coolness, all\nworking together to remove these obstructions, and not a man sought\nshelter, although a dropping fire was striking around the detachment,\nfrom some source. Where this fire came from it was impossible to tell;\nbut it did not come from the enemy.",
        "The two pieces which first reached the top of the hill were halted\nunder shelter of the crest, while the ground above was reconnoitered.\nIt was instantly observed that the enemy was coming back for a\ncounter-charge. Accordingly the pieces were immediately run to the top\nof the hill, the drivers, Shiffer and Correll, riding boldly up and\nexecuting a left-about on the skirmish line, where the skirmishers\nwere lying down. The pieces were unlimbered and instantly put into\naction at point-blank range, the skirmishers giving way to the right\nand left to make way for the guns. The enemy was less than 300 yards\naway, and apparently bent on recovering the position.",
        "The fire immediately became very hot. A skirmisher, who had thought to\ngain a little cover by lying down beside the wheel of the right gun\n(Green’s), was shot through the arm. “I knowed it,” he growled; “I\nmight have knowed that if I got near that durned gun, I’d get potted.\"\nHe rolled down behind the crest; a soldier produced an emergency\npacket, staunched the blood, and the wounded soldier, finding no bones\nbroken, returned to the firing-line and resumed his work. The enemy,\nat this part of the line, began to waver and again broke toward his\nsecond line of intrenchments.",
        "Just at this moment, Lieut. Traub came up and shouted, “Gen. Wood\norders you to send one or two of your guns over to help Roosevelt.\"\nThe order to move the guns was disregarded, but Traub pointed out the\nenemy, which was menacing Col. Roosevelt’s position, and insisted.\nAbout 600 yards to the right, oblique from the position of the guns\nand perhaps 200 yards, or less, in front of the salient occupied by\nCol. Roosevelt and the 3d Cavalry (afterward called Fort Roosevelt),\nthere was a group of about 400 of the enemy, apparently endeavoring to\ncharge the position. There was no time to notify the second piece.\nSerg. Green’s gun was instantly turned upon this group, at point-blank\nelevation. The group melted away. Capt. Marcotte states that, after\nthe surrender, some Spanish officers, whom he met, and who were\nmembers of this group, described this to him, stating that the enemy\nseen at this point was a body of about 600 escaping from El Caney;\nthat they were struck at this point by machine gun fire so effectively\nthat only forty of them ever got back to Santiago; the rest were\nkilled.",
        "Serg. Green’s gun, already heated to a red heat by the continuous\nfiring of the day, had been worked to its extreme limit of rapidity\nwhile firing at this body of the enemy, and on ceasing to fire,\nseveral cartridges exploded in the gun before they could be withdrawn.\nA ball lodged in one barrel from one of these explosions, and this\npiece was drawn down out of action just as the piece which had been\nleft at the ford returned. Subsequently the disabled piece was sent\nback to the ford, with the idea that that would be a safer place to\noverhaul it than immediately in rear of the firing-line. The piece\nremained at the ford until the night of the 3d of July, when it was\nbrought up to the battery, then at Fort Roosevelt, and on the 4th was\nfinally overhauled and put into action. This led to the impression, on\nthe part of some of the command, that one of the Gatlings had been\nblown up, which was not true. The gun was not injured, except that one\nbarrel could not be used during the remainder of the fighting, but the\ngun was used on the morning of the 4th, and during the whole of the\nengagement on the 10th and 11th, as well as on outpost duty, using\nnine barrels instead of ten.",
        "Following this repulse of the enemy, which occurred about 4:30 p. m.,\nthere was a lull in the firing. Advantage was taken of this to visit\nCol. Roosevelt’s position and inspect the line of battle. Upon\nreaching the salient, Col. Roosevelt was seen walking up and down\nbehind his line, encouraging his men, while a group of them was held,\njust in the rear of the crest, in charge of Maj. Jenkins, to support\nthe firing-line if necessary. On the right of the Rough Riders, the 3d\nCavalry were in the fight, and Capt. Boughton was again encountered.",
        "The firing suddenly began again, and it was remarkable to observe the\ncoolness with which these two officers sauntered up and down the line,\nutterly regardless of the bullets, which were cutting the grass in\nevery direction. There were no soft places on this part of the hill.\nThe enemy’s sharpshooters, up in high trees, were able to see every\npoint of the crest, and were dropping their shots accurately behind it\nat all points.",
        "Just at this moment, Serg. Weigle came up with his gun. Serg. Weigle\nhad had a hard time. His gun had been taken, under direction of Lieut.\nMiley, to a point near the San Juan farm-house, and pulled to the top\nof the hill. Weigle, whose only idea of a battle, at this time, was a\nchance to shoot, had been, to his intense disgust, restrained from\nopening fire. Then the piece had been taken down from the hill and\naround to the left of the line, where Lieut. Miley’s duty as aide had\ncarried him, to observe the progress of the battle, and Weigle had\nbeen again denied the privilege of “potting” a Spaniard. He was the\nmost disgusted man in the American Army; he was furious; he was\nwhite-hot; he was so mad that the tears rolled down his cheeks, as he\nreported with a soldierly salute, “Sir, Serg. Weigle reports, with his\ngun. Lieut. Miley did not allow me to open fire. I would like to have\norders.”",
        "In spite of the critical condition of the engagement, it was extremely\nludicrous; but the reopening of the fire at this moment presented an\nopportunity to accommodate the sergeant to his heart’s content. He was\ndirected to run his piece up on the firing-line, report to the officer\nin charge thereof, and go into action as soon as he pleased. Within\nthirty seconds he was getting his coveted opportunity. He fired until\nhis gun became accidentally jammed, pulled it down behind the crest of\nthe hill and removed the defective cartridge, returned it and repeated\nthis operation, actually bringing the gun down three times, and\nreturning it into action, doing very effective work, and all the time\ndisplaying the utmost coolness and good judgment. A sharpshooter began\nto make a target of Weigle’s gun, and “potted” a couple of men\nbelonging to the cavalry near it. This made Weigle so mad that he\nturned the gun, for a moment, upon the tree in which the sharp-shooter\nwas concealed. That sharpshooter never shot again. Finally, Weigle’s\ngun got so hot, and he himself so cool, that he concluded the piece\nwas too warm for further firing. So he ran it down behind the hill,\nand ran his detachment back on the hill with rifles, and, during the\nremainder of the evening, the members of this crew practiced with\n“long Toms” upon the Spanish soldiers.",
        "On returning to the other two pieces near the road, they were moved to\nanother position, on the other side of the road. This precaution was\njudicious in order to conceal the pieces, or change their position,\nbecause the enemy had pretty thoroughly located them in the previous\nbrush, and it was rather dangerous to remain at that place. It was now\nnearly sundown. Scarcely had the pieces opened at this new position,\nwhen a battery of the enemy’s artillery, located near the hospital,\nbegan to fire at them. There was a heavy gun, which made a deep\nrumbling sound, and this sound was supplemented by the sharp crack of\na field-piece. A shell came whistling overhead and exploded within\nthirty yards of the battery, just beyond it. Another one came, and\nthis time the enemy’s artillery was located. Quick as a flash, the two\nGatlings were turned upon the enemy’s guns at the 2000-yard range.\nAnother shell came whistling along and exploded about ten feet\noverhead and twenty feet in rear of the battery. It tore up the grass\nin rear of the battery. After this engagement was over, Priv. Shiffer\npicked up the still hot fuse of this last shell. It was a large brass\ncombination fuse, and set at eight seconds, which justified the\nestimated range. This third shell was the last one the enemy was able\nto fire from these pieces. The powerful field-glasses which were used\nin locating the battery revealed the fact that as soon as the Gatling\nguns were turned on it, the Spanish gunners ran away from their\npieces. The big gun turned out to be a 16-centimeter converted bronze\npiece, mounted on a pintle in barbette, rifled and using smokeless\npowder. It was also found that they were firing four 3-inch\nfield-pieces of a similar character in this battery, as well as two\nmountain guns.",
        "It is claimed that this is the first time in the history of land\nfighting that a battery of heavy guns was ever put out of action by\nmachine-gun fire. This battery of the Spanish was never afterward able\nto get into action. Their pieces, which had been loaded for the fourth\nshot, were found on the 18th of July, still loaded, and a Spanish\nofficer gave the information that they had lost more than forty men\ntrying to work that battery, since the 1st of July. This is accounted\nfor by the fact that this Spanish battery was made the subject of\ncritical observation by the Gatling Gun Detachment from this time on.",
        "During this last engagement it had been necessary to obtain more men\nto assist in carrying ammunition, and Capt. Ayers, of the 10th\nCavalry, had furnished a detail, consisting of Serg. Graham and\nPrivates Smith and Taylor, Troop E, 10th Cavalry. These colored\nsoldiers proved to be excellent. They remained with the battery until\nthe end of the fighting on the 17th, and were in every respect the\npeers of any soldier in the detachment. Serg. Graham was recommended\nfor a medal of honor. Privates Smith and Taylor did as good service,\nwere as willing, as obedient, as prompt, and as energetic in the\ndischarge of their duties as any commanding officer could wish to\nhave. It is a great pleasure to be able to give this testimony to the\nmerits of our colored troopers, and to say, in addition, that no\nsoldiers ever fought better than the “Brunettes” of the 9th and 10th\nCavalry, who fought from the 3d of July until the 12th, near or with\nthe Gatlings.",
        "After the firing at the ford had ceased, Capt. Marcotte had returned\nto El Poso to investigate the movements of our artillery. These were\nthen, and have remained, one of those inscrutable and mysterious\nphenomena of a battle; incomprehensible to the ordinary layman, and\ncapable of being understood only by “scientific” soldiers. The charge\nupon the San Juan ridge was practically unsupported by artillery. No\nAmerican shells had struck the San Juan block-house; none had struck\nor burst in its vicinity; not even a moral effect by our artillery had\nassisted in the assault. So Marcotte had gone to investigate the\nartillery arm. He returned at sundown, and brought the information\nthat our baggage was safe at El Poso; that Private Pyne, still alive\nand unhurt, had been doing good work against the enemy’s\nsharpshooters; and, better than all this, had brought back with him a\ncanteen of water from the San Juan River and a pocket full of\nhardtack. He poured out his hardtack, and it was equally distributed\namong the members of the detachment, each man’s share amounting to two\npieces. Each man was also given a sup of water from the canteen, and\nthis constituted their only supper on that night, as they had been\ncompelled to throw away everything to keep up with the guns. Having\ndisposed of that, exhausted Nature could do no more; they lay down in\nthe mud where they stood, and slept so soundly that even the firing\nwhich occurred that night did not arouse them from their slumbers.\nThey were not disturbed until Best’s Battery began to occupy this hill\nabout four o’clock in the morning. They were then aroused and the\nGatling guns were drawn down, and the whole battery moved to the\nsalient occupied by the Rough Riders, because their position was at\nthat time closest to the enemy, and, as was determined by the previous\nday’s reconnaissance, offered a chance to enfilade several of the\nenemy’s trenches with machine gun fire.",
        "To dispose of the subject of artillery, it may be said that Best’s\nBattery and some other artillery occupied the ground vacated by the\nGatlings on the morning of July 2d, fired four shots, and then\nwithdrew with more haste than dignity. They remarked, “This is the\nhottest fire to which artillery has been subjected in modern times,\"\nand lit out to find a cooler place. They found it–so far in rear that\ntheir fire was almost equally dangerous to friends and foes on account\nof the close proximity of the two firing-lines. The obvious conclusion\nis that machine guns can live at close ranges, where artillery can not\nstay. There is no better light artillery in the world than that which\nhad to withdraw from San Juan block-house and its vicinity, on the\nmorning of July 2d.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}