{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter VI. Civilization of an Ancient Race",
    "author": "Eliza Burt Gamble",
    "chapter": "8",
    "content": [
        "\n\n",
        "The profound doctrines of abstractions or emanations; of the\nabsorption of the individual soul into the divine ether or\nessence; of the renewal of worlds and reincarnation, were\ndoubtless elaborated after the separation, in the human mind, of\nSpirit from matter, but before mankind had lost the power to\nreason abstractly.",
        "Although Pythagoras understood and believed these doctrines, he\ndid not, as is well known, receive them from his degenerate\ncountrymen, but, on the contrary, imbibed them from private\nsources among the orientals, where fragments of their remarkable\nlearning were still extant.  He said that religion consists in\nknowing the truth and doing good, and his ideas show the grandeur\nand beauty of the earlier conception of a Deity.  He declared\nthat there is only one God who is not, “as some are apt to\nimagine, seated above the world, beyond the orb of the universe,\"\nbut that this great power is diffused throughout Nature.  It is\n“the reason, the life, and the motion of all things.”",
        "Plato believed that human beings are possessed of two souls, the\none mortal, which perishes with the body, the other immortal,\nwhich continues to exist either in a state of happiness or\nmisery; that the righteous soul, freed from the limitations of\nmatter, returns at death to the source whence it came, and that\nthe wicked, after having been detained for a while in a place\nprepared for their reception, are sent back to earth to reanimate\nother bodies.",
        "Aristotle held the opinion that the souls of human beings are\nsparks from the divine flame, while Zeno, the founder of the\nStoic philosophy, taught that spirit acting upon matter produced\nthe elements and the earth.  There is plenty of evidence going to\nshow that the early Fathers in the Christian church believed in\nthe doctrines of reincarnation and the renewal of worlds. \nNeither is there any doubt but that this philosophy came from the\nEast, where it originated.  It is thought that the ancient\nphilosophers who elaborated these doctrines were unable to\naccount for the existence of evil without a belief in the\nimmortality of the soul.  Spirit was eternal, as was also matter.",
        "A soul, upon leaving the body, in course of time found its way\nback to earth, surrounded by conditions suited to its stage of\ngrowth.  Here it must reap all the consequences of its former\nlife.  It must also during its stay on earth make the conditions\nfor its next appearance upon an earthly plane.  So soon as\nthrough a succession of births and deaths it had perfected\nitself, it entered into a state of Nirvana.  It was absorbed into\nthe great Universal Soul.  Nothing is ever lost.",
        "[60] Edwin Arnold, The light of Asia.",
        "Regarding the opinions of the ancients on the subject of the\neternity of matter, Higgins, in his learned work on Celtic\nDruids, says:",
        "“The eternity of matter is a well known tenet of the\nPythagoreans, and whether right or wrong there can be no doubt\nthat it was the doctrine of the oriental school, whence\nPythagoras drew his learning.  It was a principle taken or\nmistaken from, or found amongst, the debris of that mighty mass\nof learning and science of a former period, of which, on looking\nback as far as human ken can reach, the most learned men have\nthought that they could see a faint glimmering.  Indeed, I think\nI may say something more than a faint glimmering.  For all the\nreally valuable moral and philosophical doctrines we possess,\nDutens has shown to have existed there.”",
        "From what is known relative to the speculations of an ancient\nrace, the fact is observed that creation was but a re-formation\nof matter.  Wisdom, or Minerva, formed the earth and the planets;\nshe did not create the heavens and the earth, as did the later\nJewish God.",
        "Of the seven principles of the universe, matter was the first,\nand of the seven principles of man, the physical body was the\nearliest.  Through evolutionary processes, or through cyclic\nperiods involving millions of years, mind was developed, and in\ncourse of time spirit was finally manifested.",
        "Mai, the Mother of Gotama Buddha, was simply matter, or illusion,\nfrom which its higher manifestation, mind or spirit, was\nemerging.  She was also the mother of Mercury.  A clearer\nknowledge of the philosophical doctrines which were elaborated at\na time when Nature-worship was beginning to decay, reveals the\nfact that the god-idea comprehended a profound knowledge of\nNature and her laws; that while this people did not pretend to\naccount for the existence of matter, they recognized a force\noperating through it whose laws were unchanged and unchanging.",
        "With these facts relative to the intelligence of an older race\nbefore us, the question naturally arises: What was the degree of\ncivilization attained at a time when the Deity worshipped was an\nabstract principle involving the actual creative processes\nthroughout Nature? and, notwithstanding our prejudices, we are\nconstrained to acknowledge that these earlier conceptions are\nscarcely compatible with the barbarism which we have been taught\nto regard as the condition of all the peoples which existed prior\nto the first Greek Olympiad.  On the contrary, the origin of the\nphilosophical opinions entertained by the most ancient oriental\nphilosophers, and which must have arisen out of a profound\nknowledge or appreciation of Nature and her operations, point to\na race far superior to any of those peoples which appear in early\nhistoric times.  Regarding these opinions, Godfrey Higgins\nremarks:",
        "“From their philosophical truth and universal reception I am\nstrongly inclined to refer them to the authors of the Neros, or\nto that enlightened race, supposed by Bailly to have formerly\nexisted, and to have been saved from a great catastrophe on the\nHimalaya Mountains.  This is confirmed by an observation which\nthe reader will make in the sequel, that these doctrines have\nbeen, like all the other doctrines of antiquity, gradually\ncorrupted–incarnated, if I may be permitted to compose a word\nfor the occasion.”",
        "Of this cycle, Bailly says: “No person could have invented the\nNeros who had not arrived at much greater perfection in astronomy\nthan we know was the state of the most ancient Assyrians,\nEgyptians, and Greeks.”",
        "Toward the close of the eighteenth century the celebrated\nastronomer, Bailly, published a work entitled The History of\nAncient Astronomy, in which he endeavored to prove that a nation\npossessed of profound wisdom and great genius, and of an\nantiquity far superior to the Hindoos or Egyptians, “inhabited\nthe country to the north of India, or about fifty degrees north\nlatitude.”  This writer has shown that “the most celebrated\nastronomical observations and inventions, from their peculiar\ncharacter, could have taken place only in these latitudes, and\nthat arts and improvements gradually travelled thence to the\nequator.”",
        "A colony of Brahmins settled near the Imans, and in Northern\nThibet, where in ancient times they established celebrated\ncolleges, particularly at Nagraent and Cashmere.  In these\ninstitutions the treasures of Sanskrit literature were supposed\nto be deposited.  The Rev. Mr. Maurice was informed that an\nimmemorial tradition prevailed at Benares that all the learning\nof India came from a country situated in forty degrees of\nnorthern latitude.  Other writers are of the opinion that\ncivilization proceeded from Arabia; that the old Cushite race\ncarried commerce, letters, and laws to all the nations of the\nEast.  Which of these theories is true, if either, may not with\ncertainty be proved at present; yet that in the far distant past\na race of people existed whose achievements exceeded those of any\nof the historic nations may not be doubted.",
        "That the length of the year was calculated with greater exactness\nby an ancient and forgotten people than it was by early historic\nnations is proved by the cycle of the Neros.  This cycle, which\nwas formed of 7.421 lunar revolutions of 29 days, 12 hours, 44\nminutes, and 3 seconds, or 219,146 days and a half, was equal to\n600 solar years of 365 days, 5 hours, 51 minutes, and 36 seconds,\nwhich time varies less than three minutes from the present\nobservations of the year’s length.  The length of the year as\ncalculated by the Egyptians and other early historic nations was\n360 days, which fact would seem to indicate that a science of\nastronomy had been developed in an earlier age which by the most\nancient peoples of whom we have any historic records has been\nlost or forgotten.  It has been said that if this cycle of the\nNeros “were correct to the second, if on the first of January at\nnoon a new moon took place, it would take place again in exactly\n600 years at the same moment of the day, and under all the same\ncircumstances.\"[61]",
        "[61] Godfrey Higgins, Celtic Druids, ch. ii., sec. 14.",
        "The Varaha Calpa has the famous cycle of 4,320,000,000 years for\nits duration.  This system makes the Cali Yug begin 3098 years\nB.C.  A dodecan consisted of 5 days, and 72 dodecans formed a\nnatural year of 360 days.  According to the earlier calculations,\n360 solar diurnal revolutions constituted a natural year.  The\ndoctrine of the ancients concerning these cycles is thus set\nforth by Godfrey Higgins:",
        "“The sun, or rather that higher principle of which the sun was\nthe emblem or the shekinah, was considered to be incarnated every\nsix hundred years.  Whilst the sun was in Taurus, the different\nincarnations, under whatever names they might go, were all\nconsidered but as incarnations of Buddha or Taurus.  When he got\ninto Aries, they were in like manner considered but as\nincarnations of Cristna or Aries, and even Buddha and Cristna\nwere originally considered the same, and had a thousand names in\ncommon, constantly repeated in their litanies–a striking proof\nof identity of origin.  Of these Zodiacal divisions the Hindoos\nformed another period, which consisted of ten ages or Calpas or\nYugs, which they considered the duration of the world, at the end\nof which a general renovation of all things would take place. \nThey also reckoned ten Neroses to form a period, each of them\nkeeping a certain relative location to the other, and together to\nform a cycle.  To effect this they doubled the precessional\nperiod for one sign– viz: 2160 years–thus making 4320, which\nwas a tenth of 43,200, a year of the sun, analogous to the 360\nnatural days, and produced in the same manner, by multiplying the\nday of 600 by the dodecans 72 = 43,200.  They then formed another\ngreat year of 432,000 by again multiplying it by 10, which they\ncalled a Cali Yug, which was measurable both by the number 2160,\nthe years the equinox preceded in a sign, and by the number 600. \nThey then had the following scheme:",
        "altogether 10 Ages, making a Maha Yug or Great Age.  These were\nall equimultiples of the Cycle of the Neros 600, and of 2160, the\ntwelfth part of the equinoctial precessional Cycle, and in all\nformed ten ages of 432,000 years each.\"[62]",
        "[62] Anacalypsis, vol. i., p. 232.",
        "The two great religious festivals of the ancients occurred the\none in the spring, at Easter, when all Nature was renewed, the\nother in the autumn, after the earth had yielded her bounties and\nthe fruits were garnered in.  It was at these gatherings that the\nGreat Mother Earth received the devout adoration of all her\nchildren.",
        "It is supposed that the Neros, or cycle of 600, is closely\nconnected with this worship, and that it was invented to regulate\nthe season for these festivals.  In process of time it was\ndiscovered that this cycle no longer answered, that the festival\nwhich had originally fallen on the first of May now occurred on\nthe first of April.  This, we are told,",
        "“led ultimately to the discovery that the equinox preceded about\n2160 years in each sign or 25,920 years in the 12 signs, and this\ninduced them to try if they could not form a cycle of the two. \nOn examination, they found that the 600 would not commensurate\nthe 2160 years in a sign, or any number of sums of 2160 less than\nten, but that it would with ten, or that in ten times 2160, or in\n21,600 years, the two cycles would agree; yet this artificial\ncycle would not be enough to include the cycle of 25,920.  They,\ntherefore, took two of the periods of 21,600, or 43,200; and,\nmultiplying both by ten–viz: 600 X 10 = 6000, and 43,200 X 10 =\n432,000–they formed a period with which the 600-year period and\nthe 6000-year period would terminate and form a cycle.  Every\n432,000 years the three periods would commence anew; thus the\nthree formed a year or cycle, 72 times 6000 making 432,000, and\n720 times 600 making 432,000.\"[63]",
        "[63] Higgins, Anacalypsis, p. 235.",
        "To form a great year, which would include all the cyclical\nmotions of the sun and moon, and perhaps of the planets, they\nmultiplied 432,000 by ten; thus they had ten periods answering to\nten signs.  Concerning these cycles Godfrey Higgins observes:",
        "“Persons of narrow minds will be astonished at such monstrous\ncycles; but it is very certain that no period could properly be\ncalled the great year unless it embraced in its cycle every\nperiodical movement or apparent aberration.  But their vulgar\nwonder will perhaps cease when they are told that La Place has\nproved that, if the periodical aberrations of the moon be\ncorrectly calculated, the great year must be extended to a\ngreater length even than 4,320,000 years of the Maha Yug of the\nHindoos, and certainly no period can be called a year of our\nplanetary system which does not take in all the periodical\nmotions of the planetary bodies.”",
        "It is thought that as soon as these ancient astronomers perceived\nthat the equinoxes preceded, they would at once attempt to\ndetermine the rate of precession in a given time; the precession,\nhowever, in one year was so small that they were obliged to\nextend their observations over immense periods.  Jones informs us\nthat the Hindoos first supposed that the precession took place at\nthe rate of 60 years in a degree, or 1800 in a Zodiacal sign, and\nof 21,600 in a revolution of the entire circle.  They afterwards\ncame to think that the precession was at the rate of 60 years and\na fraction of a year, and thus that the precession for a sign was\nin 1824 years, and for the circle in 21,888 years.  Subsequently\nthey discovered, or thought they had discovered, the Soli-Lunar\nperiod of 608 years, hence they attempted to make the two go\ntogether.  Both, however, proved to be erroneous.",
        "In referring to the fact that among the ancient Romans existed\nthe story of the twelve vultures and the twelve ages of 120 years\neach, Higgins remarks:",
        "“This arose from the following cause: They came from the East\nbefore the supposition that the precession took place a degree in\nabout 60 years, and 1824 years in a sign had been discovered to\nbe erroneous; and as they supposed the Neros made a correct cycle\nin 608 years, and believed the precessional cycle to be completed\nin 21,888, they of course made their ages into twelve.  As both\nnumbers were erroneous, they would not long answer their intended\npurpose, and their meaning was soon lost, though the sacred\nperiods of twelve ages and of 608 remained.”",
        "According to Hipparchus and Ptolemy, the equinoxes preceded at\nthe rate of a degree in 100 years, or 36,000 hundred years in 360\ndegrees.  This constituted a great year, at the end of which the\nregeneration of all things takes place.  This is thought to be a\nremnant of the most ancient Hindoo speculations, and not the\nresult of observation among the Greeks.  Some time after the\narrival of the sun in Aries,",
        "“at the vernal equinox, the Indians probably discovered their\nmistake, in giving about 60 years to a degree; that they ought to\ngive 50” to a year, about 72 years to a degree, and about 2160\nyears to a sign; and that the Luni-Solar cycle, called the Neros,\ndid not require 608 years, but 600 years only, to complete its\nperiod.  Hence arose the more perfect Neros.”",
        "It is thought by various writers that the knowledge of the\nancient Hindoos regarding the movements of the sun and moon in\ntheir cycles of nineteen and six hundred years–the Metonic\ncycle, and the Neros–proves that long before the birth of\nHipparchus the length of the year was known with a degree of\nexactitude which that astronomer had not the means of\ndetermining.  It is positively asserted by astronomers that at\nleast twelve hundred years were required, “during which time the\nobservations must have been taken with the greatest care and\nregularly recorded,” to arrive at the knowledge necessary for the\ninvention of the Neros, and that such observations would have\nbeen impossible without the aid of the telescope.",
        "On the subject of the great learning of an ancient race, Sir W. \nDrummond says:",
        "“The fact, however, is certain, that at some remote period there\nwere mathematicians and astronomers who knew that the sun is in\nthe centre of the planetary system, and that the earth, itself a\nplanet, revolves round the central fire;–who calculated, or like\nourselves attempted to calculate, the return of comets, and who\nknew that these bodies move in elliptic orbits, immensely\nelongated, having the sun in one of their foci;–who indicated\nthe number of the solar years contained in the great cycle, by\nmultiplying a period (variously called in the Zend, the Sanscrit,\nand the Chinese ven, van, and phen) of 180 years by another\nperiod of 144 years;–who reckoned the sun’s distance from the\nearth at 800,000,000 of Olympic stadia; and who must, therefore,\nhave taken the parallax of that luminary by a method, not only\nmuch more perfect than that said to be invented by Hipparchus,\nbut little inferior in exactness to that now in use among the\nmoderns;–who could scarcely have made a mere guess when they\nfixed the moon’s distance from its primary planet at fifty-nine\nsemi-diameters of the earth;–who had measured the circumference\nof our globe with so much exactness that their calculation only\ndiffered by a few feet from that made by our modern\ngeometricians; –who held that the moon and the other planets\nwere worlds like our own, and that the moon was diversified by\nmountains and valleys and seas;–who asserted that there was yet\na planet which revolved round the sun, beyond the orbit of\nSaturn;–who reckoned the planets to be sixteen in number; –and\nwho reckoned the length of the tropical year within three minutes\nof the true time; nor, indeed, were they wrong at all, if a\ntradition mentioned by Plutarch be correct.\"[64]",
        "[64] Drummond, On the Zodiacs, p. 36.",
        "Bailly, Sir W. Jones, Higgins, and Ledwich, as well as many\nmodern writers, agree in the conclusion that the Indians, the\nEgyptians, the Assyrians, and the Chinese were simply the\ndepositaries, not the inventors, of science.  The spirit of\ninquiry which in later times is directing attention to the almost\nburied past is revealing the fact that not merely the germs\nwhence our present civilization has been developed descended to\nus from the dim ages of antiquity, but that a great number of the\nactual benefits which go to make up our present state of material\nprogress have come to us from prehistoric times.  The art of\nwriting, of navigation (including the use of the compass), the\nworking of metals, astronomy, the telescope, gunpowder,\nmathematics, democracy, building, weaving, dyeing, and many of\nthe appliances of civilized life, have been appropriated by later\nages with no acknowledgment of the source whence they were\nderived.  When Pythagoras exhibited to the Greeks some beautiful\nspecimens of ancient architecture which he had brought from Egypt\nand Babylon, they simply claimed them as their own, giving no\ncredit to the people who originated them; and subsequent ages,\ncopying their example, have refused to acknowledge that anything\nof value had been achieved prior to the first Greek Olympiad.",
        "When Philip of Macedon opened the gold mines of Thrace, a country\nin which it will be remembered the worship of the Great Mother\nCybele was indigenous, he found that they had been previously\nworked “at great expense and with great ingenuity by a people\nwell versed in mechanics, of whom no monuments whatever are\nextant.”",
        "The decorations on the breasts of some of the oldest mummies show\nthat the early Egyptians understood the art of making glass.  It\nis now known that the lens as a magnifying instrument was in use\namong them.  Attention has been drawn to the fact that the\nastronomical observations of the ancients would have been\nimpossible without the aid of the telescope.  Diodorus Siculus\nsays there was an island west of the Celtae in which the Druids\nbrought the sun and moon near them.  An instrument has recently\nbeen found in the sands of the Nile, the construction of which\nshows plainly that 6000 years ago the Egyptians were acquainted\nwith our modern ideas of the science of astronomy.",
        "William Huntington, who has travelled widely in India, Borneo,\nthe Malay Peninsula, and Egypt, says:",
        "“I think, on the whole, the most interesting experience I ever\nhad was in an ancient city on the Nile in Egypt.  .  .  .  When I\nwas there a year ago, and men were digging among the ruined\ntemples, some curious things were brought to light, and these I\nregard as the strangest things seen in all my wanderings.  In an\nold tomb was found a curious iron and glass object, which on\ninvestigation proved to be a photographic camera.  It was not\nsuch a camera as is used now, or has been since our photography\nwas invented, but something analogous to it, showing that the art\nwhich we thought we had discovered was really known 6000 years\nago.”",
        "The same writer states that a plow constructed on the modern plan\nwas also found.  “It was not of steel but of iron, and it had the\nsame shape, the same form of point and bend of mold board as we\nhave now.”",
        "It is reported that the dark continent possesses means of\ncommunication entirely unknown to Europe.  Upon this subject a\ncorrespondent to the New York Tribune writes:",
        "“When Khartoum fell in 1885 I was in Egypt, and I well remember\nthat the Arabs settled in the neighborhood of the pyramids knew\nall about it, as well as about Gen. Gordon’s death, days and\ndays before the news reached Cairo by telegraph from the\nSoudanese frontier.  Yet Khartoum is thousands of miles distant\nfrom Cairo and the telegraph wires from the frontier were\nmonopolized by the government.”",
        "The same correspondent observes that these Arabs told him, months\npreviously, of the defeat of the Egyptian army under Baker Pasha\nat Tokar–that they not only gave him the news, but several\nparticulars concerning the matter, two full days before\nintelligence was received from the Red Sea coast.  In answer to\nthe suggestion that such information might have been conveyed by\nmeans of signal fires, this writer says that such fires would\nhave attracted the attention of the English and native scouts,\nand that the whole country is unpropitious to such methods;\nbesides, no system of signal fires, no matter how elaborate,\ncould have conveyed the news so quickly and in such detail.  The\nwhole matter is summed up as follows:",
        "“The Arabs, therefore, have, manifestly, some other means of\nrapid communication at their command.  One is inclined to the\npresumption that they, like the learned Pundits of Northern\nIndia, have a knowledge of the forces of Nature that are yet\nhidden from our most eminent scientists.”",
        "Can it be that the Arabs are acquainted with the very recently\ndiscovered scientific principle, that it is possible to transmit\ntelegraphic communications without wires, and simply by means of\nmagnetic currents in earth and water?",
        "Nor is this remarkable skill confined to the “barbarians of the\nOld World.”  A correspondent from the far West to the New York\nPress wrote that long before the news of the Custer massacre\nreached Fort Abraham Lincoln the Sioux had communicated it to\ntheir brethren.  The scouts in Crook’s column to the south knew\nof it almost immediately, as did those with Gibbon farther\nnorthwest.  The same writer says that several years ago a naval\nlieutenant ran short of provisions.  He pushed on to a settlement\nas rapidly as possible and upon arriving there found that the\ninhabitants had provided for his coming and had a bounteous store\nawaiting him.  The people in the village were of a different\ntribe from those whose domain he had passed, and so far as could\nbe learned were not in communication with them.",
        "The earliest accounts which we have of Egypt and Chaldea reveal\nthe fact that at a very remote period they were old and powerful\ncivilizations, that they had a settled government, a pure and\nphilosophical religion, and a profound knowledge of science and\nart; yet, notwithstanding the great antiquity of these\ncivilizations, that of the people which created them must have\nbeen infinitely more remote.",
        "The earliest historic nations recognized the greatness of these\nancient people and the extent of their dominion.  In the oldest\ngeographical writings of the Sanskrit people, the ancient\nEthiopia, or land of Cush of Greek and Hebrew antiquity, is\nclearly described.  Stephanus of Byzantium, who is said to\nrepresent the opinions of the most ancient Greeks, says:\n“Ethiopia was the first established country on the earth, and the\nEthiopians were the first who introduced the worship of the Gods\nand who established laws.\"[65]",
        "[65] Quoted by John D. Baldwin, Prehistoric Nations, p. 62.",
        "Heeren in his researches says:",
        "“From the remotest times to the present, the Ethiopians have been\none of the most celebrated, and yet the most mysterious of\nnations.  In the earliest traditions of nearly all the more\ncivilized nations of antiquity, the name of this distant people\nis found.  The annals of the Egyptian priests are full of them,\nand the nations of inner Asia, on the Euphrates and Tigris, have\ninterwoven the fictions of the Ethiopians with their traditions\nof the wars and conquests of their heroes; and, at a period\nequally remote, they glimmer in Greek mythology.  When the Greeks\nscarcely knew Italy and Sicily by name, the Ethiopians were\ncelebrated in the verses of their poets, and when the faint gleam\nof tradition and fable gives way to the clear light of history,\nthe lustre of the Ethiopians is not diminished.”",
        "Homer says of them that they were a “divided people dwelling at\nthe ends of the earth toward the setting and the rising Sun.” \nAlthough it is possible at the present time to discover very many\nof the facts bearing upon the civilization of this ancient\npeople, it is impossible in the present condition of human\nknowledge to discover when civilized life began on the earth. \nWhether the ancient Arabians or Ethiopians who belonged to the\nold Cushite race, and who are believed by many to be the most\nancient people of whom we have any trace, were the first\ncolonizers, or whether they were preceded by a still older\ncivilization, history and tradition are alike silent; yet the\nfact seems to be tolerably well authenticated that this\nenlightened race, now nearly extinct, carried civilization to\nChaldea more than seven thousand years B.C., that it colonized\nEgypt, engrafted its own institutions in India, colonized\nPhoenicia, and by its maritime and commercial enterprise,\nintroduced civilized conditions into every quarter of the globe. \nEven in Peru, in Mexico, in Central America, and in the United\nStates are evidences of the old Cushite religion and enterprise.",
        "Baldwin, commenting on the greatness of this remarkable people,\nsays that early in the period of its colonizing enterprise,\ncommercial greatness, and extensive empire, it established\ncolonies in the valleys of the Nile and the Euphrates, which in\nlater ages became Barbary, Egypt, and Chaldea.  The ancient\nCushite nation occupied Arabia and other extensive regions of\nAfrica, India, and Western Asia to the Mediterranean.  While\nremarking upon the vastness and antiquity of this old Cushite\nrace, Rawlinson says that they founded most of the towns of\nWestern Asia.  The vast commercial system which formed a\nconnecting link between the various countries of the globe, was\ncreated by this people, the great manufacturing skill and\nunrivalled maritime activity of the Phoenicians which extended\ndown to the time of the Hellenes and the Romans having been a\nresult of the irgenius.  It was doubtless during the supremacy of\nthe ancient Cushite race that a knowledge of astronomy was\ndeveloped and that the arts of life were carried to a high degree\nof perfection.  However, through the peculiar influences which\nwere brought to bear upon human experience, this knowledge, which\nwas bequeathed to their descendants or to the nations which they\nhad created, was subsequently lost or practically obscured, only\nfragments of it having been preserved from the general ruin.",
        "Within these fragments have been preserved in India certain\nevidences of a profound knowledge of Nature, or of the at present\nunknown forces in the universe, a demonstration of which, in our\nown time, would probably be looked upon as a miraculous\ninterposition of supernatural agencies.",
        "Regarding the refinements and luxuries of this ancient people,\nDiodorus Siculus declares that they flowed in streams of gold and\nsilver, that “the porticoes of their temples were overlaid with\ngold, and that the adornments of their buildings were in some\nparts of silver and gold, and in others of ivory and precious\nstones, and other things of great value.”",
        "From various observations, it is plain that the Etrurians\nrepresented a stage of civilization far in advance of the\nPelasgians who founded Rome –a race which, although superior in\nnumbers, arms, and influence, were, when compared with this more\nancient people, little better than barbarians.[66]",
        "[66] It is thought that as early as the nineteenth century B.C. \nthe Pelasgians or Pelargians went to Aenonia, or Ionia.  It was a\ndetachment of this people which, according to Herodotus, captured\na number of Athenian women on the coast of Africa, lived with\nthem as wives, and raised families by them, but, “because they\ndiffered in manners from themselves,” they murdered them, which\nact was attended by a “dreadful pestilence.”  It is the opinion\nof certain writers that these women were of a different religious\nfaith from their captors, and that so intense and bitter was the\nfeeling upon the comparative importance of the sex functions in\npro-creation, that their husbands, unable to change their views,\nput an end to their existence.",
        "Nothing, perhaps, proclaims the degree of civilization attained\nby the ancient Etrurians more plainly than the exquisite\nperfection which is observed in the specimens of art found in\ntheir tumuli.  Within the tombs of Etruscans buried long prior to\nthe foundation of Rome, or the birth of the fine arts in Greece,\nhave been found unmistakable evidence of the advanced condition\nof this people.  The exquisite coloring and grouping of the\nfigures on their elegant vases, one of which, on exhibition in\nthe British Museum, portrays the birth of Minerva, or Wisdom,\nshow the delicacy of their taste, the purity of their\nconceptions, and their true artistic skill.",
        "Among their mechanical arts, a few specimens of which have been\npreserved, is the potter’s wheel, an invention which, so far as\nits utility is concerned, is declared to be absolutely\nperfect–the most complete of all the instruments of the world. \n“It never has been improved and admits of no improvement.”  In\nfact all that may be gathered concerning the ancient Etrurians, a\npeople who by the most able writers upon this subject is believed\nto have been one of the first to leave the Asiatic hive, is in\nperfect accord with the facts already set forth regarding that\nmighty nation, perhaps of upper Asia, who carried the study of\nastronomy to a degree of perfection never again reached until\nafter the discovery of the Copernican system, who invented the\nNeros and the Metonic Cycle, who colonized Egypt and Chaldea, and\nwho carried civilization to the remotest ends of the earth.",
        "The philosophy of the Etrurians corresponds with that of the most\nancient Hindoo system, and displays a degree of wisdom\nunparalleled by any of the peoples belonging to the early\nhistoric ages.  According to their cosmogony, the evolutionary or\ncreative processes involved twelve vast periods of time.  At the\nend of the first period appeared the planets and the earth, in\nthe second the firmament was made, in the third the waters were\nbrought forth, in the fourth the sun, moon, and stars were placed\nin the heavens, in the fifth living creatures appeared on the\nearth, and in the sixth man was produced.  These six periods\ncomprehended one-half the duration of the cycle.  After six more\nperiods had elapsed, or after the lapse of the entire cycle of\ntwelve periods, all creation was dissolved or drawn to the source\nof all life.  Subsequently a new creation was brought forth under\nwhich the same order of events will take place.  The involution\nof life, or its return to the great source whence it sprang, did\nnot, however, involve the destruction of matter.  The seeds of\nreturning life were preserved in an ark or boat–the female\nprinciple, within which all things are contained.  This indrawing\nof life constituted “the night of Brahme.”  It was represented by\nVishnu sleeping on the bottom of the sea.",
        "From the facts adduced in relation to the Etrurians we are not\nsurprised to find that their religion was that of the ancient\nNature worshippers, and that a mother with her child stood for\ntheir god-idea.  In referring to the religion of this people, and\nto the great antiquity of the worship of the Virgin and Child,\nHiggins remarks: “Amongst the Gauls, more than a hundred years\nbefore the Christian era, in the district of Chartres, a festival\nwas celebrated in honor of the Virgin,” and in the year 1747, a\nmithraic monument was found “on which is exhibited a female\nnursing an infant–the Goddess of the year nursing the God day.” \nTo which he adds: “The Protestant ought to recollect that his\nmode of keeping Christmas Day is only a small part of the old\nfestival as it yet exists amongst the followers of the Romish\nChurch. Theirs is the remnant of the old Etruscan worship of the\nvirgin and child.”  As a proof of the above, Higgins cites\nGorius’s Tuscan Antiquities, where may be seen the figure of an\nold Goddess with her child in her arms, the inscription being in\nEtruscan characters.  “No doubt the Romish Church would have\nclaimed her for a Madonna, but most unluckily she has her name,\nNurtia, in Etruscan letters, on her arm, after the Etruscan\npractice.”",
        "From the monuments of Etruria the fact is observed that descent\nand the rights of succession were traced in the female line, a\ncondition of society which indicates the high position which must\nhave been occupied by the women of that country.",
        "In Oman is said to exist a fragment of the government of the old\nEthiopian or Cushite race.  If this is true, then we may be able\nto perceive at the present time something of the character of the\npolitical institutions of this ancient nation.  As no people\nremains stationary, and as degeneracy has been the rule with\nsurrounding countries, we may not expect to find among the people\nof Oman a true representation of ancient conditions, yet, as has\nbeen observed, we may still be able to note some of the facts\nrelative to the organization of society and their governmental\ninstitutions.",
        "In a description furnished by Palgrave, Oman is termed a kingdom,\nyet it is plain from the observations of this writer that the\nexisting form of government is that of a confederacy of nations\nunder a democratical system, identical with that developed during\nthe later status of barbarism.  This writer himself admits that\nOman is less a kingdom than an aggregation of municipalities, and\nthat each of these municipalities or towns has a separate\nexistence and is controlled by its own local chief; but that all\nare joined together in one confederacy, and subjected to the\nleadership of a grand chief whom the writer is pleased to term\n“the crown,” but why, as is evident from the description given,\nbears no resemblance to a modern monarch. The chiefs who direct\nthe councils of the municipalities are limited in their powers by\n“the traditional immunities of the vassals,” the decision of all\ncriminal cases and the administration of justice being in the\nhands of the local judges.  In the descriptions given of their\ngovernmental proceedings, it is stated that the whole course of\nlaw is considered apart from the jurisdiction of the sovereign,\nwho has no power to either change or annul the enactments of the\npeople.",
        "Here, it is observed, exists almost the identical form of\ngovernment which was in use among the early historic nations,\nbefore governments came to be founded on wealth, or on a\nterritorial basis[67]; or, in other words, before the monied and\naristocratic classes had drawn to themselves all the powers which\nhad formerly belonged to the people.",
        "[67] See The Evolution of Woman, p. 238.",
        "We must bear in mind the fact that under these earlier\ndemocratical institutions, the term “people” included not only\nmen but women, and as the grand chief, the local rulers, and the\njudges held their positions by virtue of their descent from, or\nrelationship to, some real or traditional leader of the gens, who\nduring all the earlier ages was a woman, we may believe that the\npower of women to depose their political leaders so soon as their\nconduct became obnoxious to them was absolute and unquestioned.",
        "Doubtless, as we have seen, the government of Oman has undergone\na considerable degree of modification since the days of Cushite\nsplendor and supremacy; that, like all other nations which have\ncome in contact with the Aryan and Semitic races, the tendency\nhas been toward monarchial government; nevertheless, with its\npractically free institutions, representing as they do, in a\nmeasure, the political system of the grandest and oldest\ncivilizations of which we have any knowledge, it furnishes an\nillustration of the degree of progress possible under gentile\norganization, at the same time that it points to the source\nwhence has proceeded the fierce democratic spirit observed among\nsucceeding nations, notably the Greeks.",
        "Modern writers agree in ascribing to the Touaricks, a people\ninhabiting the Desert of Sahara, a considerable degree of\ncivilization.  We are informed that in the Sahara, which, by the\nway, is far less a barren waste than we have been taught to\nsuppose it, “the Touaricks have towns, cities, and an excellent\ncondition of agriculture\"; that with them fruit is cultivated\nwith great success and skill.  Their method of political\norganization is democratic and similar in construction and\nadministration to the old Cushite municipalities.  Baldwin,\nquoting from Richardson, says: “Ghat, like all the Touarick\ncountries, is a republic; all the people govern.  The woman of\nthe Touaricks is not the woman of the Moors and Mussulmans\ngenerally.  She has here great liberty, and takes an active part\nin the affairs and transactions of life.\"[68]",
        "[68] Prehistoric Nations, p. 341.",
        "One who is disposed to search for it, will find no lack of\nevidence going to prove that in an earlier age of the world,\nprior to the written records of extant history, the human race\nhad attained to a stage of civilization equal in all and superior\nin many respects to that of the present time.",
        "That this remarkable stage of progress, the actual extent of\nwhich has not yet been fully realized, was attained during a\nperiod of pure Nature-worship, or while the earth and the sun\nwere venerated as emblems of the great creative energy throughout\nthe universe, is a proposition which, when viewed by the light of\nmore recently acquired facts, is perfectly reasonable, and\nexactly what might be expected.",
        "That this high stage of civilization was reached while women were\nthe recognized heads of families and of the gentes, and at a time\nwhen Perceptive Wisdom, or the female energy in the Deity, was\nworshipped as the supreme God, is a fact which in time will be\nproved beyond a doubt.  Indeed, had not the judgment of man\nbecome warped by prejudice, and his reason clogged by\nsuperstition and sensuality, the fact so plainly apparent in all\nancient mythologies, that in the early god-idea two principles\nwere contained, the female being in the ascendancy, would long\nere this have been acknowledged, and our present religious\nsystems, which are but outgrowths from these mythologies, would,\nwith the partial return of civilized conditions, have been so\nmodified or changed as to embrace some of the fundamental truths\nwhich formed the basis of early religion.",
        "Regarding the religion of the ancient race which we have been\nconsidering, we are told that they worshipped a dual Deity, under\nthe appellations of Ashtaroth and Baal, and that this God\n“comprehended the generative or reproductive powers in human\nbeings and in the sun, together with Wisdom or Light.”  In other\nwords, they adored the great moving force throughout Nature, a\nforce which they venerated as the Great Mother.",
        "Before the Zend and Sanskrit branches of the Aryan race had\nseparated, their religion was doubtless that given them by their\nCushite civilizers.  The worship of the sun and the planets, with\nwhich were inextricably interwoven the fructifying agencies in\nNature, explains their devotion to the study of the heavenly\nbodies and their advanced knowledge of astronomy.  The types of\nregeneration or reproduction which they venerated were symbols of\nabstract principles, and, from facts connected with their\nreligious ceremonies as practiced by their immediate successors,\nand from the pure significance attached to their emblems, we are\njustified in the conclusion before referred to, that the sensuous\nelement, which became so prominent in later religious\ndevelopments, constituted no part of their worship.",
        "The number of ages during which the most primitive religion,\nnamely, that of pure Nature-worship, prevailed among the\ninhabitants of the earth may not be conjectured, and the exact\nlength of time during which earth and sun adoration unalloyed by\nserpent and phallic faiths remained is not known.  It is\nprobable, however, that its duration is to be measured by that of\nthe supremacy of the altruistic or mother element in human\naffairs, and that the gradual engrafting of the later-developed\nsensuous faiths upon their earlier god-idea, marks the change\nfrom female to male supremacy.",
        "We have observed that whenever a remnant of the civilization of\nthe ancient Cushites appears, exactly as might be expected, women\nhold an exalted position in human affairs, at the same time that\nthe female principle constitutes the essential element in the\nDeity.",
        "Of the ancient Persians who received their religion and their\ncivilization from this older race Malcolm observes:",
        "“The great respect in which the female sex was held was, no\ndoubt, the principal cause of the progress they made in\ncivilization.  .  .  .  It would appear that in former days the\nwomen of Persia had an assigned and honorable place in society;\nand we must conclude that an equal rank with the male creation,\nwhich is secured to them by the ordinances of Zoroaster, existed\nlong before the time of that reformer, who paid too great\nattention to the habits and prejudices of his countrymen to have\nmade any serious alteration in so important an usage.  We are\ntold by Quintus Curtius, that Alexander would not sit in the\npresence of Sisygambis, till told to do so by that matron,\nbecause it is not the custom in Persia for sons to sit in the\npresence of their mothers.  There can be no stronger proof than\nthis anecdote affords, of the great respect in which the female\nsex were held in that country, at the time of this invasion.\"[69]",
        "[69] See History of Persia.",
        "No one I think can study the sacred books of the Persians without\nobserving the emphasis which is there placed on purity of\ncharacter and right living.  Indeed, within no extant writings is\nthe antithesis between good and evil more strongly marked, at the\nsame time that their hatred of idolatry is clearly apparent.  The\nsame is observed in the early writings of the Hindoos.  Within\nthe Vedas, although they have been corrupted by later writers,\nmay still be traced a purity of thought and life which is not\napparent in the writings of later ages.  Not long ago I was\ninformed by a learned native of India that the original writing\nof the Vedas was largely the work of women.",
        "That the early conceptions of a Deity in which women constituted\nthe central and supreme figure were in Egypt correlated with the\nexercise of great temporal power, may not, in view of the facts\nat hand, longer be doubted.  By means of records revealed on\nancient monuments, we are informed that in the age of Amunoph I. \na considerable degree of sovereign power in Egypt was exercised\nby a woman, Amesnofre-are, who had shared the throne with Ames. \nShe occupied it also with Amunoph, and, notwithstanding the\nstatement of Herodotus, that women did not serve in the capacity\nof priests, this Queen is represented as pouring out libations to\nAmon, an office which was doubtless the highest connected with\nthe priesthood.",
        "Less than forty years later, it is observed that another woman,\nAmun-nou-het, shared the throne with Thotmes I. and II. and that\n“she appears to have enjoyed far greater consideration than\neither of them.”  Not alone are monuments raised in her name, but\nshe appears dressed as a man, and “alone presenting offerings to\nthe gods.”  So important a personage was she that she is believed\nby many to be the princess who conquered the country, perhaps\neven Semiramis herself.  Her title was the “Shining Sun.\"[70]",
        "[70] Rawlinson, History of Herodotus, app., book ii., ch. viii.",
        "As these women doubtless belonged to the old Arabian, Ethiopian,\nor Cushite race, the people who had brought civilization to\nEgypt, we are not surprised to find them holding positions which\nwere connected with the highest civil and religious offices.  The\nLabyrinth, in the country of the Nile, is described by ancient\nwriters as containing three thousand chambers.  Strabo says of it\nthat the enclosure contained as many palaces as there formerly\nwere homes, and that there the priests and priestesses of each\ndepartment were wont to congregate to discuss difficult and\nimportant questions of law.",
        "According to the Greeks, the Egyptian God Osiris corresponds to\ntheir Jupiter; and Sate, the companion of Kneph, is identical\nwith Juno.  It is quite evident, however, that the Greeks\nunderstood little of the true significance of the gods which they\nhad borrowed, or which they had inherited from older nations.  It\nwould seem that as a people their conceit prevented them from\nacknowledging the dignity even of their gods, hence, they endowed\nthem with the attributes best suited to their own depraved taste\nor pleasure, and then worshipped them as beings like themselves.",
        "It has been observed of the Egyptians that they were wont to\nridicule the Greeks for regarding their gods as actual beings,\nwhile in reality “they were only the representations of the\nattributes and principles of Nature.”  Unlike the religions which\nsucceeded it, Egyptian mythology, as understood by the learned,\nwas essentially philosophical, and dealt with abstractions and\nprinciples rather than with personalities.",
        "Notwithstanding the importance which in process of time came to\nbe claimed by males, and the consequent stimulation which was\ngiven to the animal tendencies, it is evident, from certain\nhistorical and undeniable proofs in connection with this subject,\nthat although woman’s power in Egypt, as in all other countries,\ngradually became weakened, the effect of her influence on manners\nand social customs was never wholly extinguished.",
        "Regarding the existence of polygamy, it has been said that the\nhigh position occupied in ancient Egypt by the mother of the\nfamily, the mistress of the household, is absolutely\nirreconcilable with the existence of polygamy as a general\npractice, or of such an institution as the harem.  Although the\nplurality of wives does not appear to have been contrary to law,\nit “certainly was unusual,” and although Egyptian kings\nfrequently had many wives, “they followed foreign rather than\nnative custom.\"[71]",
        "[71] Renouf, Religion of Ancient Egypt, p. 81.",
        "Herodotus says of the women of Egypt: “They attend the markets\nand trade while the men sit at home at the loom\"[72]; and\nDiodorus informs us that in Egypt “women control the men.”",
        "[72] Book ii., ch. xxxv.",
        "Were we in possession of no direct historical evidence to prove\nthat down to a late period in the history of Egypt women had not\nlost their prestige, sufficient evidence would be found in the\nfact that, notwithstanding the growing tendency of mankind in all\nthe nations of the globe to suppress the female instincts and to\nreject, conceal, or belittle the woman element in the Deity,\nstill Isis, the gracious mother, retained a prominent place in\nthe god-idea of that country.",
        "I am not unmindful of the remarks which a reference to a past age\nof intellectual and moral greatness will call forth; indeed, I\ncan almost hear some devotee of the present time remark: “So we\nare asked to regard as a sober fact the existence in the past of\na golden age; also to believe that man was created pure and holy,\nand that he has since fallen from his high estate; in other\nwords, we are to have faith in the ancient tradition of the ’fall\nof man.’”  If by the fall of man we are to understand that a\ngreat and universal people, who in a remote age of the world’s\nhistory had reached a high stage of civilization, gradually\npassed out of human existence, and that a lower race, which was\nincapable of attaining to their estate, and which, by the over-\nstimulation of the lower propensities, sank into a state of\nbarbarism, in which the original sublime conceptions of a Deity\nwere obscured and the great learning of the past was lost, I can\nsee no reason to disbelieve it, especially as all the facts, both\nof tradition and history, bearing upon this subject unite in\nproclaiming its truth.",
        "After stating that in Chaldea has been found rather the debris of\nscience than the elements of it, Bailly asks:",
        "“When you see a house built of old capitals, columns, and other\nfragments of beautiful architecture, do you not conclude that a\nfine building has once existed? .  .  .  If the human mind can\never flatter itself with having been successful in discovering\nthe truth, it is when many facts, and these facts of different\nkinds, unite in producing the same results.”",
        "That the descendants of a once mighty nation lapsed into\nbarbarism, forgetting the profound knowledge of the sciences\npossessed by their ancestors, is a fact too well attested at the\npresent time to be doubted by those who have taken the pains to\nacquaint themselves with the evidence at hand.",
        "Regarding the manner in which this ancient civilization was\nreached, or concerning the way in which it was achieved, history\nand tradition are alike silent, although it is believed that the\npresent methods of investigation will, at least in a measure,\nunravel the mystery.  At present we only know that, as far in the\nremote past as human ken can reach, evidences of a high stage of\ncivilization exist which it must have required thousands upon\nthousands of years to accomplish.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}