{
    "title": "The Boys’ Life of Mark Twain - XXI. The Territorial Enterprise",
    "author": "Paine",
    "chapter": "21",
    "content": [
        "\n",
        "\n\n",
        "In 1852 Virginia City, Nevada, was the most flourishing of mining towns.\nA half-crazy miner, named Comstock, had discovered there a vein of such\nrichness that the “Comstock Lode” was presently glutting the mineral\nmarkets of the world.  Comstock himself got very little out of it, but\nthose who followed him made millions.  Miners, speculators, adventurers\nswarmed in.  Every one seemed to have money.  The streets seethed with an\neager, affluent, boisterous throng whose chief business seemed to be to\nspend the wealth that the earth was yielding in such a mighty stream.",
        "Business of every kind boomed.  Less than two years earlier, J. T.\nGoodman, a miner who was also a printer and a man of literary taste, had\njoined with another printer, Dennis McCarthy, and the two had managed to\nbuy a struggling Virginia City paper, the “Territorial Enterprise.”   But\nthen came the hightide of fortune.  A year later the “Enterprise,” from a\nstarving sheet in a leaky shanty, had become a large, handsome paper in a\nnew building, and of such brilliant editorial management that it was the\nmost widely considered journal on the Pacific coast.",
        "Goodman was a fine, forceful writer, and he surrounded himself with able\nmen.  He was a young man, full of health and vigor, overflowing with the\nfresh spirit and humor of the West.  Comstockers would always laugh at a\njoke, and Goodman was always willing to give it to them.  The\n“Enterprise” was a newspaper, but it was willing to furnish entertainment\neven at the cost of news.  William Wright, editorially next to Goodman,\nwas a humorist of ability.  His articles, signed Dan de Quille, were\nwidely copied.  R. M. Daggett (afterward United States Minister to\nHawaii) was also an “Enterprise” man, and there were others of their\nsort.",
        "Samuel Clemens fitted precisely into this group.  He brought with him a\nnew turn of thought and expression; he saw things with open eyes, and\nwrote of them in a fresh, wild way that Comstockers loved.  He was\nallowed full freedom.  Goodman suppressed nothing; his men could write as\nthey chose.  They were all young together–if they pleased themselves,\nthey were pretty sure to please their readers.  Often they wrote of one\nanother–squibs and burlesques, which gratified the Comstock far more\nthan mere news.  It was just the school to produce Mark Twain.",
        "The new arrival found acquaintance easy.  The whole “Enterprise” force\nwas like one family; proprietors, editor, and printers were social\nequals.  Samuel Clemens immediately became “Sam” to his associates, just\nas De Quille was “Dan,” and Goodman “Joe.”  Clemens was supposed to\nreport city items, and did, in fact, do such work, which he found easy,\nfor his pilot-memory made notes unnecessary.",
        "He could gather items all day, and at night put down the day’s budget\nwell enough, at least, to delight his readers.  When he was tired of\nfacts, he would write amusing paragraphs, as often as not something about\nDan, or a reporter on a rival paper.  Dan and the others would reply, and\nthe Comstock would laugh.  Those were good old days.",
        "Sometimes he wrote hoaxes.  Once he told with great circumstance and\ndetail of a petrified prehistoric man that had been found embedded in a\nrock in the desert, and how the coroner from Humboldt had traveled more\nthan a hundred miles to hold an inquest over a man dead for centuries,\nand had refused to allow miners to blast the discovery from its position.",
        "The sketch was really intended as a joke on the Humboldt coroner, but it\nwas so convincingly written that most of the Coast papers took it\nseriously and reprinted it as the story of a genuine discovery.  In time\nthey awoke, and began to inquire as to who was the smart writer on the\n“Enterprise.”",
        "Mark Twain did a number of such things, some of which are famous on the\nCoast to this day.",
        "Clemens himself did not escape.  Lamps were used in the “Enterprise\"\noffice, but he hated the care of a lamp, and worked evenings by the light\nof a candle.  It was considered a great joke in the office to “hide Sam’s\ncandle” and hear him fume and rage, walking in a circle meantime–a habit\nacquired in the pilothouse–and scathingly denouncing the culprits.\nEventually the office-boy, supposedly innocent, would bring another\ncandle, and quiet would follow.  Once the office force, including De\nQuille, McCarthy, and a printer named Stephen Gillis, of whom Clemens was\nvery fond, bought a large imitation meerschaum pipe, had a German-silver\nplate set on it, properly engraved, and presented it to Samuel Clemens as\ngenuine, in testimony of their great esteem.  His reply to the\npresentation speech was so fine and full of feeling that the jokers felt\nashamed of their trick.  A few days later, when he discovered the\ndeception, he was ready to destroy the lot of them.  Then, in atonement,\nthey gave him a real meerschaum.  Such things kept the Comstock\nentertained.",
        "There was a side to Samuel Clemens that, in those days, few of his\nassociates saw.  This was the poetic, the reflective side.  Joseph\nGoodman, like Macfarlane in Cincinnati several years earlier, recognized\nthis phase of his character and developed it.  Often these two, dining or\nwalking together, discussed the books and history they had read, quoted\nfrom poems that gave them pleasure.  Clemens sometimes recited with great\npower the “Burial of Moses,” whose noble phrasing and majestic imagery\nseemed to move him deeply.  With eyes half closed and chin lifted, a\nlighted cigar between his fingers, he would lose himself in the music of\nthe stately lines:",
        "               By Nebo’s lonely mountain,\n                 On this side Jordan’s wave,\n               In a vale in the land of Moab\n                 There lies a lonely grave.\n               And no man knows that sepulcher,\n                 And no man saw it e’er,\n               For the angels of God upturned the sod,\n                 And laid the dead man there.",
        "That his own writing would be influenced by the simple grandeur of this\npoem we can hardly doubt.  Indeed, it may have been to him a sort of\nliterary touchstone, that in time would lead him to produce, as has been\nsaid, some of the purest English written by any modern author.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}