{
    "title": "The Store Boy - Chapter XXIX - Some Unexpected Changes",
    "author": "Horatio Alger, Jr.",
    "chapter": "29",
    "content": [
        "\n\n",
        "When Conrad came home his first visit was to his mother.",
        "“Has anything been found out about the stolen opera glass?” he asked,\nwith a studied air of indifference.",
        "“I should say there had,” she answered.  “I followed the clew you\nsuggested, and searched the boy’s room.  On the bureau I found the\npawn ticket.”",
        "“You don’t say so!  What a muff Ben must have been to leave it around\nso carelessly!  What did you do with it?”",
        "“I waited till Mr. Lynx was conferring with Cousin Hamilton, and then\nI carried it in and gave it to them.”",
        "“What did they say?” asked Conrad eagerly.",
        "“They seemed thunderstruck, and Mr. Lynx very politely thanked me for\nthe help I had given them.”",
        "“Has Ben been bounced yet?”",
        "“No; but doubtless he will be very soon.  Cousin Hamilton doesn’t want\nto think him a thief and gambler, but there seems no way of escaping\nfrom such a mass of proof.”",
        "“I should say not.  Do you think she’s told Ben?  Does he look down in\nthe mouth?” continued Conrad.",
        "“I haven’t seen him since.”",
        "When they met at the table Mrs. Hamilton’s manner toward Ben was\ndecidedly frigid, as Conrad and his mother saw, much to their\nsatisfaction.  Ben looked sober, but his appetite did not appear to be\naffected.",
        "“Your course is about run, young man!” thought Mrs. Hill.",
        "“I should like to see you after supper, Conrad,” said Mrs. Hamilton.\n“Come into my sitting room.”",
        "“I wonder if she is going to give me Ben’s place,” thought Conrad,\nhardly knowing whether he wished it or not.",
        "With a jaunty air and a self-satisfied smile, he followed Mrs.\nHamilton into her “private office,” as she sometimes called it.",
        "“Shut the door, Conrad,” she said.",
        "He did so.",
        "“I have heard news of the opera glass,” she commenced.",
        "“Mother gave me a hint of that,” said Conrad.",
        "“It was stolen and pawned at Simpson’s on the Bowery.”",
        "“It’s a great shame!” said Conrad, thinking that a safe comment to\nmake.",
        "“Yes, it was a shame and a disgrace to the one who took it.”",
        "“I didn’t think Ben would do such a thing,” continued Conrad, growing\nbolder.",
        "“Nor I,” said Mrs. Hamilton.",
        "“After all you have done for him, too.  I never liked the boy, for my\npart.”",
        "“So I suspected,” said Mrs. Hamilton dryly.  “However, I will tell you\nwhat I want of you.  I am going down to Simpson’s to-morrow to redeem\nthe glass, and want you to go with me.”",
        "“You want me to go with you!” ejaculated Conrad, turning pale.",
        "“Yes; I don’t care to go to that part of the City by myself, and I\nwill take you to keep me company.”",
        "“But I must go to the office,” faltered Conrad.",
        "“I will send Ben to say that you can’t go to-morrow.”",
        "“Why don’t you take Ben to Simpson’s, or the detective?” suggested\nConrad, in great alarm, bethinking himself that it would hardly do to\ntake Ben, since the attendant would certify that he was not the one\nwho pawned the glass.",
        "“Because I prefer to take you.  Have you any objection to go!”",
        "“Oh, no, of course not!” answered Conrad, not daring to make any\nfurther objection.",
        "In the morning Mrs. Hill came to Mrs. Hamilton, and said:",
        "“Poor Conrad has a terrible toothache!  He is afraid he won’t be able\nto go with you to Simpson’s.  Will you kindly excuse him?”",
        "Mrs. Hamilton expected some such excuse.",
        "“I will take Ben, then,” she said.",
        "“Are you going to keep that boy–after what be has done?” asked the\nhousekeeper.",
        "“It is inconvenient for me to part with him just yet.”",
        "“Then–I hope you will excuse the suggestion–I advise you to keep\nyour bureau drawers locked.”",
        "“I think it best myself,” said Mrs. Hamilton.  Is Conrad’s toothache\nvery bad?”",
        "“The poor fellow is in great pain.”",
        "When Ben was invited by Mrs. Hamilton to go to the pawnbroker’s he\nmade no objection.",
        "“It is only fair to tell you, Ben,” said Mrs. Hamilton, that the\nperson who pawned the opera glass gave your name.”",
        "“Then,” said Ben, “I should like to know who it is.”",
        "“I think I know,” said his patroness; “but when we redeem the glass we\nwill ask for a description of him.”",
        "An hour later they entered the pawnbroker’s shop.  Mrs. Hamilton\npresented the ticket and made herself known.",
        "“Will you tell me,” she asked, “whether you have ever seen the young\ngentleman that accompanies me?”",
        "“Not to my knowledge,” answered the attendant, after attentively\nregarding Ben.",
        "“Can you remember the appearance of the boy who pawned the opera\nglass?”",
        "“He was taller than this boy, and pale.  He was thinner also.  His\nhair was a light brown.”",
        "A light dawned upon Ben, and his glance met that of Mrs. Hamilton, so\nthat she read his suspicions.",
        "“I think we both know who it was that took your name, Ben,” she said;\n“but for the present I wish you to keep it secret.”",
        "“I will certainly do so, Mrs. Hamilton.”",
        "“I am placed in difficult circumstances, and have not made up my mind\nwhat to do.”",
        "“I hope you won’t allow yourself to be prejudiced against me by any\nfalse stories.”",
        "“No, I can promise you that.  I have perfect confidence in you.”",
        "“Thank you for that, Mrs. Hamilton,” said Ben gratefully.",
        "“Yet I am about to take a course that will surprise you.”",
        "“What is that?”",
        "“I am going to let you leave me for a time, and put Conrad in your\nplace.”",
        "Ben looked bewildered, as well he might.  There was nothing that would\nhave surprised him more.",
        "“Then I am afraid you don’t find me satisfactory,” he said anxiously.",
        "“Why not?”",
        "“You discharge me from your service.”",
        "“No” answered Mrs. Hamilton, smiling; “I have other work for you to\ndo.  I mean to give you a confidential commission.”",
        "Ben’s face brightened up immediately.",
        "“You will find me faithful,” he said, “and I hope I may repay your\nconfidence.”",
        "“I think you will.  I will explain matters to you before you reach the\nhouse, as I don’t want Mrs. Hill or Conrad to know about the matter.\nIndeed, for reasons of my own, I shall let them think that I\ndischarged you.”",
        "Ben smiled; he was not averse to such a plan.",
        "“And now for the business.  I own a farm in the western part of\nPennsylvania.  I have for years let it for a nominal sum to a man\nnamed Jackson.  Of late he has been very anxious to buy it, and has\noffered me a sum greater than I had supposed it to be worth.  As I\nknow him to be a close-fisted man, who has tried more than once to get\nme to reduce the small rent I charge him, this naturally excites my\ncuriosity.  I think something has been discovered that enhances the\nvalue of the farm, and, if so, I want to know it.  You are a boy, and\na visit to the neighborhood will not excite surprise.",
        "“I understand,” said Ben.  “When do you wish me to start?”",
        "“This afternoon.  I have prepared written instructions, and here is a\npocketbook containing a hundred and fifty dollars for expenses.”",
        "“Shall I need so much?”",
        "“Probably not; but I wish you to be amply provided.  You will remove\nall your things from my house, but you may store anything you don’t\nneed to carry.”",
        "When Conrad heard that Mrs. Hamilton had taken Ben with her, he was\nalarmed lest it should be discovered that the boy pawning the opera\nglass was not Ben, but himself.  When, upon Mrs. Hamilton’s return, he\nwas summoned to her presence, he entered with trepidation.",
        "“Is your toothache better, Conrad?” asked Mrs. Hamilton.",
        "“A little better, thank you.”",
        "“I am going to make a change in your position.  Ben is to leave me,\nand you will take his place as my secretary.”",
        "Conrad’s heart bounded with joy and surprise.",
        "“How can I thank you, Cousin Hamilton!” he said, with a feeling of\ngreat relief.",
        "“By serving me well.”",
        "“All has turned out for the best, mother,” said Conrad joyfully, as he\nsought his mother’s presence.  “Ben is bounced, and I am to take his\nplace.”",
        "“Heaven be praised!” ejaculated Mrs. Hill.",
        "“I hope you’ll soon find a place,” said Conrad mockingly, when Ben\nleft the house, valise in hand.",
        "“I think I shall,” answered Ben calmly.",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}