{
    "title": "The Gatlings at Santiago - The Battle of El Caney",
    "author": "John H. Parker",
    "chapter": "20",
    "content": [
        "\n\n",
        "Early on the morning of July 1st, Lawton was in position around El\nCaney, Chaffee’s Brigade on the right, across the Guantanamo road,\nMiles’ Brigade in the center, and Ludlow’s on the left. The duty of\ncutting off the enemy’s retreat along the Santiago road was assigned\nto the latter brigade. The artillery opened on the town at 6:15 a. m.\nThe battle here soon became general, and was hotly contested. The\nenemy’s position was naturally strong, and was rendered more so by\nblock-houses, a stone fort, and intrenchments cut in solid rock, and\nthe loop-holing of a solidly built stone church. The opposition\noffered by the enemy was greater than had been anticipated, and\nprevented Lawton from joining the right of the main line during the\nday, as had been intended. After the battle had continued for some\ntime, Bates’ Brigade of two regiments reached my headquarters from\nSiboney. I directed him to move near El Caney, to give assistance if\nnecessary. He did so, and was put in position between Miles and\nChaffee. The battle continued with varying intensity during most of\nthe day and until the place was carried by assault about 4:30 p. m. As\nthe Spaniards endeavored to retreat along the Santiago road, Ludlow’s\nposition enabled him to do very effective work, and to practically cut\noff all retreat in that direction.",
        "After the battle at El Caney was well opened, and the sound of the\nsmall-arm fire caused us to believe that Lawton was driving the enemy\nbefore him, I directed Grimes’ Battery to open fire from the heights\nof El Pozo on the San Juan block-house, which could be seen situated\nin the enemy’s intrenchments extending along the crest of San Juan\nHill. This fire was effective, and the enemy could be seen running\naway from the vicinity of the block-house. The artillery fire from El\nPozo was soon returned by the enemy’s artillery. They evidently had\nthe range of this hill, and their first shells killed and wounded\nseveral men. As the Spaniards used smokeless powder, it was very\ndifficult to locate the position of their pieces, while, on the\ncontrary, the smoke caused by our black powder plainly indicated the\nposition of our battery.",
        "At this time the cavalry division, under Gen. Sumner, which was lying\nconcealed in the general vicinity of the El Pozo house, was ordered\nforward with directions to cross the San Juan River and deploy to the\nright of the Santiago side, while Kent’s Division was to follow\nclosely in its rear and deploy to the left.",
        "These troops moved forward in compliance with orders, but the road was\nso narrow as to render it impracticable to retain the column of fours\nformation at all points, while the undergrowth on either side was so\ndense as to preclude the possibility of deploying skirmishers. It\nnaturally resulted that the progress made was slow, and the long-range\nrifles of the enemy’s infantry killed and wounded a number of our men\nwhile marching along this road, and before there was any opportunity\nto return this fire. At this time Generals Kent and Sumner were\nordered to push forward with all possible haste and place their troops\nin position to engage the enemy. Gen. Kent, with this end in view,\nforced the head of his column alongside of the cavalry column as far\nas the narrow trail permitted, and thus hurried his arrival at the San\nJuan and the formation beyond that stream. A few hundred yards before\nreaching the San Juan the road forks, a fact that was discovered by\nLieut.-Col. Derby of my staff, who had approached well to the front in\na war balloon. This information he furnished to the troops, resulting\nin Sumner moving on the right-hand road, while Kent was enabled to\nutilize the road to the left.",
        "Gen. Wheeler, the permanent commander of the cavalry division, who had\nbeen ill, came forward during the morning, and later returned to duty\nand rendered most gallant and efficient service during the remainder\nof the day.",
        "After crossing the stream, the cavalry moved to the right with a view\nof connecting with Lawton’s left, when he could come up, and with\ntheir left resting near the Santiago road.",
        "In the meantime Kent’s Division, with the exception of two regiments\nof Hawkins’ Brigade, being thus uncovered, moved rapidly to the front\nfrom the forks previously mentioned in the road, utilizing both\ntrails, but more especially the one to the left, and, crossing the\ncreek, formed for attack in front of San Juan Hill. During the\nformation the 2d Brigade suffered severely. While personally\nsuperintending this movement, its gallant commander, Col. Wikoff, was\nkilled. The command of the brigade then devolved upon Lieut.-Col.\nWorth, 13th Infantry, who was soon severely wounded, and next upon\nLieut.-Col. Liscum, 24th Infantry, who, five minutes later, also fell\nunder the terrible fire of the enemy, and the command of the brigade\nthen devolved upon Lieut.-Col. Ewers, 9th Infantry.",
        "While the formation just described was taking place, Gen. Kent took\nmeasures to hurry forward his rear brigade. The 10th and 2d Infantry\nwere ordered to follow. Wikoff’s Brigade, while the 21st was sent on\nthe right-hand road to support the 1st Brigade, under Gen. Hawkins,\nwho had crossed the stream and formed on the right of the division.\nThe 2d and 10th Infantry, Col. E. P. Pearson commanding, moved forward\nin good order on the left of the division, passed over a green knoll,\nand drove the enemy back toward his trenches.",
        "After completing their formation under a destructive fire, and\nadvancing a short distance, both divisions found in their front a wide\nbottom, in which had been placed a barbed-wire entanglement, and\nbeyond which there was a high hill, along the crest of which the enemy\nwas strongly posted. Nothing daunted, these gallant men pushed on to\ndrive the enemy from his chosen position, both divisions losing\nheavily. In this assault Col. Hamilton, Lieuts. Smith and Shipp were\nkilled, and Col. Carroll, Lieuts. Thayer and Myer, all in the cavalry,\nwere wounded.",
        "Great credit is due to Brig.-Gen. H. S. Hawkins, who, placing himself\nbetween his regiments, urged them on by voice and bugle calls to the\nattack so brilliantly executed.",
        "In this fierce encounter words fail to do justice to the gallant\nregimental commanders and their heroic men, for, while the generals\nindicated the formations and the points of attack, it was, after all,\nthe intrepid bravery of the subordinate officers and men that planted\nour colors on the crest of San Juan Hill and drove the enemy from his\ntrenches and block-houses, thus gaining a position which sealed the\nfate of Santiago.",
        "In this action on this part of the field most efficient service was\nrendered by Lieut. John H. Parker, 13th Infantry, and the Gatling Gun\nDetachment under his command. The fighting continued at intervals\nuntil nightfall, but our men held resolutely to the positions gained\nat the cost of so much blood and toil.\nI am greatly indebted to Gen. Wheeler, who, as previously stated,\nreturned from the sick-list to duty during the afternoon. His\ncheerfulness and aggressiveness made itself felt on this part of the\nbattle-field, and the information he furnished to me at various stages\nof the battle proved to be most useful.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}