{
    "title": "The Unseen World and Other Essays - IX. THE FAMINE OF 1770 IN BENGAL.[30]",
    "author": "John Fiske",
    "chapter": "11",
    "content": [
        "\n\n",
        "[30] The Annals of Rural Bengal. By W. W. Hunter. Vol. I. The\nEthnical Frontier of Lower Bengal, with the Ancient\nPrincipalities of Beerbhoom and Bishenpore. Second Edition. New\nYork: Leypoldt and Holt. 1868. 8vo., pp. xvi., 475.",
        "No intelligent reader can advance fifty pages in this volume\nwithout becoming aware that he has got hold of a very remarkable\nbook. Mr. Hunter’s style, to begin with, is such as is written\nonly by men of large calibre and high culture. No words are\nwasted. The narrative flows calmly and powerfully along, like a\ngeometrical demonstration, omitting nothing which is significant,\nadmitting nothing which is irrelevant, glowing with all the\nwarmth of rich imagination and sympathetic genius, yet never\nallowing any overt manifestation of feeling, ever concealing the\nauthor’s personality beneath the unswerving exposition of the\nsubject-matter. That highest art, which conceals art, Mr. Hunter\nappears to have learned well. With him, the curtain is the\npicture.",
        "Such a style as this would suffice to make any book interesting,\nin spite of the remoteness of the subject. But the “Annals of\nRural Bengal” do not concern us so remotely as one might at first\nimagine. The phenomena of the moral and industrial growth or\nstagnation of a highly-endowed people must ever possess the\ninterest of fascination for those who take heed of the maxim that\n“history is philosophy teaching by example.” National prosperity\ndepends upon circumstances sufficiently general to make the\nexperience of one country of great value to another, though\nignorant Bourbon dynasties and Rump Congresses refuse to learn\nthe lesson. It is of the intimate every-day life of rural Bengal\nthat Mr. Hunter treats. He does not, like old historians, try our\npatience with a bead-roll of names that have earned no just title\nto remembrance, or dazzle us with a bountiful display of\n“barbaric pearls and gold,” or lead us in the gondolas of\nBuddhist kings down sacred rivers, amid “a summer fanned with\nspice\"; but he describes the labours and the sufferings, the\nmishaps and the good fortune, of thirty millions of people, who,\nhowever dusky may be their hue, tanned by the tropical suns of\nfifty centuries, are nevertheless members of the imperial Aryan\nrace, descended from the cool highlands eastward of the Caspian,\nwhere, long before the beginning of recorded history, their\nancestors and those of the Anglo-American were indistinguishably\nunited in the same primitive community.",
        "The narrative portion of the present volume is concerned mainly\nwith the social and economical disorganization wrought by the\ngreat famine of 1770, and with the attempts of the English\ngovernment to remedy the same. The remainder of the book is\noccupied with inquiries into the ethnic character of the\npopulation of Bengal, and particularly with an exposition of the\npeculiarities of the language, religion, customs, and\ninstitutions of the Santals, or hill-tribes of Beerbhoom. A few\nremarks on the first of these topics may not be uninteresting.",
        "Throughout the entire course of recorded European history, from\nthe remote times of which the Homeric poems preserve the dim\ntradition down to the present moment, there has occurred no\ncalamity at once so sudden and of such appalling magnitude as the\nfamine which in the spring and summer of 1770 nearly exterminated\nthe ancient civilization of Bengal. It presents that aspect of\npreternatural vastness which characterizes the continent of Asia\nand all that concerns it. The Black Death of the fourteenth\ncentury was, perhaps, the most fearful visitation which has ever\nafflicted the Western world. But in the concentrated misery which\nit occasioned the Bengal famine surpassed it, even as the\nHimalayas dwarf by comparison the highest peaks of Switzerland.\nIt is, moreover, the key to the history of Bengal during the next\nforty years; and as such, merits, from an economical point of\nview, closer attention than it has hitherto received.",
        "Lower Bengal gathers in three harvests each year; in the spring,\nin the early autumn, and in December, the last being the great\nrice-crop, the harvest on which the sustenance of the people\ndepends. Through the year 1769 there was great scarcity, owing to\nthe partial failure of the crops of 1768, but the spring rains\nappeared to promise relief, and in spite of the warning appeals\nof provincial officers, the government was slow to take alarm,\nand continued rigorously to enforce the land-tax. But in\nSeptember the rains suddenly ceased. Throughout the autumn there\nruled a parching drought; and the rice-fields, according to the\ndescription of a native superintendent of Bishenpore, “became\nlike fields of dried straw.” Nevertheless, the government at\nCalcutta made—with one lamentable exception, hereafter to be\nnoticed—no legislative attempt to meet the consequences of this\ndangerous condition of things. The administration of local\naffairs was still, at that date, intrusted to native officials.\nThe whole internal regulation was in the hands of the famous\nMuhamad Reza Ehan. Hindu or Mussulman assessors pried into every\nbarn and shrewdly estimated the probable dimensions of the crops\non every field; and the courts, as well as the police, were still\nin native hands. “These men,” says our author, “knew the country,\nits capabilities, its average yield, and its average\nrequirements, with an accuracy that the most painstaking English\nofficial can seldom hope to attain to. They had a strong interest\nin representing things to be worse than they were; for the more\nintense the scarcity, the greater the merit in collecting the\nland-tax. Every consultation is filled with their apprehensions\nand highly-coloured accounts of the public distress; but it does\nnot appear that the conviction entered the minds of the Council\nduring the previous winter months, that the question was not so\nmuch one of revenue as of depopulation.” In fact, the local\nofficers had cried “Wolf!” too often. Government was slow to\nbelieve them, and announced that nothing better could be expected\nthan the adoption of a generous policy toward those landholders\nwhom the loss of harvest had rendered unable to pay their\nland-tax. But very few indulgences were granted, and the tax was\nnot diminished, but on the contrary was, in the month of April,\n1770, increased by ten per cent for the following year. The\ncharacter of the Bengali people must also be taken into the\naccount in explaining this strange action on the part of the\ngovernment.",
        "“From the first appearance of Lower Bengal in history, its\ninhabitants have been reticent, self-contained, distrustful of\nforeign observation, in a degree without parallel among other\nequally civilized nations. The cause of this taciturnity will\nafterwards be clearly explained; but no one who is acquainted\neither with the past experiences or the present condition of the\npeople can be ignorant of its results. Local officials may write\nalarming reports, but their apprehensions seem to be contradicted\nby the apparent quiet that prevails. Outward, palpable proofs of\nsuffering are often wholly wanting; and even when, as in 1770,\nsuch proofs abound, there is generally no lack of evidence on the\nother side. The Bengali bears existence with a composure that\nneither accident nor chance can ruffle. He becomes silently rich\nor uncomplainingly poor. The emotional part of his nature is in\nstrict subjection, his resentment enduring but unspoken, his\ngratitude of the sort that silently descends from generation to\ngeneration. The. passion for privacy reaches its climax in the\ndomestic relations. An outer apartment, in even the humblest\nhouseholds, is set apart for strangers and the transaction of\nbusiness, but everything behind it is a mystery. The most\nintimate friend does not venture to make those commonplace kindly\ninquiries about a neighbour’s wife or daughter which European\ncourtesy demands from mere acquaintances. This family privacy is\nmaintained at any price. During the famine of 1866 it was found\nimpossible to render public charity available to the female\nmembers of the respectable classes, and many a rural household\nstarved slowly to death without uttering a complaint or making a\nsign.",
        "“All through the stifling summer of 1770 the people went on\ndying. The husbandmen sold their cattle; they sold their\nimplements of agriculture; they devoured their seed-grain; they\nsold their sons and daughters, till at length no buyer of\nchildren could be found; they ate the leaves of trees and the\ngrass of the field; and in June, 1770, the Resident at the Durbar\naffirmed that the living were feeding on the dead. Day and night\na torrent of famished and disease-stricken wretches poured into\nthe great cities. At an early period of the year pestilence had\nbroken out. In March we find small-pox at Moorshedabad, where it\nglided through the vice-regal mutes, and cut off the Prince Syfut\nin his palace. The streets were blocked up with promiscuous heaps\nof the dying and dead. Interment could not do its work quick\nenough; even the dogs and jackals, the public scavengers of the\nEast, became unable to accomplish their revolting work, and the\nmultitude of mangled and festering corpses at length threatened\nthe existence of the citizens..... In 1770, the rainy season\nbrought relief, and before the end of September the province\nreaped an abundant harvest. But the relief came too late to avert\ndepopulation. Starving and shelterless crowds crawled\ndespairingly from one deserted village to another in a vain\nsearch for food, or a resting-place in which to hide themselves\nfrom the rain. The epidemics incident to the season were thus\nspread over the whole country; and, until the close of the year,\ndisease continued so prevalent as to form a subject of\ncommunication from the government in Bengal to the Court of\nDirectors. Millions of famished wretches died in the struggle to\nlive through the few intervening weeks that separated them from\nthe harvest, their last gaze being probably fixed on the\ndensely-covered fields that would ripen only a little too late\nfor them..... Three months later, another bountiful harvest, the\ngreat rice-crop of the year, was gathered in. Abundance returned\nto Bengal as suddenly as famine had swooped down upon it, and in\nreading some of the manuscript records of December it is\ndifficult to realize that the scenes of the preceding ten months\nhave not been hideous phantasmagoria or a long, troubled dream.\nOn Christmas eve, the Council in Calcutta wrote home to the Court\nof Directors that the scarcity had entirely ceased, and,\nincredible as it may seem, that unusual plenty had returned.....\nSo generous had been the harvest that the government proposed at\nonce to lay in its military stores for the ensuing year, and\nexpected to obtain them at a very cheap rate.”",
        "Such sudden transitions from the depths of misery to the most\nexuberant plenty are by no means rare in the history of Asia,\nwhere the various centres of civilization are, in an economical\nsense, so isolated from each other that the welfare of the\npopulation is nearly always absolutely dependent on the\nirregular: and apparently capricious bounty of nature. For the\nthree years following the dreadful misery above described,\nharvests of unprecedented abundance were gathered in. Yet how\ninadequate they were to repair the fearful damage wrought by six\nmonths of starvation, the history of the next quarter of a\ncentury too plainly reveals. “Plenty had indeed returned,” says\nour annalist, “but it had returned to a silent and deserted\nprovince.” The extent of the depopulation is to our Western\nimaginations almost incredible. During those six months of\nhorror, more than TEN MILLIONS of people had perished! It was as\nif the entire population of our three or four largest\nStates—man, woman, and child—were to be utterly swept away\nbetween now and next August, leaving the region between the\nHudson and Lake Michigan as quiet and deathlike as the buried\nstreets of Pompeii. Yet the estimate is based upon most accurate\nand trustworthy official returns; and Mr. Hunter may well say\nthat “it represents an aggregate of individual suffering which no\nEuropean nation has been called upon to contemplate within\nhistoric times.”",
        "This unparalleled calamity struck down impartially the rich and\nthe poor. The old, aristocratic families of Lower Bengal were\nirretrievably ruined. The Rajah of Burdwan, whose possessions\nwere so vast that, travel as far as he would, he always slept\nunder a roof of his own and within his own jurisdiction, died in\nsuch indigence that his son had to melt down the family plate and\nbeg a loan from the government in order to discharge his father’s\nfuneral expenses. And our author gives other similar instances.\nThe wealthy natives who were appointed to assess and collect the\ninternal revenue, being unable to raise the sums required by the\ngovernment, were in many cases imprisoned, or their estates were\nconfiscated and re-let in order to discharge the debt.",
        "For fifteen years the depopulation went on increasing. The\nchildren in a community, requiring most nourishment to sustain\ntheir activity, are those who soonest succumb to famine. “Until\n1785,” says our author, “the old died off without there being any\nrising generation to step into their places.” From lack of\ncultivators, one third of the surface of Bengal fell out of\ntillage and became waste land. The landed proprietors began each\n“to entice away the tenants of his neighbour, by offering\nprotection against judicial proceedings, and farms at very low\nrents.” The disputes and deadly feuds which arose from this\npractice were, perhaps, the least fatal of the evil results which\nflowed from it. For the competition went on until, the tenants\nobtaining their holdings at half-rates, the resident\ncultivators—who had once been the wealthiest farmers in the\ncountry—were no longer able to complete on such terms. They\nbegan to sell, lease, or desert their property, migrating to less\nafflicted regions, or flying to the hills on the frontier to\nadopt a savage life. But, in a climate like that of Northeastern\nIndia, it takes but little time to transform a tract of untilled\nland into formidable wilderness. When the functions of society\nare impeded, nature is swift to assert its claims. And\naccordingly, in 1789, “Lord Cornwallis after three years’\nvigilant inquiry, pronounced one third of the company’s\nterritories in Bengal to be a jungle, inhabited only by wild\nbeasts.”",
        "On the Western frontier of Beerbhoom the state of affairs was,\nperhaps, most calamitous. In 1776, four acres out of every seven\nremained untilled. Though in earlier times this district had been\na favourite highway for armies, by the year 1780 it had become an\nalmost impassable jungle. A small company of Sepoys, which in\nthat year by heroic exertions forced its way through, was obliged\nto traverse 120 miles of trackless forest, swarming with tigers\nand black shaggy bears. In 1789 this jungle “continued so dense\nas to shut off all communication between the two most important\ntowns, and to cause the mails to be carried by a circuit of fifty\nmiles through another district.”",
        "Such a state of things it is difficult for us to realize; but the\nmonotonous tale of disaster and suffering is not yet complete.\nBeerbhoom was, to all intents and purposes, given over to tigers.\n“A belt of jungle, filled with wild beasts, formed round each\nvillage.” At nightfall the hungry animals made their dreaded\nincursions carrying away cattle, and even women and children, and\ndevouring them. “The official records frequently speak of the\nmail-bag being carried off by wild beasts.” So great was the\ndamage done by these depredations, that “the company offered a\nreward for each tiger’s head, sufficient to maintain a peasant’s\nfamily in comfort for three months; an item of expenditure it\ndeemed so necessary, that, when under extraordinary pressure it\nhad to suspend all payments, the tiger-money and diet allowance\nfor prisoners were the sole exceptions to the rule.” Still more\nformidable foes were found in the herds of wild elephants, which\ncame trooping along in the rear of the devastation caused by the\nfamine. In the course of a few years fifty-six villages were\nreported as destroyed by elephants, and as having lapsed into\njungle in consequence; “and an official return states that forty\nmarket-towns throughout the district had been deserted from the\nsame cause. In many parts of the country the peasantry did not\ndare to sleep in their houses, lest they should be buried beneath\nthem during the night.” These terrible beasts continued to infest\nthe province as late as 1810.",
        "But society during these dark days had even worse enemies than\ntigers and elephants. The barbarous highlanders, of a lower type\nof mankind, nourishing for forty centuries a hatred of their\nHindu supplanters, like that which the Apache bears against the\nwhite frontiersman, seized the occasion to renew their inroads\nupon the lowland country. Year by year they descended from their\nmountain fastnesses, plundering and burning. Many noble Hindu\nfamilies, ousted by the tax-collectors from their estates, began\nto seek subsistence from robbery. Others, consulting their\nselfish interests amid the general distress, “found it more\nprofitable to shelter banditti on their estates, levying\nblackmail from the surrounding villages as the price of immunity\nfrom depredation, and sharing in the plunder of such as would not\ncome to terms. Their country houses were robber strongholds, and\nthe early English administrators of Bengal have left it on record\nthat a gang-robbery never occurred without a landed proprietor\nbeing at the bottom of it.” The peasants were not slow to follow\nsuit, and those who were robbed of their winter’s store had no\nalternative left but to become robbers themselves. The thieveries\nof the Fakeers, or religious mendicants, and the bold, though\nstealthy attacks of Thugs and Dacoits—members of Masonic\nbrotherhoods, which at all times have lived by robbery and\nassassination—added to the general turmoil. In the cold weather\nof 1772 the province was ravaged far and wide by bands of armed\nfreebooters, fifty thousand strong; and to such a pass did things\narrive that the regular forces sent by Warren Hastings to\npreserve order were twice disastrously routed; while, in Mr.\nHunter’s graphic language, “villages high up the Ganges lived by\nhousebreaking in Calcutta.” In English mansions “it was the\ninvariable practice for the porter to shut the outer door at the\ncommencement of each meal, and not to open it till the butler\nbrought him word that the plate was safely locked up.” And for a\nlong time nearly all traffic ceased upon the imperial roads.",
        "This state of things, which amounted to chronic civil war,\ninduced Lord Cornwallis in 1788 to place the province under the\ndirect military control of an English officer. The administration\nof Mr. Keating—the first hardy gentleman to whom this arduous\noffice was assigned—is minutely described by our author. For our\npresent purpose it is enough to note that two years of severe\ncampaigning, attended and followed by relentless punishment of\nall transgressors, was required to put an end to the disorders.",
        "Such was the appalling misery, throughout a community of thirty\nmillion persons, occasioned by the failure of the winter\nrice-crop in 1769. In abridging Mr. Hunter’s account we have\nadhered as closely to our original as possible, but he who would\nobtain adequate knowledge of this tale of woe must seek it in the\never memorable description of the historian himself. The first\nquestion which naturally occurs to the reader—though, as Mr.\nHunter observes, it would have been one of the last to occur to\nthe Oriental mind—is, Who was to blame? To what culpable\nnegligence was it due that such a dire calamity was not foreseen,\nand at least partially warded off? We shall find reason to\nbelieve that it could not have been adequately foreseen, and that\nno legislative measures could in that state of society have\nentirely prevented it. Yet it will appear that the government,\nwith the best of intentions, did all in its power to make matters\nworse; and that to its blundering ignorance the distress which\nfollowed is largely due.",
        "The first duty incumbent upon the government in a case like that\nof the failure of the winter rice-crop of 1769, was to do away\nwith all hindrance to the importation of food into the province.\nOne chief cause of the far-reaching distress wrought by great\nAsiatic famines has been the almost complete commercial isolation\nof Asiatic communities. In the Middle Ages the European\ncommunities were also, though to a far less extent, isolated from\neach other, and in those days periods of famine were\ncomparatively frequent and severe. And one of the chief causes\nwhich now render the occurrence of a famine on a great scale\nalmost impossible in any part of the civilized world is the\nincreased commercial solidarity of civilized nations. Increased\nfacility of distribution has operated no less effectively than\nimproved methods of production.",
        "Now, in 1770 the province of Lower Bengal was in a state of\nalmost complete commercial isolation from other communities.\nImportation of food on an adequate scale was hardly possible. “A\nsingle fact speaks volumes as to the isolation of each district.\nAn abundant harvest, we are repeatedly told, was as disastrous to\nthe revenues as a bad one; for, when a large quantity of grain\nhad to be carried to market, the cost of carriage swallowed up\nthe price obtained. Indeed, even if the means of\nintercommunication and transport had rendered importation\npracticable, the province had at that time no money to give in\nexchange for food. Not only had its various divisions a separate\ncurrency which would pass nowhere else except at a ruinous\nexchange, but in that unfortunate year Bengal seems to have been\nutterly drained of its specie..... The absence of the means of\nimportation was the more to be deplored, as the neighbouring\ndistricts could easily have supplied grain. In the southeast a\nfair harvest had been reaped, except, in circumscribed spots; and\nwe are assured that, during the famine, this part of Bengal was\nenabled to export without having to complain of any deficiency in\nconsequence..... INDEED, NO MATTER HOW LOCAL A FAMINE MIGHT BE IN\nTHE LAST CENTURY, THE EFFECTS WERE EQUALLY DISASTROUS. Sylhet, a\ndistrict in the northeast of Bengal, had reaped unusually\nplentiful harvests in 1780 and 1781, but the next crop was\ndestroyed by a local inundation, and, notwithstanding the\nfacilities for importation afforded by water-carriage, one third\nof the people died.”",
        "Here we have a vivid representation of the economic condition of\na society which, however highly civilized in many important\nrespects, still retained, at the epoch treated of, its aboriginal\ntype of organization. Here we see each community brought face to\nface with the impossible task of supplying, unaided, the\ndeficiencies of nature. We see one petty district a prey to the\nmost frightful destitution, even while profuse plenty reigns in\nthe districts round about it. We find an almost complete absence\nof the commercial machinery which, by enabling the starving\nregion to be fed out of the surplus of more favoured localities,\nhas in the most advanced countries rendered a great famine\npractically impossible.",
        "Now this state of things the government of 1770 was indeed\npowerless to remedy. Legislative power and wisdom could not\nanticipate the invention of railroads; nor could it introduce\nthroughout the length and breadth of Bengal a system of coaches,\ncanals, and caravans; nor could it all at once do away with the\ntime-honoured brigandage, which increased the cost of transport\nby decreasing the security of it; nor could it in a trice remove\nthe curse of a heterogeneous coinage. None, save those\nuninstructed agitators who believe that governments can make\nwater run up-hill, would be disposed to find fault with the\nauthorities in Bengal for failing to cope with these\ndifficulties. But what we are to blame them for—though it was an\nerror of the judgment and not of the intentions—is their\nmischievous interference with the natural course of trade, by\nwhich, instead of helping matters, they but added another to the\nmany powerful causes which were conspiring to bring about the\neconomic ruin of Bengal. We refer to the act which in 1770\nprohibited under penalties all speculation in rice.",
        "This disastrous piece of legislation was due to the universal\nprevalence of a prejudice from which so-called enlightened\ncommunities are not yet wholly free. It is even now customary to\nheap abuse upon those persons who in a season of scarcity, when\nprices are rapidly rising, buy up the “necessaries of life,\"\nthereby still increasing for a time the cost of living. Such\npersons are commonly assailed with specious generalities to the\neffect that they are enemies of society. People whose only ideas\nare “moral ideas” regard them as heartless sharpers who fatten\nupon the misery of their fellow-creatures. And it is sometimes\nhinted that such “practices” ought to be stopped by legislation.",
        "Now, so far is this prejudice, which is a very old one, from\nbeing justified by facts, that, instead of being an evil,\nspeculation in breadstuffs and other necessaries is one of the\nchief agencies by which in modern times and civilized countries a\nreal famine is rendered almost impossible. This natural monopoly\noperates in two ways. In the first place, by raising prices, it\nchecks consumption, putting every one on shorter allowance until\nthe season of scarcity is over, and thus prevents the scarcity\nfrom growing into famine. In the second place, by raising prices,\nit stimulates importation from those localities where abundance\nreigns and prices are low. It thus in the long run does much to\nequalize the pressure of a time of dearth and diminish those\nextreme oscillations of prices which interfere with the even,\nhealthy course of trade. A government which, in a season of high\nprices, does anything to check such speculation, acts about as\nsagely as the skipper of a wrecked vessel who should refuse to\nput his crew upon half rations.",
        "The turning-point of the great Dutch Revolution, so far as it\nconcerned the provinces which now constitute Belgium, was the\nfamous siege and capture of Antwerp by Alexander Farnese, Duke of\nParma. The siege was a long one, and the resistance obstinate,\nand the city would probably not have been captured if famine had\nnot come to the assistance of the besiegers. It is interesting,\ntherefore, to inquire what steps the civic authorities had taken\nto prevent such a calamity. They knew that the struggle before\nthem was likely to be the life-and-death struggle of the Southern\nNetherlands; they knew that there was risk of their being\nsurrounded so that relief from without would be impossible; they\nknew that their assailant was one of the most astute and\nunconquerable of men, by far the greatest general of the\nsixteenth century. Therefore they proceeded to do just what our\nRepublican Congress, under such circumstances, would probably\nhave done, and just what the New York Tribune, if it had existed\nin those days, would have advised them to do. Finding that sundry\nspeculators were accumulating and hoarding up provisions in\nanticipation of a season of high prices, they hastily decided,\nfirst of all to put a stop to such “selfish iniquity.” In their\neyes the great thing to be done was to make things cheap. They\ntherefore affixed a very low maximum price to everything which\ncould be eaten, and prescribed severe penalties for all who\nshould attempt to take more than the sum by law decreed. If a\nbaker refused to sell his bread for a price which would have been\nadequate only in a time of great plenty, his shop was to be\nbroken open, and his loaves distributed among the populace. The\nconsequences of this idiotic policy were twofold.",
        "In the first place, the enforced lowness of prices prevented any\nbreadstuffs or other provisions from being brought into the city.\nIt was a long time before Farnese succeeded in so blockading the\nScheldt as to prevent ships laden with eatables from coming in\nbelow. Corn and preserved meats might have been hurried by\nthousands of tons into the beleaguered city. Friendly Dutch\nvessels, freighted with abundance, were waiting at the mouth of\nthe river. But all to no purpose. No merchant would expose his\nvaluable ship, with its cargo, to the risk of being sunk by\nFarnese’s batteries, merely for the sake of finding a market no\nbetter than a hundred others which could be entered without\nincurring danger. No doubt if the merchants of Holland had\nfollowed out the maxim Vivre pour autrui, they would have braved\nruin and destruction rather than behold their neighbours of\nAntwerp enslaved. No doubt if they could have risen to a broad\nphilosophic view of the future interests of the Netherlands, they\nwould have seen that Antwerp must be saved, no matter if some of\nthem were to lose money by it. But men do not yet sacrifice\nthemselves for their fellows, nor do they as a rule look far\nbeyond the present moment and its emergencies. And the business\nof government is to legislate for men as they are, not as it is\nsupposed they ought to be. If provisions had brought a high price\nin Antwerp, they would have been carried thither. As it was, the\ncity, by its own stupidity, blockaded itself far more effectually\nthan Farnese could have done it.",
        "In the second place, the enforced lowness of prices prevented any\ngeneral retrenchment on the part of the citizens. Nobody felt it\nnecessary to economize. Every one bought as much bread, and ate\nit as freely, as if the government by insuring its cheapness had\ninsured its abundance. So the city lived in high spirits and in\ngleeful defiance of its besiegers, until all at once provisions\ngave out, and the government had to step in again to palliate the\ndistress which it had wrought. It constituted itself\nquartermaster-general to the community, and doled out stinted\nrations alike to rich and poor, with that stern democratic\nimpartiality peculiar to times of mortal peril. But this served\nonly, like most artificial palliatives, to lengthen out the\nmisery. At the time of the surrender, not a loaf of bread could\nbe obtained for love or money.",
        "In this way a bungling act of legislation helped to decide for\nthe worse a campaign which involved the territorial integrity and\nfuture welfare of what might have become a great nation\nperforming a valuable function in the system of European\ncommunities.",
        "The striking character of this instructive example must be our\nexcuse for presenting it at such length. At the beginning of the\nfamine in Bengal the authorities legislated in very much the same\nspirit as the burghers who had to defend Antwerp against Parma.",
        "“By interdicting what it was pleased to term the monopoly of\ngrain, it prevented prices from rising at once to their natural\nrates. The Province had a certain amount of food in it, and this\nfood had to last about nine months. Private enterprise if left to\nitself would have stored up the general supply at the harvest,\nwith a view to realizing a larger profit at a later period in the\nscarcity. Prices would in consequence have immediately risen,\ncompelling the population to reduce their consumption from the\nvery beginning of the dearth. The general stock would thus have\nbeen husbanded, and the pressure equally spread over the whole\nnine months, instead of being concentrated upon the last six. The\nprice of grain, in place of promptly rising to three half-pence a\npound as in 1865-66, continued at three farthings during the\nearlier months of the famine. During the latter ones it advanced\nto twopence, and in certain localities reached fourpence.”",
        "The course taken by the great famine of 1866 well illustrates the\nabove views. This famine, also, was caused by the total failure\nof the December rice-crop, and it was brought to a close by an\nabundant harvest in the succeeding year.",
        "“Even as regards the maximum price reached, the analogy holds\ngood, in each case rice having risen in general to nearly\ntwopence, and in particular places to fourpence, a pound; and in\neach the quoted rates being for a brief period in several\nisolated localities merely nominal, no food existing in the\nmarket, and money altogether losing its interchangeable value. In\nboth the people endured silently to the end, with a fortitude\nthat casual observers of a different temperament and widely\ndissimilar race may easily mistake for apathy, but which those\nwho lived among the sufferers are unable to distinguish from\nqualities that generally pass under a more honourable name.\nDuring 1866, when the famine was severest, I superintended public\ninstruction throughout the southwestern division of Lower Bengal,\nincluding Orissa. The subordinate native officers, about eight\nhundred in number, behaved with a steadiness, and when called\nupon, with a self-abnegation, beyond praise. Many of them ruined\ntheir health. The touching scenes of self-sacrifice and humble\nheroism which I witnessed among the poor villagers on my tours of\ninspection will remain in my memory till my latest day.”",
        "But to meet the famine of 1866 Bengal was equipped with railroads\nand canals, and better than all, with an intelligent government.\nFar from trying to check speculation, as in 1770, the government\ndid all in its power to stimulate it. In the earlier famine one\ncould hardly engage in the grain trade without becoming amenable\nto the law. “In 1866 respectable men in vast numbers went into\nthe trade; for government, by publishing weekly returns of the\nrates in every district, rendered the traffic both easy and safe.\nEvery one knew where to buy grain cheapest, and where to sell it\ndearest, and food was accordingly brought from the districts that\ncould best spare it, and carried to those which most urgently\nneeded it. Not only were prices equalized so far as possible\nthroughout the stricken parts, but the publicity given to the\nhigh rates in Lower Bengal induced large shipments from the upper\nprovinces, and the chief seat of the trade became unable to\nafford accommodation for landing the vast stores of grain brought\ndown the river. Rice poured into the affected districts from all\nparts,—railways, canals, and roads vigorously doing their duty.”",
        "The result of this wise policy was that scarcity was heightened\ninto famine only in one remote corner of Bengal. Orissa was\ncommercially isolated in 1866, as the whole country had been in\n1770. “As far back as the records extend, Orissa has produced\nmore grain than it can use. It is an exporting, not an importing\nprovince, sending away its surplus grain by sea, and neither\nrequiring nor seeking any communication with Lower Bengal by\nland.” Long after the rest of the province had begun to prepare\nfor a year of famine, Orissa kept on exporting. In March, when\nthe alarm was first raised, the southwest monsoon had set in,\nrendering the harbours inaccessible. Thus the district was\nisolated. It was no longer possible to apply the wholesome policy\nwhich was operating throughout the rest of the country. The\ndoomed population of Orissa, like passengers in a ship without\nprovisions, were called upon to suffer the extremities of famine;\nand in the course of the spring and summer of 1866, some seven\nhundred thousand people perished.",
        "  January, 1869.",
        "Continue...",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}