{
    "title": "The Jungle Book - The White Seal (Rudyard Kipling)",
    "author": "Unknown",
    "chapter": "7",
    "content": [
        "\n\n",
        "      Oh! hush thee, my baby, the night is behind us,\n        And black are the waters that sparkled so green.\n      The moon, o’er the combers, looks downward to find us\n        At rest in the hollows that rustle between.\n      Where billow meets billow, then soft be thy pillow,\n        Ah, weary wee flipperling, curl at thy ease!\n      The storm shall not wake thee, nor shark overtake thee,\n        Asleep in the arms of the slow-swinging seas!\n                                 Seal Lullaby",
        "All these things happened several years ago at a place called\nNovastoshnah, or North East Point, on the Island of St. Paul, away\nand away in the Bering Sea.  Limmershin, the Winter Wren, told me\nthe tale when he was blown on to the rigging of a steamer going to\nJapan, and I took him down into my cabin and warmed and fed him\nfor a couple of days till he was fit to fly back to St. Paul’s\nagain.  Limmershin is a very quaint little bird, but he knows how\nto tell the truth.",
        "Nobody comes to Novastoshnah except on business, and the only\npeople who have regular business there are the seals.  They come\nin the summer months by hundreds and hundreds of thousands out of\nthe cold gray sea.  For Novastoshnah Beach has the finest\naccommodation for seals of any place in all the world.",
        "Sea Catch knew that, and every spring would swim from whatever\nplace he happened to be in–would swim like a torpedo-boat\nstraight for Novastoshnah and spend a month fighting with his\ncompanions for a good place on the rocks, as close to the sea as\npossible.  Sea Catch was fifteen years old, a huge gray fur seal\nwith almost a mane on his shoulders, and long, wicked dog teeth.\nWhen he heaved himself up on his front flippers he stood more than\nfour feet clear of the ground, and his weight, if anyone had been\nbold enough to weigh him, was nearly seven hundred pounds.  He was\nscarred all over with the marks of savage fights, but he was\nalways ready for just one fight more.  He would put his head on\none side, as though he were afraid to look his enemy in the face;\nthen he would shoot it out like lightning, and when the big teeth\nwere firmly fixed on the other seal’s neck, the other seal might\nget away if he could, but Sea Catch would not help him.",
        "Yet Sea Catch never chased a beaten seal, for that was against\nthe Rules of the Beach.  He only wanted room by the sea for his\nnursery.  But as there were forty or fifty thousand other seals\nhunting for the same thing each spring, the whistling, bellowing,\nroaring, and blowing on the beach was something frightful.",
        "From a little hill called Hutchinson’s Hill, you could look\nover three and a half miles of ground covered with fighting seals;\nand the surf was dotted all over with the heads of seals hurrying\nto land and begin their share of the fighting.  They fought in the\nbreakers, they fought in the sand, and they fought on the\nsmooth-worn basalt rocks of the nurseries, for they were just as\nstupid and unaccommodating as men.  Their wives never came to the\nisland until late in May or early in June, for they did not care\nto be torn to pieces; and the young two-, three-, and\nfour-year-old seals who had not begun housekeeping went inland\nabout half a mile through the ranks of the fighters and played\nabout on the sand dunes in droves and legions, and rubbed off\nevery single green thing that grew.  They were called the\nholluschickie–the bachelors–and there were perhaps two or\nthree hundred thousand of them at Novastoshnah alone.",
        "Sea Catch had just finished his forty-fifth fight one spring\nwhen Matkah, his soft, sleek, gentle-eyed wife, came up out of the\nsea, and he caught her by the scruff of the neck and dumped her\ndown on his reservation, saying gruffly: “Late as usual.  Where\nhave you been?”",
        "It was not the fashion for Sea Catch to eat anything during\nthe four months he stayed on the beaches, and so his temper was\ngenerally bad.  Matkah knew better than to answer back.  She\nlooked round and cooed: “How thoughtful of you.  You’ve taken the\nold place again.”",
        "“I should think I had,” said Sea Catch.  “Look at me!”",
        "He was scratched and bleeding in twenty places; one eye was\nalmost out, and his sides were torn to ribbons.",
        "“Oh, you men, you men!”  Matkah said, fanning herself with her\nhind flipper.  “Why can’t you be sensible and settle your places\nquietly?  You look as though you had been fighting with the Killer\nWhale.”",
        "“I haven’t been doing anything but fight since the middle of\nMay.  The beach is disgracefully crowded this season.  I’ve met at\nleast a hundred seals from Lukannon Beach, house hunting.  Why\ncan’t people stay where they belong?”",
        "“I’ve often thought we should be much happier if we hauled out\nat Otter Island instead of this crowded place,” said Matkah.",
        "“Bah!  Only the holluschickie go to Otter Island.  If we went\nthere they would say we were afraid.  We must preserve\nappearances, my dear.”",
        "Sea Catch sunk his head proudly between his fat shoulders and\npretended to go to sleep for a few minutes, but all the time he\nwas keeping a sharp lookout for a fight.  Now that all the seals\nand their wives were on the land, you could hear their clamor\nmiles out to sea above the loudest gales.  At the lowest counting\nthere were over a million seals on the beach–old seals, mother\nseals, tiny babies, and holluschickie, fighting, scuffling,\nbleating, crawling, and playing together–going down to the sea\nand coming up from it in gangs and regiments, lying over every\nfoot of ground as far as the eye could reach, and skirmishing\nabout in brigades through the fog.  It is nearly always foggy at\nNovastoshnah, except when the sun comes out and makes everything\nlook all pearly and rainbow-colored for a little while.",
        "Kotick, Matkah’s baby, was born in the middle of that\nconfusion, and he was all head and shoulders, with pale, watery\nblue eyes, as tiny seals must be, but there was something about\nhis coat that made his mother look at him very closely.",
        "“Sea Catch,” she said, at last, “our baby’s going to be\nwhite!”",
        "“Empty clam-shells and dry seaweed!” snorted Sea Catch.\n“There never has been such a thing in the world as a white seal.”",
        "“I can’t help that,” said Matkah; “there’s going to be now.\"\nAnd she sang the low, crooning seal song that all the mother seals\nsing to their babies:",
        "            You mustn’t swim till you’re six weeks old,\n              Or your head will be sunk by your heels;\n            And summer gales and Killer Whales\n              Are bad for baby seals.",
        "            Are bad for baby seals, dear rat,\n              As bad as bad can be;\n            But splash and grow strong,\n            And you can’t be wrong.\n              Child of the Open Sea!",
        "Of course the little fellow did not understand the words at\nfirst.  He paddled and scrambled about by his mother’s side, and\nlearned to scuffle out of the way when his father was fighting\nwith another seal, and the two rolled and roared up and down the\nslippery rocks.  Matkah used to go to sea to get things to eat,\nand the baby was fed only once in two days, but then he ate all he\ncould and throve upon it.",
        "The first thing he did was to crawl inland, and there he met\ntens of thousands of babies of his own age, and they played\ntogether like puppies, went to sleep on the clean sand, and played\nagain.  The old people in the nurseries took no notice of them,\nand the holluschickie kept to their own grounds, and the babies\nhad a beautiful playtime.",
        "When Matkah came back from her deep-sea fishing she would go\nstraight to their playground and call as a sheep calls for a lamb,\nand wait until she heard Kotick bleat.  Then she would take the\nstraightest of straight lines in his direction, striking out with\nher fore flippers and knocking the youngsters head over heels\nright and left.  There were always a few hundred mothers hunting\nfor their children through the playgrounds, and the babies were\nkept lively.  But, as Matkah told Kotick, “So long as you don’t\nlie in muddy water and get mange, or rub the hard sand into a cut\nor scratch, and so long as you never go swimming when there is a\nheavy sea, nothing will hurt you here.”",
        "Little seals can no more swim than little children, but they\nare unhappy till they learn.  The first time that Kotick went down\nto the sea a wave carried him out beyond his depth, and his big\nhead sank and his little hind flippers flew up exactly as his\nmother had told him in the song, and if the next wave had not\nthrown him back again he would have drowned.",
        "After that, he learned to lie in a beach pool and let the wash\nof the waves just cover him and lift him up while he paddled, but\nhe always kept his eye open for big waves that might hurt.  He was\ntwo weeks learning to use his flippers; and all that while he\nfloundered in and out of the water, and coughed and grunted and\ncrawled up the beach and took catnaps on the sand, and went back\nagain, until at last he found that he truly belonged to the water.",
        "Then you can imagine the times that he had with his\ncompanions, ducking under the rollers; or coming in on top of a\ncomber and landing with a swash and a splutter as the big wave\nwent whirling far up the beach; or standing up on his tail and\nscratching his head as the old people did; or playing “I’m the\nKing of the Castle” on slippery, weedy rocks that just stuck out\nof the wash.  Now and then he would see a thin fin, like a big\nshark’s fin, drifting along close to shore, and he knew that that\nwas the Killer Whale, the Grampus, who eats young seals when he\ncan get them; and Kotick would head for the beach like an arrow,\nand the fin would jig off slowly, as if it were looking for\nnothing at all.",
        "Late in October the seals began to leave St. Paul’s for the\ndeep sea, by families and tribes, and there was no more fighting\nover the nurseries, and the holluschickie played anywhere they\nliked.  “Next year,” said Matkah to Kotick, “you will be a\nholluschickie; but this year you must learn how to catch fish.”",
        "They set out together across the Pacific, and Matkah showed\nKotick how to sleep on his back with his flippers tucked down by\nhis side and his little nose just out of the water.  No cradle is\nso comfortable as the long, rocking swell of the Pacific.  When\nKotick felt his skin tingle all over, Matkah told him he was\nlearning the “feel of the water,” and that tingly, prickly\nfeelings meant bad weather coming, and he must swim hard and get\naway.",
        "“In a little time,” she said, “you’ll know where to swim to,\nbut just now we’ll follow Sea Pig, the Porpoise, for he is very\nwise.”  A school of porpoises were ducking and tearing through the\nwater, and little Kotick followed them as fast as he could.  “How\ndo you know where to go to?” he panted.  The leader of the school\nrolled his white eye and ducked under.  “My tail tingles,\nyoungster,” he said.  “That means there’s a gale behind me.  Come\nalong!  When you’re south of the Sticky Water [he meant the\nEquator] and your tail tingles, that means there’s a gale in front\nof you and you must head north.  Come along!  The water feels bad\nhere.”",
        "This was one of very many things that Kotick learned, and he\nwas always learning.  Matkah taught him to follow the cod and the\nhalibut along the under-sea banks and wrench the rockling out of\nhis hole among the weeds; how to skirt the wrecks lying a hundred\nfathoms below water and dart like a rifle bullet in at one\nporthole and out at another as the fishes ran; how to dance on the\ntop of the waves when the lightning was racing all over the sky,\nand wave his flipper politely to the stumpy-tailed Albatross and\nthe Man-of-war Hawk as they went down the wind; how to jump three\nor four feet clear of the water like a dolphin, flippers close to\nthe side and tail curved; to leave the flying fish alone because\nthey are all bony; to take the shoulder-piece out of a cod at full\nspeed ten fathoms deep, and never to stop and look at a boat or a\nship, but particularly a row-boat.  At the end of six months what\nKotick did not know about deep-sea fishing was not worth the\nknowing.  And all that time he never set flipper on dry ground.",
        "One day, however, as he was lying half asleep in the warm\nwater somewhere off the Island of Juan Fernandez, he felt faint\nand lazy all over, just as human people do when the spring is in\ntheir legs, and he remembered the good firm beaches of\nNovastoshnah seven thousand miles away, the games his companions\nplayed, the smell of the seaweed, the seal roar, and the fighting.\nThat very minute he turned north, swimming steadily, and as he\nwent on he met scores of his mates, all bound for the same place,\nand they said: “Greeting, Kotick!  This year we are all\nholluschickie, and we can dance the Fire-dance in the breakers off\nLukannon and play on the new grass.  But where did you get that\ncoat?”",
        "Kotick’s fur was almost pure white now, and though he felt\nvery proud of it, he only said, “Swim quickly!  My bones are\naching for the land.”  And so they all came to the beaches where\nthey had been born, and heard the old seals, their fathers,\nfighting in the rolling mist.",
        "That night Kotick danced the Fire-dance with the yearling\nseals.  The sea is full of fire on summer nights all the way down\nfrom Novastoshnah to Lukannon, and each seal leaves a wake like\nburning oil behind him and a flaming flash when he jumps, and the\nwaves break in great phosphorescent streaks and swirls.  Then they\nwent inland to the holluschickie grounds and rolled up and down in\nthe new wild wheat and told stories of what they had done while\nthey had been at sea.  They talked about the Pacific as boys would\ntalk about a wood that they had been nutting in, and if anyone had\nunderstood them he could have gone away and made such a chart of\nthat ocean as never was.  The three- and four-year-old\nholluschickie romped down from Hutchinson’s Hill crying: “Out of\nthe way, youngsters!  The sea is deep and you don’t know all\nthat’s in it yet.  Wait till you’ve rounded the Horn.  Hi, you\nyearling, where did you get that white coat?”",
        "“I didn’t get it,” said Kotick.  “It grew.”  And just as he\nwas going to roll the speaker over, a couple of black-haired men\nwith flat red faces came from behind a sand dune, and Kotick, who\nhad never seen a man before, coughed and lowered his head.  The\nholluschickie just bundled off a few yards and sat staring\nstupidly.  The men were no less than Kerick Booterin, the chief of\nthe seal-hunters on the island, and Patalamon, his son.  They came\nfrom the little village not half a mile from the sea nurseries,\nand they were deciding what seals they would drive up to the\nkilling pens–for the seals were driven just like sheep–to be\nturned into seal-skin jackets later on.",
        "“Ho!” said Patalamon.  “Look!  There’s a white seal!”",
        "Kerick Booterin turned nearly white under his oil and smoke,\nfor he was an Aleut, and Aleuts are not clean people.  Then he\nbegan to mutter a prayer.  “Don’t touch him, Patalamon.  There has\nnever been a white seal since–since I was born.  Perhaps it is\nold Zaharrof’s ghost.  He was lost last year in the big gale.”",
        "“I’m not going near him,” said Patalamon.  “He’s unlucky.  Do\nyou really think he is old Zaharrof come back?  I owe him for some\ngulls’ eggs.”",
        "“Don’t look at him,” said Kerick.  “Head off that drove of\nfour-year-olds.  The men ought to skin two hundred to-day, but\nit’s the beginning of the season and they are new to the work.  A\nhundred will do.  Quick!”",
        "Patalamon rattled a pair of seal’s shoulder bones in front of\na herd of holluschickie and they stopped dead, puffing and\nblowing.  Then he stepped near and the seals began to move, and\nKerick headed them inland, and they never tried to get back to\ntheir companions.  Hundreds and hundreds of thousands of seals\nwatched them being driven, but they went on playing just the same.\nKotick was the only one who asked questions, and none of his\ncompanions could tell him anything, except that the men always\ndrove seals in that way for six weeks or two months of every year.",
        "“I am going to follow,” he said, and his eyes nearly popped\nout of his head as he shuffled along in the wake of the herd.",
        "“The white seal is coming after us,” cried Patalamon.  “That’s\nthe first time a seal has ever come to the killing-grounds alone.”",
        "“Hsh!  Don’t look behind you,” said Kerick.  “It is Zaharrof’s\nghost!  I must speak to the priest about this.”",
        "The distance to the killing-grounds was only half a mile, but\nit took an hour to cover, because if the seals went too fast\nKerick knew that they would get heated and then their fur would\ncome off in patches when they were skinned.  So they went on very\nslowly, past Sea Lion’s Neck, past Webster House, till they came\nto the Salt House just beyond the sight of the seals on the beach.\nKotick followed, panting and wondering.  He thought that he was at\nthe world’s end, but the roar of the seal nurseries behind him\nsounded as loud as the roar of a train in a tunnel.  Then Kerick\nsat down on the moss and pulled out a heavy pewter watch and let\nthe drove cool off for thirty minutes, and Kotick could hear the\nfog-dew dripping off the brim of his cap.  Then ten or twelve men,\neach with an iron-bound club three or four feet long, came up, and\nKerick pointed out one or two of the drove that were bitten by\ntheir companions or too hot, and the men kicked those aside with\ntheir heavy boots made of the skin of a walrus’s throat, and then\nKerick said, “Let go!” and then the men clubbed the seals on the\nhead as fast as they could.",
        "Ten minutes later little Kotick did not recognize his friends\nany more, for their skins were ripped off from the nose to the\nhind flippers, whipped off and thrown down on the ground in a\npile.  That was enough for Kotick.  He turned and galloped (a seal\ncan gallop very swiftly for a short time) back to the sea; his\nlittle new mustache bristling with horror.  At Sea Lion’s Neck,\nwhere the great sea lions sit on the edge of the surf, he flung\nhimself flipper-overhead into the cool water and rocked there,\ngasping miserably.  “What’s here?” said a sea lion gruffly, for as\na rule the sea lions keep themselves to themselves.",
        "“Scoochnie!  Ochen scoochnie!”  (\"I’m lonesome, very\nlonesome!”) said Kotick.  “They’re killing all the holluschickie\non all the beaches!”",
        "The Sea Lion turned his head inshore.  “Nonsense!” he said.\n“Your friends are making as much noise as ever.  You must have\nseen old Kerick polishing off a drove.  He’s done that for thirty\nyears.”",
        "“It’s horrible,” said Kotick, backing water as a wave went\nover him, and steadying himself with a screw stroke of his\nflippers that brought him all standing within three inches of a\njagged edge of rock.",
        "“Well done for a yearling!” said the Sea Lion, who could\nappreciate good swimming.  “I suppose it is rather awful from your\nway of looking at it, but if you seals will come here year after\nyear, of course the men get to know of it, and unless you can find\nan island where no men ever come you will always be driven.”",
        "“Isn’t there any such island?” began Kotick.",
        "“I’ve followed the poltoos [the halibut] for twenty years, and\nI can’t say I’ve found it yet.  But look here–you seem to have\na fondness for talking to your betters–suppose you go to Walrus\nIslet and talk to Sea Vitch.  He may know something.  Don’t\nflounce off like that.  It’s a six-mile swim, and if I were you I\nshould haul out and take a nap first, little one.”",
        "Kotick thought that that was good advice, so he swam round to\nhis own beach, hauled out, and slept for half an hour, twitching\nall over, as seals will.  Then he headed straight for Walrus\nIslet, a little low sheet of rocky island almost due northeast\nfrom Novastoshnah, all ledges and rock and gulls’ nests, where the\nwalrus herded by themselves.",
        "He landed close to old Sea Vitch–the big, ugly, bloated,\npimpled, fat-necked, long-tusked walrus of the North Pacific, who\nhas no manners except when he is asleep–as he was then, with\nhis hind flippers half in and half out of the surf.",
        "“Wake up!” barked Kotick, for the gulls were making a great\nnoise.",
        "“Hah!  Ho!  Hmph!  What’s that?” said Sea Vitch, and he struck\nthe next walrus a blow with his tusks and waked him up, and the\nnext struck the next, and so on till they were all awake and\nstaring in every direction but the right one.",
        "“Hi!  It’s me,” said Kotick, bobbing in the surf and looking\nlike a little white slug.",
        "“Well!  May I be–skinned!” said Sea Vitch, and they all\nlooked at Kotick as you can fancy a club full of drowsy old\ngentlemen would look at a little boy.  Kotick did not care to hear\nany more about skinning just then; he had seen enough of it.  So\nhe called out: “Isn’t there any place for seals to go where men\ndon’t ever come?”",
        "“Go and find out,” said Sea Vitch, shutting his eyes.  “Run\naway.  We’re busy here.”",
        "Kotick made his dolphin-jump in the air and shouted as loud as\nhe could: “Clam-eater!  Clam-eater!”  He knew that Sea Vitch never\ncaught a fish in his life but always rooted for clams and seaweed;\nthough he pretended to be a very terrible person.  Naturally the\nChickies and the Gooverooskies and the Epatkas–the Burgomaster\nGulls and the Kittiwakes and the Puffins, who are always looking\nfor a chance to be rude, took up the cry, and–so Limmershin\ntold me–for nearly five minutes you could not have heard a gun\nfired on Walrus Islet.  All the population was yelling and\nscreaming “Clam-eater!  Stareek [old man]!” while Sea Vitch rolled\nfrom side to side grunting and coughing.",
        "“Now will you tell?” said Kotick, all out of breath.",
        "“Go and ask Sea Cow,” said Sea Vitch.  “If he is living still,\nhe’ll be able to tell you.”",
        "“How shall I know Sea Cow when I meet him?” said Kotick,\nsheering off.",
        "“He’s the only thing in the sea uglier than Sea Vitch,\"\nscreamed a Burgomaster gull, wheeling under Sea Vitch’s nose.\n“Uglier, and with worse manners!  Stareek!”",
        "Kotick swam back to Novastoshnah, leaving the gulls to scream.\nThere he found that no one sympathized with him in his little\nattempt to discover a quiet place for the seals.  They told him\nthat men had always driven the holluschickie–it was part of the\nday’s work–and that if he did not like to see ugly things he\nshould not have gone to the killing grounds.  But none of the\nother seals had seen the killing, and that made the difference\nbetween him and his friends.  Besides, Kotick was a white seal.",
        "“What you must do,” said old Sea Catch, after he had heard his\nson’s adventures, “is to grow up and be a big seal like your\nfather, and have a nursery on the beach, and then they will leave\nyou alone.  In another five years you ought to be able to fight\nfor yourself.”  Even gentle Matkah, his mother, said: “You will\nnever be able to stop the killing.  Go and play in the sea,\nKotick.”  And Kotick went off and danced the Fire-dance with a\nvery heavy little heart.",
        "That autumn he left the beach as soon as he could, and set off\nalone because of a notion in his bullet-head.  He was going to\nfind Sea Cow, if there was such a person in the sea, and he was\ngoing to find a quiet island with good firm beaches for seals to\nlive on, where men could not get at them.  So he explored and\nexplored by himself from the North to the South Pacific, swimming\nas much as three hundred miles in a day and a night.  He met with\nmore adventures than can be told, and narrowly escaped being\ncaught by the Basking Shark, and the Spotted Shark, and the\nHammerhead, and he met all the untrustworthy ruffians that loaf up\nand down the seas, and the heavy polite fish, and the scarlet\nspotted scallops that are moored in one place for hundreds of\nyears, and grow very proud of it; but he never met Sea Cow, and he\nnever found an island that he could fancy.",
        "If the beach was good and hard, with a slope behind it for\nseals to play on, there was always the smoke of a whaler on the\nhorizon, boiling down blubber, and Kotick knew what that meant.\nOr else he could see that seals had once visited the island and\nbeen killed off, and Kotick knew that where men had come once they\nwould come again.",
        "He picked up with an old stumpy-tailed albatross, who told him\nthat Kerguelen Island was the very place for peace and quiet, and\nwhen Kotick went down there he was all but smashed to pieces\nagainst some wicked black cliffs in a heavy sleet-storm with\nlightning and thunder.  Yet as he pulled out against the gale he\ncould see that even there had once been a seal nursery.  And it\nwas so in all the other islands that he visited.",
        "Limmershin gave a long list of them, for he said that Kotick\nspent five seasons exploring, with a four months’ rest each year\nat Novastoshnah, when the holluschickie used to make fun of him\nand his imaginary islands.  He went to the Gallapagos, a horrid\ndry place on the Equator, where he was nearly baked to death; he\nwent to the Georgia Islands, the Orkneys, Emerald Island, Little\nNightingale Island, Gough’s Island, Bouvet’s Island, the Crossets,\nand even to a little speck of an island south of the Cape of Good\nHope.  But everywhere the People of the Sea told him the same\nthings.  Seals had come to those islands once upon a time, but men\nhad killed them all off.  Even when he swam thousands of miles out\nof the Pacific and got to a place called Cape Corrientes (that was\nwhen he was coming back from Gough’s Island), he found a few\nhundred mangy seals on a rock and they told him that men came\nthere too.",
        "That nearly broke his heart, and he headed round the Horn back\nto his own beaches; and on his way north he hauled out on an\nisland full of green trees, where he found an old, old seal who\nwas dying, and Kotick caught fish for him and told him all his\nsorrows.  “Now,” said Kotick, “I am going back to Novastoshnah,\nand if I am driven to the killing-pens with the holluschickie I\nshall not care.”",
        "The old seal said, “Try once more.  I am the last of the Lost\nRookery of Masafuera, and in the days when men killed us by the\nhundred thousand there was a story on the beaches that some day a\nwhite seal would come out of the North and lead the seal people to\na quiet place.  I am old, and I shall never live to see that day,\nbut others will.  Try once more.”",
        "And Kotick curled up his mustache (it was a beauty) and said,\n“I am the only white seal that has ever been born on the beaches,\nand I am the only seal, black or white, who ever thought of\nlooking for new islands.”",
        "This cheered him immensely; and when he came back to\nNovastoshnah that summer, Matkah, his mother, begged him to marry\nand settle down, for he was no longer a holluschick but a\nfull-grown sea-catch, with a curly white mane on his shoulders, as\nheavy, as big, and as fierce as his father.  “Give me another\nseason,” he said.  “Remember, Mother, it is always the seventh\nwave that goes farthest up the beach.”",
        "Curiously enough, there was another seal who thought that she\nwould put off marrying till the next year, and Kotick danced the\nFire-dance with her all down Lukannon Beach the night before he\nset off on his last exploration.  This time he went westward,\nbecause he had fallen on the trail of a great shoal of halibut,\nand he needed at least one hundred pounds of fish a day to keep\nhim in good condition.  He chased them till he was tired, and then\nhe curled himself up and went to sleep on the hollows of the\nground swell that sets in to Copper Island.  He knew the coast\nperfectly well, so about midnight, when he felt himself gently\nbumped on a weed-bed, he said, “Hm, tide’s running strong\ntonight,” and turning over under water opened his eyes slowly and\nstretched.  Then he jumped like a cat, for he saw huge things\nnosing about in the shoal water and browsing on the heavy fringes\nof the weeds.",
        "“By the Great Combers of Magellan!” he said, beneath his\nmustache.  “Who in the Deep Sea are these people?”",
        "They were like no walrus, sea lion, seal, bear, whale, shark,\nfish, squid, or scallop that Kotick had ever seen before.  They\nwere between twenty and thirty feet long, and they had no hind\nflippers, but a shovel-like tail that looked as if it had been\nwhittled out of wet leather.  Their heads were the most\nfoolish-looking things you ever saw, and they balanced on the ends\nof their tails in deep water when they weren’t grazing, bowing\nsolemnly to each other and waving their front flippers as a fat\nman waves his arm.",
        "“Ahem!” said Kotick.  “Good sport, gentlemen?”  The big things\nanswered by bowing and waving their flippers like the Frog\nFootman.  When they began feeding again Kotick saw that their\nupper lip was split into two pieces that they could twitch apart\nabout a foot and bring together again with a whole bushel of\nseaweed between the splits.  They tucked the stuff into their\nmouths and chumped solemnly.",
        "“Messy style of feeding, that,” said Kotick.  They bowed\nagain, and Kotick began to lose his temper.  “Very good,” he said.\n“If you do happen to have an extra joint in your front flipper you\nneedn’t show off so.  I see you bow gracefully, but I should like\nto know your names.”  The split lips moved and twitched; and the\nglassy green eyes stared, but they did not speak.",
        "“Well!” said Kotick.  “You’re the only people I’ve ever met\nuglier than Sea Vitch–and with worse manners.”",
        "Then he remembered in a flash what the Burgomaster gull had\nscreamed to him when he was a little yearling at Walrus Islet, and\nhe tumbled backward in the water, for he knew that he had found\nSea Cow at last.",
        "The sea cows went on schlooping and grazing and chumping in\nthe weed, and Kotick asked them questions in every language that\nhe had picked up in his travels; and the Sea People talk nearly as\nmany languages as human beings.  But the sea cows did not answer\nbecause Sea Cow cannot talk.  He has only six bones in his neck\nwhere he ought to have seven, and they say under the sea that that\nprevents him from speaking even to his companions.  But, as you\nknow, he has an extra joint in his foreflipper, and by waving it\nup and down and about he makes what answers to a sort of clumsy\ntelegraphic code.",
        "By daylight Kotick’s mane was standing on end and his temper\nwas gone where the dead crabs go.  Then the Sea Cow began to\ntravel northward very slowly, stopping to hold absurd bowing\ncouncils from time to time, and Kotick followed them, saying to\nhimself, “People who are such idiots as these are would have been\nkilled long ago if they hadn’t found out some safe island.  And\nwhat is good enough for the Sea Cow is good enough for the Sea\nCatch.  All the same, I wish they’d hurry.”",
        "It was weary work for Kotick.  The herd never went more than\nforty or fifty miles a day, and stopped to feed at night, and kept\nclose to the shore all the time; while Kotick swam round them, and\nover them, and under them, but he could not hurry them up one-half\nmile.  As they went farther north they held a bowing council every\nfew hours, and Kotick nearly bit off his mustache with impatience\ntill he saw that they were following up a warm current of water,\nand then he respected them more.",
        "One night they sank through the shiny water–sank like\nstones–and for the first time since he had known them began to\nswim quickly.  Kotick followed, and the pace astonished him, for\nhe never dreamed that Sea Cow was anything of a swimmer.  They\nheaded for a cliff by the shore–a cliff that ran down into deep\nwater, and plunged into a dark hole at the foot of it, twenty\nfathoms under the sea.  It was a long, long swim, and Kotick badly\nwanted fresh air before he was out of the dark tunnel they led him\nthrough.",
        "“My wig!” he said, when he rose, gasping and puffing, into\nopen water at the farther end.  “It was a long dive, but it was\nworth it.”",
        "The sea cows had separated and were browsing lazily along the\nedges of the finest beaches that Kotick had ever seen.  There were\nlong stretches of smooth-worn rock running for miles, exactly\nfitted to make seal-nurseries, and there were play-grounds of hard\nsand sloping inland behind them, and there were rollers for seals\nto dance in, and long grass to roll in, and sand dunes to climb up\nand down, and, best of all, Kotick knew by the feel of the water,\nwhich never deceives a true sea catch, that no men had ever come\nthere.",
        "The first thing he did was to assure himself that the fishing\nwas good, and then he swam along the beaches and counted up the\ndelightful low sandy islands half hidden in the beautiful rolling\nfog.  Away to the northward, out to sea, ran a line of bars and\nshoals and rocks that would never let a ship come within six miles\nof the beach, and between the islands and the mainland was a\nstretch of deep water that ran up to the perpendicular cliffs, and\nsomewhere below the cliffs was the mouth of the tunnel.",
        "“It’s Novastoshnah over again, but ten times better,” said\nKotick.  “Sea Cow must be wiser than I thought.  Men can’t come\ndown the cliffs, even if there were any men; and the shoals to\nseaward would knock a ship to splinters.  If any place in the sea\nis safe, this is it.”",
        "He began to think of the seal he had left behind him, but\nthough he was in a hurry to go back to Novastoshnah, he thoroughly\nexplored the new country, so that he would be able to answer all\nquestions.",
        "Then he dived and made sure of the mouth of the tunnel, and\nraced through to the southward.  No one but a sea cow or a seal\nwould have dreamed of there being such a place, and when he looked\nback at the cliffs even Kotick could hardly believe that he had\nbeen under them.",
        "He was six days going home, though he was not swimming slowly;\nand when he hauled out just above Sea Lion’s Neck the first person\nhe met was the seal who had been waiting for him, and she saw by\nthe look in his eyes that he had found his island at last.",
        "But the holluschickie and Sea Catch, his father, and all the\nother seals laughed at him when he told them what he had\ndiscovered, and a young seal about his own age said, “This is all\nvery well, Kotick, but you can’t come from no one knows where and\norder us off like this.  Remember we’ve been fighting for our\nnurseries, and that’s a thing you never did.  You preferred\nprowling about in the sea.”",
        "The other seals laughed at this, and the young seal began\ntwisting his head from side to side.  He had just married that\nyear, and was making a great fuss about it.",
        "“I’ve no nursery to fight for,” said Kotick.  “I only want to\nshow you all a place where you will be safe.  What’s the use of\nfighting?”",
        "“Oh, if you’re trying to back out, of course I’ve no more to\nsay,” said the young seal with an ugly chuckle.",
        "“Will you come with me if I win?” said Kotick.  And a green\nlight came into his eye, for he was very angry at having to fight\nat all.",
        "“Very good,” said the young seal carelessly.  “If you win,\nI’ll come.”",
        "He had no time to change his mind, for Kotick’s head was out\nand his teeth sunk in the blubber of the young seal’s neck.  Then\nhe threw himself back on his haunches and hauled his enemy down\nthe beach, shook him, and knocked him over.  Then Kotick roared to\nthe seals: “I’ve done my best for you these five seasons past.\nI’ve found you the island where you’ll be safe, but unless your\nheads are dragged off your silly necks you won’t believe.  I’m\ngoing to teach you now.  Look out for yourselves!”",
        "Limmershin told me that never in his life–and Limmershin\nsees ten thousand big seals fighting every year–never in all\nhis little life did he see anything like Kotick’s charge into the\nnurseries.  He flung himself at the biggest sea catch he could\nfind, caught him by the throat, choked him and bumped him and\nbanged him till he grunted for mercy, and then threw him aside and\nattacked the next.  You see, Kotick had never fasted for four\nmonths as the big seals did every year, and his deep-sea swimming\ntrips kept him in perfect condition, and, best of all, he had\nnever fought before.  His curly white mane stood up with rage, and\nhis eyes flamed, and his big dog teeth glistened, and he was\nsplendid to look at.  Old Sea Catch, his father, saw him tearing\npast, hauling the grizzled old seals about as though they had been\nhalibut, and upsetting the young bachelors in all directions; and\nSea Catch gave a roar and shouted: “He may be a fool, but he is\nthe best fighter on the beaches!  Don’t tackle your father, my\nson!  He’s with you!”",
        "Kotick roared in answer, and old Sea Catch waddled in with his\nmustache on end, blowing like a locomotive, while Matkah and the\nseal that was going to marry Kotick cowered down and admired their\nmen-folk.  It was a gorgeous fight, for the two fought as long as\nthere was a seal that dared lift up his head, and when there were\nnone they paraded grandly up and down the beach side by side,\nbellowing.",
        "At night, just as the Northern Lights were winking and\nflashing through the fog, Kotick climbed a bare rock and looked\ndown on the scattered nurseries and the torn and bleeding seals.\n“Now,” he said, “I’ve taught you your lesson.”",
        "“My wig!” said old Sea Catch, boosting himself up stiffly, for\nhe was fearfully mauled.  “The Killer Whale himself could not have\ncut them up worse.  Son, I’m proud of you, and what’s more, I’ll\ncome with you to your island–if there is such a place.”",
        "“Hear you, fat pigs of the sea.  Who comes with me to the Sea\nCow’s tunnel?  Answer, or I shall teach you again,” roared Kotick.",
        "There was a murmur like the ripple of the tide all up and down\nthe beaches.  “We will come,” said thousands of tired voices.  “We\nwill follow Kotick, the White Seal.”",
        "Then Kotick dropped his head between his shoulders and shut\nhis eyes proudly.  He was not a white seal any more, but red from\nhead to tail.  All the same he would have scorned to look at or\ntouch one of his wounds.",
        "A week later he and his army (nearly ten thousand\nholluschickie and old seals) went away north to the Sea Cow’s\ntunnel, Kotick leading them, and the seals that stayed at\nNovastoshnah called them idiots.  But next spring, when they all\nmet off the fishing banks of the Pacific, Kotick’s seals told such\ntales of the new beaches beyond Sea Cow’s tunnel that more and\nmore seals left Novastoshnah.  Of course it was not all done at\nonce, for the seals are not very clever, and they need a long time\nto turn things over in their minds, but year after year more seals\nwent away from Novastoshnah, and Lukannon, and the other\nnurseries, to the quiet, sheltered beaches where Kotick sits all\nthe summer through, getting bigger and fatter and stronger each\nyear, while the holluschickie play around him, in that sea where\nno man comes.",
        "Continue...",
        "\nThis eBook of “The Jungle Book” by Rudyard Kipling belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jungle Book (Tor Classics)By Rudyard KiplingAt Amazon"
    ]
}