{
    "title": "The Fortieth Door - Chapter VIII",
    "author": "Mary Hastings Bradley",
    "chapter": "8",
    "content": [
        "\n\n",
        "TEWFICK RECEIVES",
        "A huge Soudanese admitted them. They found themselves in a tiled\nvestibule, looking through open arches into the green of a\ngarden–that garden, Ryder hardly needed to remind himself, with\nwhose back door he had made such unconventional acquaintance.",
        "Now he had a glimpse of a sunny fountain and fluttering pigeons,\nand, on either side of the garden, of the two wings of the building,\ngay white walls with green shutters more suggestive of a French\nvilla than an Egyptian palace, before the Soudanese marshaled them\ntoward the stairs upon the right.",
        "The left, then, was the way to the haremlik. And somewhere in those\nsecluded rooms, to which no man bat the owner of the palace ever\ngained admission, was Aimée.",
        "The Soudanese mounted the stairs before them and held open a door\ninto a long drawing-room from which the pasha’s modernity had\nstripped every charm except the color of some worn old rugs; the\nwindows were draped in European style, the walls exhibited paper\ninstead of paneling; in one corner was a Victrola and in another,\nbeside a lounge chair, stood a table littered with cigarette trays\nand French novels with explicit titles.",
        "The only Egyptian touch to the place was four enormous oil portraits\nof pompous turbaned gentlemen, in one of whom Ryder recognized the\nfamiliar rotundity of Mahomet Ali in his grand robes.",
        "As a pasha’s palace it was a blow, and Ryder’s vague, romantic\nnotions of high halls and gilded arches, suffered a collapse.",
        "Tewfick Pasha came in with haste. He had been going out when these\ncallers were announced and he was dressed for parade, in a very\nlight, very tight suit, gardenia in his button-hole, cane in his\ngloved hands, fez upon his head. For all their smiling welcome, his\nfull, dark eyes were uneasy.",
        "He had grown distrustful of surprises.",
        "It was McLean’s affair to reassure him. Far from fulminating any\naccusations the canny Scot announced himself as the bearer of glad\ntidings. A fortune, he announced, was coming to the pasha–or to the\npasha’s family. A very rich old woman in France had decided to\nchange her will.",
        "There he paused and the pasha continued to smile non-committally,\nbut the word fortune was operating. In the back of his mind he was\nhastily trying to think of rich old women in France who might change\ntheir wills.",
        "“I am afraid that it is my stupidity which has kept you from the\nknowledge of this for some weeks,” McLean went on. “I had so many\nother matters to look up that I did not at once consult my records.\nAnd it has been so many years since you married Madame Delcassé that\nthe name had slipped general recollection.... It was twelve years\nago, I believe, that she died?”",
        "Casually he waited and Jack Ryder held his breath. He felt the full\nsuspense of a pause long enough for the pasha’s thoughts to dart\ndown several avenues and back. If the man should deny it! But why\nshould he? What harm in the admission, after all these years, with\nMadame Delcassé dead and buried? And with a fortune involved in the\nadmission.",
        "The Turk bowed and Ryder breathed again.",
        "“Ten years,” said Tewfick softly.",
        "“Ah–ten. But there has been no communication with France for twelve\nyears or even longer?”",
        "“Possibly not, monsieur.”",
        "“This old aunt,” pursued McLean, “was a person of prejudice as well\nas fortune–hence it has taken a little time for her to adjust\nherself.” He paused and looked understandingly at the Turk, who\nnodded amiably as one whose comprehension met him more than half\nway.",
        "“My own aunt was of a similar obstinacy,” he murmured. He added,\n“This fortune you speak of–it comes through my wife?”",
        "“For her inheritors. Madame Delcassé–the former Madame Delcassé I\nshould say–left but one daughter?”",
        "Again the pasha bowed and again Ryder felt the throb of triumph. He\nlooked upon his friend with admiration. How marvelously McLean had\nworked the miracle. No accusations, no threats, no obstacles, no\nblank walls of denial! Not a ruffle of discord in the establishment\nof these salient facts–the marriage of Madame Delcassé to the pasha\nand the existence of the daughter.",
        "Wonderful man–McLean. He had never half appreciated him.",
        "But the pasha was not wholly the simple assenter.",
        "“Do I understand,” he inquired, “that there is a fortune coming from\nFrance for my daughter?” And at McLean’s confirmation, “And when you\nsay fortune,” he continued, “you intend to say–?” and his glance\nnow took in the silent American, considering that some cue must be\nhis.",
        "But McLean responded. “The figures are not to be divulged–not until\nthe aunt is in communication with her niece. But they will be large,\nmonsieur, for this aunt is a person of great wealth.”",
        "“And yet alive to enjoy it,” said Tewfick with smiling eyes.",
        "“An aged and dying woman,” thrust in Ryder in haste. “Her only care\nnow is to see her niece before she dies.”",
        "“Ah!... But that could be arranged,” said Tewfick amiably.",
        "“We have at once communicated with France,” McLean told him, “but we\ncame instantly to you, to, inform you–”",
        "“A thousand thanks and a thousand! The bearers of good tidings,\"\nsmiled their host.",
        "“Because we understand that there is a question of the young lady’s\nmarriage,” pursued McLean, “and you would, of course, wish to defer\nthis until these new circumstances are complied with.”",
        "The pasha stared. “Not at all. A fortune is as pleasant to a wife as\nto a maid.”",
        "“There are so many questions of law,” offered McLean with purposeful\nvagueness. “French wardship and trusteeship and all that. It would\nbe advisable, I think, to wait.”",
        "“Absurd,” said the pasha easily.",
        "“You would want no doubts cast upon the legality of the marriage,\"\nMcLean persisted thoughtfully, “and since mademoiselle is under age\nand the French law has certain restrictions–”",
        "“Pff! We are not under the French law–at least I have not heard\nthat England has relinquished her power,” retorted Tewfick not\nwithout malice.",
        "“But Mademoiselle Delcassé is French,” thrust in Ryder. He knew that\nMcLean had ventured as far as he, an official and responsible\nperson, could go, and that the burden of intimation must rest upon\nhimself. “And under her father’s will his family there is\nconsidered in trusteeship. So there would be certain technicalities\nthat must be considered before any marriage can be arranged, the\nsignature of the French guardian, the settlement of the dot–this\ninheritance, for instance–all mere formalities but involving a\nlittle delay.”",
        "Tewfick Pasha turned in his chair and cocked his eyes at this\nstrange young man who had dropped from the blue with this extensive\nadvice. He looked puzzled. This American fitted into no type of his\nacquaintance. He was so very young and slim and boyish ... with not\nat all the air of a legal representative.... But McLean’s position\nvouched for him.",
        "“You speak for the French family, monsieur?”",
        "Unhesitatingly Ryder declared that he did.",
        "“Then you may inform the family,” announced Tewfick, bristling,\n“that my daughter has been very well cared for all these years\nwithout advice from France.”",
        "“I haven’t a doubt of it,” said Ryder quickly, “but the French law\nmight begin to entertain doubts of it, if mademoiselle were married\noff now without consultation with the authorities.... Already,” he\nadded a little meaningly, as the other shrugged the suggestion away,\n“there have been questions raised concerning the mother’s marriage\nand the separation of the little Mademoiselle Delcassé from her\nrelatives in France, and now if she were to be married without any\nlegal settlement of her estate–”",
        "Steadily he sustained the other’s gaze, while his unfinished thought\nseemed to float significantly in the air about them.",
        "“Have a cigarette,” said the pasha hospitably, extending a gold case\nmonogrammed with diamonds and emeralds. “Ah, coffee!” he announced,\nwelcomingly, as a little black boy entered with a brass tray of\nsteaming cups.",
        "“I hope, gentlemen, that you like my coffee. It is not the usual\nTurkish brew. No, this comes from Aden, the finest coffee in the\nworld. A ship captain brings it to me, especially.”",
        "Beamingly he sipped the scalding stuff, then darted back to that\nsuspended sentence. “But you were saying–something of a\ntrusteeship?... Do I understand that it is an aunt of Madame\nDelcassé–the former Madame Delcassé–who is leaving this money?”",
        "“Not of Madame but of Monsieur Delcassé,” McLean informed him.",
        "“Ah!... That accounts ... But in that case, then, there need be no\nconcern in France over my daughter’s marriage....” He turned his\nround eyes from one to the other a moment.",
        "“There is no Mademoiselle Delcassé.”",
        "“Sir?” said Ryder sharply.",
        "“There is no Mademoiselle Delcassé,” repeated the pasha, his eyes\nfrankly enlivened.",
        "“But–we have just been speaking–you cannot mean to say–”",
        "“We have been speaking of my daughter–the daughter of the former\nMadame Delcassé.”",
        "Smilingly he looked upon them. “A pity that we did not understand\neach other. But you appear to know so much–and I supposed that you\nknew that, too, that the daughter of Monsieur Delcassé was dead.”",
        "Neither of the young men spoke. McLean looked politely attentive;\nRyder’s face maintained that look of concentration which guarded the\nfluctuations of his feelings.",
        "“It was many years ago,” the pasha murmured, putting down his coffee\ncup and selecting another cigarette. “Not long after her mother’s\nmarriage to me.... A very charming little girl–I was positively\nattached to her,” Tewfick added reminiscently.",
        "“Well, well, well, what a pity now,” said McLean very slowly.\n“This will be a great disappointment.... And so the present\nmademoiselle–”",
        "“Is my daughter.”",
        "McLean was silent. Ryder could hardly trust himself to speak.",
        "“What did she die of?” he asked at last, in a voice whose edged\nquality brought the pasha’s glance to him with a flash of hostility\nbehind its veil.",
        "But he answered calmly enough. “Of the fever, monsieur.... She was\nnever strong.”",
        "“And her grave... I should like to make a report.”",
        "“It was in the south ... desert burial, I am afraid. You must know\nthat the little one was hardly a true believer for our cemetery.”",
        "“And you would say that she was only five or six years old?” Ryder\npersisted.",
        "The pasha nodded.",
        "“I should like to get as near as possible to the date if it is not\ntoo much trouble.... The father died about fifteen years ago and the\nmother was married to you soon after?”",
        "“Really, monsieur, you–”",
        "Tewfick was frankly restive.",
        "“I know nothing of the father,” he said sullenly. “And as to the\nchild’s death–how can one recall after these years? In one, two\nyears after she came to me–one does not grave these things upon the\neyeballs.”",
        "“But you do remember that it was long ago–when your own daughter\nwas very little?”",
        "“Exactly. That is my recollection, monsieur.... And I recall,” said\nthe pasha, suddenly obliging and sentimental, “that even my little\none cried for the child. It was afflicting.... Assure the family in\nFrance of my sympathy in their disappointment.”",
        "“I am sorry that my news is after all of no interest to you,\"\nobserved McLean, setting the example for rising. “You will pardon my\nerror of information–and accept my appreciation of your courtesy.”",
        "“It is I who am indebted for your trouble,” their host assured\nthem, all smiles again.",
        "But Ryder was not to be led away without a parting shot.",
        "“The name of the Delcassé child–was Aimée?”",
        "Imperceptibly Tewfick hesitated. Then bowed in assent.",
        "“Odd,” said young Ryder thoughtfully. “And your own daughter’s name,\nalso, is Aimée.... Two little ones with the same name.”",
        "With a slight, vexed laugh, as one despairing of understanding, the\npasha turned to McLean. “Your young friend, monsieur, is uninformed\nthat Turkish children have many names.... After the loss of the\nelder we called the little one by the same name.... I trust I have\nmade everything perfectly clear to you?”",
        "“As crystal,” said McLean politely.",
        "“As lightning,” said Jack Ryder hotly, striding down the street. “It\nwas a flash of invention, that yarn. When I spoke about the\nquestions raised by his marriage the old fox sniffed the wind and\nwas afraid of trouble–he decided on the instant that no future\nfortune was worth interference with his plans, and he cut the ground\nfrom under our feet.... Lord, what a lie!”",
        "“Masterly, you must admit.”",
        "“Oh, I admired the beggar, even while I choked on it. But\nfever–desert burial–two Aimées! And the sentimental face he\npulled–he ought to have had a spot-light and wailing woodwinds.”",
        "McLean chuckled.",
        "“I’ll believe anything of him now,” Ryder rushed on. “I’ll bet he\nmurdered Delcassé and kidnapped the mother–and now he is selling\ntheir daughter–”",
        "“I fancy murder’s a bit beyond our Tewfick. That’s too thick. He’s\nprobably telling the truth there–he may never have known Delcassé.\nAnd as for the widow–she must have been in no end of trouble with a\ndead man and a wrecked expedition and a baby on her hands, and\nTewfick may have offered himself as a grateful solution to her.\nYou’d be surprised at the things I’ve heard. And if she looked like\nher picture Tewfick probably laid himself out to be lovely to\nher.... I rather like the chap, myself.”",
        "“I love him,” Ryder snorted. “The infernal liar–”",
        "“Steady now–suppose it’s all the truth? Nothing impossible to it.\nFact is, I rather believe it,” said McLean imperturbably. “It hangs\ntogether. If this girl you met thinks she’s his daughter, that’s\nconclusive. She’d have some idea–servants’ gossip or family\nwhisperings.... And why should he have brought her up as his own?”",
        "“No other children. And he’d grown fond of her, of course. If you\ncould see her!” retorted Ryder.",
        "“Just as well, I can’t.... And I think he could hardly have kept her\nin the dark.... We’d better call it a wild goose chase and say the\nman’s telling the truth.”",
        "“If this girl were his daughter she couldn’t be more than fourteen\nyears old. And I’ve seen the girl and she’s eighteen if she’s a\nday–you might take her for twenty. Fourteen!” said Ryder in\nrepudiating scorn.",
        "Hesitating McLean murmured something about the early maturity of the\nnatives.",
        "“Natives?” Ryder flung angrily back. “This girl’s French!”",
        "“As far as we are concerned, Jack, this girl is Turkish–and\nfourteen.... We can’t get around that, and you had better not forget\nit,” his friend quietly advised. “We’ve done everything that we can\nand there is no use working yourself up.... If anybody’s to blame in\nthis business, I don’t think it’s Tewfick–he’s done the handsome\nthing by her–but the fool Frenchman who took his baby and his wife\ninto the desert, and it’s too late to rag him. Cheer up, old top,\nand forget it. There’s nothing more to be done.”",
        "It was sound advice, Jack Ryder knew it. They had done all that they\ncould. McLean had been a brick. There remained nothing now but to\nnotify the Delcassé aunt that Tewfick Pasha claimed the child.",
        "“And I’ve a notion, Jack,” said McLean thoughtfully, “that he might\nnot have done that if you hadn’t rushed him so, trying to break off\nthe marriage. That was what frightened him.”",
        "“I thought you said she was his own daughter,” Ryder responded\nindignantly, and to that McLean merely murmured, “She will be now,\nto all time.”",
        "It was a haunting thought. It left Ryder with the bitter taste of\nblame in his mouth, the gall and wormwood of blame and a baffled\ndefeat.",
        "But for that sense of blame he might have taken McLean’s advice. He\nmight–but for that–have gone the way of wisdom, and accepted the\ninevitable.",
        "As it was, he did none of these things.",
        "He said to himself that all that he could do now–and the least that\nhe could do–was to let the girl know as much of the story as he\nknew and draw her own conclusions. Then, if she wanted to go on and\nsacrifice herself for Tewfick, very well. That was none of his\naffair.",
        "But she had a right to the truth and to the chance of choice.",
        "He did not know what he could do, but secretly and defiantly he\npromised himself that he would do something, and in the back of his\nmind an idea was already taking shape. It was manifest in the\ntenacity with which he refused to send the locket to the Delcassés.\nHe had the case and the miniature photographed very carefully by the\nman who did the reproductions for museum illustrations, and he sent\nthat, conscious of McLean’s silent thought that he was cherishing\nthe portrait for a sentimental memory.",
        "But he had other plans for it.",
        "He did not return to his diggings. He sent a message to the deserted\nThatcher, faking errands in Cairo, and he took a room at the hotel\nwhere Jinny Jeffries–now up the Nile–had stayed. He spent a great\ndeal of time evenings in the hotel garden, staring over the brick\nwalls to the tops of distant palms beyond, and not infrequently he\nslipped out the garden’s back door and wandered up and down the dark\ncanyon of a lane.",
        "He might as well have walked up and down the veranda of Shepheard’s\nHotel.",
        "And yet the girl had her key. She could get away if she wanted to\nand she might want to if she knew the truth.",
        "But how to get that truth to her? That was his problem. A dozen\nplans he considered and rejected. There were the mails–simple and\nobvious channel–but he had a strong idea that maidens in Mohammedan\nseclusion do not receive their letters directly. And now,\nespecially, Tewfick would be on his guard.",
        "Then there was the chance of a message through some native’s hands.\nThe house servants–? There were hours, one day, when Ryder\nsauntered about the streets, covertly eyeing the baggy-trousered\nsais who stood holding a horse in the sun or the tattered baker’s\nboy, approaching the entrance with his long loaves upon his head,\nbut Ryder’s Arabic was not of a power or subtlety to corrupt any\ncreature, and he stayed his tongue.",
        "Bitterly he regretted his wasted years. If he had not misspent them\nin godly living he would now be upon such terms of intimacy with\nsome official’s pretty wife who had the entrée to a pasha’s daughter\nthat she could be induced to make use of it for him.",
        "Desperately he thought of remedying this defect. There were several\ncharming young matrons not averse to devoted young men, but the time\nwas short for establishing those confidential relations which were\nwhat he required now.",
        "Jinny Jeffries would do it for him if she could, but Jinny would not\nreturn for another week. And if she changed her mind and took the\nboat back–as he, alack! had advised–instead of the express, then\nshe would be longer.",
        "And meanwhile the days were passing, four of them now since he and\nMcLean had heard the Soudanese locking the door behind them.",
        "There seemed nothing for it but to trust to that idea which had been\nslowly shaping in his mind.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}