{
    "title": "The Adventures of Jimmie Dale II - Chapter III: The Crime Club",
    "author": "Frank L. Packard",
    "chapter": "4",
    "content": [
        "\n\n",
        "For what length of time he had remained unconscious, Jimmie Dale had\nnot the slightest idea.  He regained his senses to find himself\nlying on a couch in a strange room that had a most exquisitely\nbrass-wrought dome light in the ceiling.  That was what attracted\nhis attention, because the light hurt his eyes, and his head was\nalready throbbing as though a thousand devils were beating a\ndiabolical tattoo upon it.",
        "He closed his eyes against the light.  Where was he?  What had\nhappened?  Oh, yes, he remembered now!  That smash on Lower\nBroadway!  He had been hurt.  He moved first one limb and then\nanother tentatively, and was relieved to find that, though his body\nached as if it had been severely shaken, and his head was bad, he\nhad apparently escaped without serious injury.",
        "Where was he?  In a hospital?  His fingers, resting at his side upon\nthe couch, supplied him with the information that it was a very\nexpensive couch, upholstered in finest leather.  If he were in a\nhospital, he would be in a cot.",
        "He opened his eyes again to glance curiously around him.  The room\nwas quite in keeping with the artistic lighting fixture and the\nrefined, if expensive, taste that was responsible for the couch.  A\nheavy velvet rug of rich, dark green was bordered by a polished\nhardwood floor; panellings of dark-green frieze and beautifully\ngrained woodwork made the lower walls; while above, on a background\nof some soft-toned paper, hung a few, and evidently choice, oil\npaintings.  There was a big, inviting lounging chair; a massive\nwriting table, or more properly, a desk of walnut; and behind the\ndesk, his back half turned, apparently intent upon a book, sat a man\nin immaculate evening dress.",
        "Jimmie Dale closed his eyes again.  There was something reassuring\nabout it all, comfortably reassuring.  Though why there should be\nany occasion for a feeling of reassurance at all, he could not for\nthe moment make out.  And then, in a sudden flash, the details of\nthe night came back to him.  The Tocsin’s letter–the package he was\nto get–the taxicab–the chauffeur, who was not a chauffeur–the\nchase–the trap.  He lay perfectly still.  It was the professional\nJimmie Dale now whose brain, in spite of the throbbing, brutally\naching head, was at work, keen, alert.",
        "The chauffeur!  What had happened to him?  Had the man been killed\nin the auto smash; or, less fortunate than himself, fallen into the\nhands of those whose power he seemed both to fear and rate so\nhighly?  And that package!  Box–what was the number?–yes, 428.\nWhat did that mean?  What box?  Where was it?  Who was John\nJohansson?  He hadn’t heard any more than that; the smash had come\nthen.  And lastly, he was back again to the same question he had\nbegun with: Where was he now himself?  It looked as though some good\nSamaritan had picked him up.  Who was this gentleman so quietly\nreading there at the desk?",
        "Jimmie Dale opened his eyes for the third time.  How still, how\nabsolutely silent the room was!  He studied the man’s back\nspeculatively for a moment, then his gaze travelled on past the man\nto the wall, riveted there, and his fingers, without movement of his\narm, pressed against the outside of his coat pocket.  He thought as\nmuch!  His automatic was gone!",
        "Not a muscle of Jimmie Dale’s face moved.  His eyes shifted to a\npicture on the wall.  THE MAN WAS WATCHING HIM–NOT READING!  Just\nabove the level of the desk, a small mirror held the couch in focus–\nbut, equally, it held the man in focus, and Jimmie Dale had seen\nthe other’s eyes, through a black mask that covered the face to the\ntop of the upper lip, fixed intently upon him.",
        "There was a chill now where before there had been reassurance,\nsomething ominous in the very quiet and refinement of the room; and\nJimmie Dale smiled inwardly in bitter irony–his good Samaritan wore\na mask!  His self-congratulations had come too soon.  Whatever had\nhappened to the chauffeur, it was evident enough that he himself was\ncaught!  What was it the chauffeur had said?  Something about a\nchance through being unknown.  Was it to be a battle of wits, then?\nGod, if his head did not ache so frightfully!  It was hard to think\nwith the brain half sick with pain.",
        "Those two eyes shining in that mirror!  There seemed something\nhorribly spectre-like about it.  He did not look again, but he knew\nthey were there.  It was like a cat watching a mouse.  Why did not\nthe man speak, or move, or do something, and–  He turned his head\nslowly; the man was laughing in a low, amused way.",
        "“You appear to be taken with that picture,” observed a pleasant\nvoice.  “Perhaps you recognise it from there?  It is a Corot.”",
        "Jimmie Dale, with a well-simulated start, sat up–and, with another\nquite as well simulated, stared at the masked man.  The other had\nlaid down his book, and swung around in his chair to face the couch.\nJimmie Dale stood up a little shakily.",
        "“Look here!” he said awkwardly.  “I–I don’t quite understand.  I\nremember that my taxi got into a smash-up, and I suppose I have to\nthank you for the assistance you must have rendered me; only, as I\nsay\"–he looked in a puzzled way around the room, and in an even\nmore perplexed way at the mask on the other’s face–\"I must confess\nI am at a loss to understand quite the meaning of this.”",
        "“Suppose that instead of trying to understand you simply accept\nthings as you find them.”  The voice was soft, but there was a\nfinality in it that its blandness only served to make the more\nsuggestive.",
        "Jimmie Dale drew himself up, and bowed coldly.",
        "“I beg your pardon,” he said.  “I did not mean to intrude.  I have\nonly to thank you again, then, and bid you good-night.”",
        "The lips beneath the mask parted slightly in a politely deprecating\nsmile.",
        "“There is no hurry,” said the man, a sudden sharpness creeping into\nhis tones.  “I am sorry that the rule I apply to you does not work\nboth ways.  For instance, I might be quite at a loss to account for\nyour presence in that taxicab.”",
        "Jimmie Dale’s smile was equally polite, equally deprecating.",
        "“I fail to see how it could be of the slightest possible interest to\nyou,” he replied.  “However, I have no objection to telling you.  I\nhailed the taxi at the corner of Sixth Avenue and Waverly Place,\ntold the chauffeur to drive me to the St. James Club, and–”",
        "“The St. James Club,” broke in the other coldly, “is, I believe,\nnorth, not SOUTH of Waverly Place–and on Broadway not at all.”",
        "Jimmie Dale stared at the other for an instant in patient annoyance.",
        "“I am quite well aware of that,” he said stiffly.  “Nevertheless I\ntold the man to drive me to the St. James Club.  We came across\nWaverly Place, but on reaching Broadway, instead of turning uptown,\nhe suddenly whirled in the other direction and sent the car flying\nat full speed down Lower Broadway.  I shouted at the man.  I don’t\nknow yet whether he was drunk or crazy or\"–Jimmie Dale’s eyes fixed\ndisdainfully on the other’s mask–\"whether there might not, after\nall, have been method in his madness.  I can only say that before we\nhad gone more than two or three blocks, a wild effort on his part to\navoid a collision with an auto swinging out from a side street\nresulted in an even more disastrous smash with another on the other\nside, and I was knocked senseless.”",
        "“’Victim,’ I presume, is the idea you desire to convey,” observed\nthe other evenly.  “You were quite the victim of circumstances, as\nit were!”",
        "Jimmie Dale’s eyebrows lifted slightly.",
        "“It would appear to be fairly obvious, I should say.”",
        "“Very clever!” commented the man.  “But now suppose we remove the\nbuttons from the foils!”  His voice rasped suddenly.  “You are quite\nas well aware as I am that what has happened to-night was not an\naccident.  Nor–in case the possibility may have occurred to you–\nare the police any the wiser, save for the existence of two wrecked\ncars on Lower Broadway, and another which escaped, and for which\ndoubtless they are still searching assiduously.  The ownership of\nthe taxicab you so inadvertently entered they will have no\ndifficulty in establishing–you, perhaps, however, are in a better\nposition than I am to appreciate the fact that the establishment of\nits ownership will lead them nowhere.  As I understand it, the man\nwho drove you to-night obtained the loan of the cab from one of the\ncompany’s chauffeur’s in return for a hundred-dollar bill.  Am I\nright?”",
        "“In view of what has happened,” admitted Jimmie Dale simply, “I\nshould not be surprised.”",
        "There was a sort of sardonic admiration in the other’s laugh.",
        "“As for the other car,” he went on, “I can assure you that its\nownership will never be known.  When the nearest patrolman rushed\nup, there were no survivors of the disaster, save those in the third\ncar which he was powerless to stop–which accounts for your presence\nhere.  You will admit that I have been quite frank.”",
        "“Oh, quite!” said Jimmie Dale, a little wearily.  “But would you\nmind telling me what all this is leading to?”",
        "The man had been leaning forward in his chair, one hand, palm\ndownward, resting lightly on the desk.  He shifted his hand now\nsuddenly to the arm of his chair.",
        "“THIS!” he said, and on the desk where his hand had been lay the\nTocsin’s gold signet ring.",
        "Jimmie Dale’s face expressed mild curiosity.  He could feel the\nother’s eyes boring into him.",
        "“We were speaking of ownership,” said the man, in a low, menacing\ntone.  “I want to know where the woman who owns this ring can be\nfound to-night.”",
        "There was no play, no trifling here; the man was in deadly earnest.\nBut it seemed to Jimmie Dale, even with the sense of peril more\nimminent with every instant, that he could have laughed outright in\nsavage mockery at the irony of the question.  Where was she?  Even\nWHO was she?  And this was the hour in which he was to have known!",
        "“May I look at it?” he requested calmly.",
        "The other nodded, but his eyes never left Jimmie Dale.",
        "“It will give you an extra moment or so to frame your answer,” he\nsaid sarcastically.",
        "Jimmie Dale ignored the thrust, picked up the ring, examined it\ndeliberately, and set it back again on the table.",
        "“Since I do not know who owns it,” he said, “I cannot answer your\nquestion.”",
        "“No!  Well, then, there is still another matter–a little package\nthat was in the taxicab with you.  Where is that?”",
        "“See here!” said Jimmie Dale irritably.  “This has gone far enough!\nI have seen no package, large or small, or of any description\nwhatever.  You are evidently mistaking me for some one else.  You\nhave only to telephone to the St. James Club.”  He reached toward\nhis pocket for his cardcase.  “My name is–”",
        "“Dale,” supplied the other curtly.  “Don’t bother about the card,\nMr. Dale.  We have already taken the liberty of searching you.”  He\nrose abruptly from his chair.  “I am afraid you do not quite realise\nyour position, Mr. Dale,” he said, with an ominous smile.  “Let me\nmake it clear.  I do not wish to be theatrical about this, but we do\nnot temporise here.  You will either answer both of those questions\nto my satisfaction, OR YOU WILL NEVER LEAVE THIS PLACE ALIVE.”",
        "Jimmie Dale’s face hardened.  His eyes met the other’s steadily.",
        "“Ah, I think I begin to see!” he said caustically.  “When I have\nbeen thoroughly frightened I shall be offered my freedom at a price.\nA sort of up-to-date game of holdup!  The penalty of being a wealthy\nman!  If you had named your figure to begin with, we would have\nsaved a lot of idle talk, and you would have had my answer the\nsooner: NOTHING!”",
        "“Do you know,” said the other, in a grimly musing way, “there has\nalways been one man, but only one until now, that I have wished I\nmight add to my present associates.  I refer to the so-called Gray\nSeal.  To-night there are two.  I pay you the compliment of being\nthe other.  But\"–he was smiling ominously again–\"we are wasting\ntime, Mr. Dale.  I am willing to expose my hand to the extent of\nadmitting that the information you are withholding is infinitely\nmore valuable to me than the mere wreaking of reprisal upon you for\na refusal to talk.  Therefore, if you will answer, I pledge you my\nword you will be free to leave here within five minutes.  If you\nrefuse, you are already aware of the alternative.  Well, Mr. Dale?”",
        "Who was this man?  Jimmie Dale was studying the other’s chin, the\nlips, the white, even teeth, the jet-black hair.  Some day the\ntables might be turned.  Could he recognise again this cool,\nimperturbable ruffian who so callously threatened him with murder?",
        "“Well, Mr. Dale?  I am waiting!”",
        "“I am not a magician,” said Jimmie Dale contemptuously.  “I could\nnot answer your questions if I wanted to.”",
        "The other’s hand slid instantly to a row of electric buttons on the\ndesk.",
        "“Very well, Mr. Dale!” he said quietly.  “You do not believe, I see,\nthat I would dare to carry my threat into execution; you perhaps\neven doubt my power.  I shall take the trouble to convince you–I\nimagine it will stimulate your memory.”",
        "The door opened.  Two men were standing on the threshold, both in\nevening dress, both masked.  The man behind the desk came forward,\ntook Jimmie Dale’s arm almost courteously, and led him from the room\nout into a corridor, where he halted abruptly.",
        "“I want to call your attention first, Mr. Dale, to the fact that as\nfar as you are concerned you neither have now, nor ever will have,\nany idea whether you are in the heart of New York or fifty miles\naway from it.  Now, listen!  Do you hear anything?”",
        "There was nothing.  Only the strange silence of that other room was\nintensified now.  There was not a sound; stillness such as it seemed\nto Jimmie Dale he had never experienced before was around him.",
        "“You may possibly infer from the silence that you are NOT in the\ncity,” suggested the other, after a moment’s pause.  “I leave you to\nyour own conclusions in that respect.  The cause, however, of the\nsilence is internal, not external; we had sound-proof principles in\nmind to a perhaps exaggerated degree when this building was\nconstructed.  If you care to do so, you have my permission to shout,\nsay, for help, to your heart’s content.  We shall make no effort to\nstop you.”",
        "Jimmie Dale shrugged his shoulders.  He was staring down a\nbrilliantly lighted, richly carpeted corridor.  There were doors on\none side, windows on the other, the windows all hung with heavy,\nclosely drawn portieres.  The corridor was certainly not on the\nground floor, but whether it was on the second or third, or even\nabove that again, he had no means of knowing.  From appearances,\nthough, the place seemed more like a large, private mansion than\nanything else.",
        "“Just one word more before we proceed,” continued the other.  “I do\nnot wish you to labour under any illusion.  Here we are frankly\ncriminals.  This is our home.  It should have some effect in\nimpressing you with the power and resource at our command, and also\nwith the class of men with whom you are dealing.  There is not one\namong us whose education is not fully equal to your own; not one,\nindeed, but who is chosen, granting first his criminal tendencies,\nbecause he is a specialist in his own particular field–in commerce,\nin the government diplomatic service, in the professions of law and\nmedicine, in the ranks of pure science.  We are bordering on the\nfantastical, are we not?  Dreaming, you will probably say, of the\nUtopian in crime organisation.  Quite so, Mr. Dale.  I only ask you\nto consider the POSSIBILITIES if what I say is true.  Now let us\nproceed.  I am going to take you into three rooms–the three whose\ndoors you see ahead of you.  You will notice that, including the one\nyou have just left, there are four on this corridor.  I do not wish\nto strain your credulity, or play tricks upon you; so I am going to\nask you to fix an approximate idea of the length of the corridor in\nyour mind, as it will perhaps enable you to account more readily for\nwhat may appear to be a discrepancy in the corresponding size of the\nrooms.”",
        "One of the men opened the door ahead.  Jimmie Dale, at a sign from\nhis conductor, moved forward and entered.  Just what he had expected\nto find he could not have told; his brain was whirling, partly from\nhis aching head, partly from his desperate effort to conceive some\nway of escape from the peril which, for all his nonchalance, he knew\nonly too well was the gravest he had ever faced; but what he saw was\nsimply a cozily furnished bedroom.  There was nothing peculiar about\nit; nothing out of the way, except perhaps that it was rather\nnarrow.",
        "And then suddenly, rubbing his eyes involuntarily, he was staring in\na dazed way before him.  The whole right-hand side of the wall was\nsinking without a sound into the floor, increasing the width of the\nroom by some five or six feet–and in this space was disclosed what\nappeared to be a sort of chemical laboratory, elaborately equipped,\nextending the entire length of the room.",
        "“The wall is purely a matter of mechanical construction, operated\nhydraulically.”  The man was speaking softly at Jimmie Dale’s side.\n“The room beneath is built to correspond; the base, ceiling, and\nwall mouldings here do not have to be very ingenious to effect a\ndisguise.  I might say, however, that few visitors, other than\nyourself, have ever seen anything here but a bedroom.”  He waved his\nhand toward the retorts, the racks of test tubes, the hundred and\none articles that strewed the laboratory bench.  “As for this, its\npurpose is twofold.  We, as well, as the police, have often need of\nanalysis.  We make it.  If we require a drug, a poison, say, we\ncompound it from its various ingredients, or, as the case may be,\ndistil it, perhaps–it is, you will agree, somewhat more difficult\nto trace to its source if procured that way.  And speaking of\npoisons\"–he stepped forward, and lifted a glass-stoppered bottle\ncontaining a colourless liquid from a shelf–\"in a modest way we\nhave even done some original research work here.  This, for\ninstance, is as Utopian from our standpoint as the formation, and\npersonnel of the organisation I have briefly outlined to you.  It\npossesses very essential qualities.  It is almost instantaneous in\nits action, requires a very small quantity, and defies detection\neven by autopsy.”  He uncorked the bottle, and dipped in a long\nglass rod.  “Will you watch the experiment?” he invited, with a sort\nof ghastly pleasantry.  “I do not want you to accept anything on\ntrust.”",
        "With a start, Jimmie Dale swung around.  He had heard no sound, but\nanother man was at his elbow now–and, struggling in the man’s hand,\nwas a little white rabbit.",
        "It was over in an instant.  A single drop in the rabbit’s mouth, and\nthe animal had stiffened out, a lifeless thing.",
        "“It is quite as effective on the human organism,” continued the\nother, “only, instead of one drop, three are required.  If I make it\nten\"–he was carefully measuring the liquid into two wineglasses–\n“it is only that even you may be satisfied that the quantity is\nfatal.”  He filled up the glasses with what was apparently wine of\nsome description, which he poured from a decanter, and held out the\nglasses in front of him.",
        "And again Jimmie Dale started, again he had heard no one enter, and\nyet two men had stepped forward from behind him and had taken the\nglasses from their leader’s hands.  He glanced around him, counting\nquickly–they were surely the two who had entered with him from the\ncorridor.  No!  Including the leader, there were now six men, all in\nevening dress, all masked, in the room with him.",
        "A wave of the leader’s hand, and the two men holding the glasses\nleft the room.  The man turned to Jimmie Dale again.",
        "“Shall we proceed to the second room, Mr. Dale?” he asked politely.\n“I think it is now prepared for us–I do not wish to bore you with a\nrepetition of magical sliding walls.”",
        "There was something now that numbed the ache in Jimmie Dale’s brain–\na sense of some deadly, remorseless thing that seemed to be\nconstantly creeping closer to him, clutching at him–to smother him,\nto choke him.  There was something absolutely fiendish, terrifying,\nin the veneer of culture around him.",
        "They had entered the second room.  This, like the other, was a\npseudo-bedroom; but here the movable wall was already down.  Ranged\nalong the right-hand side were a great number of cabinets that slid\nin and out, much after the style and fashion used by clothing\ndealers to stock and display their wares.  These cabinets were now\nall open, displaying hundreds of costumes of all kinds and\ndescriptions, and evidently complete to the minutest detail.  The\ncabinets were flanked by full-length mirrors at each end of the\nroom, and on little tables before the mirrors was an assortment,\nthat none better than Jimmie Dale himself could appreciate, of make-\nup accessories.",
        "The man smiled apologetically.",
        "“I am afraid this is rather uninteresting,” he said.  “I have shown\nit to you simply that you may understand that we are alive to the\nimportance of detail.  Disguise, that is daily vital to us, is an\nart that depends essentially on detail.  I venture to say we could\nimpersonate any character or type or nationality or class in the\nUnited States at a moment’s notice.  But\"–he took Jimmie Dale’s arm\nagain and conducted him out into the corridor, while the two men who\nwere evidently acting the role of guards followed closely behind–\n“there is still the third room–here.”  He halted Jimmie Dale before\nthe door.  “I have asked you to answer two questions, Mr. Dale,” he\nsaid softly.  “I ask you now to remember the alternative.”",
        "They still stood before the door.  There was that uncanny silence\nagain–it seemed to Jimmie Dale to last interminably.  Neither of\nthe three men surrounding him moved nor spoke.  Then the door before\nhim was opened on an unlighted room, and he was led across the\nthreshold.  He heard the door close behind him.  The lights came on.\nAnd then it seemed as though he could not move, as though he were\nrooted to the spot–-and the colour ebbed from his face.  Three\nfigures were before him: the two men who had carried the glasses\nfrom the first room, and the chauffeur who had driven him in the\ntaxicab.  The two men still held the glasses–the chauffeur was\nbound hand and foot in a chair.  One of the glasses was EMPTY; the\nother was still significantly full.",
        "Jimmie Dale, with a violent effort at self-control, leaned forward.",
        "The man in the chair was dead.",
        "Continue...",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}