{
    "title": "The Sorrows of Young Werther - July 30.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "29",
    "content": [
        "\n\n",
        "Albert is arrived, and I must take my departure. Were he the best\nand noblest of men, and I in every respect his inferior, I could\nnot endure to see him in possession of such a perfect being.\nPossession! — enough, Wilhelm: her betrothed is here, — a fine,\nworthy fellow, whom one cannot help liking. Fortunately I was not\npresent at their meeting. It would have broken my heart! And he\nis so considerate: he has not given Charlotte one kiss in my\npresence. Heaven reward him for it! I must love him for the\nrespect with which he treats her. He shows a regard for me, but\nfor this I suspect I am more indebted to Charlotte than to his own\nfancy for me. Women have a delicate tact in such matters, and it\nshould be so. They cannot always succeed in keeping two rivals\non terms with each other; but, when they do, they are the only\ngainers.",
        "I cannot help esteeming Albert. The coolness of his temper contrasts\nstrongly with the impetuosity of mine, which I cannot conceal.\nHe has a great deal of feeling, and is fully sensible of the\ntreasure he possesses in Charlotte. He is free from ill-humour,\nwhich you know is the fault I detest most.",
        "He regards me as a man of sense; and my attachment to Charlotte,\nand the interest I take in all that concerns her, augment his\ntriumph and his love. I shall not inquire whether he may not at\ntimes tease her with some little jealousies; as I know, that, were\nI in his place, I should not be entirely free from such sensations.",
        "But, be that as it may, my pleasure with Charlotte is over. Call\nit folly or infatuation, what signifies a name? The thing speaks\nfor itself. Before Albert came, I knew all that I know now. I\nknew I could make no pretensions to her, nor did I offer any, that\nis, as far as it was possible, in the presence of so much loveliness,\nnot to pant for its enjoyment. And now, behold me like a silly\nfellow, staring with astonishment when another comes in, and\ndeprives me of my love.",
        "I bite my lips, and feel infinite scorn for those who tell me to\nbe resigned, because there is no help for it. Let me escape from\nthe yoke of such silly subterfuges! I ramble through the woods;\nand when I return to Charlotte, and find Albert sitting by her\nside in the summer-house in the garden, I am unable to bear it,\nbehave like a fool, and commit a thousand extravagances. “For\nHeaven’s sake,” said Charlotte today, “let us have no more scenes\nlike those of last night! You terrify me when you are so violent.\"\nBetween ourselves, I am always away now when he visits her: and I\nfeel delighted when I find her alone.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}