{
    "title": "The Story of Mankind - The Fall of Rome (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "27",
    "content": [
        "\n",
        "\n\n",
        "THE TWILIGHT OF ROME",
        "THE text-books of ancient History give the date 476 as the\nyear in which Rome fell, because in that year the last emperor\nwas driven off his throne. But Rome, which was not built in\na day, took a long time falling. The process was so slow and\nso gradual that most Romans did not realise how their old\nworld was coming to an end. They complained about the unrest\nof the times–they grumbled about the high prices of food\nand about the low wages of the workmen–they cursed the\nprofiteers who had a monopoly of the grain and the wool and\nthe gold coin. Occasionally they rebelled against an unusually\nrapacious governor. But the majority of the people during the\nfirst four centuries of our era ate and drank (whatever their\npurse allowed them to buy) and hated or loved (according to\ntheir nature) and went to the theatre (whenever there was a\nfree show of fighting gladiators) or starved in the slums of the\nbig cities, utterly ignorant of the fact that their empire had\noutlived its usefulness and was doomed to perish.",
        "How could they realise the threatened danger? Rome\nmade a fine showing of outward glory. Well-paved roads connected\nthe different provinces, the imperial police were active\nand showed little tenderness for highwaymen. The frontier\nwas closely guarded against the savage tribes who seemed to\nbe occupying the waste lands of northern Europe. The whole\nworld was paying tribute to the mighty city of Rome, and a\nscore of able men were working day and night to undo the\nmistakes of the past and bring about a return to the happier\nconditions of the early Republic.",
        "But the underlying causes of the decay of the State, of\nwhich I have told you in a former chapter, had not been\nremoved and reform therefore was impossible.",
        "Rome was, first and last and all the time, a city-state as\nAthens and Corinth had been city-states in ancient Hellas. It\nhad been able to dominate the Italian peninsula. But Rome\nas the ruler of the entire civilised world was a political\nimpossibility and could not endure. Her young men were killed in\nher endless wars. Her farmers were ruined by long military\nservice and by taxation. They either became professional\nbeggars or hired themselves out to rich landowners who gave\nthem board and lodging in exchange for their services and\nmade them “serfs,” those unfortunate human beings who are\nneither slaves nor freemen, but who have become part of the\nsoil upon which they work, like so many cows, and the trees.",
        "The Empire, the State, had become everything. The common\ncitizen had dwindled down to less than nothing. As for\nthe slaves, they had heard the words that were spoken by Paul.\nThey had accepted the message of the humble carpenter of\nNazareth. They did not rebel against their masters. On the\ncontrary, they had been taught to be meek and they obeyed\ntheir superiors. But they had lost all interest in the affairs\nof this world which had proved such a miserable place of abode.\nThey were willing to fight the good fight that they might enter\ninto the Kingdom of Heaven. But they were not willing to\nengage in warfare for the benefit of an ambitious emperor who\naspired to glory by way of a foreign campaign in the land of\nthe Parthians or the Numidians or the Scots.",
        "And so conditions grew worse as the centuries went by.\nThe first Emperors had continued the tradition of “leadership\"\nwhich had given the old tribal chieftains such a hold upon\ntheir subjects. But the Emperors of the second and third\ncenturies were Barrack-Emperors, professional soldiers, who\nexisted by the grace of their body-guards, the so-called Prae-\ntorians. They succeeded each other with terrifying rapidity,\nmurdering their way into the palace and being murdered out\nof it as soon as their successors had become rich enough to bribe\nthe guards into a new rebellion.",
        "Meanwhile the barbarians were hammering at the gates of\nthe northern frontier. As there were no longer any native\nRoman armies to stop their progress, foreign mercenaries had\nto be hired to fight the invader. As the foreign soldier happened\nto be of the same blood as his supposed enemy, he was\napt to be quite lenient when he engaged in battle. Finally,\nby way of experiment, a few tribes were allowed to settle\nwithin the confines of the Empire. Others followed. Soon\nthese tribes complained bitterly of the greedy Roman tax-\ngatherers, who took away their last penny. When they got\nno redress they marched to Rome and loudly demanded that\nthey be heard.",
        "This made Rome very uncomfortable as an Imperial residence.\nConstantine (who ruled from 323 to 337) looked for\na new capital. He chose Byzantium, the gate-way for the\ncommerce between Europe and Asia. The city was renamed\nConstantinople, and the court moved eastward. When Constantine\ndied, his two sons, for the sake of a more efficient\nadministration, divided the Empire between them. The elder\nlived in Rome and ruled in the west. The younger stayed in\nConstantinople and was master of the east.",
        "Then came the fourth century and the terrible visitation\nof the Huns, those mysterious Asiatic horsemen who for more\nthan two centuries maintained themselves in Northern Europe\nand continued their career of bloodshed until they were defeated\nnear Chalons-sur-Marne in France in the year 451.\nAs soon as the Huns had reached the Danube they had begun\nto press hard upon the Goths. The Goths, in order to save\nthemselves, were thereupon obliged to invade Rome. The\nEmperor Valens tried to stop them, but was killed near\nAdrianople in the year 378. Twenty-two years later, under\ntheir king, Alaric, these same West Goths marched westward\nand attacked Rome. They did not plunder, and destroyed\nonly a few palaces. Next came the Vandals, and showed less\nrespect for the venerable traditions of the city. Then the\nBurgundians. Then the East Goths. Then the Alemanni.\nThen the Franks. There was no end to the invasions. Rome\nat last was at the mercy of every ambitious highway robber\nwho could gather a few followers.",
        "In the year 402 the Emperor fled to Ravenna, which was\na sea-port and strongly fortified, and there, in the year 475,\nOdoacer, commander of a regiment of the German mercenaries,\nwho wanted the farms of Italy to be divided among themselves,\ngently but effectively pushed Romulus Augustulus, the\nlast of the emperors who ruled the western division, from his\nthrone, and proclaimed himself Patriarch or ruler of Rome.\nThe eastern Emperor, who was very busy with his own affairs,\nrecognised him, and for ten years Odoacer ruled what was\nleft of the western provinces.",
        "A few years later, Theodoric, King of the East Goths,\ninvaded the newly formed Patriciat, took Ravenna, murdered\nOdoacer at his own dinner table, and established a Gothic\nKingdom amidst the ruins of the western part of the Empire.\nThis Patriciate state did not last long. In the sixth century a\nmotley crowd of Longobards and Saxons and Slavs and Avars\ninvaded Italy, destroyed the Gothic kingdom, and established\na new state of which Pavia became the capital.",
        "Then at last the imperial city sank into a state of utter\nneglect and despair. The ancient palaces had been plundered\ntime and again. The schools had been burned down. The\nteachers had been starved to death. The rich people had been\nthrown out of their villas which were now inhabited by evil-\nsmelling and hairy barbarians. The roads had fallen into\ndecay. The old bridges were gone and commerce had come\nto a standstill. Civilisation–the product of thousands of years\nof patient labor on the part of Egyptians and Babylonians and\nGreeks and Romans, which had lifted man high above the\nmost daring dreams of his earliest ancestors, threatened to\nperish from the western continent.",
        "It is true that in the far east, Constantinople continued to\nbe the centre of an Empire for another thousand years. But\nit hardly counted as a part of the European continent. Its\ninterests lay in the east. It began to forget its western origin.\nGradually the Roman language was given up for the Greek.\nThe Roman alphabet was discarded and Roman law was written\nin Greek characters and explained by Greek judges. The\nEmperor became an Asiatic despot, worshipped as the god-like\nkings of Thebes had been worshipped in the valley of the\nNile, three thousand years before. When missionaries of the\nByzantine church looked for fresh fields of activity, they went\neastward and carried the civilisation of Byzantium into the\nvast wilderness of Russia.",
        "As for the west, it was left to the mercies of the Barbarians.\nFor twelve generations, murder, war, arson, plundering were\nthe order of the day. One thing–and one thing alone–saved\nEurope from complete destruction, from a return to the days\nof cave-men and the hyena.",
        "This was the church–the flock of humble men and women\nwho for many centuries had confessed themselves the followers\nof Jesus, the carpenter of Nazareth, who had been\nkilled that the mighty Roman Empire might be saved the\ntrouble of a street-riot in a little city somewhere along the\nSyrian frontier.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}