{
    "title": "The Nature of Goodness - III. Self-Consciousness",
    "author": "George Herbert Palmer",
    "chapter": "4",
    "content": [
        "\nGeorge Herbert Palmer, (1842-1933)\nProfessor of Natural Religion, Moral Philosophy and Civil Polity\nHarvard University\nPortrait: 1926, 40 x 30 inches, Oil\n",
        "\n\n",
        "In the preceding chapters I have examined only those features of\ngoodness which are common alike to persons and to things. Goodness was\nthere seen to be the expression of function in the construction of an\norganism. That is, when we ask if any being, object, or quality is\ngood, we are really inquiring how organic it is, how much it\ncontributes of riches or solidity to some whole or other. There must,\nthen, be as many varieties of goodness as there are modes of\nconstructing organisms. A special set of functions will produce one\nkind of organism, a different set another; and each of these will\nexpress a peculiar variety of goodness. If, then, into the\nconstruction of a person conditions enter which are not found in the\nmaking of things, these conditions will render personal goodness to\nsome extent unlike the goodness of everything else.",
        "Now I suppose that in the contacts of life we all feel a marked\ndifference between persons and things. We know a person when we see\nhim, and are quite sure he is not a thing. Yet if we were called on to\nsay precisely what it is we know, and how we know it, we should find\nourselves in some difficulty. No doubt we usually recognize a human\nbeing by his form and motions, but we assume that certain inner traits\nregularly attend these outward matters, and that in these traits the\nreal ground of difference between person and thing is to be found. How\nmany such distinguishing differences exist? Obviously a multitude; but\nthese are, I believe, merely various manifestations of a few\nfundamental characteristics. Probably all can be reduced to four,–\nthey are self-consciousness, self-direction, self-development, and\nself-sacrifice. Wherever these four traits are found, we feel at once\nthat the being who has them is a person. Whatever creature lacks them\nis but a thing, and requires no personal attention. I might say more.\nThese four are so likely to go together that the appearance of one\ngives confidence of the rest. If, for example, we discover a being\nsacrificing itself for another, even though we have not previously\nthought of it as a person, it will so stir sympathy that we shall see\nin it a likeness to our own kind. Or, finding a creature capable of\nsteering itself, of deciding what its ends shall be, and adjusting its\nmany powers to reach them, we cannot help feeling that there is much\nin such a being like ourselves, and we are consequently indisposed to\nrefer its movements to mechanic adjustment.",
        "If, then, these are the four conditions of personality, the\ndistinctive functions by which it becomes organically good, they will\nevidently need to be examined somewhat minutely before we can rightly\ncomprehend the nature of personal goodness, and detect its separation\nfrom goodness in general. Such an examination will occupy this and the\nthree succeeding chapters. But I shall devote myself exclusively to\nsuch features of the four functions as connect them with ethics. Many\ninteresting metaphysical and psychological questions connected with\nthem I pass by.",
        "There is no need of elaborating the assertion that a person is a\nconscious being. To this all will at once agree. More important is it\nto inspect the stages through which we rise to consciousness, for\nthese are often overlooked. People imagine that they are self-\nconscious through and through, and that they always have been. They\nassume that the entire life of a person is the expression of\nconsciousness alone. But this is erroneous. To a large degree we are\nallied with things. While self-consciousness is our distinctive\nprerogative, it is far from being our only possession. Rather we might\nsay that all which belongs to the under world is ours too, while self-\nconsciousness appears in us as a kind of surplusage. No doubt it is by\nthe distinctive traits, those which are not shared with other\ncreatures, that we define our special character; but these are not our\nsole endowment. Our life is grounded in unconsciousness, and with\nthis, as students of personal goodness, we must first make\nacquaintance.",
        "Yet how can we become acquainted with it? How grow conscious of the\nunconscious? We can but mark it in a negative way and call it the\nabsence of consciousness. That is all. We cannot be directly aware of\nourselves as unconscious. Indeed, we cannot be quite sure that the\nphysical things about us, even organic objects, are unconscious. If\nsomebody should declare that the covers of this book are conscious,\nand respond to everything wise or foolish which the writer puts\nbetween them, there would be no way of confuting him. All I could say\nwould be, “I see no signs of it.” My readers occasionally give a\nresponse and show that they do or do not agree with what I say. But\nthe volume itself lies in stolid passivity, offering no resistance to\nwhatever I record in it. Since, then, there is no evidence in behalf\nof consciousness, I do not unwarrantably assume its presence. I save\nmy belief for objects where it is indicated, and indicate its absence\nelsewhere by calling such objects unconscious.",
        "But if in human beings consciousness appears, what are its marks, and\nhow is it known? Ought we not to define it at starting? I believe it\ncannot be defined. Definition is taking an idea to pieces. But there\nare no pieces in the idea of consciousness. It is elementary,\nsomething in which all other pieces begin. That is, in attempting to\ndefine consciousness, I must in every definition employed really\nassume that my hearer is acquainted with it already. I cannot then\ndefine it without covert reference to experience. I might vary the\nterm and call it awaredness, internal observation, psychic response. I\nmight say it is that which accompanies all experience and makes it to\nbe experience. But these are not definitions. A simple way to fix\nattention on it is to say that it is what we feel less and less as we\nsink into a swoon. What this is, I cannot more precisely state. But in\nswoon or sleep we are all familiar with its diminution or increase,\nand we recognize in it the very color of our being. After my friend’s\nremark I am in a different state from that in which I was before.\nSomething has affected me which may abide. This is not the case with a\nstone post, or at least there are no signs of it there. The post,\nthen, is unconscious. We call ourselves conscious.",
        "In unconsciousness our lives began, and from it they have not\naltogether emerged. Yet unconsciousness is a matter of degree. We may\nbe very much aware, aware but slightly, vanishingly, not at all. Even\nthough we never existed unconsciously, we may fairly assume such a\nblank terminus in order the better to figure the present condition of\nour minds. They show sinking degrees moving off in that direction;\nwhen we think out the series, we come logically to a point where there\nis no consciousness at all.",
        "Such a point analogy also inclines us to concede. In our body we come\nupon unconscious sections. This body seems to have some connection\nwith myself; yet of its large results only, and not of its minuter\noperations, can I be distinctly aware. In like manner it is held that\nwithin the mind processes cumulate and rise to a certain height before\nthey cross the threshold of consciousness. Below that threshold,\nthough actual processes, they are unknown to us. The teaching of\nmodern psychology is that all mental action is at the start\nunconscious, requiring a certain bulk of stimulus in order to emerge\ninto conditions where we become aware of it. The cumulated result we\nknow; the minute factors which must be gathered together to form that\nresult, we do not know. I do not pronounce judgment on this\npsychological question. I state the belief merely in order to show how\nprobable it is that our conscious life is superposed upon unconscious\nconditions.",
        "In conduct itself I believe every one will acknowledge that his\nmoments of consciousness are like vivid peaks, while the great mass of\nhis acts–even those with which he is most familiar–occur\nunconsciously. When we read a word on the printed page, how much of it\ndo we consciously observe? Modern teachers of reading often declare\nthat detailed consciousness is here unnecessary or even injurious.\nBetter, they say, take the word, not the letter, as the unit of\nconsciousness. But taking merely the letter, how minutely are we\nconscious of its curvatures? Somewhere consciousness must stop,\nresting on the support of unconscious experiences. Matthew Arnold has\ndeclared conduct to be three fourths of life. If we mean by conduct\nconsciously directed action, it is not one fourth. Yet however\nfragmentary, it is that which renders all the rest significant.",
        "Just above our unconscious mental modifications appear the reflex\nactions, or instincts. Here experience is translated into action\nbefore it reaches consciousness; that is, though the actions\naccomplish intelligent ends, there is no previous knowledge of the\nends to be accomplished. A flash of light falls on my eye, and the lid\ncloses. It seems a wise act. The brilliant light is too fierce. It\nmight damage the delicate organ. Prudently, therefore, I draw the\nsmall curtain until the light has gone, then raise it and resume\ncommunication with the outer world. My action seems planned for\nprotection. In reality there was no plan. Probably enough I did not\nperceive the flash; the lid, at any rate, would close equally well if\nI did not. In falling from a height I do not decide to sacrifice my\narms rather than my body, and accordingly stretch them out. They\nstretch themselves, without intention on my part. How anything so\nblind yet so sagacious can occur will become clearer if we take an\nillustration from a widely different field.",
        "To-day we are all a good deal dependent on the telephone; though, not\nbeing a patient man, I can seldom bring myself to use it. It has one\nirritating feature, the central office, or perhaps I might more\naccurately say, the central office girl. Whenever I try to communicate\nwith my friend, I must first call up the central office, as it is\nbriefly called and longly executed. Not until attention there has been\nwith difficulty obtained can I come into connection with my friend;\nfor through a human consciousness at that mediating point every\nmessage must pass. In that central office are accordingly three\nnecessary things; viz., an incoming wire, a consciousness, and an\noutgoing wire; and I am helpless till all these three have been\nbrought into cooperation. Really I have often thought life too short\nfor the performance of such tasks. And apparently our Creator thought\nso at the beginning, when in contriving machinery for us he dispensed\nwith the hindering factor of a central office operator. For applied to\nour previous example of a flash of light, the incoming message\ncorresponds to the sensuous report of the flash, the outgoing message\nto the closure of the eye, and the unfortunate central office girl has\ndisappeared. The afferent nerve reports directly to the efferent,\nwithout passing the message through consciousness. A fortune awaits\nhim who will contrive a similar improvement for the telephone. A\nspecial sound sent into the switch-box must automatically, and without\nhuman intervention, oblige an indicated wire to take up the uttered\nwords. The continuous arc thus established, without employment of the\nat present necessary girl, will exactly represent the exquisite\nmachinery of reflex action which each of us bears about in his own\nbrain. Here, as in our improved telephone, the announcement itself\nestablishes the connections needful for farther transmission, without\nemploying the judgment of any operating official.",
        "By such means power is economized and action becomes extremely swift\nand sure. Promptness, too, being of the utmost importance for\nprotective purposes, creatures which are rich in such instincts have a\nlarge practical advantage over those who lack them. It is often\nassumed that brutes alone are instinctive, and that man must\ndeliberate over each occasion. But this is far from the fact. Probably\nat birth man has as many instincts as any other animal. And though as\nconsciousness awakes and takes control, some of these become\nunnecessary and fall away, new ones–as will hereafter be shown–are\ncontinually established, and by them the heavy work of life is for the\nmost part performed. Personal goodness cannot be rightly understood\ntill we perceive how it is superposed on a broad reflex mechanism.",
        "But higher in the personal life than unconsciousness, higher than the\nreflex instincts, are the conscious experiences. By these, we for the\nfirst time became aware of what is going on within us and without.\nMessages sent from the outer world are stopped at a central office\nestablished in consciousness, looked over, and deciphered. We judge\nwhether they require to be sent in one direction or another, or\nwhether we may not rest in their simple cognizance. Every moment we\nreceive a multitude of such messages. They are not always called for,\nbut they come of themselves. My hand carelessly falling on the table\nreports in terms of touch. A person near me laughs, and I must hear. I\nsee the flowers on the table; smell reports them too; while taste\ndeclares their leaves to be bitter and pungent. All this time the\ninner organs, with the processes of breathing, blood circulation, and\nnervous action, are announcing their acute or massive experiences.\nContinually, and not by our own choice, our minds are affected by the\ntransactions around. Sensations occur–",
        "    “The eye, it cannot choose but see;\n     We cannot bid the ear be still;\n     Our bodies feel, where’er they be,\n     Against or with our will.”",
        "These itemized experiences thus pouring in upon our passive selves are\nfound to vary endlessly also in degree, time, and locality. Through\nsuch variations indeed they become itemized. “Therefore is space and\ntherefore time,” says Emerson, “that men may know that things are not\nhuddled and lumped, but sundered and divisible.”",
        "Have we not, then, here reached the highest point of personal life,\nself-consciousness? No, that is a peak higher still, for this is but\nconsciousness. Undoubtedly from consciousness self-consciousness\ngrows, often appearing by degrees and being extremely difficult to\ndiscriminate. Yet the two are not the same. Possibly in marking the\ncontrast between them I may be able to gain the collateral advantage\nof ridding myself of those disturbers of ethical discussion, the\nbrutes. Whenever I am nearing an explanation of some moral intricacy\none of my students is sure to come forward with a dog and to ask\nwhether what I have said shows that dog to be a moral and responsible\nbeing. So I like to watch afar and banish the brutes betimes. Perhaps\nif I bestow a little attention on them at present, I may keep the\ncreatures out of my pages for the future.",
        "Many writers maintain that brutes differ from us precisely in this\nparticular, that while they possess consciousness they have not self-\nconsciousness. A brute, they say, has just such experiences as I have\nbeen describing: he tastes, smells, hears, sees, touches. All this he\nmay do with greater intensity and precision than we. But he is\nentirely wrapped up in these separate sensations. The single\nexperience holds his attention. He knows no other self than that; or,\nstrictly speaking, he knows no self at all. It is the experience he\nknows, and not himself the experiencer. We say, “The cat feels herself\nwarm;” but is it quite so? Does she feel herself, or does she feel\nwarm? Which? If we may trust the writers to whom I have referred, we\nought rather to say, “The cat feels warm” than that “she feels herself\nwarm;” for this latter statement implies a distinction of which she is\nin no way aware. She does not set off her passing moods in contrast to\na self who might be warm or cold, active or idle, hungry or satiated.\nThe experience of the instant occupies her so entirely that in reality\nthe cat ceases to be a cat and becomes for the moment just warm. So it\nis in all her seeming activities. When she chases a mouse we rightly\nsay, “She is chasing a mouse,” for then she is nothing else. Such a\nstate of things is at least conceivable. We can imagine momentary\nexperiences to be so engrossing that the animal is exclusively\noccupied with them, unable to note connections with past and future,\nor even with herself, their perceiver. Through very fullness of\nConsciousness brutes may be lacking in self-consciousness.",
        "Whether this is the case with the brutes or not, something quite\ndifferent occurs in us. No particular experience can satisfy us; we\naccordingly say, not “I am an experience,” but “I have an experience.\"\nTo be able to throw off the bondage of the moment is the distinctive\ncharacteristic of a person. When Shelley watches the skylark, he\nenvies him his power of whole-heartedly seizing a momentary joy. Then\nturning to himself, and feeling that his own condition, if broader, is\non that very account more liable to sorrow, he cries,–",
        "    “We look before and after,\n     And pine for what is not.”",
        "That is the mark of man. He looks before and after. The outlook of the\nbrute, if the questionable account which I have given of him is\ncorrect, is different. He looks to the present exclusively. The\nmomentary experience takes all his attention. If it does not, he too\nin his little degree is a person. Could we determine this simple point\nin the brute’s psychology, he would at once become available for\nethical material. At present we cannot use him for such purposes, nor\nsay whether he is selfish or self-sacrificing, possessed of moral\nstandards and accountable, or driven by subtle yet automatic reflexes.\nThe obvious facts of him may be interpreted plausibly in either way,\nand he cannot speak. Till he can give us a clearer account of this\ncentral fact of his being, we shall not know whether he is a poor\nrelation of ours or is rather akin to rocks, and clouds, and trees. I\nincline to the former guess, and am ready to believe that between him\nand us there is only a difference of degree. But since in any case he\nstands at an extreme distance from ourselves, we may for purposes of\nexplanation assume that distance to be absolute, and talk of him as\nhaving no share in the prerogative announced by Shelley. So regarded,\nwe shall say of him that he does not compare or adjust. He does not\norganize experiences and know a single self running through them all.\nWhenever an experience takes him, it swallows his self–a self, it is\ntrue, which he never had.",
        "It is sometimes assumed that Shelley was the first to announce this\nweighty distinction. Philosophers of course were familiar with it long\nago, but the poets too had noticed it before the skylark told Shelley.\nBurns says to the mouse:–",
        "    “Still thou art blest, compared wi’ me!\n     The present only toucheth thee:\n     But, ooh! I backward cast my e’e\n         On prospects drear!\n     An’ forward tho’ I canna see,\n         I guess an’ fear.”",
        "This looking backward and forward which is the ground of man’s\ngrandeur, is also, Burns thinks, the ground of his misery; for in it\nis rooted his self-consciousness, something widely unlike the itemized\nconsciousness of the brute. Shakespeare, too, found in us the same\ndistinctive trait. Hamlet reflects how God has made us “with such\ndiscourse, looking before and after.” We possess discourse, can move\nabout intellectually, and are not shut up to the moment. But ages\nbefore Shakespeare the fact had been observed. Homer knew all about\nit, and in the last book of the Odyssey extols Halitherses, the son of\nMastor, as one “able to look before and after.” [Greek text omitted.]\nThis is the mark of the wise man, not merely marking off person from\nbrute, but person from person according to the degree of personality\nattained. It is characteristic of the child to show little foresight,\nlittle hindsight. He takes the present as it comes, and lives in it.\nWe who are more mature and rational contemplate him with the same envy\nwe feel for the skylark and the mouse, and often say, “Would I too\ncould so suck the joys of the present, without reflecting that\nsomething else is coming and something else is gone.”",
        "Yet after becoming possessed of self-consciousness, we do not steadily\nretain it. States of mind occur where the self slips out, though vivid\nconsciousness remains. As I sit in my chair and fix my eye on the\ndistance, a daydream or reverie comes over me. I see a picture,\nanother, another. Somebody speaks and I am recalled. “Why, here I am!\nThis is I.” I find myself once more. I had lost myself–paradoxical\nyet accurate expression. We have many such to indicate the\ndisappearance of self-consciousness at moments of elation. “I was\nabsorbed in thought,” we say; the I was sucked out by strenuous\nattention elsewhere. “I was swept away with grief,” i.e., I vanished,\nwhile grief held sway. “I was transported with delight,” “I was\noverwhelmed with shame,” and–perhaps most beautiful of all these\nfragments of poetic psychology,–\"I was beside myself with terror,” I\nfelt myself, to be near, but was still parted; through the fear I\ncould merely catch glimpses of the one who was terrified.",
        "These and similar phrases suggest the instability of self-\nconsciousness. It is not fixed, once and forever, but varies\ncontinually and within a wide range of degree. We like to think that\nman possesses full self-consciousness, while other creatures have\nnone. Our minds are disposed to part off things with sharpness, but\nnature cares less about sharp divisions and seems on the whole to\nprefer subtle gradations and unstable varieties. So the self has all\ndegrees of vividness. Of it we never have an experience barely. It is\nalways in some condition, colored by what it is mixed with. I know\nmyself speaking or angry or hearing; I know myself, that is, in some\nspecial mood. But never am I able to sunder this self from the special\nmass of consciousness in which it is immersed and to gaze upon it pure\nand simple. At times that mass of consciousness is so engrossing that\nhardly a trace of the self remains. At times the sense of being shut\nup to one’s self is positively oppressive. Between the two extremes\nthere is endless variation. When we call self-consciousness the\nprerogative of man we do not mean that he fully possesses it, but only\nthat he may possess it, may possess it more and more; and that in it,\nrather than in the merely conscious life, the significance of his\nbeing is found.",
        "Probably we are born without it. We know how gradually the infant\nacquires a mastery of its sensuous experience; and it is likely that\nfor a long time after it has obtained command of its single\nexperiences it remains unaware of its selfhood. In a classic passage\nof “In Memoriam” Tennyson has stated the case with that blending of\nwitchery and scientific precision of which he alone among the poets\nseems capable:–",
        "    “The baby, new to earth and sky,\n       What time his tender palm is prest\n       Against the circle of the breast,\n     Has never thought that ’this is I.’\n\n    “But as he grows he gathers much,\n       And learns the use of ’I’ and ’me,’\n       And finds ’I am not what I see,\n     And other than the things I touch.’\n\n    “So rounds he to a separate mind,\n       From whence clear memory may begin,\n       As thro’ the frame that binds him in\n     His isolation grows defined.”",
        "Until he has separated his mind from the objects around, and even from\nhis own conscious states, he cannot perceive himself and obtain clear\nmemory. No child recalls his first year, for the simple reason that\nduring that year he was not there. Of course there was experience\nduring that year, there was consciousness; but the child could not\ndiscriminate himself from the crowding experiences and so reach self-\nconsciousness. At what precise time this momentous possibility occurs\ncannot be told. Probably the time varies widely in different children.\nIn any single child it announces itself by degrees, and usually so\nsubtly that its early manifestations are hardly perceptible.\nOccasionally, especially when long deferred, it breaks with the\nsuddenness of an epoch, and the child is aware of a new existence. A\nlittle girl of my acquaintance turned from play to her mother with the\ncry, “Why, mamma, little girls don’t know that they are.” She had just\ndiscovered it. In a famous passage of his autobiography, Jean Paul\nRichter has recorded the great change in himself: “Never shall I\nforget the inward experience of the birth of self-consciousness. I\nwell remember the time and place. I stood one afternoon, a very young\nchild, at the house-door, and looked at the logs of wood piled on the\nleft. Suddenly an inward consciousness, ’I am a Me,’ came like a flash\nof lightning from heaven, and has remained ever since. At that moment\nmy existence became conscious of itself, and forever.”",
        "The knowledge that I am an I cannot be conveyed to me by another human\nbeing, nor can I perceive anything similar in him. Each must ascertain\nit for himself. Accordingly there is only one word in every language\nwhich is absolutely unique, bearing a different meaning for every one\nwho employs it. That is the word I. For me to use it in the sense that\nyou do would prove that I had lost my wits. Whatever enters into my\nusage is out of it in yours. Obviously, then, the meaning of this word\ncannot be taught. Everything else may be. What the table is, what is a\ntriangle, what virtue, heaven, or a spherodactyl, you can teach me.\nWhat I am, you cannot; for no one has ever had an experience\ncorresponding to this except myself. People in speaking to me call me\nJohn, Baby, or Ned, an externally descriptive name which has\nsubstantially a common meaning for all who see me. When I begin to\ntalk I repeat this name imitatively, and thinking of myself as others\ndo. I speak of myself in the third person. Yet how early that\nreference to a third person begins to be saturated with self-\nconsciousness, who can say? Before the word “I” is employed, “Johnny\"\nor “Baby” may have been diverted into an egoistic significance. All we\ncan say is that “I” cannot be rightly employed until consciousness has\nrisen to self-consciousness.",
        "And when it has so risen, its unity and coherence are by no means\nsecure. I have already pointed out how often it is lost in moments\nwhen the conscious element becomes particularly intense. But in morbid\nconditions too it sometimes undergoes a disruption still more\npeculiar. Just as disintegration may attack any other organic unit, so\nmay it appear in the personal life. The records of hypnotism and other\nrelated phenomena show cases where self-consciousness appears to be\ndistributed among several selves. These curious experiences have\nreceived more attention in recent years than ever before. They do not,\nhowever, belong to my field, and to consider them at any length would\nonly divert attention from my proper topic. But they deserve mention\nin passing in order to make plain how wayward is self-consciousness,–\nhow far from an assured possession of its unity.",
        "This unity seems temporarily suspended on occasion of swoon or nervous\nshock. An interesting case of its loss occurred in my own experience.\nMany years ago I was fond of horseback riding; and having a horse that\nwas unusually easy in the saddle, I persisted in riding him long after\nmy groom had warned me of danger. He had grown weak in the knees and\nwas inclined to stumble. Riding one evening, I came to a little\nbridge. I remember watching the rays of the sunset as I approached it.\nSomething too of my college work was in my mind, associated with the\nevening colors. And then–well, there was no “then.” The next I knew a\nvoice was calling, “Is that you?” And I was surprised to find that it\nwas. I was entering my own gateway, leading my horse. I answered\nblindly, “Something has happened. I must have been riding. Perhaps I\nhave fallen.” I put my hand to my face and found it bloody. I led my\nhorse to his post, entered the house, and relapsed again into\nunconsciousness. When I came to myself, and was questioned about my\nlast remembrance, I recalled the little bridge. We went to it the next\nday. There lay my riding whip. There in the sand were the marks of a\nbody which had been dragged. Plainly it was there that the accident\nhad occurred, yet it was three quarters of a mile from my house. When\nthrown, I had struck on my forehead, making an ugly hole in it. Two or\nthree gashes were on other parts of the head. But I had apparently\nstill held the rein, had risen with the horse, had walked by his side\ntill I came to four corners in the road, had there taken the proper\nturn, passed three houses, and entering my own gate then for the first\ntime became aware of what was happening.",
        "What had been happening? About twenty minutes would be required to\nperform this elaborate series of actions, and they had been performed\nexactly as if I had been guiding them, while in reality I knew nothing\nabout them. Shall we call my conduct unconscious cerebration? Yes, if\nwe like large words which cover ignorance. I do not see how we can\ncertainly say what was going on. Perhaps during all this time I had\nneither consciousness nor self-consciousness. I may have been a mere\nautomaton, under the control of a series of reflex actions. The\nfeeling of the reins in my hands may have set me erect. The feeling of\nthe ground beneath my feet may have projected these along their way;\nand all this with no more consciousness than the falling man has in\nstretching out his hands. Or, on the contrary, I may have been\nseparately conscious in each little instant; but in the shaken\ncondition of the brain may not have had power to spare for gluing\ntogether these instants and knitting them into a whole. It may be it\nwas only memory which failed. I cite the case to show the precarious\ncharacter of self-consciousness. It appears and disappears. Our life\nis glorified by its presence, and from it obtains its whole\nsignificance. Whatever we are convinced possesses it we certainly\ndeclare to be a person. Yet it is a gradual acquisition, and must be\ncounted rather a goal than a possession. Under it, as the height of\nour being, are ranged the three other stages,–consciousness, reflex\naction, and unconsciousness.",
        "James’s Psychology, ch. x.",
        "Royce’s Studies of Good and Evil, ch. vi.-ix.",
        "Ferrier’s Philosophy of Consciousness, in his Philosophical Remains.",
        "Calkins’s Introduction to Psychology, bk. ii.",
        "Wundt’s Human and Animal Psychology, lect. xxvii.",
        "Continue...",
        "\nThis electronic text of The Nature of Goodness by George Herbert Palmer (Alford Professor of Philosophy in Harvard University, 1903, A. F. P.) is in the public domain.\nConversion to this hypertext by Philipp Lenssen.\n\n\nMagazine: Philosophy Today (Amazon).\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Nature of GoodnessBy George Herbert PalmerAt Amazon"
    ]
}