{
    "title": "The Diary of a Nobody - Chapter II.",
    "author": "George and Weedon Grossmith",
    "chapter": "3",
    "content": [
        "\n\n",
        "Tradesmen and the scraper still troublesome.  Gowing rather\ntiresome with his complaints of the paint.  I make one of the best\njokes of my life.  Delights of Gardening.  Mr. Stillbrook, Gowing,\nCummings, and I have a little misunderstanding.  Sarah makes me\nlook a fool before Cummings",
        "\nApril 9. - Commenced the morning badly.  The butcher, whom we\ndecided NOT to arrange with, called and blackguarded me in the most\nuncalled-for manner.  He began by abusing me, and saying he did not\nwant my custom.  I simply said:  “Then what are you making all this\nfuss about it for?”  And he shouted out at the top of his voice, so\nthat all the neighbours could hear:  “Pah! go along.  Ugh!  I could\nbuy up ’things’ like you by the dozen!”",
        "I shut the door, and was giving Carrie to understand that this\ndisgraceful scene was entirely her fault, when there was a violent\nkicking at the door, enough to break the panels.  It was the\nblackguard butcher again, who said he had cut his foot over the\nscraper, and would immediately bring an action against me.  Called\nat Farmerson’s, the ironmonger, on my way to town, and gave him the\njob of moving the scraper and repairing the bells, thinking it\nscarcely worth while to trouble the landlord with such a trifling\nmatter.",
        "Arrived home tired and worried.  Mr. Putley, a painter and\ndecorator, who had sent in a card, said he could not match the\ncolour on the stairs, as it contained Indian carmine.  He said he\nspent half-a-day calling at warehouses to see if he could get it.\nHe suggested he should entirely repaint the stairs.  It would cost\nvery little more; if he tried to match it, he could only make a bad\njob of it.  It would be more satisfactory to him and to us to have\nthe work done properly.  I consented, but felt I had been talked\nover.  Planted some mustard-and-cress and radishes, and went to bed\nat nine.",
        "April 10. - Farmerson came round to attend to the scraper himself.\nHe seems a very civil fellow.  He says he does not usually conduct\nsuch small jobs personally, but for me he would do so.  I thanked\nhim, and went to town.  It is disgraceful how late some of the\nyoung clerks are at arriving.  I told three of them that if Mr.\nPerkupp, the principal, heard of it, they might be discharged.",
        "Pitt, a monkey of seventeen, who has only been with us six weeks,\ntold me “to keep my hair on!”  I informed him I had had the honour\nof being in the firm twenty years, to which he insolently replied\nthat I “looked it.”  I gave him an indignant look, and said:  “I\ndemand from you some respect, sir.”  He replied:  “All right, go on\ndemanding.”  I would not argue with him any further.  You cannot\nargue with people like that.  In the evening Gowing called, and\nrepeated his complaint about the smell of paint.  Gowing is\nsometimes very tedious with his remarks, and not always cautious;\nand Carrie once very properly reminded him that she was present.",
        "April 11. - Mustard-and-cress and radishes not come up yet.  To-day\nwas a day of annoyances.  I missed the quarter-to-nine ’bus to the\nCity, through having words with the grocer’s boy, who for the\nsecond time had the impertinence to bring his basket to the hall-\ndoor, and had left the marks of his dirty boots on the fresh-\ncleaned door-steps.  He said he had knocked at the side door with\nhis knuckles for a quarter of an hour.  I knew Sarah, our servant,\ncould not hear this, as she was upstairs doing the bedrooms, so\nasked the boy why he did not ring the bell?  He replied that he did\npull the bell, but the handle came off in his hand.",
        "I was half-an-hour late at the office, a thing that has never\nhappened to me before.  There has recently been much irregularity\nin the attendance of the clerks, and Mr. Perkupp, our principal,\nunfortunately choose this very morning to pounce down upon us\nearly.  Someone had given the tip to the others.  The result was\nthat I was the only one late of the lot.  Buckling, one of the\nsenior clerks, was a brick, and I was saved by his intervention.\nAs I passed by Pitt’s desk, I heard him remark to his neighbour:\n“How disgracefully late some of the head clerks arrive!”  This was,\nof course, meant for me.  I treated the observation with silence,\nsimply giving him a look, which unfortunately had the effect of\nmaking both of the clerks laugh.  Thought afterwards it would have\nbeen more dignified if I had pretended not to have heard him at\nall.  Cummings called in the evening, and we played dominoes.",
        "April 12. - Mustard-and-cress and radishes not come up yet.  Left\nFarmerson repairing the scraper, but when I came home found three\nmen working.  I asked the meaning of it, and Farmerson said that in\nmaking a fresh hole he had penetrated the gas-pipe.  He said it was\na most ridiculous place to put the gas-pipe, and the man who did it\nevidently knew nothing about his business.  I felt his excuse was\nno consolation for the expense I shall be put to.",
        "In the evening, after tea, Gowing dropped in, and we had a smoke\ntogether in the breakfast-parlour.  Carrie joined us later, but did\nnot stay long, saying the smoke was too much for her.  It was also\nrather too much for me, for Gowing had given me what he called a\ngreen cigar, one that his friend Shoemach had just brought over\nfrom America.  The cigar didn’t look green, but I fancy I must have\ndone so; for when I had smoked a little more than half I was\nobliged to retire on the pretext of telling Sarah to bring in the\nglasses.",
        "I took a walk round the garden three or four times, feeling the\nneed of fresh air.  On returning Gowing noticed I was not smoking:\noffered me another cigar, which I politely declined.  Gowing began\nhis usual sniffing, so, anticipating him, I said:  “You’re not\ngoing to complain of the smell of paint again?”  He said:  “No, not\nthis time; but I’ll tell you what, I distinctly smell dry rot.”  I\ndon’t often make jokes, but I replied:  “You’re talking a lot of\nDRY ROT yourself.”  I could not help roaring at this, and Carrie\nsaid her sides quite ached with laughter.  I never was so immensely\ntickled by anything I have ever said before.  I actually woke up\ntwice during the night, and laughed till the bed shook.",
        "April 13. - An extraordinary coincidence:  Carrie had called in a\nwoman to make some chintz covers for our drawing-room chairs and\nsofa to prevent the sun fading the green rep of the furniture.  I\nsaw the woman, and recognised her as a woman who used to work years\nago for my old aunt at Clapham.  It only shows how small the world\nis.",
        "April 14. - Spent the whole of the afternoon in the garden, having\nthis morning picked up at a bookstall for fivepence a capital\nlittle book, in good condition, on GARDENING.  I procured and sowed\nsome half-hardy annuals in what I fancy will be a warm, sunny\nborder.  I thought of a joke, and called out Carrie.  Carrie came\nout rather testy, I thought.  I said:  “I have just discovered we\nhave got a lodging-house.”  She replied:  “How do you mean?”  I\nsaid:  “Look at the BOARDERS.”  Carrie said:  “Is that all you\nwanted me for?”  I said:  “Any other time you would have laughed at\nmy little pleasantry.”  Carrie said:  “Certainly - AT ANY OTHER\nTIME, but not when I am busy in the house.”  The stairs looked very\nnice.  Gowing called, and said the stairs looked ALL RIGHT, but it\nmade the banisters look ALL WRONG, and suggested a coat of paint on\nthem also, which Carrie quite agreed with.  I walked round to\nPutley, and fortunately he was out, so I had a good excuse to let\nthe banisters slide.  By-the-by, that is rather funny.",
        "\n\nStillbrooks lags behind. Going up hill.\n",
        "April 15, Sunday. - At three o’clock Cummings and Gowing called for\na good long walk over Hampstead and Finchley, and brought with them\na friend named Stillbrook.  We walked and chatted together, except\nStillbrook, who was always a few yards behind us staring at the\nground and cutting at the grass with his stick.",
        "As it was getting on for five, we four held a consultation, and\nGowing suggested that we should make for “The Cow and Hedge” and\nget some tea.  Stillbrook said:  “A brandy-and-soda was good enough\nfor him.”  I reminded them that all public-houses were closed till\nsix o’clock.  Stillbrook said, “That’s all right - BONA-FIDE\ntravellers.”",
        "We arrived; and as I was trying to pass, the man in charge of the\ngate said:  “Where from?”  I replied:  “Holloway.”  He immediately\nput up his arm, and declined to let me pass.  I turned back for a\nmoment, when I saw Stillbrook, closely followed by Cummings and\nGowing, make for the entrance.  I watched them, and thought I would\nhave a good laugh at their expense, I heard the porter say:  “Where\nfrom?”  When, to my surprise, in fact disgust, Stillbrook replied:\n“Blackheath,” and the three were immediately admitted.",
        "Gowing called to me across the gate, and said:  “We shan’t be a\nminute.”  I waited for them the best part of an hour.  When they\nappeared they were all in most excellent spirits, and the only one\nwho made an effort to apologise was Mr. Stillbrook, who said to me:\n“It was very rough on you to be kept waiting, but we had another\nspin for S. and B.’s.”  I walked home in silence; I couldn’t speak\nto them.  I felt very dull all the evening, but deemed it advisable\nNOT to say anything to Carrie about the matter.",
        "April 16. - After business, set to work in the garden.  When it got\ndark I wrote to Cummings and Gowing (who neither called, for a\nwonder; perhaps they were ashamed of themselves) about yesterday’s\nadventure at “The Cow and Hedge.”  Afterwards made up my mind not\nto write YET.",
        "April 17. - Thought I would write a kind little note to Gowing and\nCummings about last Sunday, and warning them against Mr.\nStillbrook.  Afterwards, thinking the matter over, tore up the\nletters and determined not to WRITE at all, but to SPEAK quietly to\nthem.  Dumfounded at receiving a sharp letter from Cummings, saying\nthat both he and Gowing had been waiting for an explanation of MY\n(mind you, MY) extraordinary conduct coming home on Sunday.  At\nlast I wrote:  “I thought I was the aggrieved party; but as I\nfreely forgive you, you - feeling yourself aggrieved - should\nbestow forgiveness on me.”  I have copied this VERBATIM in the\ndiary, because I think it is one of the most perfect and thoughtful\nsentences I have ever written.  I posted the letter, but in my own\nheart I felt I was actually apologising for having been insulted.",
        "April 18. - Am in for a cold.  Spent the whole day at the office\nsneezing.  In the evening, the cold being intolerable, sent Sarah\nout for a bottle of Kinahan.  Fell asleep in the arm-chair, and\nwoke with the shivers.  Was startled by a loud knock at the front\ndoor.  Carrie awfully flurried.  Sarah still out, so went up,\nopened the door, and found it was only Cummings.  Remembered the\ngrocer’s boy had again broken the side-bell.  Cummings squeezed my\nhand, and said:  “I’ve just seen Gowing.  All right.  Say no more\nabout it.”  There is no doubt they are both under the impression I\nhave apologised.",
        "While playing dominoes with Cummings in the parlour, he said:  “By-\nthe-by, do you want any wine or spirits?  My cousin Merton has just\nset up in the trade, and has a splendid whisky, four years in\nbottle, at thirty-eight shillings.  It is worth your while laying\ndown a few dozen of it.”  I told him my cellars, which were very\nsmall, were full up.  To my horror, at that very moment, Sarah\nentered the room, and putting a bottle of whisky, wrapped in a\ndirty piece of newspaper, on the table in front of us, said:\n“Please, sir, the grocer says he ain’t got no more Kinahan, but\nyou’ll find this very good at two-and-six, with twopence returned\non the bottle; and, please, did you want any more sherry? as he has\nsome at one-and-three, as dry as a nut!”",
        "\n\n’Please, sir, the grocer says he ain’t got no more Kinahan, but you’ll find this very good at two-and-six.’\n",
        "Continue...",
        "\nThis complete text of The Diary of a Nobody by George and Weedon Grossmith,\nwith illustrations by Weedon Grossmith, is in the public domain.\n\n\nThis book can be ordered at Amazon:\nThe Diary of a Nobody.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Diary of a NobodyBy George and Weedon GrossmithAt Amazon"
    ]
}