{
    "title": "The Meaning of Truth - II. The Tigers in India",
    "author": "William James",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "[Footnote: Extracts from a presidential address\nbefore the American Psychological Association, published in the\nPsychological Review, vol. ii, p. 105 (1895).]",
        "THERE are two ways of knowing things, knowing them immediately or\nintuitively, and knowing them conceptually or\nrepresentatively. Altho such things as the white paper before our\neyes can be known intuitively, most of the things we know, the\ntigers now in India, for example, or the scholastic system of\nphilosophy, are known only representatively or symbolically.",
        "Suppose, to fix our ideas, that we take first a case of conceptual\nknowledge; and let it be our knowledge of the tigers in India, as we\nsit here. Exactly what do we MEAN by saying that we here know the\ntigers? What is the precise fact that the cognition so\nconfidently claimed is KNOWN-AS, to use Shadworth\nHodgson’s inelegant but valuable form of words?",
        "Most men would answer that what we mean by knowing the tigers is\nhaving them, however absent in body, become in some way present to\nour thought; or that our knowledge of them is known as presence of\nour thought to them. A great mystery is usually made of\nthis peculiar presence in absence; and the scholastic philosophy,\nwhich is only common sense grown pedantic, would explain it as a\npeculiar kind of existence, called INTENTIONAL EXISTENCE of the\ntigers in our mind. At the very least, people would say that what we\nmean by knowing the tigers is mentally POINTING towards them as we\nsit here.",
        "But now what do we mean by POINTING, in such a case as this? What is\nthe pointing known-as, here?",
        "To this question I shall have to give a very prosaic answer–one\nthat traverses the pre-possessions not only of common sense\nand scholasticism, but also those of nearly all the epistemological\nwriters whom I have ever read. The answer, made brief, is this:\nThe pointing of our thought to the tigers is known simply and solely\nas a procession of mental associates and motor consequences that\nfollow on the thought, and that would lead harmoniously, if followed\nout, into some ideal or real context, or even into the immediate\npresence, of the tigers. It is known as our rejection of a jaguar,\nif that beast were shown us as a tiger; as our assent to a genuine\ntiger if so shown. It is known as our ability to utter all sorts of\npropositions which don’t contradict other propositions that are true\nof the real tigers. It is even known, if we take the tigers very\nseriously, as actions of ours which may terminate in directly\nintuited tigers, as they would if we took a voyage to India for the\npurpose of tiger-hunting and brought back a lot of skins of the\nstriped rascals which we had laid low. In all this there is no self-\ntranscendency in our mental images TAKEN BY THEMSELVES. They are one\nphenomenal fact; the tigers are another; and their pointing to the\ntigers is a perfectly commonplace intra-experiential relation, IF\nYOU ONCE GRANT A CONNECTING WORLD TO BE THERE. In short, the ideas\nand the tigers are in themselves as loose and separate, to\nuse Hume’s language, as any two things can be; and pointing means\nhere an operation as external and adventitious as any that\nnature yields.[Footnote: A stone in one field may ’fit,’ we say, a\nhole in another field. But the relation of ’fitting,’ so long as no\none carries the stone to the hole and drops it in, is only one name\nfor the fact that such an act MAY happen. Similarly with the\nknowing of the tigers here and now. It is only an anticipatory\nname for a further associative and terminative process that\nMAY occur.]",
        "I hope you may agree with me now that in representative knowledge\nthere is no special inner mystery, but only an outer chain\nof physical or mental intermediaries connecting thought and thing.\nTO KNOW AN OBJECT IS HERE TO LEAD TO IT THROUGH A CONTEXT WHICH THE\nWORLD SUPPLIES. All this was most instructively set forth by our\ncolleague D. S. Miller at our meeting in New York last Christmas,\nand for re-confirming my sometime wavering opinion, I owe him this\nacknowledgment. [Footnote: See Dr. Miller’s articles on Truth and\nError, and on Content and Function, in the Philosophical Review,\nJuly, 1893, and Nov., 1895.]",
        "Let us next pass on to the case of immediate or intuitive\nacquaintance with an object, and let the object be the white paper\nbefore our eyes. The thought-stuff and the thing-stuff are here\nindistinguishably the same in nature, as we saw a moment since, and\nthere is no context of intermediaries or associates to stand between\nand separate the thought and thing. There is no ’presence in\nabsence’ here, and no ’pointing,’ but rather an allround\nembracing of the paper by the thought; and it is clear that the\nknowing cannot now be explained exactly as it was when the tigers\nwere its object. Dotted all through our experience are states\nof immediate acquaintance just like this. Somewhere our belief\nalways does rest on ultimate data like the whiteness, smoothness, or\nsquareness of this paper. Whether such qualities be truly ultimate\naspects of being, or only provisional suppositions of ours, held-to\ntill we get better informed, is quite immaterial for our present\ninquiry. So long as it is believed in, we see our object face to\nface. What now do we mean by ’knowing’ such a sort of object\nas this? For this is also the way in which we should know the tiger\nif our conceptual idea of him were to terminate by having led us\nto his lair?",
        "This address must not become too long, so I must give my answer in\nthe fewest words. And let me first say this: So far as the white\npaper or other ultimate datum of our experience is considered to\nenter also into some one else’s experience, and we, in knowing it,\nare held to know it there as well as here; so far, again, as it is\nconsidered to be a mere mask for hidden molecules that other now\nimpossible experiences of our own might some day lay bare to view;\nso far it is a case of tigers in India again–the things known\nbeing absent experiences, the knowing can only consist in\npassing smoothly towards them through the intermediary context that\nthe world supplies. But if our own private vision of the paper be\nconsidered in abstraction from every other event, as if it\nconstituted by itself the universe (and it might perfectly well do\nso, for aught we can understand to the contrary), then the\npaper seen and the seeing of it are only two names for one\nindivisible fact which, properly named, is THE DATUM, THE\nPHENOMENON, OR THE EXPERIENCE. The paper is in the mind and the\nmind is around the paper, because paper and mind are only two names\nthat are given later to the one experience, when, taken in a larger\nworld of which it forms a part, its connections are traced in\ndifferent directions. [Footnote: What is meant by this is that ’the\nexperience’ can be referred to either of two great associative\nsystems, that of the experiencer’s mental history, or that of the\nexperienced facts of the world. Of both of these systems it forms\npart, and may be regarded, indeed, as one of their points of\nintersection. One might let a vertical line stand for the mental\nhistory; but the same object, O, appears also in the mental history\nof different persons, represented by the other vertical lines. It\nthus ceases to be the private property of one experience, and\nbecomes, so to speak, a shared or public thing. We can track its\nouter history in this way, and represent it by the horizontal line.\n(It is also known representatively at other points of the\nvertical lines, or intuitively there again, so that the line of its\nouter history would have to be looped and wandering, but I make it\nstraight for simplicity’s sake.)] In any case, however, it is the\nsame stuff figures in all the sets of lines.",
        "TO KNOW IMMEDIATELY, THEN, OR INTUITIVELY, IS FOR MENTAL CONTENT AND\nOBJECT TO BE IDENTICAL. This is a very different definition from\nthat which we gave of representative knowledge; but neither\ndefinition involves those mysterious notions of self-transcendency\nand presence in absence which are such essential parts of the\nideas of knowledge, both of philosophers and of common men.\n[Footnote: The reader will observe that the text is written from the\npoint of view of NAIF realism or common sense, and avoids raising\nthe idealistic controversy.]",
        "Continue...",
        "\nThis e-book of The Meaning of Truth (a sequel to “Pragmatism”) by William James is in the public domain (via Project Gutenberg).\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "William James : Writings 1902-1910 : The Varieties of Religious Experience / Pragmatism / A Pluralistic Universe / The Meaning of Truth / Some Problems of Philosophy / Essays (Library of America)By William JamesAt Amazon"
    ]
}