{
    "title": "The Boys’ Life of Mark Twain - XXXIX. Tramping Abroad",
    "author": "Paine",
    "chapter": "39",
    "content": [
        "\n",
        "\n\n",
        "It was now going on ten years since the publication of “The Innocents\nAbroad,” and there was a demand for another Mark Twain book of travel.\nClemens considered the matter, and decided that a walking-tour in Europe\nmight furnish the material he wanted.  He spoke to his good friend, the\nRev. “Joe” Twichell, and invited him to become his guest on such an\nexcursion, because, as he explained, he thought he could “dig material\nenough out of Joe to make it a sound investment.”  As a matter of fact,\nhe loved Twichell’s companionship, and was always inviting him to share\nhis journeys–to Boston, to Bermuda, to Washington–wherever interest or\nfancy led him.  His plan now was to take the family to Germany in the\nspring, and let Twichell join them later for a summer tramp down through\nthe Black Forest and Switzerland.  Meantime the Clemens household took up\nthe study of German.  The children had a German nurse–others a German\nteacher.  The household atmosphere became Teutonic.  Of course it all\namused Mark Twain, as everything amused him, but he was a good student.\nIn a brief time he had a fair knowledge of every-day German and a\nreally surprising vocabulary.  The little family sailed in April (1878),\nand a few weeks later were settled in the Schloss Hotel, on a hill above\nHeidelberg, overlooking the beautiful old castle, the ancient town, with\nthe Neckar winding down the hazy valley–as fair a view as there is in\nall Germany.",
        "Clemens found a room for his work in a small house not far from the\nhotel.  On the day of his arrival he had pointed out this house and said\nhe had decided to work there–that his room would be the middle one on\nthe third floor.  Mrs. Clemens laughed, and thought the occupants of the\nhouse might be surprised when he came over to take possession.  They\namused themselves by watching “his people” and trying to make out what\nthey were like.  One day he went over that way, and, sure enough, there\nwas a sign, “Furnished Rooms,” and the one he had pointed out from the\nhotel was vacant.  It became his study forthwith.",
        "The travelers were delighted with their location.  To Howells, Clemens\nwrote:",
        "“Our bedroom has two great glass bird-cages (inclosed balconies), one\n     looking toward the Rhine Valley and sunset, the other looking up the\n     Neckar cul de sac, and, naturally, we spent nearly all our time in\n     these.  We have tables and chairs in them .  .  .  .  It must have\n     been a noble genius who devised this hotel.  Lord! how blessed is\n     the repose, the tranquillity of this place!  Only two sounds: the\n     happy clamor of the birds in the groves and the muffled music of the\n     Neckar tumbling over the opposing dikes.  It is no hardship to lie\n     awake awhile nights, for thin subdued roar has exactly the sound of\n     a steady rain beating upon a roof.  It is so healing to the spirit;\n     and it bears up the thread of one’s imaginings as the accompaniment\n     bears up a song.”",
        "Twichell was summoned for August, and wrote back eagerly at the prospect:",
        "“Oh, my!  Do you realize, Mark, what a symposium it is to be?  I do.\n     To begin with, I am thoroughly tired, and the rest will be worth\n     everything.  To walk with you and talk with you for weeks together–\n     why, it’s my dream of luxury!”",
        "Meantime the struggle with the “awful German language” went on.  Rosa,\nthe maid, was required to speak to the children only in German, though\nlittle Clara at first would have none of it.  Susy, two years older,\ntried, and really made progress, but one day she said, pathetically:",
        "“Mama, I wish Rosa was made in English.”",
        "But presently she was writing to “Aunt Sue” (Mrs. Crane) at Quarry Farm:",
        "“I know a lot of German; everybody says I know a lot.  I give you a\n     million dollars to see you, and you would give two hundred dollars\n     to see the lovely woods we see.”",
        "Twichell arrived August 1st.  Clemens met him at Baden-Baden, and they\nimmediately set forth on a tramp through the Black Forest, excursioning\nas they pleased and having a blissful time.  They did not always walk.\nThey were likely to take a carnage or a donkey-cart, or even a train,\nwhen one conveniently happened along.  They did not hurry, but idled and\ntalked and gathered flowers, or gossiped with wayside natives–\npicturesque peasants in the Black Forest costume.  In due time they\ncrossed into Switzerland and prepared to conquer the Alps.",
        "The name Mark Twain had become about as well known in Europe as it was in\nAmerica.  His face, however, was less familiar.  He was not often\nrecognized in these wanderings, and his pen-name was carefully concealed.\nIt was a relief to him not to be an object of curiosity and lavish\nattention.  Twichell’s conscience now and then prompted him to reveal the\ntruth.  In one of his letters home he wrote how a young man at a hotel\nhad especially delighted in Mark’s table conversation, and how he\n(Twichell) had later taken the young man aside and divulged the speaker’s\nidentity.",
        "“I could not forbear telling him who Mark was, and the mingled\n     surprise and pleasure his face exhibited made me glad I had done so.”",
        "They did not climb many of the Alps on foot.  They did scale the Rigi,\nafter which Mark Twain was not in the best walking trim; though later\nthey conquered Gemmi Pass–no small undertaking–that trail that winds up\nand up until the traveler has only the glaciers and white peaks and the\nlittle high-blooming flowers for company.",
        "All day long the friends would tramp and walk together, and when they did\nnot walk they would hire a diligence or any vehicle that came handy, but,\nwhatever their means of travel the joy of comradeship amid those superb\nsurroundings was the same.",
        "In Twichell’s letters home we get pleasant pictures of the Mark Twain of\nthat day:",
        "“Mark, to-day, was immensely absorbed in flowers.  He scrambled\n     around and gathered a great variety, and manifested the intensest\n     pleasure in them .  .  .  .  Mark is splendid to walk with amid such\n     grand scenery, for he talks so well about it, has such a power of\n     strong, picturesque expression.  I wish you might have heard him\n     today.  His vigorous speech nearly did justice to the things we saw.”",
        "And in another place:",
        "“He can’t bear to see the whip used, or to see a horse pull hard.\n     To-day when the driver clucked up his horse and quickened his pace a\n     little, Mark said, ’The fellow’s got the notion that we were in a\n     hurry.’”",
        "Another extract refers to an incident which Mark Twain also mentions in\n“A Tramp Abroad:” [8]",
        "“Mark is a queer fellow.  There is nothing so delights him as a\n     swift, strong stream.  You can hardly get him to leave one when once\n     he is in the influence of its fascinations.  To throw in stones and\n     sticks seems to afford him rapture.”",
        "Twichell goes on to tell how he threw some driftwood into a racing\ntorrent and how Mark went running down-stream after it, waving and\nshouting in a sort of mad ecstasy.",
        "When a piece went over a fall and emerged to view in the foam below, he\nwould jump up and down and yell.  He acted just like a boy.",
        "Boy he was, then and always.  Like Peter Pan, he never really grew up–\nthat is, if growing up means to grow solemn and uninterested in play.",
        "Climbing the Gorner Grat with Twichell, they sat down to rest, and a lamb\nfrom a near-by flock ventured toward them.  Clemens held out his hand and\ncalled softly.  The lamb ventured nearer, curious but timid.",
        "It was a scene for a painter: the great American humorist on one side of\nthe game, and the silly little creature on the other, with the Matterhorn\nfor a background.  Mark was reminded that the time he was consuming was\nvaluable, but to no purpose.  The Gorner Grat could wait.  He held on\nwith undiscouraged perseverance till he carried his point; the lamb\nfinally put its nose in Mark’s hand, and he was happy all the rest of the\nday.",
        "“In A Tramp Abroad” Mark Twain burlesques most of the walking-tour with\nHarris (Twichell), feeling, perhaps, that he must make humor at whatever\ncost.  But to-day the other side of the picture seems more worth while.\nThat it seemed so to him, also, even at the time, we may gather from a\nletter he sent after Twichell when it was all over and Twichell was on\nhis way home:",
        "“DEAR OLD JOE,–It is actually all over!  I was so low-spirited at\n     the station yesterday, and this morning, when I woke, I couldn’t\n     seem to accept the dismal truth that you were really gone and the\n     pleasant tramping and talking at an end.  Ah, my boy!  It has been\n     such a rich holiday for me, and I feel under such deep and honest\n     obligations to you for coming.  I am putting out of my mind all\n     memory of the time when I misbehaved toward you and hurt you; I am\n     resolved to consider it forgiven, and to store up and remember only\n     the charming hours of the journey and the times when I was not\n     unworthy to be with you and share a companionship which to me stands\n     first after Livy’s.”",
        "Clemens had joined his family at Lausanne, and presently they journeyed\ndown into Italy, returning later to Germany–to Munich, where they lived\nquietly with Fraulein Dahlweiner at No. 1a Karlstrasse, while he worked\non his new book of travel.  When spring came they went to Paris, and\nlater to London, where the usual round of entertainment briefly claimed\nthem.  It was the 3d of September, 1879, when they finally reached New\nYork.  The papers said that Mark Twain had changed in his year and a half\nof absence.  He had, somehow, taken on a traveled look.  One paper\nremarked that he looked older than when he went to Germany, and that his\nhair had turned quite gray.",
        "[8] Chapter XXXIII.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}