{
    "title": "The War of the Worlds - Chapter Eight",
    "author": "H.G. Wells",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "\n   The most extraordinary thing to my mind, of all the\nstrange and wonderful things that happened upon that\nFriday, was the dovetailing of the commonplace habits of\nour social order with the first beginnings of the series of\nevents that was to topple that social order headlong.  If on\nFriday night you had taken a pair of compasses and drawn a\ncircle with a radius of five miles round the Woking sand pits,\nI doubt if you would have had one human being outside it,\nunless it were some relation of Stent or of the three or four\ncyclists or London people lying dead on the common, whose\nemotions or habits were at all affected by the new-comers.\nMany people had heard of the cylinder, of course, and talked\nabout it in their leisure, but it certainly did not make the\nsensation that an ultimatum to Germany would have done.",
        "In London that night poor Henderson’s telegram describing\nthe gradual unscrewing of the shot was judged to be a canard,\nand his evening paper, after wiring for authentication from\nhim and receiving no reply--the man was killed--decided\nnot to print a special edition.",
        "Even within the five-mile circle the great majority of people\nwere inert.  I have already described the behaviour of the men\nand women to whom I spoke.  All over the district people\nwere dining and supping; working men were gardening after\nthe labours of the day, children were being put to bed, young\npeople were wandering through the lanes love-making, stu-\ndents sat over their books.",
        "Maybe there was a murmur in the village streets, a novel\nand dominant topic in the public-houses, and here and there\na messenger, or even an eye-witness of the later occurrences,\ncaused a whirl of excitement, a shouting, and a running to\nand fro; but for the most part the daily routine of working,\neating, drinking, sleeping, went on as it had done for count-\nless years--as though no planet Mars existed in the sky.\nEven at Woking station and Horsell and Chobham that was\nthe case.",
        " In Woking junction, until a late hour, trains were stopping\nand going on, others were shunting on the sidings, passengers\nwere alighting and waiting, and everything was proceeding\nin the most ordinary way.  A boy from the town, trenching\non Smith’s monopoly, was selling papers with the afternoon’s\nnews.  The ringing impact of trucks, the sharp whistle of the\nengines from the junction, mingled with their shouts of\n“Men from Mars!”  Excited men came into the station about\nnine o’clock with incredible tidings, and caused no more\ndisturbance than drunkards might have done.  People rattling\nLondonwards peered into the darkness outside the carriage\nwindows, and saw only a rare, flickering, vanishing spark\ndance up from the direction of Horsell, a red glow and a\nthin veil of smoke driving across the stars, and thought that\nnothing more serious than a heath fire was happening.  It was\nonly round the edge of the common that any disturbance\nwas perceptible.  There were half a dozen villas burning on\nthe Woking border.  There were lights in all the houses on the\ncommon side of the three villages, and the people there kept\nawake till dawn.",
        "A curious crowd lingered restlessly, people coming and\ngoing but the crowd remaining, both on the Chobham and\nHorsell bridges.  One or two adventurous souls, it was after-\nwards found, went into the darkness and crawled quite near\nthe Martians; but they never returned, for now and again a\nlight-ray, like the beam of a warship’s searchlight swept the\ncommon, and the Heat-Ray was ready to follow.  Save for\nsuch, that big area of common was silent and desolate, and\nthe charred bodies lay about on it all night under the stars,\nand all the next day.  A noise of hammering from the pit was\nheard by many people.",
        "So you have the state of things on Friday night.  In the\ncentre, sticking into the skin of our old planet Earth like a\npoisoned dart, was this cylinder.  But the poison was scarcely\nworking yet.  Around it was a patch of silent common,\nsmouldering in places, and with a few dark, dimly seen\nobjects lying in contorted attitudes here and there.  Here and\nthere was a burning bush or tree.  Beyond was a fringe of\nexcitement, and farther than that fringe the inflammation\nhad not crept as yet.  In the rest of the world the stream of\nlife still flowed as it had flowed for immemorial years.  The\nfever of war that would presently clog vein and artery, deaden\nnerve and destroy brain, had still to develop.",
        "All night long the Martians were hammering and stirring,\nsleepless, indefatigable, at work upon the machines they\nwere making ready, and ever and again a puff of greenish-\nwhite smoke whirled up to the starlit sky.",
        "About eleven a company of soldiers came through Horsell,\nand deployed along the edge of the common to form a\ncordon.  Later a second company marched through Chobham\nto deploy on the north side of the common.  Several officers\nfrom the Inkerman barracks had been on the common earlier\nin the day, and one, Major Eden, was reported to be missing.\nThe colonel of the regiment came to the Chobham bridge\nand was busy questioning the crowd at midnight.  The military\nauthorities were certainly alive to the seriousness of the busi-\nness.  About eleven, the next morning’s papers were able to\nsay, a squadron of hussars, two Maxims, and about four\nhundred men of the Cardigan regiment started from Aldershot.",
        "A few seconds after midnight the crowd in the Chertsey\nroad, Woking, saw a star fall from heaven into the pine\nwoods to the northwest.  It had a greenish colour, and caused\na silent brightness like summer lightning.  This was the second\ncylinder.",
        "Continue...",
        "\nThis complete text of The War of the Worlds by Herbert George Wells is in the public domain.\n\n\nThis book has been made into a movie: The War of the Worlds (at Amazon).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The War of the Worlds (Tor Classics)By H. G. WellsAt Amazon"
    ]
}