{
    "title": "The Golden Sayings of Epictetus - CXXXVII ",
    "author": "Unknown",
    "chapter": "137",
    "content": [
        "\n",
        "\n\n",
        "Thus do the more cautious of travellers act. The road is\nsaid to be beset by robbers. The traveller will not venture\nalone, but awaits the companionship on the road of an ambassador,\na quaestor or a proconsul. To him he attaches himself and thus\npasses by in safety. So doth the wise man in the world. Many are\nthe companies of robbers and tyrants, many the storms, the\nstraits, the losses of all a man holds dearest. Whither shall he\nfly for refuge—how shall he pass by unassailed? What companion\non the road shall he await for protection? Such and such a\nwealthy man, of consular rank? And how shall I be profited, if he\nis stripped and falls to lamentation and weeping? And how if my\nfellow-traveller himself turns upon me and robs me? What am I to\ndo? I will become a friend of Caesar’s! in his train none will do\nme wrong! In the first place—O the indignities I must endure to\nwin distinction! O the multitude of hands there will be to rob\nme! And if I succeed, Caesar too is but a mortal. While should it\ncome to pass that I offend him, whither shall I flee from his\npresence? To the wilderness? And may not fever await me there?\nWhat then is to be done? Cannot a fellow-traveller be found that\nis honest and loyal, strong and secure against surprise? Thus\ndoth the wise man reason, considering that if he would pass\nthrough in safety, he must attach himself unto God.",
        "Continue...",
        "\nThis complete text of The Golden Sayings of Epictetus is in the public domain.\n\n\nAlso see Epictetus: A Stoic and Socratic Guide to Life\nby A. A. Long.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Apology, Phaedo and Crito of Plato; the Golden Sayings of Epictetus; the Meditations of Marcus Aurelius with Introductions and Notes (The Harvard Classics [Leatherbound], Deluxe Edition, Registered Edition)By Benjamin JowettAt Amazon"
    ]
}