{
    "title": "The Thirty-nine Steps - Chapter Eight - The Coming of the Black Stone",
    "author": "John Buchan",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "I came down to breakfast next morning, after eight hours of blessed\ndreamless sleep, to find Sir Walter decoding a telegram in the midst\nof muffins and marmalade.  His fresh rosiness of yesterday seemed a\nthought tarnished.",
        "’I had a busy hour on the telephone after you went to bed,’ he\nsaid.  ’I got my Chief to speak to the First Lord and the Secretary\nfor War, and they are bringing Royer over a day sooner.  This wire\nclinches it.  He will be in London at five.  Odd that the code word\nfor a SOUS-CHEF D/ETAT MAJOR-GENERAL should be “Porker”.’",
        "He directed me to the hot dishes and went on.",
        "’Not that I think it will do much good.  If your friends were\nclever enough to find out the first arrangement they are clever\nenough to discover the change.  I would give my head to know\nwhere the leak is.  We believed there were only five men in England\nwho knew about Royer’s visit, and you may be certain there were\nfewer in France, for they manage these things better there.’",
        "While I ate he continued to talk, making me to my surprise a\npresent of his full confidence.",
        "’Can the dispositions not be changed?’ I asked.",
        "’They could,’ he said.  ’But we want to avoid that if possible.\nThey are the result of immense thought, and no alteration would be\nas good.  Besides, on one or two points change is simply impossible.\nStill, something could be done, I suppose, if it were absolutely\nnecessary.  But you see the difficulty, Hannay.  Our enemies are not\ngoing to be such fools as to pick Royer’s pocket or any childish\ngame like that.  They know that would mean a row and put us on\nour guard.  Their aim is to get the details without any one of us\nknowing, so that Royer will go back to Paris in the belief that the\nwhole business is still deadly secret.  If they can’t do that they fail,\nfor, once we suspect, they know that the whole thing must be altered.’",
        "’Then we must stick by the Frenchman’s side till he is home\nagain,’ I said.  ’If they thought they could get the information in\nParis they would try there.  It means that they have some deep\nscheme on foot in London which they reckon is going to win out.’",
        "’Royer dines with my Chief, and then comes to my house where\nfour people will see him–Whittaker from the Admiralty, myself,\nSir Arthur Drew, and General Winstanley.  The First Lord is ill,\nand has gone to Sheringham.  At my house he will get a certain\ndocument from Whittaker, and after that he will be motored to\nPortsmouth where a destroyer will take him to Havre.  His journey\nis too important for the ordinary boat-train.  He will never be left\nunattended for a moment till he is safe on French soil.  The same\nwith Whittaker till he meets Royer.  That is the best we can do, and\nit’s hard to see how there can be any miscarriage.  But I don’t mind\nadmitting that I’m horribly nervous.  This murder of Karolides will\nplay the deuce in the chancelleries of Europe.’",
        "After breakfast he asked me if I could drive a car.\n’Well, you’ll be my chauffeur today and wear Hudson’s rig.\nYou’re about his size.  You have a hand in this business and we are\ntaking no risks.  There are desperate men against us, who will not\nrespect the country retreat of an overworked official.’",
        "When I first came to London I had bought a car and amused\nmyself with running about the south of England, so I knew something\nof the geography.  I took Sir Walter to town by the Bath\nRoad and made good going.  It was a soft breathless June morning,\nwith a promise of sultriness later, but it was delicious enough\nswinging through the little towns with their freshly watered streets,\nand past the summer gardens of the Thames valley.  I landed Sir\nWalter at his house in Queen Anne’s Gate punctually by half-past\neleven.  The butler was coming up by train with the luggage.",
        "The first thing he did was to take me round to Scotland Yard.\nThere we saw a prim gentleman, with a clean-shaven, lawyer’s face.",
        "’I’ve brought you the Portland Place murderer,’ was Sir Walter’s\nintroduction.",
        "The reply was a wry smile.  ’It would have been a welcome\npresent, Bullivant.  This, I presume, is Mr Richard Hannay, who for\nsome days greatly interested my department.’",
        "’Mr Hannay will interest it again.  He has much to tell you, but\nnot today.  For certain grave reasons his tale must wait for\nfour hours.  Then, I can promise you, you will be entertained and\npossibly edified.  I want you to assure Mr Hannay that he will suffer\nno further inconvenience.’",
        "This assurance was promptly given.  ’You can take up your life\nwhere you left off,’ I was told.  ’Your flat, which probably you no\nlonger wish to occupy, is waiting for you, and your man is still\nthere.  As you were never publicly accused, we considered that there\nwas no need of a public exculpation.  But on that, of course, you\nmust please yourself.’",
        "’We may want your assistance later on, MacGillivray,’ Sir Walter\nsaid as we left.",
        "Then he turned me loose.",
        "’Come and see me tomorrow, Hannay.  I needn’t tell you to keep\ndeadly quiet.  If I were you I would go to bed, for you must have\nconsiderable arrears of sleep to overtake.  You had better lie low,\nfor if one of your Black Stone friends saw you there might be trouble.’",
        "I felt curiously at a loose end.  At first it was very pleasant to be a\nfree man, able to go where I wanted without fearing anything.  I\nhad only been a month under the ban of the law, and it was quite\nenough for me.  I went to the Savoy and ordered very carefully a\nvery good luncheon, and then smoked the best cigar the house\ncould provide.  But I was still feeling nervous.  When I saw anybody\nlook at me in the lounge, I grew shy, and wondered if they were\nthinking about the murder.",
        "After that I took a taxi and drove miles away up into North\nLondon.  I walked back through fields and lines of villas and terraces\nand then slums and mean streets, and it took me pretty nearly two\nhours.  All the while my restlessness was growing worse.  I felt that\ngreat things, tremendous things, were happening or about to\nhappen, and I, who was the cog-wheel of the whole business, was\nout of it.  Royer would be landing at Dover, Sir Walter would be\nmaking plans with the few people in England who were in the\nsecret, and somewhere in the darkness the Black Stone would be\nworking.  I felt the sense of danger and impending calamity, and I\nhad the curious feeling, too, that I alone could avert it, alone could\ngrapple with it.  But I was out of the game now.  How could it be\notherwise?  It was not likely that Cabinet Ministers and Admiralty\nLords and Generals would admit me to their councils.",
        "I actually began to wish that I could run up against one of my\nthree enemies.  That would lead to developments.  I felt that I\nwanted enormously to have a vulgar scrap with those gentry, where\nI could hit out and flatten something.  I was rapidly getting into a\nvery bad temper.",
        "I didn’t feel like going back to my flat.  That had to be faced\nsome time, but as I still had sufficient money I thought I would put\nit off till next morning, and go to a hotel for the night.",
        "My irritation lasted through dinner, which I had at a restaurant\nin Jermyn Street.  I was no longer hungry, and let several courses\npass untasted.  I drank the best part of a bottle of Burgundy, but it\ndid nothing to cheer me.  An abominable restlessness had taken\npossession of me.  Here was I, a very ordinary fellow, with no\nparticular brains, and yet I was convinced that somehow I was\nneeded to help this business through–that without me it would all\ngo to blazes.  I told myself it was sheer silly conceit, that four or\nfive of the cleverest people living, with all the might of the British\nEmpire at their back, had the job in hand.  Yet I couldn’t be\nconvinced.  It seemed as if a voice kept speaking in my ear, telling\nme to be up and doing, or I would never sleep again.",
        "The upshot was that about half-past nine I made up my mind to\ngo to Queen Anne’s Gate.  Very likely I would not be admitted, but\nit would ease my conscience to try.",
        "I walked down Jermyn Street, and at the corner of Duke Street\npassed a group of young men.  They were in evening dress, had\nbeen dining somewhere, and were going on to a music-hall.  One of\nthem was Mr Marmaduke jopley.",
        "He saw me and stopped short.",
        "’By God, the murderer!’ he cried.  ’Here, you fellows, hold him!\nThat’s Hannay, the man who did the Portland Place murder!’  He\ngripped me by the arm, and the others crowded round.\nI wasn’t looking for any trouble, but my ill-temper made me play\nthe fool.  A policeman came up, and I should have told him the\ntruth, and, if he didn’t believe it, demanded to be taken to Scotland\nYard, or for that matter to the nearest police station.  But a delay at\nthat moment seemed to me unendurable, and the sight of Marmie’s\nimbecile face was more than I could bear.  I let out with my left,\nand had the satisfaction of seeing him measure his length in the\ngutter.",
        "Then began an unholy row.  They were all on me at once, and\nthe policeman took me in the rear.  I got in one or two good blows,\nfor I think, with fair play, I could have licked the lot of them, but\nthe policeman pinned me behind, and one of them got his fingers\non my throat.",
        "Through a black cloud of rage I heard the officer of the law\nasking what was the matter, and Marmie, between his broken teeth,\ndeclaring that I was Hannay the murderer.",
        "’Oh, damn it all,’ I cried, ’make the fellow shut up.  I advise you\nto leave me alone, constable.  Scotland Yard knows all about me,\nand you’ll get a proper wigging if you interfere with me.’",
        "’You’ve got to come along of me, young man,’ said the policeman.\n’I saw you strike that gentleman crool ’ard.  You began it too,\nfor he wasn’t doing nothing.  I seen you.  Best go quietly or I’ll have\nto fix you up.’",
        "Exasperation and an overwhelming sense that at no cost must I\ndelay gave me the strength of a bull elephant.  I fairly wrenched the\nconstable off his feet, floored the man who was gripping my collar,\nand set off at my best pace down Duke Street.  I heard a whistle\nbeing blown, and the rush of men behind me.",
        "I have a very fair turn of speed, and that night I had wings.  In a\njiffy I was in Pall Mall and had turned down towards St James’s\nPark.  I dodged the policeman at the Palace gates, dived through a\npress of carriages at the entrance to the Mall, and was making for\nthe bridge before my pursuers had crossed the roadway.  In the\nopen ways of the Park I put on a spurt.  Happily there were few\npeople about and no one tried to stop me.  I was staking all on\ngetting to Queen Anne’s Gate.",
        "When I entered that quiet thoroughfare it seemed deserted.  Sir\nWalter’s house was in the narrow part, and outside it three or four\nmotor-cars were drawn up.  I slackened speed some yards off and\nwalked briskly up to the door.  If the butler refused me admission,\nor if he even delayed to open the door, I was done.",
        "He didn’t delay.  I had scarcely rung before the door opened.",
        "’I must see Sir Walter,’ I panted.  ’My business is desperately\nimportant.’",
        "That butler was a great man.  Without moving a muscle he held\nthe door open, and then shut it behind me.  ’Sir Walter is engaged,\nSir, and I have orders to admit no one.  Perhaps you will wait.’",
        "The house was of the old-fashioned kind, with a wide hall and\nrooms on both sides of it.  At the far end was an alcove with a\ntelephone and a couple of chairs, and there the butler offered me a seat.",
        "’See here,’ I whispered.  ’There’s trouble about and I’m in it.  But\nSir Walter knows, and I’m working for him.  If anyone comes and\nasks if I am here, tell him a lie.’",
        "He nodded, and presently there was a noise of voices in the\nstreet, and a furious ringing at the bell.  I never admired a man\nmore than that butler.  He opened the door, and with a face like a\ngraven image waited to be questioned.  Then he gave them it.  He\ntold them whose house it was, and what his orders were, and\nsimply froze them off the doorstep.  I could see it all from my\nalcove, and it was better than any play.",
        "I hadn’t waited long till there came another ring at the bell.  The\nbutler made no bones about admitting this new visitor.",
        "While he was taking off his coat I saw who it was.  You couldn’t\nopen a newspaper or a magazine without seeing that face–the grey\nbeard cut like a spade, the firm fighting mouth, the blunt square\nnose, and the keen blue eyes.  I recognized the First Sea Lord, the\nman, they say, that made the new British Navy.",
        "He passed my alcove and was ushered into a room at the back of\nthe hall.  As the door opened I could hear the sound of low voices.\nIt shut, and I was left alone again.",
        "For twenty minutes I sat there, wondering what I was to do\nnext.  I was still perfectly convinced that I was wanted, but when or\nhow I had no notion.  I kept looking at my watch, and as the time\ncrept on to half-past ten I began to think that the conference must\nsoon end.  In a quarter of an hour Royer should be speeding along\nthe road to Portsmouth ...",
        "Then I heard a bell ring, and the butler appeared.  The door of\nthe back room opened, and the First Sea Lord came out.  He walked\npast me, and in passing he glanced in my direction, and for a\nsecond we looked each other in the face.",
        "Only for a second, but it was enough to make my heart jump.  I\nhad never seen the great man before, and he had never seen me.\nBut in that fraction of time something sprang into his eyes, and that\nsomething was recognition.  You can’t mistake it.  It is a flicker, a\nspark of light, a minute shade of difference which means one thing\nand one thing only.  It came involuntarily, for in a moment it died,\nand he passed on.  In a maze of wild fancies I heard the street door\nclose behind him.",
        "I picked up the telephone book and looked up the number of his\nhouse.  We were connected at once, and I heard a servant’s voice.",
        "’Is his Lordship at home?’ I asked.",
        "’His Lordship returned half an hour ago,’ said the voice, ’and has\ngone to bed.  He is not very well tonight.  Will you leave a\nmessage, Sir?’",
        "I rang off and almost tumbled into a chair.  My part in this\nbusiness was not yet ended.  It had been a close shave, but I had\nbeen in time.",
        "Not a moment could be lost, so I marched boldly to the door of\nthat back room and entered without knocking.",
        "Five surprised faces looked up from a round table.  There was\nSir Walter, and Drew the War Minister, whom I knew from his\nphotographs.  There was a slim elderly man, who was probably\nWhittaker, the Admiralty official, and there was General Winstanley,\nconspicuous from the long scar on his forehead.  Lastly,\nthere was a short stout man with an iron-grey moustache and\nbushy eyebrows, who had been arrested in the middle of a sentence.",
        "Sir Walter’s face showed surprise and annoyance.",
        "’This is Mr Hannay, of whom I have spoken to you,’ he said\napologetically to the company.  ’I’m afraid, Hannay, this visit\nis ill-timed.’",
        "I was getting back my coolness.  ’That remains to be seen, Sir,’ I\nsaid; ’but I think it may be in the nick of time.  For God’s sake,\ngentlemen, tell me who went out a minute ago?’",
        "’Lord Alloa,’ Sir Walter said, reddening with anger.\n’It was not,’ I cried; ’it was his living image, but it was not Lord\nAlloa.  It was someone who recognized me, someone I have seen in\nthe last month.  He had scarcely left the doorstep when I rang up\nLord Alloa’s house and was told he had come in half an hour\nbefore and had gone to bed.’",
        "’Who–who–’ someone stammered.",
        "’The Black Stone,’ I cried, and I sat down in the chair so recently\nvacated and looked round at five badly scared gentlemen.",
        "Continue...",
        "\nThis eBook of “The Thirty-nine Steps” by John Buchan belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Four Adventures of Richard Hannay: The Thirty-Nine Steps/Greenmantle/Mr. Standfast/the Three HostagesBy John BuchanAt Amazon"
    ]
}