{
    "title": "The Argonautica - Book II",
    "author": "Apollonius Rhodius",
    "chapter": "3",
    "content": [
        "\n\n",
        "(ll. 1-10)  Here were the oxstalls and farm of Amycus, the\nhaughty king of the Bebrycians, whom once a nymph, Bithynian\nMelie, united to Poseidon Genethlius, bare the most arrogant of\nmen; for even for strangers he laid down an insulting ordinance,\nthat none should depart till they had made trial of him in\nboxing; and he had slain many of the neighbours.  And at that\ntime too he went down to the ship and in his insolence scorned to\nask them the occasion of their voyage, and who they were, but at\nonce spake out among them all:",
        "(ll. 11-18)  “Listen, ye wanderers by sea, to what it befits you\nto know.  It is the rule that no stranger who comes to the\nBebrycians should depart till he has raised his hands in battle\nagainst mine.  Wherefore select your bravest warrior from the\nhost and set him here on the spot to contend with me in boxing.\nBut if ye pay no heed and trample my decrees under foot,\nassuredly to your sorrow will stern necessity come upon you.",
        "(ll. 19-21)  Thus he spake in his pride, but fierce anger seized\nthem when they heard it, and the challenge smote Polydeuces most\nof all.  And quickly he stood forth his comrades’ champion, and\ncried:",
        "(ll. 22-24)  “Hold now, and display not to us thy brutal\nviolence, whoever thou art; for we will obey thy rules, as thou\nsayest.  Willingly now do I myself undertake to meet thee.”",
        "(ll. 25-54)  Thus he spake outright; but the other with rolling\neyes glared on him, like to a lion struck by a javelin when\nhunters in the mountains are hemming him round, and, though\npressed by the throng, he reeks no more of them, but keeps his\neyes fixed, singling out that man only who struck him first and\nslew him not.  Hereupon the son of Tyndareus laid aside his\nmantle, closely-woven, delicately-wrought, which one of the\nLemnian maidens had given him as a pledge of hospitality; and the\nking threw down his dark cloak of double fold with its clasps and\nthe knotted crook of mountain olive which he carried.  Then\nstraightway they looked and chose close by a spot that pleased\nthem and bade their comrades sit upon the sand in two lines; nor\nwere they alike to behold in form or in stature.  The one seemed\nto be a monstrous son of baleful Typhoeus or of Earth herself,\nsuch as she brought forth aforetime, in her wrath against Zeus;\nbut the other, the son of Tyndareus, was like a star of heaven,\nwhose beams are fairest as it shines through the nightly sky at\neventide.  Such was the son of Zeus, the bloom of the first down\nstill on his cheeks, still with the look of gladness in his eyes.\nBut his might and fury waxed like a wild beast’s; and he poised\nhis hands to see if they were pliant as before and were not\naltogether numbed by toil and rowing.  But Amycus on his side\nmade no trial; but standing apart in silence he kept his eyes\nupon his foe, and his spirit surged within him all eager to dash\nthe life-blood from his breast.  And between them Lyeoreus, the\nhenchman of Amycus, placed at their feet on each side two pairs\nof gauntlets made of raw hide, dry, exceeding tough.  And the\nking addressed the hero with arrogant words:",
        "(ll. 55-59)  “Whichever of these thou wilt, without casting lots,\nI grant thee freely, that thou mayst not blame me hereafter. \nBind them about thy hands; thou shalt learn and tell another how\nskilled I am to carve the dry oxhides and to spatter men’s cheeks\nwith blood.”",
        "(ll. 60-66)  Thus he spake; but the other gave back no taunt in\nanswer, but with a light smile readily took up the gauntlets that\nlay at his feet; and to him came Castor and mighty Talaus, son of\nBias, and they quickly bound the gauntlets about his hands, often\nbidding him be of good courage.  And to Amycus came Aretus and\nOrnytus, but little they knew, poor fools, that they had bound\nthem for the last time on their champion, a victim of evil fate.",
        "(ll. 67-97)  Now when they stood apart and were ready with their\ngauntlets, straightway in front of their faces they raised their\nheavy hands and matched their might in deadly strife.  Hereupon\nthe Bebrycian king even as a fierce wave of the sea rises in a\ncrest against a swift ship, but she by the skill of the crafty\npilot just escapes the shock when the billow is eager to break\nover the bulwark–so he followed up the son of Tyndareus,\ntrying to daunt him, and gave him no respite.  But the hero, ever\nunwounded, by his skill baffled the rush of his foe, and he\nquickly noted the brutal play of his fists to see where he was\ninvincible in strength, and where inferior, and stood unceasingly\nand returned blow for blow.  And as when shipwrights with their\nhammers smite ships’ timbers to meet the sharp clamps, fixing\nlayer upon layer; and the blows resound one after another; so\ncheeks and jaws crashed on both sides, and a huge clattering of\nteeth arose, nor did they cease ever from striking their blows\nuntil laboured gasping overcame both.  And standing a little\napart they wiped from their foreheads sweat in abundance, wearily\npanting for breath.  Then back they rushed together again, as two\nbulls fight in furious rivalry for a grazing heifer.  Next Amycus\nrising on tiptoe, like one who slays an ox, sprung to his full\nheight and swung his heavy hand down upon his rival; but the hero\nswerved aside from the rush, turning his head, and just received\nthe arm on his shoulder; and coming near and slipping his knee\npast the king’s, with a rush he struck him above the ear, and\nbroke the bones inside, and the king in agony fell upon his\nknees; and the Minyan heroes shouted for joy; and his life was\npoured forth all at once.",
        "(ll. 98-144)  Nor were the Bebrycians reckless of their king; but\nall together took up rough clubs and spears and rushed straight\non Polydeuces.  But in front of him stood his comrades, their\nkeen swords drawn from the sheath.  First Castor struck upon the\nhead a man as he rushed at him: and it was cleft in twain and\nfell on each side upon his shoulders.  And Polydeuces slew huge\nItymoneus and Mimas.  The one, with a sudden leap, he smote\nbeneath the breast with his swift foot and threw him in the dust;\nand as the other drew near he struck him with his right hand\nabove the left eyebrow, and tore away his eyelid and the eyeball\nwas left bare.  But Oreides, insolent henchman of Amycus, wounded\nTalaus son of Bias in the side, but did not slay him, but only\ngrazing the skin the bronze sped under his belt and touched not\nthe flesh.  Likewise Aretus with well-seasoned club smote\nIphitus, the steadfast son of Eurytus, not yet destined to an\nevil death; assuredly soon was he himself to be slain by the\nsword of Clytius.  Then Ancaeus, the dauntless son of Lycurgus,\nquickly seized his huge axe, and in his left hand holding a\nbear’s dark hide, plunged into the midst of the Bebrycians with\nfurious onset; and with him charged the sons of Aeacus, and with\nthem started warlike Jason.  And as when amid the folds grey\nwolves rush down on a winter’s day and scare countless sheep,\nunmarked by the keen-scented dogs and the shepherds too, and they\nseek what first to attack and carry off; often glaring around,\nbut the sheep are just huddled together and trample on one\nanother; so the heroes grievously scared the arrogant Bebrycians.\nAnd as shepherds or beekeepers smoke out a huge swarm of bees in\na rock, and they meanwhile, pent up in their hive, murmur with\ndroning hum, till, stupefied by the murky smoke, they fly forth\nfar from the rock; so they stayed steadfast no longer, but\nscattered themselves inland through Bebrycia, proclaiming the\ndeath of Amycus; fools, not to perceive that another woe all\nunforeseen was hard upon them.  For at that hour their vineyards\nand villages were being ravaged by the hostile spear of Lycus and\nthe Mariandyni, now that their king was gone.  For they were ever\nat strife about the ironbearing land.  And now the foe was\ndestroying their steadings and farms, and now the heroes from all\nsides were driving off their countless sheep, and one spake among\nhis fellows thus:",
        "(ll. 145-153)  “Bethink ye what they would have done in their\ncowardice if haply some god had brought Heracles hither.\nAssuredly, if he had been here, no trial would there have been of\nfists, I ween, but when the king drew near to proclaim his rules,\nthe club would have made him forget his pride and the rules to\nboot.  Yea, we left him uncared for on the strand and we sailed\noversea; and full well each one of us shall know our baneful\nfolly, now that he is far away.”",
        "(ll. 154-163)  Thus he spake, but all these things had been\nwrought by the counsels of Zeus.  Then they remained there\nthrough the night and tended the hurts of the wounded men, and\noffered sacrifice to the immortals, and made ready a mighty meal;\nand sleep fell upon no man beside the bowl and the blazing\nsacrifice.  They wreathed their fair brows with the bay that grew\nby the shore, whereto their hawsers were bound, and chanted a\nsong to the lyre of Orpheus in sweet harmony; and the windless\nshore was charmed by their song; and they celebrated the\nTherapnaean son of Zeus. (1)",
        "(ll. 164-177)  But when the sun rising from far lands lighted up\nthe dewy hills and wakened the shepherds, then they loosed their\nhawsers from the stem of the baytree and put on board all the\nspoil they had need to take; and with a favouring wind they\nsteered through the eddying Bosporus.  Hereupon a wave like a\nsteep mountain rose aloft in front as though rushing upon them,\never upheaved above the clouds; nor would you say that they could\nescape grim death, for in its fury it hangs over the middle of\nthe ship, like a cloud, yet it sinks away into calm if it meets\nwith a skilful helmsman.  So they by the steering-craft of Tiphys\nescaped, unhurt but sore dismayed.  And on the next day they\nfastened the hawsers to the coast opposite the Bithynian land.",
        "(ll. 178-208)  There Phineus, son of Agenor, had his home by the\nsea, Phineus who above all men endured most bitter woes because\nof the gift of prophecy which Leto’s son had granted him\naforetime.  And he reverenced not a whit even Zeus himself, for\nhe foretold unerringly to men his sacred will.  Wherefore Zeus\nsent upon him a lingering old age, and took from his eyes the\npleasant light, and suffered him not to have joy of the dainties\nuntold that the dwellers around ever brought to his house, when\nthey came to enquire the will of heaven.  But on a sudden,\nswooping through the clouds, the Harpies with their crooked beaks\nincessantly snatched the food away from his mouth and hands.  And\nat times not a morsel of food was left, at others but a little,\nin order that he might live and be tormented.  And they poured\nforth over all a loathsome stench; and no one dared not merely to\ncarry food to his mouth but even to stand at a distance; so\nfoully reeked the remnants of the meal.  But straightway when he\nheard the voice and the tramp of the band he knew that they were\nthe men passing by, at whose coming Zeus’ oracle had declared to\nhim that he should have joy of his food.  And he rose from his\ncouch, like a lifeless dream, bowed over his staff, and crept to\nthe door on his withered feet, feeling the walls; and as he\nmoved, his limbs trembled for weakness and age; and his parched\nskin was caked with dirt, and naught but the skill held his bones\ntogether.  And he came forth from the hall with wearied knees and\nsat on the threshold of the courtyard; and a dark stupor covered\nhim, and it seemed that the earth reeled round beneath his feet,\nand he lay in a strengthless trance, speechless.  But when they\nsaw him they gathered round and marvelled.  And he at last drew\nlaboured breath from the depths of his chest and spoke among them\nwith prophetic utterance:",
        "(ll. 209-239)  “Listen, bravest of all the Hellenes, if it be\ntruly ye, whom by a king’s ruthless command Jason is leading on\nthe ship Argo in quest of the fleece.  It is ye truly.  Even yet\nmy soul by its divination knows everything.  Thanks I render to\nthee, O king, son of Leto, plunged in bitter affliction though I\nbe.  I beseech you by Zeus the god of suppliants, the sternest\nfoe to sinful men, and for the sake of Phoebus and Hera herself,\nunder whose especial care ye have come hither, help me, save an\nill-fated man from misery, and depart not uncaring and leaving me\nthus as ye see.  For not only has the Fury set her foot on my\neyes and I drag on to the end a weary old age; but besides my\nother woes a woe hangs over me the bitterest of all.  The\nHarpies, swooping down from some unseen den of destruction, ever\nsnatch the food from my mouth.  And I have no device to aid me.\nBut it were easier, when I long for a meal, to escape my own\nthoughts than them, so swiftly do they fly through the air.  But\nif haply they do leave me a morsel of food it reeks of decay and\nthe stench is unendurable, nor could any mortal bear to draw near\neven for a moment, no, not if his heart were wrought of adamant.\nBut necessity, bitter and insatiate, compels me to abide and\nabiding to put food in my cursed belly.  These pests, the oracle\ndeclares, the sons of Boreas shall restrain.  And no strangers\nare they that shall ward them off if indeed I am Phineus who was\nonce renowned among men for wealth and the gift of prophecy, and\nif I am the son of my father Agenor; and, when I ruled among the\nThracians, by my bridal gifts I brought home their sister\nCleopatra to be my wife.”",
        "(ll. 240-243)  So spake Agenor’s son; and deep sorrow seized each\nof the heroes, and especially the two sons of Boreas.  And\nbrushing away a tear they drew nigh, and Zetes spake as follows,\ntaking in his own the hand of the grief-worn sire:",
        "(ll. 244-253)  “Unhappy one, none other of men is more wretched\nthan thou, methinks.  Why upon thee is laid the burden of so many\nsorrows?  Hast thou with baneful folly sinned against the gods\nthrough thy skill in prophecy?  For this are they greatly wroth\nwith thee?  Yet our spirit is dismayed within us for all our\ndesire to aid thee, if indeed the god has granted this privilege\nto us two.  For plain to discern to men of earth are the reproofs\nof the immortals.  And we will never check the Harpies when they\ncome, for all our desire, until thou hast sworn that for this we\nshall not lose the favour of heaven.”",
        "(ll. 254-255)  Thus he spake; and towards him the aged sire\nopened his sightless eyes, and lifted them up and replied with\nthese words:",
        "(ll. 256-261)  “Be silent, store not up such thoughts in thy\nheart, my child.  Let the son of Leto be my witness, he who of\nhis gracious will taught me the lore of prophecy, and be witness\nthe ill-starred doom which possesses me and this dark cloud upon\nmy eyes, and the gods of the underworld–and may their curse be\nupon me if I die perjured thus–no wrath from heaven will fall\nupon you two for your help to me.”",
        "(ll. 262-287)  Then were those two eager to help him because of\nthe oath.  And quickly the younger heroes prepared a feast for\nthe aged man, a last prey for the Harpies; and both stood near\nhim, to smite with the sword those pests when they swooped down.\nScarcely had the aged man touched the food when they forthwith,\nlike bitter blasts or flashes of lightning, suddenly darted from\nthe clouds, and swooped down with a yell, fiercely craving for\nfood; and the heroes beheld them and shouted in the midst of\ntheir onrush; but they at the cry devoured everything and sped\naway over the sea after; and an intolerable stench remained.  And\nbehind them the two sons of Boreas raising their swords rushed in\npursuit.  For Zeus imparted to them tireless strength; but\nwithout Zeus they could not have followed, for the Harpies used\never to outstrip the blasts of the west wind when they came to\nPhineus and when they left him.  And as when, upon the mountain-\nside, hounds, cunning in the chase, run in the track of horned\ngoats or deer, and as they strain a little behind gnash their\nteeth upon the edge of their jaws in vain; so Zetes and Calais\nrushing very near just grazed the Harpies in vain with their\nfinger-tips.  And assuredly they would have torn them to pieces,\ndespite heaven’s will, when they had overtaken them far off at\nthe Floating Islands, had not swift Iris seen them and leapt down\nfrom the sky from heaven above, and cheeked them with these\nwords:",
        "(ll. 288-290)  “It is not lawful, O sons of Boreas, to strike\nwith your swords the Harpies, the hounds of mighty Zeus; but I\nmyself will give you a pledge, that hereafter they shall not draw\nnear to Phineus.”",
        "(ll. 291-300)  With these words she took an oath by the waters of\nStyx, which to all the gods is most dread and most awful, that\nthe Harpies would never thereafter again approach the home of\nPhineus, son of Agenor, for so it was fated.  And the heroes\nyielding to the oath, turned back their flight to the ship.  And\non account of this men call them the Islands of Turning though\naforetime they called them the Floating Islands.  And the Harpies\nand Iris parted.  They entered their den in Minoan Crete; but she\nsped up to Olympus, soaring aloft on her swift wings.",
        "(ll. 301-310)  Meanwhile the chiefs carefully cleansed the old\nman’s squalid skin and with due selection sacrificed sheep which\nthey had borne away from the spoil of Amycus.  And when they had\nlaid a huge supper in the hall, they sat down and feasted, and\nwith them feasted Phineus ravenously, delighting his soul, as in\na dream.  And there, when they had taken their fill of food and\ndrink, they kept awake all night waiting for the sons of Boreas.\nAnd the aged sire himself sat in the midst, near the hearth,\ntelling of the end of their voyage and the completion of their\njourney:",
        "(ll. 311-315)  “Listen then.  Not everything is it lawful for you\nto know clearly; but whatever is heaven’s will, I will not hide.\nI was infatuated aforetime, when in my folly I declared the will\nof Zeus in order and to the end.  For he himself wishes to\ndeliver to men the utterances of the prophetic art incomplete, in\norder that they may still have some need to know the will of\nheaven.",
        "(ll. 316-340)  “First of all, after leaving me, ye will see the\ntwin Cyanean rocks where the two seas meet.  No one, I ween, has\nwon his escape between them.  For they are not firmly fixed with\nroots beneath, but constantly clash against one another to one\npoint, and above a huge mass of salt water rises in a crest,\nboiling up, and loudly dashes upon the hard beach.  Wherefore now\nobey my counsel, if indeed with prudent mind and reverencing the\nblessed gods ye pursue your way; and perish not foolishly by a\nself-sought death, or rush on following the guidance of youth.\nFirst entrust the attempt to a dove when ye have sent her forth\nfrom the ship.  And if she escapes safe with her wings between\nthe rocks to the open sea, then no more do ye refrain from the\npath, but grip your oars well in your hands and cleave the sea’s\nnarrow strait, for the light of safety will be not so much in\nprayer as in strength of hands.  Wherefore let all else go and\nlabour boldly with might and main, but ere then implore the gods\nas ye will, I forbid you not.  But if she flies onward and\nperishes midway, then do ye turn back; for it is better to yield\nto the immortals.  For ye could not escape an evil doom from the\nrocks, not even if Argo were of iron.",
        "(ll. 341-359)  “O hapless ones, dare not to transgress my divine\nwarning, even though ye think that I am thrice as much hated by\nthe sons of heaven as I am, and even more than thrice; dare not\nto sail further with your ship in despite of the omen.  And as\nthese things will fall, so shall they fall.  But if ye shun the\nclashing rocks and come scatheless inside Pontus, straightway\nkeep the land of the Bithynians on your right and sail on, and\nbeware of the breakers, until ye round the swift river Rhebas and\nthe black beach, and reach the harbour of the Isle of Thynias.\nThence ye must turn back a little space through the sea and beach\nyour ship on the land of the Mariandyni lying opposite.  Here is\na downward path to the abode of Hades, and the headland of\nAcherusia stretches aloft, and eddying Acheron cleaves its way at\nthe bottom, even through the headland, and sends its waters forth\nfrom a huge ravine.  And near it ye will sail past many hills of\nthe Paphlagonians, over whom at the first Eneteian Pelops\nreigned, and of his blood they boast themselves to be.",
        "(ll. 360-406)  “Now there is a headland opposite Helice the Bear,\nsteep on all sides, and they call it Carambis, about whose crests\nthe blasts of the north wind are sundered.  So high in the air\ndoes it rise turned towards the sea.  And when ye have rounded it\nbroad Aegialus stretches before you; and at the end of broad\nAegialus, at a jutting point of coast, the waters of the river\nHalys pour forth with a terrible roar; and after it his flowing\nnear, but smaller in stream, rolls into the sea with white\neddies.  Onward from thence the bend of a huge and towering cape\nreaches out from the land, next Thermodon at its mouth flows into\na quiet bay at the Themiscyreian headland, after wandering\nthrough a broad continent.  And here is the plain of Doeas, and\nnear are the three cities of the Amazons, and after them the\nChalybes, most wretched of men, possess a soil rugged and\nunyielding sons of toil, they busy themselves with working iron.\nAnd near them dwell the Tibareni, rich in sheep, beyond the\nGenetaean headland of Zeus, lord of hospitality.  And bordering\non it the Mossynoeci next in order inhabit the well-wooded\nmainland and the parts beneath the mountains, who have built in\ntowers made from trees their wooden homes and well-fitted\nchambers, which they call Mossynes, and the people themselves\ntake their name from them.  After passing them ye must beach your\nship upon a smooth island, when ye have driven away with all\nmanner of skill the ravening birds, which in countless numbers\nhaunt the desert island.  In it the Queens of the Amazons, Otrere\nand Antiope, built a stone temple of Ares what time they went\nforth to war.  Now here an unspeakable help will come to you from\nthe bitter sea; wherefore with kindly intent I bid you stay.  But\nwhat need is there that I should sin yet again declaring\neverything to the end by my prophetic art?  And beyond the island\nand opposite mainland dwell the Philyres: and above the Philyres\nare the Macrones, and after them the vast tribes of the Becheiri.\nAnd next in order to them dwell the Sapeires, and the Byzeres\nhave the lands adjoining to them, and beyond them at last live\nthe warlike Colchians themselves.  But speed on in your ship,\ntill ye touch the inmost bourne of the sea.  And here at the\nCytaean mainland and from the Amarantine mountains far away and\nthe Circaean plain, eddying Phasis rolls his broad stream to the\nsea.  Guide your ship to the mouth of that river and ye shall\nbehold the towers of Cytaean Aeetes and the shady grove of Ares,\nwhere a dragon, a monster terrible to behold, ever glares around,\nkeeping watch over the fleece that is spread upon the top of an\noak; neither by day nor by night does sweet sleep subdue his\nrestless eyes.”",
        "(ll. 408-410)  Thus he spake, and straightway fear seized them as\nthey heard.  And for a long while they were struck with silence;\ntill at last the hero, son of Aeson, spake, sore dismayed at\ntheir evil plight:",
        "(ll. 411-418)  “O aged sire, now hast thou come to the end of the\ntoils of our sea-journeying and hast told us the token, trusting\nto which we shall make our way to Pontus through the hateful\nrocks; but whether, when we have escaped them, we shall have a\nreturn back again to Hellas, this too would we gladly learn from\nthee.  What shall I do, how shall I go over again such a long\npath through the sea, unskilled as I am, with unskilled comrades?\nAnd Colchian Aea lies at the edge of Pontus and of the world.”",
        "(ll. 419-425)  Thus he spake, and him the aged sire addressed in\nreply: “O son, when once thou hast escaped through the deadly\nrocks, fear not; for a deity will be the guide from Aea by\nanother track; and to Aea there will be guides enough.  But, my\nfriends, take thought of the artful aid of the Cyprian goddess.\nFor on her depends the glorious issue of your venture.  And\nfurther than this ask me not.”",
        "(ll. 426-437)  Thus spake Agenor’s son, and close at hand the\ntwin sons of Thracian Boreas came darting from the sky and set\ntheir swift feet upon the threshold; and the heroes rose up from\ntheir seats when they saw them present.  And Zetes, still drawing\nhard breath after his toil, spake among the eager listeners,\ntelling them how far they had driven the Harpies and how his\nprevented their slaying them, and how the goddess of her grace\ngave them pledges, and how those others in fear plunged into the\nvast cave of the Dictaean cliff.  Then in the mansion all their\ncomrades were joyful at the tidings and so was Phineus himself.\nAnd quickly Aeson’s son, with good will exceeding, addressed him:",
        "(ll. 438-442)  Assuredly there was then, Phineus, some god who\ncared for thy bitter woe, and brought us hither from afar, that\nthe sons of Boreas might aid thee; and if too he should bring\nsight to thine eyes, verily I should rejoice, methinks, as much\nas if I were on my homeward way.”",
        "(ll. 443-447)  Thus he spake, but Phineus replied to him with\ndowncast look: “Son of Aeson, that is past recall, nor is there\nany remedy hereafter, for blasted are my sightless eyes.  But\ninstead of that, may the god grant me death at once, and after\ndeath I shall take my share in perfect bliss.”",
        "(ll. 448-467)  Then they two returned answering speech, each to\nother, and soon in the midst of their converse early dawn\nappeared; and round Phineus were gathered the neighbours who used\nto come thither aforetime day by day and constantly bring a\nportion of their food.  To all alike, however poor he was that\ncame, the aged man gave his oracles with good will, and freed\nmany from their woes by his prophetic art; wherefore they visited\nand tended him.  And with them came Paraebius, who was dearest to\nhim, and gladly did he perceive these strangers in the house. \nFor long ere now the seer himself had said that a band of\nchieftains, faring from Hellas to the city of Aceres, would make\nfast their hawsers to the Thynian land, and by Zeus’ will would\ncheck tho approach of the Harpies.  The rest the old man pleased\nwith words of wisdom and let them go; Paraebius only he bade\nremain there with the chiefs; and straightway he sent him and\nbade him bring back the choicest of his sheep.  And when he had\nleft the hall Phineus spake gently amid the throng of oarsmen:",
        "(ll. 468-489)  “O my friends, not all men are arrogant, it seems,\nnor unmindful of benefits.  Even as this man, loyal as he is,\ncame hither to learn his fate.  For when he laboured the most and\ntoiled the most, then the needs of life, ever growing more and\nmore, would waste him, and day after day ever dawned more\nwretched, nor was there any respite to his toil.  But he was\npaying the sad penalty of his father’s sin.  For he when alone on\nthe mountains, felling trees, once slighted the prayers of a\nHamadryad, who wept and sought to soften him with plaintive\nwords, not to cut down the stump of an oak tree coeval with\nherself, wherein for a long time she had lived continually; but\nhe in the arrogance of youth recklessly cut it down.  So to him\nthe nymph thereafter made her death a curse, to him and to his\nchildren.  I indeed knew of the sin when he came; and I bid him\nbuild an altar to the Thynian nymph, and offer on it an atoning\nsacrifice, with prayer to escape his father’s fate.  Here, ever\nsince he escaped the god-sent doom, never has he forgotten or\nneglected me; but sorely and against his will do I send him from\nmy doors, so eager is he to remain with me in my affliction.”",
        "(ll. 490-499)  Thus spake Agenor’s son; and his friend\nstraightway came near leading two sheep from the flock.  And up\nrose Jason and up rose the sons of Boreas at the bidding of the\naged sire . And quickly they called upon Apollo, lord of\nprophecy, and offered sacrifice upon the health as the day was\njust sinking.  And the younger comrades made ready a feast to\ntheir hearts’ desire.  Thereupon having well feasted they turned\nthemselves to rest, some near the ship’s hawsers, others in\ngroups throughout the mansion.  And at dawn the Etesian winds\nblew strongly, which by the command of Zeus blow over every land\nequally.",
        "(ll. 500-527)  Cyrene, the tale goes, once tended sheep along the\nmarsh-meadow of Peneus among men of old time; for dear to her\nwere maidenhood and a couch unstained.  But, as she guarded her\nflock by the river, Apollo carried her off far from Haemonia and\nplaced her among the nymphs of the land, who dwelt in Libya near\nthe Myrtosian height.  And here to Phoebus she bore Aristaeus\nwhom the Haemonians, rich in corn-land, call “Hunter” and\n“Shepherd”.  Her, of his love, the god made a nymph there, of\nlong life and a huntress, and his son he brought while still an\ninfant to be nurtured in the cave of Cheiron.  And to him when he\ngrew to manhood the Muses gave a bride, and taught him the arts\nof healing and of prophecy; and they made him the keeper of their\nsheep, of all that grazed on the Athamantian plain of Phthia and\nround steep Othrys and the sacred stream of the river Apidanus.\nBut when from heaven Sirius scorched the Minoan Isles, and for\nlong there was no respite for the inhabitants, then by the\ninjunction of the Far-Darter they summoned Aristaeus to ward off\nthe pestilence.  And by his father’s command he left Phthia and\nmade his home in Ceos, and gathered together the Parrhasian\npeople who are of the lineage of Lycaon, and he built a great\naltar to Zeus Icmaeus, and duly offered sacrifices upon the\nmountains to that star Sirius, and to Zeus son of Cronos himself.\nAnd on this account it is that Etesian winds from Zeus cool the\nland for forty days, and in Ceos even now the priests offer\nsacrifices before the rising of the Dog-star.",
        "(ll. 528-536)  So the tale is told, but the chieftains stayed\nthere by constraint, and every day the Thynians, doing pleasure\nto Phineus, sent them gifts beyond measure.  And afterwards they\nraised an altar to the blessed twelve on the sea-beach opposite\nand laid offerings thereon and then entered their swift ship to\nrow, nor did they forget to bear with them a trembling dove; but\nEuphemus seized her and brought her all quivering with fear, and\nthey loosed the twin hawsers from the land.",
        "(ll. 537-548)  Nor did they start unmarked by Athena, but\nstraightway swiftly she set her feel on a light cloud, which\nwould waft her on, mighty though she was, and she swept on to the\nsea with friendly thoughts to the oarsmen.  And as when one\nroveth far from his native land, as we men often wander with\nenduring heart, nor is any land too distant but all ways are\nclear to his view, and he sees in mind his own home, and at once\nthe way over sea and land seems slain, and swiftly thinking, now\nthis way, now that, he strains with eager eyes; so swiftly the\ndaughter of Zeus darted down and set her foot on the cheerless\nshore of Thynia.",
        "(ll. 549-567)  Now when they reached the narrow strait of the\nwinding passage, hemmed in on both sides by rugged cliffs, while\nan eddying current from below was washing against the ship as she\nmoved on, they went forward sorely in dread; and now the thud of\nthe crashing rocks ceaselessly struck their ears, and the\nsea-washed shores resounded, and then Euphemus grasped the dove\nin his hand and started to mount the prow; and they, at the\nbidding of Tiphys, son of Hagnias, rowed with good will to drive\nArgo between the rocks, trusting to their strength.  And as they\nrounded a bend they saw the rocks opening for the last time of\nall.  Their spirit melted within them; and Euphemus sent forth\nthe dove to dart forward in flight; and they all together raised\ntheir heads to look; but she flew between them, and the rocks\nagain rushed together and crashed as they met face to face.  And\nthe foam leapt up in a mass like a cloud; awful was the thunder\nof the sea; and all round them the mighty welkin roared.",
        "(ll. 568-592)  The hollow caves beneath the rugged cliffs rumbled\nas the sea came surging in; and the white foam of the dashing\nwave spurted high above the cliff.  Next the current whirled the\nship round.  And the rocks shore away the end of the dove’s tail-\nfeathers; but away she flew unscathed.  And the rowers gave a\nloud cry; and Tiphys himself called to them to row with might and\nmain.  For the rocks were again parting asunder.  But as they\nrowed they trembled, until the tide returning drove them back\nwithin the rocks.  Then most awful fear seized upon all; for over\ntheir head was destruction without escape.  And now to right and\nleft broad Pontus was seen, when suddenly a huge wave rose up\nbefore them, arched, like a steep rock; and at the sight they\nbowed with bended heads.  For it seemed about to leap down upon\nthe ship’s whole length and to overwhelm them.  But Tiphys was\nquick to ease the ship as she laboured with the oars; and in all\nits mass the wave rolled away beneath the keel, and at the stern\nit raised Argo herself and drew her far away from the rocks; and\nhigh in air was she borne.  But Euphemus strode among all his\ncomrades and cried to them to bend to their oars with all their\nmight; and they with a shout smote the water.  And as far as the\nship yielded to the rowers, twice as far did she leap back, and\nthe oar, were bent like curved bows as the heroes used their\nstrength.",
        "(ll. 593-610) Then a vaulted billow rushed upon them, and the\nship like a cylinder ran on the furious wave plunging through the\nhollow sea.  And the eddying current held her between the\nclashing rocks; and on each side they shook and thundered; and\nthe ship’s timbers were held fast.  Then Athena with her left\nhand thrust back one mighty rock and with her right pushed the\nship through; and she, like a winged arrow, sped through the air.\nNevertheless the rocks, ceaselessly clashing, shore off as she\npassed the extreme end of the stern-ornament.  But Athena soared\nup to Olympus, when they had escaped unscathed.  And the rocks in\none spot at that moment were rooted fast for ever to each other,\nwhich thing had been destined by the blessed gods, when a man in\nhis ship should have passed between them alive.  And the heroes\nbreathed again after their chilling fear, beholding at the same\ntime the sky and the expanse of sea spreading far and wide.  For\nthey deemed that they were saved from Hades; and Tiphys first of\nall began to speak:",
        "(ll. 611-618) “It is my hope that we have safely escaped this\nperil–we, and the ship; and none other is the cause so much as\nAthena, who breathed into Argo divine strength when Argus knitted\nher together with bolts; and she may not be caught.  Son of\nAeson, no longer fear thou so much the hest of thy king, since a\ngod hath granted us escape between the rocks; for Phineus,\nAgenor’s son, said that our toils hereafter would be lightly\naccomplished.”",
        "(ll. 619-637)  He spake, and at once he sped the ship onward\nthrough the midst of the sea past the Bithynian coast.  But Jason\nwith gentle words addressed him in reply: “Tiphys, why dost thou\ncomfort thus my grieving heart?  I have erred and am distraught\nin wretched and helpless ruin.  For I ought, when Pelias gave the\ncommand, to have straightway refused this quest to his face, yea,\nthough I were doomed to die pitilessly, torn limb from limb, but\nnow I am wrapped in excessive fear and cares unbearable, dreading\nto sail through the chilling paths of the sea, and dreading when\nwe shall set foot on the mainland.  For on every side are\nunkindly men.  And ever when day is done I pass a night of groans\nfrom the time when ye first gathered together for my sake, while\nI take thought for all things; but thou talkest at thine ease,\neating only for thine own life; while for myself I am dismayed\nnot a whit; but I fear for this man and for that equally, and for\nthee, and for my other comrades, if I shall not bring you back\nsafe to the land of Hellas.”",
        "(ll. 638-640)  Thus he spake, making trial of the chiefs; but\nthey shouted loud with cheerful words.  And his heart was warmed\nwithin him at their cry and again he spake outright among them:",
        "(ll. 641-647)  “My friends, in your valour my courage is\nquickened.  Wherefore now, even though I should take my way\nthrough the gulfs of Hades, no more shall I let fear seize upon\nme, since ye are steadfast amid cruel terrors.  But now that we\nhave sailed out from the striking rocks, I trow that never\nhereafter will there be another such fearful thing, if indeed we\ngo on our way following the counsel of Phineus.”",
        "(ll. 648-668)  Thus he spake, and straightway they ceased from\nsuch words and gave unwearying labour to the oar; and quickly\nthey passed by the swiftly flowing river Rhebas and the peak of\nColone, and soon thereafter the black headland, and near it the\nmouth of the river Phyllis, where aforetime Dipsaeus received in\nhis home the son of Athamas, when with his ram he was flying from\nthe city of Orchomenus; and Dipsacus was the son of a meadow-\nnymph, nor was insolence his delight, but contented by his\nfather’s stream he dwelt with his mother, pasturing his flocks by\nthe shore.  And quickly they sighted and sailed past his shrine\nand the broad banks of the river and the plain, and deep-flowing\nCalpe, and all the windless night and the day they bent to their\ntireless oars.  And even as ploughing oxen toil as they cleave\nthe moist earth, and sweat streams in abundance from flank and\nneck; and from beneath the yoke their eyes roll askance, while\nthe breath ever rushes from their mouths in hot gasps; and all\nday long they toil, planting their hoofs deep in the ground; like\nthem the heroes kept dragging their oars through the sea.",
        "(ll. 669-685)  Now when divine light has not yet come nor is it\nutter darkness, but a faint glimmer has spread over the night,\nthe time when men wake and call it twilight, at that hour they\nran into the harbour of the desert island Thynias and, spent by\nweary toil, mounted the shore.  And to them the son of Leto, as\nhe passed from Lycia far away to the countless folk of the\nHyperboreans, appeared; and about his cheeks on both sides his\ngolden locks flowed in clusters as he moved; in his left hand he\nheld a silver bow, and on his back was slung a quiver hanging\nfrom his shoulders; and beneath his feet all the island quaked,\nand the waves surged high on the beach.  Helpless amazement\nseized them as they looked; and no one dared to gaze face to face\ninto the fair eyes of the god.  And they stood with heads bowed\nto the ground; but he, far off, passed on to the sea through the\nair; and at length Orpheus spake as follows, addressing the\nchiefs:",
        "(ll. 686-693)  “Come, let us call this island the sacred isle of\nApollo of the Dawn since he has appeared to all, passing by at\ndawn; and we will offer such sacrifices as we can, building an\naltar on the shore; and if hereafter he shall grant us a safe\nreturn to the Haemonian land, then will we lay on his altar the\nthighs of horned goats.  And now I bid you propitiate him with\nthe steam of sacrifice and libations.  Be gracious, O king, be\ngracious in thy appearing.”",
        "(ll. 694-713)  Thus he spake, and they straightway built up an\naltar with shingle; and over the island they wandered, seeking if\nhaply they could get a glimpse of a fawn or a wild goat, that\noften seek their pasture in the deep wood.  And for them Leto’s\nson provided a quarry; and with pious rites they wrapped in fat\nthe thigh bones of them all and burnt them on the sacred altar,\ncelebrating Apollo, Lord of Dawn.  And round the burning\nsacrifice they set up a broad dancing-ring, singing, “All hail\nfair god of healing, Phoebus, all hail,” and with them Oeagrus’\ngoodly son began a clear lay on his Bistonian lyre; how once\nbeneath the rocky ridge of Parnassus he slew with his bow the\nmonster Delphyne, he, still young and beardless, still rejoicing\nin his long tresses.  Mayst thou be gracious!  Ever, O king, be\nthy locks unshorn, ever unravaged; for so is it right.  And none\nbut Leto, daughter of Coeus, strokes them with her dear hands.\nAnd often the Corycian nymphs, daughters of Pleistus, took up the\ncheering strain crying “Healer\"; hence arose this lovely refrain\nof the hymn to Phoebus.",
        "(ll. 714-719)  Now when they had celebrated him with dance and\nsong they took an oath with holy libations, that they would ever\nhelp each other with concord of heart, touching the sacrifice as\nthey swore; and even now there stands there a temple to gracious\nConcord, which the heroes themselves reared, paying honour at\nthat time to the glorious goddess.",
        "(ll. 720-751)  Now when the third morning came, with a fresh west\nwind they left the lofty island.  Next, on the opposite side they\nsaw and passed the mouth of the river Sangarius and the fertile\nland of the Mariandyni, and the stream of Lycus and the\nAnthemoeisian lake; and beneath the breeze the ropes and all the\ntackling quivered as they sped onward.  During the night the wind\nceased and at dawn they gladly reached the haven of the\nAcherusian headland.  It rises aloft with steep cliffs, looking\ntowards the Bithynian sea; and beneath it smooth rocks, ever\nwashed by the sea, stand rooted firm; and round them the wave\nrolls and thunders loud, but above, wide-spreading plane trees\ngrow on the topmost point.  And from it towards the land a hollow\nglen slopes gradually away, where there is a cave of Hades\noverarched by wood and rocks.  From here an icy breath,\nunceasingly issuing from the chill recess, ever forms a\nglistening rime which melts again beneath the midday sun.  And\nnever does silence hold that grim headland, but there is a\ncontinual murmur from the sounding sea and the leaves that quiver\nin the winds from the cave.  And here is the outfall of the river\nAcheron which bursts its way through the headland and falls into\nthe Eastern sea, and a hollow ravine brings it down from above.\nIn after times the Nisaean Megarians named it Soonautes (2) when\nthey were about to settle in the land of the Mariandyni.  For\nindeed the river saved them with their ships when they were\ncaught in a violent tempest.  By this way the heroes took the\nship through (3) the Acherusian headland and came to land over\nagainst it as the wind had just ceased.",
        "(ll. 752-773)  Not long had they come unmarked by Lycus, the lord\nof that land, and the Mariandyni–they, the slayers of Amycus,\naccording to the report which the people heard before; but for\nthat very deed they even made a league with the heroes.  And\nPolydeuces himself they welcomed as a god, flocking from every\nside, since for a long time had they been warring against the\narrogant Bebrycians.  And so they went up all together into the\ncity, and all that day with friendly feelings made ready a feast\nwithin the palace of Lycus and gladdened their souls with\nconverse.  Aeson’s son told him the lineage and name of each of\nhis comrades and the behests of Pelias, and how they were\nwelcomed by the Lemnian women, and all that they did at Dolionian\nCyzieus; and how they reached the Mysian land and Cius, where,\nsore against their will, they left behind the hero Heracles, and\nhe told the saying of Glaucus, and how they slew the Bebrycians\nand Amycus, and he told of the prophecies and affliction of\nPhineus, and how they escaped the Cyanean rocks, and how they met\nwith Leto’s son at the island.  And as he told all, Lycus was\ncharmed in soul with listening; and he grieved for Heracles left\nbehind, and spake as follows among them all:",
        "(ll. 774-810)  “O friends, what a man he was from whose help ye\nhave fallen away, as ye cleave your long path to Aeetes; for well\ndo I know that I saw him here in the halls of Dascylus my father,\nwhen he came hither on foot through the land of Asia bringing the\ngirdle of warlike Hippolyte; and me he found with the down just\ngrowing on my cheeks.  And here, when my brother Priolas was\nslain by the Mysians–my brother, whom ever since the people\nlament with most piteous dirges–he entered the lists with\nTitias in boxing and slew him, mighty Titias, who surpassed all\nthe youths in beauty and strength; and he dashed his teeth to the\nground.  Together with the Mysians he subdued beneath my father’s\nsway the Phrygians also, who inhabit the lands next to us, and he\nmade his own the tribes of the Bithynians and their land, as far\nas the mouth of Rhebas and the peak of Colone; and besides them\nthe Paphlagonians of Pelops yielded just as they were, even all\nthose round whom the dark water of Billaeus breaks.  But now the\nBebrycians and the insolence of Amycus have robbed me, since\nHeracles dwells far away, for they have long been cutting off\nhuge pieces of my land until they have set their bounds at the\nmeadows of deep-flowing Hypius.  Nevertheless, by your hands have\nthey paid the penalty; and it was not without the will of heaven,\nI trow, that he brought war on the Bebrycians this day–he, the\nson of Tyndareus, when he slew that champion.  Wherefore whatever\nrequital I am now able to pay, gladly will I pay it, for that is\nthe rule for weaker men when the stronger begin to help them.  So\nwith you all, and in your company, I bid Dascylus my son follow;\nand if he goes, you will find all men friendly that ye meet on\nyour way through the sea even to the mouth of the river\nThermodon.  And besides that, to the sons of Tyndareus will I\nraise a lofty temple on the Acherusian height, which all sailors\nshall mark far across the sea and shall reverence; and hereafter\nfor them will I set apart outside the city, as for gods, some\nfertile fields of the well-tilled plain.”",
        "(ll. 811-814)  Thus all day long they revelled at the banquet.\nBut at dawn they hied down to the ship in haste; and with them\nwent Lycus himself, when he had given them countless gifts to\nbear away; and with them he sent forth his son from his home.",
        "(ll. 815-834)  And here his destined fate smote Idmon, son of\nAbas, skilled in soothsaying; but not at all did his soothsaying\nsave him, for necessity drew him on to death.  For in the mead of\nthe reedy river there lay, cooling his flanks and huge belly in\nthe mud, a white-tusked boar, a deadly monster, whom even the\nnymphs of the marsh dreaded, and no man knew it; but all alone he\nwas feeding in the wide fell.  But the son of Abas was passing\nalong the raised banks of the muddy river, and the boar from some\nunseen lair leapt out of the reed-bed, and charging gashed his\nthigh and severed in twain the sinews and the bone.  And with a\nsharp cry the hero fell to the ground; and as he was struck his\ncomrades flocked together with answering cry.  And quickly Peleus\nwith his hunting spear aimed at the murderous boar as he fled\nback into the fen; and again he turned and charged; but Idas\nwounded him, and with a roar he fell impaled upon the sharp\nspear.  And the boar they left on the ground just as he had\nfallen there; but Idmon, now at the last gasp, his comrades bore\nto the ship in sorrow of heart, and he died in his comrades’\narms.",
        "(ll. 835-850)  And here they stayed from taking thought for their\nvoyaging and abode in grief for the burial of their dead friend.\nAnd for three whole days they lamented; and on the next they\nburied him with full honours, and the people and King Lycus\nhimself took part in the funeral rites; and, as is the due of the\ndeparted, they slaughtered countless sheep at his tomb.  And so a\nbarrow to this hero was raised in that land, and there stands a\ntoken for men of later days to see, the trunk of a wild olive\ntree, such as ships are built of; and it flourishes with its\ngreen leaves a little below the Acherusian headland.  And if at\nthe bidding of the Muses I must tell this tale outright, Phoebus\nstrictly commanded the Boeotians and Nisaeans to worship him as\nguardian of their city, and to build their city round the trunk\nof the ancient wild olive; but they, instead of the god-fearing\nAeolid Idmon, at this day honour Agamestor.",
        "(ll. 851-868)  Who was the next that died?  For then a second\ntime the heroes heaped up a barrow for a comrade dead.  For still\nare to be seen two monuments of those heroes.  The tale goes that\nTiphys son of Hagnias died; nor was it his destiny thereafter to\nsail any further.  But him there on the spot a short sickness\nlaid to rest far from his native land, when the company had paid\ndue honours to the dead son of Abas.  And at the cruel woe they\nwere seized with unbearable grief.  For when with due honours\nthey had buried him also hard by the seer, they cast themselves\ndown in helplessness on the sea-shore silently, closely wrapped\nup, and took no thought for meat or drink; and their spirit\ndrooped in grief, for all hope of return was gone.  And in their\nsorrow they would have stayed from going further had not Hera\nkindled exceeding courage in Ancaeus, whom near the waters of\nImbrasus Astypalaea bore to Poseidon; for especially was he\nskilled in steering and eagerly did he address Peleus:",
        "(ll. 869-877)  “Son of Aeacus, is it well for us to give up our\ntoils and linger on in a strange land?  Not so much for my\nprowess in war did Jason take me with him in quest of the fleece,\nfar from Parthenia, as for my knowledge of ships.  Wherefore, I\npray, let there be no fear for the ship.  And so there are here\nother men of skill, of whom none will harm our voyaging,\nwhomsoever we set at the helm.  But quickly tell forth all this\nand boldly urge them to call to mind their task.”",
        "(ll. 878-884)  Thus he spake; and Peleus’ soul was stirred with\ngladness, and straightway he spake in the midst of all: “My\nfriends, why do we thus cherish a bootless grief like this?  For\nthose two have perished by the fate they have met with; but among\nour host are steersmen yet, and many a one.  Wherefore let us not\ndelay our attempt, but rouse yourselves to the work and cast away\nyour griefs.”",
        "(ll. 885-893)  And him in reply Aeson’s son addressed with\nhelpless words: “Son of Aeacus, where are these steersmen of\nthine?  For those whom we once deemed to be men of skill, they\neven more than I are bowed with vexation of heart.  Wherefore I\nforebode an evil doom for us even as for the dead, if it shall be\nour lot neither to reach the city of fell Aeetes, nor ever again\nto pass beyond the rocks to the land of Hellas, but a wretched\nfate will enshroud us here ingloriously till we grow old for\nnaught.”",
        "(ll. 894-898)  Thus he spake, but Ancaeus quickly undertook to\nguide the swift ship; for he was stirred by the impulse of the\ngoddess.  And after him Erginus and Nauplius and Euphemus started\nup, eager to steer.  But the others held them back, and many of\nhis comrades granted it to Ancaeus.",
        "(ll. 899-910)  So on the twelfth day they went aboard at dawn,\nfor a strong breeze of westerly wind was blowing.  And quickly\nwith the oars they passed out through the river Acheron and,\ntrusting to the wind, shook out their sails, and with canvas\nspread far and wide they were cleaving their passage through the\nwaves in fair weather.  And soon they passed the outfall of the\nriver Callichorus, where, as the tale goes, the Nysean son of\nZeus, when he had left the tribes of the Indians and came to\ndwell at Thebes, held revels and arrayed dances in front of a\ncave, wherein he passed unsmiling sacred nights, from which time\nthe neighbours call the river by the name of Callichorus (4) and\nthe cave Aulion.(5)",
        "(ll. 911-929)  Next they beheld the barrow of Sthenelus, Actor’s\nson, who on his way back from the valorous war against the\nAmazons–for he had been the comrade of Heracles–was struck\nby an arrow and died there upon the sea-beach.  And for a time\nthey went no further, for Persephone herself sent forth the\nspirit of Actor’s son which craved with many tears to behold men\nlike himself, even for a moment.  And mounting on the edge of the\nbarrow he gazed upon the ship, such as he was when he went to\nwar; and round his head a fair helm with four peaks gleamed with\nits blood-red crest.  And again he entered the vast gloom; and\nthey looked and marvelled; and Mopsus, son of Ampycus, with word\nof prophecy urged them to land and propitiate him with libations.\nQuickly they drew in sail and threw out hawsers, and on the\nstrand paid honour to the tomb of Sthenelus, and poured out drink\nofferings to him and sacrificed sheep as victims.  And besides\nthe drink offerings they built an altar to Apollo, saviour of\nships, and burnt thigh bones; and Orpheus dedicated his lyre;\nwhence the place has the name of Lyra.",
        "(ll. 930-945)  And straightway they went aboard as the wind blew\nstrong; and they drew the sail down, and made it taut to both\nsheets; then Argo was borne over the sea swiftly, even as a hawk\nsoaring high through the air commits to the breeze its outspread\nwings and is borne on swiftly, nor swerves in its flight, poising\nin the clear sky with quiet pinions.  And lo, they passed by the\nstream of Parthenius as it flows into the sea, a most gentle\nriver, where the maid, daughter of Leto, when she mounts to\nheaven after the chase, cools her limbs in its much-desired\nwaters.  Then they sped onward in the night without ceasing, and\npassed Sesamus and lofty Erythini, Crobialus, Cromna and woody\nCytorus.  Next they swept round Carambis at the rising of the\nsun, and plied the oars past long Aegialus, all day and on\nthrough the night.",
        "(ll. 946-965)  And straightway they landed on the Assyrian shore\nwhere Zeus himself gave a home to Sinope, daughter of Asopus, and\ngranted her virginity, beguiled by his own promises.  For he\nlonged for her love, and he promised to grant her whatever her\nhearts desire might be.  And she in her craftiness asked of him\nvirginity.  And in like manner she deceived Apollo too who longed\nto wed her, and besides them the river Halys, and no man ever\nsubdued her in love’s embrace.  And there the sons of noble\nDeimachus of Tricca were still dwelling, Deileon, Autolycus and\nPhlogius, since the day when they wandered far away from\nHeracles; and they, when they marked the array of chieftains,\nwent to meet them and declared in truth who they were; and they\nwished to remain there no longer, but as soon as Argestes (6)\nblew went on ship-board.  And so with them, borne along by the\nswift breeze, the heroes left behind the river Halys, and left\nbehind his that flows hard by, and the delta-land of Assyria; and\non the same day they rounded the distant headland of the Amazons\nthat guards their harbour.",
        "(ll. 966-1001)  Here once when Melanippe, daughter of Ares, had,\ngone forth, the hero Heracles caught her by ambuscade and\nHippolyte gave him her glistening girdle as her sister’s ransom,\nand he sent away his captive unharmed.  In the bay of this\nheadland, at the outfall of Thermodon, they ran ashore, for the\nsea was rough for their voyage.  No river is like this, and none\nsends forth from itself such mighty streams over the land.  If a\nman should count every one he would lack but four of a hundred,\nbut the real spring is only one.  This flows down to the plain\nfrom lofty mountains, which, men say, are called the Amazonian\nmountains.  Thence it spreads inland over a hilly country\nstraight forward; wherefrom its streams go winding on, and they\nroll on, this way and that ever more, wherever best they can\nreach the lower ground, one at a distance and another near at\nhand; and many streams are swallowed up in the sand and are\nwithout a name; but, mingled with a few, the main stream openly\nbursts with its arching crest of foam into the inhospitable\nPontus.  And they would have tarried there and have closed in\nbattle with the Amazons, and would have fought not without\nbloodshed for the Amazons were not gentle foes and regarded not\njustice, those dwellers on the Doeantian plain; but grievous\ninsolence and the works of Ares were all their care; for by race\nthey were the daughters of Ares and the nymph Harmonia, who bare\nto Ares war-loving maids, wedded to him in the glens of the\nAcmonian wood had not the breezes of Argestes come again from\nZeus; and with the wind they left the rounded beach, where the\nThemiscyreian Amazons were arming for war.  For they dwelt not\ngathered together in one city, but scattered over the land,\nparted into three tribes.  In one part dwelt the Themiscyreians,\nover whom at that time Hippolyte reigned, in another the\nLycastians, and in another the dart-throwing Chadesians.  And the\nnext day they sped on and at nightfall they reached the land of\nthe Chalybes.",
        "(ll. 1002-1008)  That folk have no care for ploughing with oxen\nor for any planting of honey-sweet fruit; nor yet do they pasture\nflocks in the dewy meadow.  But they cleave the hard iron-bearing\nland and exchange their wages for daily sustenance; never does\nthe morn rise for them without toil, but amid bleak sooty flames\nand smoke they endure heavy labour.",
        "(ll. 1009-1014)  And straightway thereafter they rounded the\nheadland of Genetaean Zeus and sped safely past the land of the\nTibareni.  Here when wives bring forth children to their\nhusbands, the men lie in bed and groan with their heads close\nbound; but the women tend them with food, and prepare child-birth\nbaths for them.",
        "(ll. 1015-1029)  Next they reached the sacred mount and the land\nwhere the Mossynoeci dwell amid high mountains in wooden huts,\n(7) from which that people take their name.  And strange are\ntheir customs and laws.  Whatever it is right to do openly before\nthe people or in the market place, all this they do in their\nhomes, but whatever acts we perform at home, these they perform\nout of doors in the midst of the streets, without blame.  And\namong them is no reverence for the marriage-bed, but, like swine\nthat feed in herds, no whit abashed in others’ presence, on the\nearth they lie with the women.  Their king sits in the loftiest\nhut and dispenses upright judgments to the multitude, poor\nwretch!  For if haply he err at all in his decrees, for that day\nthey keep him shut up in starvation.",
        "(ll. 1030-1046)  They passed them by and cleft their way with\noars over against the island of Ares all day long; for at dusk\nthe light breeze left them.  At last they spied above them,\nhurtling through the air, one of the birds of Ares which haunt\nthat isle.  It shook its wings down over the ship as she sped on\nand sent against her a keen feather, and it fell on the left\nshoulder of goodly Oileus, and he dropped his oar from his hands\nat the sudden blow, and his comrades marvelled at the sight of\nthe winged bolt.  And Eribotes from his seat hard by drew out the\nfeather, and bound up the wound when he had loosed the strap\nhanging from his own sword-sheath; and besides the first, another\nbird appeared swooping down; but the hero Clytius, son of Eurytus\n– for he bent his curved bow, and sped a swift arrow against the\nbird–struck it, and it whirled round and fell close to the\nship.  And to them spake Amphidamas, son of Aleus:",
        "(ll. 1047-1067)  “The island of Ares is near us; you know it\nyourselves now that ye have seen these birds.  But little will\narrows avail us, I trow, for landing.  But let us contrive some\nother device to help us, if ye intend to land, bearing in mind\nthe injunction of Phineus.  For not even could Heracles, when he\ncame to Arcadia, drive away with bow and arrow the birds that\nswam on the Stymphalian lake.  I saw it myself.  But he shook in\nhis hand a rattle of bronze and made a loud clatter as he stood\nupon a lofty peak, and the birds fled far off, screeching in\nbewildered fear.  Wherefore now too let us contrive some such\ndevice, and I myself will speak, having pondered the matter\nbeforehand.  Set on your heads your helmets of lofty crest, then\nhalf row by turns, and half fence the ship about with polished\nspears and shields.  Then all together raise a mighty shout so\nthat the birds may be scared by the unwonted din, the nodding\ncrests, and the uplifted spears on high.  And if we reach the\nisland itself, then make mighty noise with the clashing of\nshields.”",
        "(ll. 1068-1089)  Thus he spake, and the helpful device pleased\nall.  And on their heads they placed helmets of bronze, gleaming\nterribly, and the blood-red crests were tossing.  And half of\nthem rowed in turn, and the rest covered the ship with spears and\nshields.  And as when a man roofs over a house with tiles, to be\nan ornament of his home and a defence against rain, and one the\nfits firmly into another, each after each; so they roofed over\nthe ship with their shields, locking them together.  And as a din\narises from a warrior-host of men sweeping on, when lines of\nbattle meet, such a shout rose upward from the ship into the air.\nNow they saw none of the birds yet, but when they touched the\nisland and clashed upon their shields, then the birds in\ncountless numbers rose in flight hither and thither.  And as when\nthe son of Cronos sends from the clouds a dense hailstorm on city\nand houses, and the people who dwell beneath hear the din above\nthe roof and sit quietly, since the stormy season has not come\nupon them unawares, but they have first made strong their roofs;\nso the birds sent against the heroes a thick shower of feather-\nshafts as they darted over the sea to the mountains of the land\nopposite.",
        "(ll. 1090-1092)  What then was the purpose of Phineus in bidding\nthe divine band of heroes land there?  Or what kind of help was\nabout to meet their desire?",
        "(ll. 1093-1122)  The sons of Phrixus were faring towards the city\nof Orchomenus from Aea, coming from Cytaean Aeetes, on board a\nColchian ship, to win the boundless wealth of their father; for\nhe, when dying, had enjoined this journey upon them.  And lo, on\nthat day they were very near that island.  But Zeus had impelled\nthe north wind’s might to blow, marking by rain the moist path of\nArcturus; and all day long he was stirring the leaves upon the\nmountains, breathing gently upon the topmost sprays; but at night\nhe rushed upon the sea with monstrous force, and with his\nshrieking blasts uplifted the surge; and a dark mist covered the\nheavens, nor did the bright stars anywhere appear from among the\nclouds, but a murky gloom brooded all around.  And so the sons of\nPhrixus, drenched and trembling in fear of a horrible doom, were\nborne along by the waves helplessly.  And the force of the wind\nhad snatched away their sails and shattered in twain the hull,\ntossed as it was by the breakers.  And hereupon by heaven’s\nprompting those four clutched a huge beam, one of many that were\nscattered about, held together by sharp bolts, when the ship\nbroke to pieces.  And on to the island the waves and the blasts\nof wind bore the men in their distress, within a little of death.\nAnd straightway a mighty rain burst forth, and rained upon the\nsea and the island, and all the country opposite the island,\nwhere the arrogant Mossynoeci dwelt.  And the sweep of the waves\nhurled the sons of Phrixus, together with their massy beam, upon\nthe beach of the island, in the murky night; and the floods of\nrain from Zeus ceased at sunrise, and soon the two bands drew\nnear and met each other, and Argus spoke first:",
        "(ll. 1123-1133)  “We beseech you, by Zeus the Beholder, whoever\nye are, to be kindly and to help us in our need.  For fierce\ntempests, falling on the sea, have shattered all the timbers of\nthe crazy ship in which we were cleaving our path on business\nbent.  Wherefore we entreat you, if haply ye will listen, to\ngrant us just a covering for our bodies, and to pity and succour\nmen in misfortune, your equals in age.  Oh, reverence suppliants\nand strangers for Zeus’ sake, the god of strangers and\nsuppliants.  To Zeus belong both suppliants and strangers; and\nhis eye, methinks, beholdeth even us.”",
        "(ll. 1134-1139)  And in reply the son of Aeson prudently\nquestioned him, deeming that the prophecies of Phineus were being\nfulfilled: “All these things will we straightway grant you with\nright good will.  But come tell me truly in what country ye dwell\nand what business bids you sail across the sea, and tell me your\nown glorious names and lineage.”",
        "(ll. 1140-1156)  And him Argus, helpless in his evil plight,\naddressed: “That one Phrixus an Aeolid reached Aea from Hellas\nyou yourselves have clearly heard ere this, I trow; Phrixus, who\ncame to the city of Aeetes, bestriding a ram, which Hermes had\nmade all gold; and the fleece ye may see even now.  The ram, at\nits own prompting, he then sacrificed to Zeus, son of Cronos,\nabove all, the god of fugitives.  And him did Aeetes receive in\nhis palace, and with gladness of heart gave him his daughter\nChalciope in marriage without gifts of wooing. (8)  From\nthose two are we sprung. But Phrixus died at last, an aged man,\nin the home of Aeetes; and we, giving heed to our father’s\nbehests, are journeying to Orehomenus to take the possessions of\nAthamas. And if thou dost desire to learn our names, this is\nCytissorus, this Phrontis, and this Melas, and me ye may. call\nArgus.”",
        "(ll. 1157-1159)  Thus he spake, and the chieftains rejoiced at\nthe meeting, and tended them, much marvelling.  And Jason again\nin turn replied, as was fitting, with these words:",
        "(ll. 1160-1178)  “Surely ye are our kinsmen on my father’s side,\nand ye pray that with kindly hearts we succour your evil plight.\nFor Cretheus and Athamas were brothers.  I am the grandson of\nCretheus, and with these comrades here I am journeying from that\nsame Hellas to the city of Aeetes.  But of these things we will\nconverse hereafter.  And do ye first put clothing upon you.  By\nheaven’s devising, I ween, have ye come to my hands in your sore\nneed.”",
        "(ll. 1168-1178)  He spake, and out of the ship gave them raiment\nto put on.  Then all together they went to the temple of Ares to\noffer sacrifice of sheep; and in haste they stood round the\naltar, which was outside the roofless temple, an altar built of\npebbles; within a black stone stood fixed, a sacred thing, to\nwhich of yore the Amazons all used to pray.  Nor was it lawful\nfor them, when they came from the opposite coast, to burn on this\naltar offerings of sheep and oxen, but they used to slay horses\nwhich they kept in great herds.  Now when they had sacrificed and\neaten the feast prepared, then Aeson’s son spake among them and\nthus began:",
        "(ll. 1179-1195)  “Zeus’ self, I ween, beholds everything; nor do\nwe men escape his eye, we that be god-fearing and just, for as he\nrescued your father from the hands of a murderous step-dame and\ngave him measureless wealth besides; even so hath he saved you\nharmless from the baleful storm.  And on board this ship ye may\nsail hither and thither, where ye will, whether to Aea or to the\nwealthy city of divine Orthomenus.  For our ship Athena built and\nwith axe of bronze cut her timbers near the crest of Pelion, and\nwith the goddess wrought Argus.  But yours the fierce surge hath\nshattered, before ye came nigh to the rocks which all day long\nclash together in the straits of the sea.  But come, be\nyourselves our helpers, for we are eager to bring to Hellas the\ngolden fleece, and guide us on our voyage, for I go to atone for\nthe intended sacrifice of Phrixus, the cause of Zeus’ wrath\nagainst the sons of Aeolus.”",
        "(ll. 1196-1199)  He spake with soothing words; but horror seized\nthem when they heard.  For they deemed that they would not find\nAeetes friendly if they desired to take away the ram’s fleece.\nAnd Argus spake as follows, vexed that they should busy\nthemselves with such a quest:",
        "(ll. 1200-1215)  “My friends, our strength, so far as it avails,\nshall never cease to help you, not one whit, when need shall\ncome.  But Aeetes is terribly armed with deadly ruthlessness;\nwherefore exceedingly do I dread this voyage.  And he boasts\nhimself to be the son of Helios; and all round dwell countless\ntribes of Colchians; and he might match himself with Ares in his\ndread war-cry and giant strength.  Nay, to seize the fleece in\nspite of Aeetes is no easy task; so huge a serpent keeps guard\nround and about it, deathless and sleepless, which Earth herself\nbrought forth on the sides of Caucasus, by the rock of Typhaon,\nwhere Typhaon, they say, smitten by the bolt of Zeus, son of\nCronos, when he lifted against the god his sturdy hands, dropped\nfrom his head hot gore; and in such plight he reached the\nmountains and plain of Nysa, where to this day he lies whelmed\nbeneath the waters of the Serbonian lake.”",
        "(ll. 1216-1218) Thus he spake, and straightway many a cheek grew\npale when they heard of so mighty an adventure.  But quickly\nPeleus answered with cheering words, and thus spake:",
        "(ll. 1219-1225)  “Be not so fearful in spirit, my good friend.\nFor we are not so lacking in prowess as to be no match for Aeetes\nto try his strength with arms; but I deem that we too are cunning\nin war, we that go thither, near akin to the blood of the blessed\ngods.  Wherefore if he will not grant us the fleece of gold for\nfriendship’s sake, the tribes of the Colchians will not avail\nhim, I ween.”",
        "(ll. 1226-1230)  Thus they addressed each other in turn, until\nagain, satisfied with their feast, they turned to rest.  And when\nthey rose at dawn a gentle breeze was blowing; and they raised\nthe sails, which strained to the rush of the wind, and quickly\nthey left behind the island of Ares.",
        "(ll. 1231-1241)  And at nightfall they came to the island of\nPhilyra, where Cronos, son of Uranus, what time in Olympus he\nreigned over the Titans, and Zeus was yet being nurtured in a\nCretan cave by the Curetes of Ida, lay beside Philyra, when he\nhad deceived Rhea; and the goddess found them in the midst of\ntheir dalliance; and Cronos leapt up from the couch with a rush\nin the form of a steed with flowing mane, but Ocean’s daughter,\nPhilyra, in shame left the spot and those haunts, and came to the\nlong Pelasgian ridges, where by her union with the transfigured\ndeity she brought forth huge Cheiron, half like a horse, half\nlike a god.",
        "(ll. 1242-1261)  Thence they sailed on, past the Macrones and the\nfar-stretching land of the Becheiri and the overweening Sapeires,\nand after them the Byzeres; for ever forward they clave their\nway, quickly borne by the gentle breeze.  And lo, as they sped\non, a deep gulf of the sea was opened, and lo, the steep crags of\nthe Caucasian mountains rose up, where, with his limbs bound upon\nthe hard rocks by galling fetters of bronze, Prometheus fed with\nhis liver an eagle that ever rushed back to its prey.  High above\nthe ship at even they saw it flying with a loud whirr, near the\nclouds; and yet it shook all the sails with the fanning of those\nhuge wings.  For it had not the form of a bird of the air but\nkept poising its long wing-feathers like polished oars.  And not\nlong after they heard the bitter cry of Prometheus as his liver\nwas being torn away; and the air rang with his screams until they\nmarked the ravening eagle rushing back from the mountain on the\nself-same track.  And at night, by the skill of Argus, they\nreached broad-flowing Phasis, and the utmost bourne of the sea.",
        "(ll. 1262-1276)  And straightway they let down the sails and the\nyard-arm and stowed them inside the hollow mast-crutch, and at\nonce they lowered the mast itself till it lay along; and quickly\nwith oars they entered the mighty stream of the river; and round\nthe prow the water surged as it gave them way.  And on their left\nhand they had lofty Caucasus and the Cytaean city of Aea, and on\nthe other side the plain of Ares and the sacred grove of that\ngod, where the serpent was keeping watch and ward over the fleece\nas it hung on the leafy branches of an oak.  And Aeson’s son\nhimself from a golden goblet poured into the river libations of\nhoney and pure wine to Earth and to the gods of the country, and\nto the souls of dead heroes; and he besought them of their grace\nto give kindly aid, and to welcome their ship’s hawsers with\nfavourable omen.  And straightway Ancaeus spake these words:",
        "(ll. 1277-1280)  “We have reached the Colchian land and the\nstream of Phasis; and it is time for us to take counsel whether\nwe shall make trial of Aeetes with soft words, or an attempt of\nanother kind shall be fitting.”",
        "(ll. 1281-1285)  Thus he spake, and by the advice of Argus Jason\nbade them enter a shaded backwater and let the ship ride at\nanchor off shore; and it was near at hand in their course and\nthere they passed the night.  And soon the dawn appeared to their\nexpectant eyes.",
        "ENDNOTES:\n(1)  i.e. Polydeuces.\n(2)  i.e. Saviour of Sailors.\n(3)  i.e. through the ravine that divides the headland.\n(4)  i.e. river of fair dances.\n(5)  i.e. the bedchamber.\n(6)  The north-west wind.\n(7)  Called “Mossynes”.\n(8)  i.e. without exacting gifts from the bridegroom.  So in the\n     “Iliad” (ix. 146) Agamemnon offers Achilles any of his three\n     daughters ANAEONOS.",
        "Continue...",
        "\nThis eBook of The Argonautica by Apollonius Rhodius belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Apollonius Rhodius: Argonautica (Loeb Classical Library #1)By Apollonius RhodiusAt Amazon"
    ]
}