{
    "title": "The Store Boy - Chapter XXXV - Turning the Tables",
    "author": "Horatio Alger, Jr.",
    "chapter": "35",
    "content": [
        "\n\n",
        "“Now Conrad,” said Mrs. Hamilton, “will you tell me by what authority\nyou send away my visitors?”",
        "“I didn’t suppose you would want to see Ben,” stammered Conrad.",
        "“Why not?”",
        "“After what he has done?”",
        "“What has he done?”",
        "“He stole your opera glass and pawned it.”",
        "“You are mistaken.  It was stolen by a different person.”",
        "Conrad started uneasily, and his mother, who was not in the secret,\nlooked surprised.",
        "“I know who took the opera glass,” continued Mrs. Hamilton.",
        "“Who was it?” asked the housekeeper.",
        "“Your son, I regret to say.”",
        "“This is a slander!” exclaimed Mrs. Hill angrily.  “Cousin Hamilton,\nthat boy has deceived you.”",
        "“My information did not come from Ben, if that is what you mean.”",
        "“My son would be incapable of stealing,” continued Mrs. Hill.",
        "“I should be glad to think so.  It can easily be settled.  Let Conrad\ngo with me tomorrow to the pawnbroker from whom I recovered the glass,\nand see if he recognizes him.”",
        "“He would be sure to say it was me,” stammered Conrad.",
        "“At any rate he told me it was not Ben, who made no opposition to\naccompanying me.”",
        "“I see there is a plot against my poor boy,” said Mrs. Hill bitterly.",
        "“On the contrary, I shall be glad to believe him innocent.  But there\nis another matter that requires investigation.  Conrad, here is a\nletter which has come for you.  Are you willing I should open and read\nit?”",
        "“I don’t like to show my letters,” said Conrad sullenly.",
        "“The boy is right,” said his mother, always ready to back up her son.",
        "“I have good reason for wishing to know the contents of the letter,\"\nsaid Mrs. Hamilton sternly.  “I will not open it, unless Conrad\nconsents, but I will call on the brokers and question them as to their\nmotive in addressing it to a boy.”",
        "Conrad was silent.  He saw that there was no escape for him.",
        "“Shall I read it?” asked Mrs. Hamilton.",
        "“Yes,” answered Conrad feebly.",
        "The letter was opened.",
        "It ran thus:",
        "  “Mr. Conrad Hill:",
        "  “You will be kind enough to call at our office at once, and pay\n  commission due us for buying add selling fifty shares Pacific Mail.\n  The fall in the price of the stock, as we have already notified you,\n  exhausted the money you placed in our hands as margin.",
        "                             “Yours respectfully,\"\n                                         “BIRD & BRANT.”",
        "“I hope, Cousin Hamilton, you won’t be too hard on the poor boy,” said\nthe housekeeper.  “He thought he would be able to replace the money.”",
        "“You and Conrad have done your best to prejudice me against Ben.”",
        "“You are mistaken,” said the housekeeper quickly, showing some\nevidence of agitation.",
        "“I have learned that the letter which lured Ben to a gambling house\nwas concocted between you.  The letter I have in my possession.”",
        "“Who told you such a falsehood?  If it is Ben–”",
        "“It is not Ben, Mrs. Hill.  He is as much surprised as you are to\nlearn it now.  The letter I submitted to an expert, who has positively\nidentified the handwriting as yours, Mrs. Hill.  You were very\npersistent in your attempts to make me believe than Ben was addicted\nto frequenting gambling houses.”",
        "“I see you are determined to believe me guilty,” said Mrs. Hill.\n“Perhaps you think I know about the opera glass and this stock\ngambling?”",
        "“I have no evidence of it, but I know enough to justify me in taking a\ndecisive step.”",
        "Mrs. Hill listened apprehensively.",
        "“It is this: you and Conrad must leave my house.  I can no longer\ntolerate your presence here.”",
        "“You send us out to starve?” said the housekeeper bitterly.",
        "“No; I will provide for you.  I will allow you fifty dollars a month\nand Conrad half as much, and you can board where you please.”",
        "“While that boy usurps our place?” said Mrs. Hill bitterly.",
        "“That is a matter to be decided between Ben and myself.”",
        "“We will go at once,” said the housekeeper.",
        "“I don’t require it.  You can stay here until you have secured a\nsatisfactory boarding place.”",
        "But Conrad and his mother left the house the next morning.  They saw\nthat Mrs. Hamilton was no longer to be deceived, and they could gain\nnothing by staying.  There was an angry scene between the mother and\nson.",
        "“Were you mad, Conrad,” said his mother, “to steal, where you were sure\nto be found out?  It is your folly that has turned Cousin Hamilton\nagainst us?”",
        "“No; it is that boy.  I’d like to wring his neck!”",
        "“I hope he will come to some bad end,” said Mrs. Hill malignantly.\n“If he had not come to the house none of this would have happened.”",
        "Meanwhile Ben and his patroness had a satisfactory conversation.",
        "“I hope you are satisfied with my management, Mrs. Hamilton?” said our\nhero.",
        "“You have done wonderfully, Ben.  Through you I am the richer by\nthirty-five thousand dollars at the very least, for the farm would\nhave been dear at five thousand, whereas it was sold for forty\nthousand.”",
        "“I am very glad you are satisfied.”",
        "“You shall have reason to be glad.  I intend to pay you a commission\nfor selling the place.”",
        "“Thank you,” said Ben joyfully.",
        "He thought it possible Mrs. Hamilton might give him fifty dollars, and\nthis would have been very welcome.",
        "“Under the circumstances, I shall allow you an extra commission–say\n10 per cent.  How much will 10 per cent. amount to on forty\nthousand dollars?”",
        "“Four thousand,” answered Ben mechanically.",
        "“Consider yourself worth fourth thousand dollars, then.”",
        "“But this is too much, Mrs. Hamilton,” said Ben, scarcely crediting\nhis good fortune.",
        "“Then give half of it to your mother,” said Mrs. Hamilton, smiling.",
        "“Now we can pay off the mortgage!” exclaimed Ben, joyfully.",
        "“What mortgage?”",
        "Ben told the story, and it aroused the lively sympathy of his\npatroness.",
        "“As soon as the purchase money is paid,” she said, “you shall have you\ncommission, and sooner if it is needed.”",
        "Continue...",
        "\nThis eBook of “The Store Boy” by Horatio Alger, Jr. belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}