{
    "title": "The Book of Delight and Other Papers - The Fox’s Heart (Israel Abrahams)",
    "author": "Unknown",
    "chapter": "6",
    "content": [
        "\n\n",
        "Pliny says that by eating the palpitating heart of a mole one acquires the\nfaculty of divining future events. In “Westward Ho!” the Spanish prisoners\nbeseech their English foe, Mr. Oxenham, not to leave them in the hands of\nthe Cimaroons, for the latter invariably ate the hearts of all that fell\ninto their hands, after roasting them alive. “Do you know,” asks Mr. Alston\nin the “Witch’s Head,” “what those Basutu devils would have done if they\nhad caught us? They would have skinned us, and made our hearts into mouti\n[medicine] and eaten them, to give them the courage of the white man.” Ibn\nVerga, the author of a sixteenth century account of Jewish martyrs, records\nthe following strange story: “I have heard that some people in Spain once\nbrought the accusation that they had found, in the house of a Jew, a lad\nslain, and his breast rent near the heart. They asserted that the Jews had\nextracted his heart to employ it at their festival. Don Solomon, the\nLevite, who was a learned man and a Cabbalist, placed the Holy Name under\nthe lad’s tongue. The lad then awoke and told who had slain him, and who\nhad removed his heart, with the object of accusing the poor Jews. I have\nnot,” adds the author of the Shebet Jehudah, “seen this story in writing,\nbut I have heard it related.”",
        "We have the authority of Dr. Ploss for the statement that among the Slavs\nwitches produce considerable disquiet in families, into which, folk say,\nthey penetrate in the disguise of hens or butterflies. They steal the\nhearts of children in order to eat them. They strike the child on the left\nside with a little rod; the breast opens, and the witches tear out the\nheart, and devour every atom of it. Thereupon the wound closes up of\nitself, without leaving a trace of what has been done. The child dies\neither immediately or soon afterwards, as the witch chooses. Many\nchildren’s illnesses are attributed to this cause. If one of these witches\nis caught asleep, the people seize her, and move her so as to place her\nhead where her feet were before. On awaking, she has lost all her power for\nevil, and is transformed into a medicine-woman, who is acquainted with the\nhealing effects of every herb, and aids in curing children of their\ndiseases. In Heine’s poem, “The Pilgrimage to Kevlaar,” the love-lorn youth\nseeks the cure of his heart’s ill by placing a waxen heart on the shrine.\nThis is unquestionably the most exquisite use in literature of the heart as\na charm.",
        "Two or three of the stories that I have noted down on the gruesome subject\nof heart-eating have been given above. Such ideas were abhorrent to the\nJewish conscience, and the use of the heart torn from a living animal was\nregarded as characteristic of idolatry (Jerusalem Talmud, Aboda Zara, ii,\n41b). In the Book of Tobit a fish’s heart plays a part, but it is detached\nfrom the dead animal, and is not eaten. It forms an ingredient of the smoke\nwhich exorcises the demon that is troubling the heroine Sarah.",
        "I have not come across any passage in the Jewish Midrashim that ascribes to\n“heart-eating,” even in folk-lore, the virtue of bestowing wisdom.\nAristotle seems to lend his authority to some such notion as that I have\nquoted from Pliny, when he says, “Man alone presents the phenomenon of\nheart-beating, because he alone is moved by hope and by expectation of what\nis coming.” As George H. Lewes remarked, it is quite evident that Aristotle\ncould never have held a bird in his hand. The idea, however, that eating\nthe heart of an animal has wisdom-conferring virtue seems to underlie a\nvery interesting Hebrew fable published by Dr. Steinschneider, in his\nAlphabetum Siracidis. The Angel of Death had demanded of God the power to\nslay all living things.",
        "“The Holy One replied, ’Cast a pair of each species into the sea, and\n  then thou shalt have dominion over all that remain of the species.’ The\n  Angel did so forthwith, and he cast a pair of each kind into the sea.\n  When the fox saw what he was about, what did he do? At once he stood and\n  wept. Then said the Angel of Death unto him, ’Why weepest thou?’ ’For my\n  companions, whom thou hast cast into the sea,’ answered the fox. ’Where,\n  then, are thy companions?’ said the Angel. The fox ran to the sea-shore\n  [with his wife], and the Angel of Death beheld the reflection of the fox\n  in the water, and he thought that he had already cast in a pair of foxes,\n  so, addressing the fox by his side, he cried, ’Be off with you!’ The fox\n  at once fled and escaped. The weasel met him, and the fox related what\n  had happened, and what he had done; and so the weasel went and did\n  likewise.",
        "“At the end of the year, the leviathan assembled all the creatures in the\n  sea, and lo! the fox and the weasel were missing, for they had not come\n  into the sea. He sent to ask, and he was told how the fox and the weasel\n  had escaped through their wisdom. They taunted the leviathan, saying,\n  ’The fox is exceedingly cunning.’ The leviathan felt uneasy and envious,\n  and he sent a deputation of great fishes, with the order that they were\n  to deceive the fox, and bring him before him. They went, and found him by\n  the sea-shore. When the fox saw the fishes disporting themselves near the\n  bank, he was surprised, and he went among them. They beheld him, and\n  asked, ’Who art thou?’ ’I am the fox,’ said he. ’Knowest thou not,’\n  continued the fishes, ’that a great honor is in store for thee, and that\n  we have come here on thy behalf?’ ’What is it?’ asked the fox. ’The\n  leviathan,’ they said, ’is sick, and like to die. He has appointed thee\n  to reign in his stead, for he has heard that thou art wiser and more\n  prudent than all other animals. Come with us, for we are his messengers,\n  and are here to thy honor.’ ’But,’ objected the fox, ’how can I come into\n  the sea without being drowned?’ ’Nay,’ said the fishes; ’ride upon one of\n  us, and he will carry thee above the sea, so that not even a drop of\n  water shall touch so much as the soles of thy feet, until thou reachest\n  the kingdom. We will take thee down without thy knowing it. Come with us,\n  and reign over us, and be king, and be joyful all thy days. No more wilt\n  thou need to seek for food, nor will wild beasts, stronger than thou,\n  meet thee and devour thee.’",
        "“The fox heard and believed their words. He rode upon one of them, and\n  they went with him into the sea. Soon, however, the waves dashed over\n  him, and he began to perceive that he had been tricked. ’Woe is me!’\n  wailed the fox, ’what have I done? I have played many a trick on others,\n  but these fishes have played one on me worth all mine put together. Now I\n  have fallen into their hands, how shall I free myself? Indeed,’ he said,\n  turning to the fishes, ’now that I am fully in your power, I shall speak\n  the truth. What are you going to do with me?’ ’To tell thee the truth,’\n  replied the fishes, ’the leviathan has heard thy fame, that thou art very\n  wise, and he said, I will rend the fox, and will eat his heart, and thus\n  I shall become wise.’ ’Oh!’ said the fox, ’why did you not tell me the\n  truth at first? I should then have brought my heart with me, and I should\n  have given it to King Leviathan, and he would have honored me; but now ye\n  are in an evil plight.’ ’What! thou hast not thy heart with thee?’\n  ’Certainly not. It is our custom to leave our heart at home while we go\n  about from place to place. When we need our heart, we take it; otherwise\n  it remains at home.’ ’What must we do?’ asked the bewildered fishes. ’My\n  house and dwelling-place,’ replied the fox, ’are by the sea-shore. If you\n  like, carry me back to the place whence you brought me, I will fetch my\n  heart, and will come again with you. I will present my heart to\n  Leviathan, and he will reward me and you with honors. But if you take me\n  thus, without my heart, he will be wroth with you, and will devour you. I\n  have no fear for myself, for I shall say unto him: My lord, they did not\n  tell me at first, and when they did tell me, I begged them to return for\n  my heart, but they refused.’ The fishes at once declared that he was\n  speaking well. They conveyed him back to the spot on the sea-shore whence\n  they had taken him. Off jumped the fox, and he danced with joy. He threw\n  himself on the sand, and laughed. ’Be quick,’ cried the fishes, ’get thy\n  heart, and come.’ But the fox answered, ’You fools! Begone! How could I\n  have come with you without my heart? Have you any animals that go about\n  without their hearts?’ ’Thou hast tricked us,’ they moaned. ’Fools! I\n  tricked the Angel of Death, how much more easily a parcel of silly\n  fishes.’",
        "“They returned in shame, and related to their master what had happened.\n  ’In truth,’ he said, ’he is cunning, and ye are simple. Concerning you\n  was it said, The turning away of the simple shall slay them [Prov. i:32].\n  Then the leviathan ate the fishes.”",
        "Metaphorically, the Bible characterizes the fool as a man “without a\nheart,” and it is probably in the same sense that modern Arabs describe the\nbrute creation as devoid of hearts. The fox in the narrative just given\nknew better. Not so, however, the lady who brought a curious question for\nher Rabbi to solve. The case to which I refer may be found in the\nResponsa Zebi Hirsch. Hirsch’s credulous questioner asserted that she had\npurchased a live cock, but on killing and drawing it, she had found that it\npossessed no heart. The Rabbi refused very properly to believe her. On\ninvestigating the matter, he found that, while she was dressing the cock,\ntwo cats had been standing near the table. The Rabbi assured his questioner\nthat there was no need to inquire further into the whereabouts of the\ncock’s heart.",
        "Out of the crowd of parallels to the story of the fox’s heart supplied by\nthe labors of Benfey, I select one given in the second volume of the\nlearned investigator’s Pantschatantra. A crocodile had formed a close\nfriendship with a monkey, who inhabited a tree close to the water side. The\nmonkey gave the crocodile nuts, which the latter relished heartily. One day\nthe crocodile took some of the nuts home to his wife. She found them\nexcellent, and inquired who was the donor. “If,” she said, when her husband\nhad told her, “he feeds on such ambrosial nuts, this monkey’s heart must be\nambrosia itself. Bring me his heart, that I may eat it, and so be free from\nage and death.” Does not this version supply a more probable motive than\nthat attributed in the Hebrew story to the leviathan? I strongly suspect\nthat the Hebrew fable has been pieced together from various sources, and\nthat the account given by the fishes, viz. that the leviathan was ill, was\nactually the truth in the original story. The leviathan would need the\nfox’s heart, not to become wise, but in order to save his life.",
        "To return to the crocodile. He refuses to betray his friend, and his wife\naccuses him of infidelity. His friend, she maintains, is not a monkey at\nall, but a lady-love of her husband’s. Else why should he hesitate to obey\nher wishes? “If he is not your beloved, why will you not kill him? Unless\nyou bring me his heart, I will not taste food, but will die.” Then the\ncrocodile gives in, and in the most friendly manner invites the monkey to\npay him and his wife a visit. The monkey consents unsuspectingly, but\ndiscovers the truth, and escapes by adopting the same ruse as that employed\nby the fox. He asserts that he has left his heart behind on his tree.",
        "That eating the heart of animals was not thought a means of obtaining\nwisdom among the Jews, may be directly inferred from a passage in the\nTalmud (Horayoth, 13b). Among five things there enumerated as “causing a\nman to forget what he has learned,” the Talmud includes “eating the hearts\nof animals.” Besides, in certain well-known stories in the Midrash, where a\nfox eats some other animal’s heart, his object is merely to enjoy a titbit.",
        "One such story in particular deserves attention. There are at least three\nversions of it. The one is contained in the Mishle Shualim, or\n“Fox-Stories,” by Berechiah ha-Nakdan (no. 106), the second in the Hadar\nZekenim (fol. 27b), and the third in the Midrash Yalkut, on Exodus (ed.\nVenice, 56a). Let us take the three versions in the order named.",
        "A wild boar roams in a lion’s garden. The lion orders him to quit the place\nand not defile his residence. The boar promises to obey, but next morning\nhe is found near the forbidden precincts. The lion orders one of his ears\nto be cut off. He then summons the fox, and directs that if the boar still\npersists in his obnoxious visits, no mercy shall be shown to him. The boar\nremains obstinate, and loses his ears (one had already gone!) and eyes, and\nfinally he is killed. The lion bids the fox prepare the carcass for His\nMajesty’s repast, but the fox himself devours the boar’s heart. When the\nlion discovers the loss, the fox quiets his master by asking, “If the boar\nhad possessed a heart, would he have been so foolish as to disobey you so\npersistently?”",
        "The king of the beasts, runs the story in the second of the three versions,\nappointed the ass as keeper of the tolls. One day King Lion, together with\nthe wolf and the fox, approached the city. The ass came and demanded the\ntoll of them. Said the fox, “You are the most audacious of animals. Don’t\nyou see that the king is with us?” But the ass answered, “The king himself\nshall pay,” and he went and demanded the toll of the king. The lion rent\nhim to pieces, and the fox ate the heart, and excused himself as in the\nformer version.",
        "The Yalkut, or third version, is clearly identical with the preceding,\nfor, like it, the story is quoted to illustrate the Scriptural text\nreferring to Pharaoh’s heart becoming hard. In this version, however, other\nanimals accompany the lion and the fox, and the scene of the story is on\nboard ship. The ass demands the fare, with the same dénouement as before.",
        "What induced the fox to eat the victim’s heart? The ass is not remarkable\nfor wisdom, nor is the boar. Hence the wily Reynard can scarcely have\nthought to add to his store of cunning by his surreptitious meal.",
        "Hearts, in folk-lore, have been eaten for revenge, as in the grim story of\nthe lover’s heart told by Boccaccio. The jealous husband forces his wife,\nwhose fidelity he doubts, to make a meal of her supposed lover’s heart. In\nthe story of the great bird’s egg, again, the brother who eats the heart\nbecomes rich, but not wise. Various motives, no doubt, are assigned in\nother Märchen for choosing the heart; but in these particular Hebrew\nfables, it is merely regarded as a bonne bouche. Possibly the Talmudic\ncaution, that eating the heart of a beast brings forgetfulness, may have a\nmoral significance; it may mean that one who admits bestial passions into\nhis soul will be destitute of a mind for nobler thoughts. This suggestion I\nhave heard, and I give it for what it may be worth. As a rule, there is no\nmorality in folk-lore; stories with morals belong to the later and more\nartificial stage of poet-lore. Homiletical folk-lore, of course, stands on\na different basis.",
        "Now, in the Yalkut version of the fox and the lion fable, all that we are\ntold is, “The fox saw the ass’s heart; he took it, and ate it.” But\nBerechiah leaves us in no doubt as to the fox’s motive. “The fox saw that\nhis heart was fat, and so he took it.” In the remaining version, “The fox\nsaw that the heart was good, so he ate it.” This needs no further comment.",
        "Of course, it has been far from my intention to dispute that the heart was\nregarded by Jews as the seat both of the intellect and the feelings, of all\nmental and spiritual functions, indeed. The heart was the best part of man,\nthe fount of life; hence Jehudah Halevi’s well-known saying, “Israel is to\nthe world as the heart to the body.” An intimate connection was also\nestablished, by Jews and Greeks alike, between the physical condition of\nthe heart and man’s moral character. It was a not unnatural thought that\nformer ages were more pious than later times. “The heart of Rabbi Akiba was\nlike the door of the porch [which was twenty cubits high], the heart of\nRabbi Eleazar ben Shammua was like the door of the Temple [this was only\nten cubits high], while our hearts are only as large as the eye of a\nneedle.” But I am going beyond my subject. To collect all the things,\npretty and the reverse, that have been said in Jewish literature about the\nheart, would need more leisure, and a great deal more learning, than I\npossess. So I will conclude with a story, pathetic as well as poetical,\nfrom a Jewish medieval chronicle.",
        "A Mohammedan king once asked a learned Rabbi why the Jews, who had in times\nlong past been so renowned for their bravery, had in later generations\nbecome subdued, and even timorous. The Rabbi, to prove that captivity and\npersecution were the cause of the change, proposed an experiment. He bade\nthe king take two lion’s whelps, equally strong and big. One was tied up,\nthe other was allowed to roam free in the palace grounds. They were fed\nalike, and after an interval both were killed. The king’s officers found\nthat the heart of the captive lion was but one-tenth as large as that of\nhis free companion, thus evidencing the degenerating influence of slavery.\nThis is meant, no doubt, as a fable, but, at least, it is not without a\nmoral. The days of captivity are gone, and it may be hoped that Jewish\nlarge-heartedness has come back with the breath of freedom.",
        "Continue...",
        "\nThis complete e-book of “The Book of Delight and Other Papers\"\nby Israel Abrahams, M.A. (author of “Jewish Life in the Middle Ages,” “Chapters on Jewish Literature,” etc. – 1912)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}