{
    "title": "The Works of Horace - The Fourth Book of the Odes of Horace.",
    "author": "Horace",
    "chapter": "4",
    "content": [
        "\n\n",
        "ODE I.",
        "TO VENUS.",
        "After a long cessation, O Venus, again are you stirring up tumults?\nSpare me, I beseech you, I beseech you. I am not the man I was under the\ndominion of good-natured Cynara. Forbear, O cruel mother of soft\ndesires, to bend one bordering upon fifty, now too hardened for soft\ncommands: go, whither the soothing prayers of youths, invoke you. More\nseasonably may you revel in the house of Paulus Maximus, flying thither\nwith your splendid swans, if you seek to inflame a suitable breast. For\nhe is both noble and comely, and by no means silent in the cause of\ndistressed defendants, and a youth of a hundred accomplishments; he\nshall bear the ensigns of your warfare far and wide; and whenever, more\nprevailing than the ample presents of a rival, he shall laugh [at his\nexpense], he shall erect thee in marble under a citron dome near the\nAlban lake. There you shall smell abundant frankincense, and shall be\ncharmed with the mixed music of the lyre and Berecynthian pipe, not\nwithout the flageolet. There the youths, together with the tender\nmaidens, twice a day celebrating your divinity, shall, Salian-like, with\nwhite foot thrice shake the ground. As for me, neither woman, nor youth,\nnor the fond hopes of mutual inclination, nor to contend in wine, nor to\nbind my temples with fresh flowers, delight me [any longer]. But why;\nah! why, Ligurinus, does the tear every now and then trickle down my\ncheeks? Why does my fluent tongue falter between my words with an\nunseemly silence? Thee in my dreams by night I clasp, caught [in my\narms]; thee flying across the turf of the Campus Martius; thee I pursue,\nO cruel one, through the rolling waters.",
        "ODE II.",
        "TO ANTONIUS IULUS.",
        "Whoever endeavors, O Iulus, to rival Pindar, makes an effort on wings\nfastened with wax by art Daedalean, about to communicate his name to the\nglassy sea. Like a river pouring down from a mountain, which sudden\nrains have increased beyond its accustomed banks, such the deep-mouthed\nPindar rages and rushes on immeasurable, sure to merit Apollo’s laurel,\nwhether he rolls down new-formed phrases through the daring dithyrambic,\nand is borne on in numbers exempt from rule: whether he sings the gods,\nand kings, the offspring of the gods, by whom the Centaurs perished with\na just destruction, [by whom] was quenched the flame of the dreadful\nChimaera; or celebrates those whom the palm, [in the Olympic games] at\nElis, brings home exalted to the skies, wrestler or steed, and presents\nthem with a gift preferable to a hundred statues: or deplores some\nyouth, snatched [by death] from his mournful bride–he elevates both his\nstrength, and courage, and golden morals to the stars, and rescues him\nfrom the murky grave. A copious gale elevates the Dircean swan, O\nAntonius, as often as he soars into the lofty regions of the clouds: but\nI, after the custom and manner of the Macinian bee, that laboriously\ngathers the grateful thyme, I, a diminutive creature, compose elaborate\nverses about the grove and the banks of the watery Tiber. You, a poet of\nsublimer style, shall sing of Caesar, whenever, graceful in his\nwell-earned laurel, he shall drag the fierce Sygambri along the sacred\nhill; Caesar, than whom nothing greater or better the fates and\nindulgent gods ever bestowed on the earth, nor will bestow, though the\ntimes should return to their primitive gold. You shall sing both the\nfestal days, and the public rejoicings on account of the prayed-for\nreturn of the brave Augustus, and the forum free from law-suits. Then\n(if I can offer any thing worth hearing) a considerable portion of my\nvoice shall join [the general acclamation], and I will sing, happy at\nthe reception of Caesar, “O glorious day, O worthy thou to be\ncelebrated.” And while [the procession] moves along, shouts of triumph\nwe will repeat, shouts of triumph the whole city [will raise], and we\nwill offer frankincense to the indulgent gods. Thee ten bulls and as\nmany heifers shall absolve; me, a tender steerling, that, having left\nhis dam, thrives in spacious pastures for the discharge of my vows,\nresembling [by the horns on] his forehead the curved light of the moon,\nwhen she appears of three days old, in which part he has a mark of a\nsnowy aspect, being of a dun color over the rest of his body.",
        "ODE III.",
        "TO MELPOMENE.",
        "Him, O Melpomene, upon whom at his birth thou hast once looked with\nfavoring eye, the Isthmian contest shall not render eminent as a\nwrestler; the swift horse shall not draw him triumphant in a Grecian\ncar; nor shall warlike achievement show him in the Capitol, a general\nadorned with the Delian laurel, on account of his having quashed the\nproud threats of kings: but such waters as flow through the fertile\nTiber, and the dense leaves of the groves, shall make him distinguished\nby the Aeolian verse. The sons of Rome, the queen of cities, deign to\nrank me among the amiable band of poets; and now I am less carped at by\nthe tooth of envy. O muse, regulating the harmony of the gilded shell! O\nthou, who canst immediately bestow, if thou please, the notes of the\nswan upon the mute fish! It is entirely by thy gift that I am marked\nout, as the stringer of the Roman lyre, by the fingers of passengers;\nthat I breathe, and give pleasure (if I give pleasure), is yours.",
        "ODE IV",
        "THE PRAISE OF DRUSUS.",
        "Like as the winged minister of thunder (to whom Jupiter, the sovereign\nof the gods, has assigned the dominion over the fleeting birds, having\nexperienced his fidelity in the affair of the beauteous Ganymede), early\nyouth and hereditary vigor save impelled from his nest unknowing of\ntoil; and the vernal winds, the showers being now dispelled, taught him,\nstill timorous, unwonted enterprises: in a little while a violent\nimpulse dispatched him, as an enemy against the sheepfolds, now an\nappetite for food and fight has impelled him upon the reluctant\nserpents;–or as a she-goat, intent on rich pastures, has beheld a young\nlion but just weaned from the udder of his tawny dam, ready to be\ndevoured by his newly-grown tooth: such did the Rhaeti and the Vindelici\nbehold Drusus carrying on the war under the Alps; whence this people\nderived the custom, which has always prevailed among them, of arming\ntheir right hands with the Amazonian ax, I have purposely omitted to\ninquire: (neither is it possible to discover everything.) But those\ntroops, which had been for a long while and extensively victorious,\nbeing subdued by the conduct of a youth, perceived what a disposition,\nwhat a genius rightly educated under an auspicious roof, what the\nfatherly affection of Augustus toward the young Neros, could effect. The\nbrave are generated by the brave and good; there is in steers, there is\nin horses, the virtue of their sires; nor do the courageous eagles\nprocreate the unwarlike dove. But learning improves the innate force,\nand good discipline confirms the mind: whenever morals are deficient,\nvices disgrace what is naturally good. What thou owest, O Rome, to the\nNeros, the river Metaurus is a witness, and the defeated Asdrubal, and\nthat day illustrious by the dispelling of darkness from Italy, and which\nfirst smiled with benignant victory; when the terrible African rode\nthrough the Latian cities, like a fire through the pitchy pines, or the\neast wind through the Sicilian waves. After this the Roman youth\nincreased continually in successful exploits, and temples, laid waste by\nthe impious outrage of the Carthaginians, had the [statues of] their\ngods set up again. And at length the perfidious Hannibal said; “We, like\nstags, the prey of rapacious wolves, follow of our own accord those,\nwhom to deceive and escape is a signal triumph. That nation, which,\ntossed in the Etrurian waves, bravely transported their gods, and sons,\nand aged fathers, from the burned Troy to the Italian cities, like an\noak lopped by sturdy axes in Algidum abounding in dusky leaves, through\nlosses and through wounds derives strength and spirit from the very\nsteel. The Hydra did not with more vigor grow upon Hercules grieving to\nbe overcome, nor did the Colchians, or the Echionian Thebes, produce a\ngreater prodigy. Should you sink it in the depth, it will come out more\nbeautiful: should you contend with it, with great glory will it\noverthrow the conqueror unhurt before, and will fight battles to be the\ntalk of wives. No longer can I send boasting messengers to Carthage: all\nthe hope and success of my name is fallen, is fallen by the death of\nAsdrubal. There is nothing, but what the Claudian hands will perform;\nwhich both Jupiter defends with his propitious divinity, and sagacious\nprecaution conducts through the sharp trials of war.”",
        "ODE V.",
        "TO AUGUSTUS.",
        "O best guardian of the Roman people, born under propitious gods, already\nart thou too long absent; after having promised a mature arrival to the\nsacred council of the senators, return. Restore, O excellent chieftain,\nthe light to thy country; for, like the spring, wherever thy countenance\nhas shone, the day passes more agreeably for the people, and the sun has\na superior lustre. As a mother, with vows, omens, and prayers, calls for\nher son (whom the south wind with adverse gales detains from his sweet\nhome, staying more than a year beyond the Carpathian Sea), nor turns\naside her looks from the curved shore; in like manner, inspired with\nloyal wishes, his country seeks for Caesar. For, [under your auspices,]\nthe ox in safety traverses the meadows: Ceres nourishes the ground; and\nabundant Prosperity: the sailors skim through the calm ocean: and Faith\nis in dread of being censured. The chaste family is polluted by no\nadulteries: morality and the law have got the better of that foul crime;\nthe child-bearing women are commended for an offspring resembling [the\nfather; and] punishment presses as a companion upon guilt. Who can fear\nthe Parthian? Who, the frozen Scythian? Who, the progeny that rough\nGermany produces, while Caesar is in safety? Who cares for the war of\nfierce Spain? Every man puts a period to the day amid his own hills, and\nweds the vine to the widowed elm-trees; hence he returns joyful to his\nwine, and invites you, as a deity, to his second course; thee, with many\na prayer, thee he pursues with wine poured out [in libation] from the\ncups; and joins your divinity to that of his household gods, in the same\nmanner as Greece was mindful of Castor and the great Hercules. May you,\nexcellent chieftain, bestow a lasting festivity upon Italy! This is our\nlanguage, when we are sober at the early day; this is our language, when\nwe have well drunk, at the time the sun is beneath the ocean.",
        "ODE VI.",
        "HYMN TO APOLLO.",
        "Thou god, whom the offspring of Niobe experienced as avenger of a\npresumptuous tongue, and the ravisher Tityus, and also the Thessalian\nAchilles, almost the conqueror of lofty Troy, a warrior superior to all\nothers, but unequal to thee; though, son of the sea-goddess, Thetis, he\nshook the Dardanian towers, warring with his dreadful spear. He, as it\nwere a pine smitten with the burning ax, or a cypress prostrated by the\neast wind, fell extended far, and reclined his neck in the Trojan dust.\nHe would not, by being shut up in a [wooden] horse, that belied the\nsacred rights of Minerva, have surprised the Trojans reveling in an evil\nhour, and the court of Priam making merry in the dance; but openly\ninexorable to his captives, (oh impious! oh!) would have burned\nspeechless babes with Grecian fires, even him concealed in his mother’s\nwomb: had not the father of the gods, prevailed upon by thy entreaties\nand those of the beauteous Venus, granted to the affairs of Aeneas walls\nfounded under happier auspices. Thou lyrist Phoebus, tutor of the\nharmonious Thalia, who bathest thy locks in the river Xanthus, O\ndelicate Agyieus, support the dignity of the Latian muse. Phoebus gave\nme genius, Phoebus the art of composing verse, and the title of poet. Ye\nvirgins of the first distinction, and ye youths born of illustrious\nparents, ye wards of the Delian goddess, who stops with her bow the\nflying lynxes, and the stags, observe the Lesbian measure, and the\nmotion of my thumb; duly celebrating the son of Latona, duly\n[celebrating] the goddess that enlightens the night with her shining\ncrescent, propitious to the fruits, and expeditious in rolling on the\nprecipitate months. Shortly a bride you will say: “I, skilled in the\nmeasures of the poet Horace, recited an ode which was acceptable to the\ngods, when the secular period brought back the festal days.”",
        "ODE VII.",
        "TO TORQUATUS.",
        "The snows are fled, the herbage now returns to the fields, and the\nleaves to the trees. The earth changes its appearance, and the\ndecreasing rivers glide along their banks: the elder Grace, together\nwith the Nymphs, and her two sisters, ventures naked to lead off the\ndance. That you are not to expect things permanent, the year, and the\nhour that hurries away the agreeable day, admonish us. The colds are\nmitigated by the zephyrs: the summer follows close upon the spring,\nshortly to die itself, as soon as fruitful autumn shall have shed its\nfruits: and anon sluggish winter returns again. Nevertheless the\nquick-revolving moons repair their wanings in the skies; but when we\ndescend [to those regions] where pious Aeneas, where Tullus and the\nwealthy Ancus [have gone before us], we become dust and a mere shade.\nWho knows whether the gods above will add to this day’s reckoning the\nspace of to-morrow? Every thing, which you shall indulge to your beloved\nsoul, will escape the greedy hands of your heir. When once, Torquatus,\nyou shall be dead, and Minos shall have made his awful decisions\nconcerning you; not your family, not you eloquence, not your piety shall\nrestore you. For neither can Diana free the chaste Hippolytus from\ninfernal darkness; nor is Theseus able to break off the Lethaean fetters\nfrom his dear Piri thous.",
        "ODE VIII.",
        "TO MARCIUS CENSORINUS.",
        "O Censorinus, liberally would I present my acquaintance with goblets and\nbeautiful vases of brass; I would present them with tripods, the rewards\nof the brave Grecians: nor would you bear off the meanest of my\ndonations, if I were rich in those pieces of art, which either\nParrhasius or Scopas produced; the latter in statuary, the former in\nliquid colors, eminent to portray at one time a man, at another a god.\nBut I have no store of this sort, nor do your circumstances or\ninclination require any such curiosities as these. You delight in\nverses: verses I can give, and set a value on the donation. Not marbles\nengraved with public inscriptions, by means of which breath and life\nreturns to illustrious generals after their decease; not the precipitate\nflight of Hannibal, and his menaces retorted upon his own head: not the\nflames of impious Carthage * * * * more eminently set forth his praises,\nwho returned, having gained a name from conquered Africa, than the\nCalabrlan muses; neither, should writings be silent, would you have any\nreward for having done well. What would the son of Mars and Ilia be, if\ninvidious silence had stifled the merits of Romulus? The force, and\nfavor, and voice of powerful poets consecrate Aecus, snatched from the\nStygian floods, to the Fortunate Islands. The muse forbids a\npraiseworthy man to die: the muse, confers the happiness of heaven. Thus\nlaborious Hercules has a place at the longed-for banquets of Jove:\n[thus] the sons of Tyndarus, that bright constellation, rescue shattered\nvessels from the bosom of the deep: [and thus] Bacchus, his temples\nadorned with the verdant vine-branch, brings the prayers of his votaries\nto successful issues.",
        "ODE IX.",
        "TO MARCUS LOLLIUS.",
        "Lest you for a moment imagine that those words will be lost, which I,\nborn on the far-resounding Aufidus, utter to be accompanied with the\nlyre, by arts hitherto undivulged–If Maeonian Homer possesses the first\nrank, the Pindaric and Cean muses, and the menacing strains of Alcaeus,\nand the majestic ones of Stesichorus, are by no means obscure: neither,\nif Anacreon long ago sportfully sung any thing, has time destroyed it:\neven now breathes the love and live the ardors of the Aeolian maid,\ncommitted to her lyre. The Lacedaemonian Helen is not the only fair, who\nhas been inflamed by admiring the delicate ringlets of a gallant, and\ngarments embroidered with gold, and courtly accomplishments, and\nretinue: nor was Teucer the first that leveled arrows from the Cydonian\nbow: Troy was more than once harassed: the great Idomeneus and Sthenelus\nwere not the only heroes that fought battles worthy to be recorded by\nthe muses: the fierce Hector, or the strenuous Deiphobus were not the\nfirst that received heavy blows in defense of virtuous wives and\nchildren. Many brave men lived before Agamemnon: but all of them,\nunlamented and unknown, are overwhelmed with endless obscurity, because\nthey were destitute of a sacred bard. Valor, uncelebrated, differs but\nlittle from cowardice when in the grave. I will not [therefore], O\nLollius, pass you over in silence, uncelebrated in my writings, or\nsuffer envious forgetfulness with impunity to seize so many toils of\nthine. You have a mind ever prudent in the conduct of affairs, and\nsteady alike amid success and trouble: you are an avenger of avaricious\nfraud, and proof against money, that attracts every thing; and a consul\nnot of one year only, but as often as the good and upright magistrate\nhas preferred the honorable to the profitable, and has rejected with a\ndisdainful brow the bribes of wicked men, and triumphant through\nopposing bands has displayed his arms. You can not with propriety call\nhim happy, that possesses much; he more justly claims the title of\nhappy, who understands how to make a wise use of the gifts of the gods,\nand how to bear severe poverty; and dreads a reproachful deed worse than\ndeath; such a man as this is not afraid to perish in the defense of his\ndear friends, or of his country.",
        "ODE X.",
        "TO LIGURINUS.",
        "O cruel still, and potent in the endowments of beauty, when an\nunexpected plume shall come upon your vanity, and those locks, which now\nwanton on your shoulders, shall fall off, and that color, which is now\npreferable to the blossom of the damask rose, changed, O Ligurinus,\nshall turn into a wrinkled face; [then] will you say (as often as you\nsee yourself, [quite] another person in the looking glass), Alas! why\nwas not my present inclination the same, when I was young? Or why do not\nmy cheeks return, unimpaired, to these my present sentiments?",
        "ODE XI.",
        "TO PHYLLIS.",
        "Phyllis, I have a cask full of Abanian wine, upward of nine years old; I\nhave parsley in my garden, for the weaving of chaplets, I have a store\nof ivy, with which, when you have bound your hair, you look so gay: the\nhouse shines cheerfully With plate: the altar, bound with chaste\nvervain, longs to be sprinkled [with the blood] of a sacrificed lamb:\nall hands are busy: girls mingled with boys fly about from place to\nplace: the flames quiver, rolling on their summit the sooty smoke. But\nyet, that you may know to what joys you are invited, the Ides are to be\ncelebrated by you, the day which divides April, the month of sea-born\nVenus; [a day,] with reason to be solemnized by me, and almost more\nsacred to me than that of my own birth; since from this day my dear\nMaecenas reckons his flowing years. A rich and buxom girl hath possessed\nherself of Telephus, a youth above your rank; and she holds him fast by\nan agreeable fetter. Consumed Phaeton strikes terror into ambitious\nhopes, and the winged Pegasus, not stomaching the earth-born rider\nBellerophon, affords a terrible example, that you ought always to pursue\nthings that are suitable to you, and that you should avoid a\ndisproportioned match, by thinking it a crime to entertain a hope beyond\nwhat is allowable. Come then, thou last of my loves (for hereafter I\nshall burn for no other woman), learn with me such measures, as thou\nmayest recite with thy lovely voice: our gloomy cares shall be mitigated\nwith an ode.",
        "ODE XII.",
        "TO VIRGIL.",
        "The Thracian breezes, attendants on the spring, which moderate the deep,\nnow fill the sails; now neither are the meadows stiff [with frost], nor\nroar the rivers swollen with winter’s snow. The unhappy bird, that\npiteotisly bemoans Itys, and is the eternal disgrace of the house of\nCecrops (because she wickedly revenged the brutal lusts of kings), now\nbuilds her nest. The keepers of the sheep play tunes upon the pipe amid\nthe tendar herbage, and delight that god, whom flocks and the shady\nhills of Arcadia delight. The time of year, O Virgil, has brought on a\ndrought: but if you desire to quaff wine from the Calenian press, you,\nthat are a constant companion of young noblemen, must earn your liquor\nby [bringing some] spikenard: a small box of spikenard shall draw out a\ncask, which now lies in the Sulpician store-house, bounteous in the\nindulgence of fresh hopes and efficacious in washing away the\nbitterness of cares. To which joys if you hasten, come instantly with\nyour merchandize: I do not intend to dip you in my cups scot-free, like\na man of wealth, in a house abounding with plenty. But lay aside delay,\nand the desire of gain; and, mindful of the gloomy [funeral] flames,\nintermix, while you may, your grave studies with a little light gayety:\nit is delightful to give a loose on a proper occasion.",
        "ODE XIII.",
        "TO LYCE.",
        "The gods have heard my prayers, O Lyce; Lyce, the gods have heard my\nprayers, you are become an old woman, and yet you would fain seem a\nbeauty; and you wanton and drink in an audacious manner; and when drunk,\nsolicit tardy Cupid, with a quivering voice. He basks in the charming\ncheeks of the blooming Chia, who is a proficient on the lyre. The\nteasing urchin flies over blasted oaks, and starts back at the sight of\nyou, because foul teeth, because wrinkles and snowy hair render you\nodious. Now neither Coan purples nor sparkling jewels restore those\nyears, which winged time has inserted in the public annals. Whither is\nyour beauty gone? Alas! or whither your bloom? Whither your graceful\ndeportment? What have you [remaining] of her, of her, who breathed\nloves, and ravished me from myself? Happy next to Cynara, and\ndistinguished for an aspect of graceful ways: but the fates granted a\nfew years only to Cynara, intending to preserve for a long time Lyce, to\nrival in years the aged raven: that the fervid young fellows might see,\nnot without excessive laughter, that torch, [which once so brightly\nscorched,] reduced to ashes.",
        "ODE XIV.",
        "TO AUGUSTUS.",
        "What zeal of the senators, or what of the Roman people, by decreeing the\nmost ample honors, can eternize your virtues, O Augustus, by monumental\ninscriptions and lasting records? O thou, wherever the sun illuminates\nthe habitable regions, greatest of princes, whom the Vindelici, that\nnever experienced the Roman sway, have lately learned how powerful thou\nart in war! For Drusus, by means of your soldiery, has more than once\nbravely overthrown the Genauni, an implacable race, and the rapid\nBrenci, and the citadels situated on the tremendous Alps. The elder of\nthe Neros soon after fought a terrible battle, and, under your\npropitious auspices, smote the ferocious Rhoeti: how worthy of\nadmiration in the field of battle, [to see] with what destruction he\noppressed the brave, hearts devoted to voluntary death: just as the\nsouth wind harasses the untameable waves, when the dance of the Pleiades\ncleaves the clouds; [so is he] strenuous to annoy the troops of the\nenemy, and to drive his eager steed through the midst of flames. Thus\nthe bull-formed Aufidus, who washes the dominions of the Apulian Daunus,\nrolls along, when he rages and meditates an horrible deluge to the\ncultivated lands; when Claudius overthrew with impetuous might, the iron\nranks of the barbarians, and by mowing down both front and rear strewed\nthe ground, victorious without any loss; through you supplying them with\ntroops, you with councils, and your own guardian powers. For on that\nday, when the suppliant Alexandria opened her ports, and deserted court,\nfortune, propitious to you in the third lustrum, has put a happy period\nto the war, and has ascribed praise and wished-for honor to the\nvictories already obtained. O thou dread guardian of Italy and imperial\nRome, thee the Spaniard, till now unconquered, and the Mede, and the\nIndian, thee the vagrant Scythian admires; thee both the Nile, who\nconceals his fountain heads, and the Danube; thee the rapid Tigris; thee\nthe monster-bearing ocean, that roars against the remote Britons; thee\nthe region of Gaul fearless of death, and that of hardy Iberia obeys;\nthee the Sicambrians, who delight in slaughter, laying aside their arms,\nrevere.",
        "ODE XV.",
        "TO AUGUSTUS, ON THE RESTORATION OF PEACE.",
        "Phoebus chid me, when I was meditating to sing of battles And conquered\ncities on the lyre: that I might not set my little sails along the\nTyrrhenian Sea. Your age, O Caesar, has both restored plenteous crops\nto the fields, and has brought back to our Jupiter the standards torn\nfrom the proud pillars of the Parthians; and has shut up [the temple] of\nJanus [founded by] Romulus, now free from war; and has imposed a due\ndiscipline upon headstrong licentiousness, and has extirpated crimes,\nand recalled the ancient arts; by which the Latin name and strength of\nItaly have increased, and the fame and majesty of the empire is extended\nfrom the sun’s western bed to the east. While Caesar is guardian of\naffairs, neither civil rage nor violence shall disturb tranquillity; nor\nhatred which forges swords, and sets at variance unhappy states. Not\nthose, who drink of the deep Danube, shall now break the Julian edicts:\nnot the Getae, not the Seres, nor the perfidious Persians, nor those\nborn upon the river Tanais. And let us, both on common and festal days,\namid the gifts of joyous Bacchus, together with our wives and families,\nhaving first duly invoked the gods, celebrate, after the manner of our\nancestors, with songs accompanied with Lydian pipes, our late valiant\ncommanders: and Troy, and Anchises, and the offspring of benign Venus.",
        "Continue...",
        "\nThis eBook of “The Works of Horace” by Horace belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Marketing Management (12th Edition) (Marketing Management)By Philip KotlerAt Amazon"
    ]
}