{
    "title": "The Revolutions of Time - Chapter 9: Mutually Assured Deception",
    "author": "Jonathan Dunn",
    "chapter": "11",
    "content": [
        "\n\n",
        "The light of the newborn sun rose that instant far enough above the\nhorizon to shine directly into the tower’s upper dome-like room, and I\nwas awe struck by the texture that the lights created on the glass of\nthe walls, for when it shone through at just the right height, a\npreviously invisible picture came to view. It was of a towering clipper\nship with sails that stretched across their masts like skin over the\nbones of a pleasantly plump fellow, the wind billowing them about at a\nleisurely rate. Waves broke gently upon the ship’s side as the crew\nrested peacefully on the various cables and nets, all except for the\none-legged captain who was busy looking at the map and accompanying\ncharts. It was a quaint and beautiful scene, though it soon passed away\nas the sun moved upwards in the sky, and I wouldn’t have mentioned it,\nexcept that as it disappeared, I found myself looking at where it had\nbeen, but instead of the ship, I saw directly through the glass the\ninhabitants of Nunami arising and beginning their daily business, a\nscene which I might have missed since I was previously wholly absorbed\nby the picturesqueness of the sky.",
        "Usually the Zards would arise before dawn and be about their business,\nbut because of the great flames of the night before, they had no doubt\nhad trouble sleeping, and therefore slept later than usual when they\nfinally did fall into the lands beyond consciousness. They hustled and\nbustled about the streets of Nunami, each doing their own business, and\nthere was much business to be done in a city in which all provisions are\nprovided internally, with no trade or commerce outside whatsoever. There\nwere merchants and stores still, yet they were not traders but\nproducers, each making their own wares as they sold ones they had\nalready made. Butchers sat in their shops with their blood-stained\naprons already donned, cobblers and tailors were busy with the day’s\nrepairs and new creations, the milkmen paraded the streets slowly and\nmethodically, somehow getting their products to the citizens before 8\nAM. The farmers and herdsmen were also at work in the fields that were\nspread throughout the city, plowing and sowing, and being joined by\nthose who had just finished distributing the milk.",
        "All was commonplace and normal, I thought, and I was surprised, for the\nZards were not at all martially minded, a great contrast to their\nCanitaurian brethren. Of course, I had never actually met any of the\nCanitaurian commoners. It seems to me that the only ones who really are\nmartially minded are the leaders and politicians, everyone else seems to\nmind their own business, and sometimes I wonder if there would even be\nany wars if there weren’t any governments with the power to wage one.\nThere was a group of Zards by the government center, which was close to\nmy involuntary quarters, and they were leaning over an opening in the\naqueduct that ran down into the lake in the southern section of the\ncity, branching off from there into all the various sectors. They were\ndumping a barrel of a fine, white powder into the water that was running\r\ndown into the lake, and after the first had been poured in, they added\nanother and another until they had put a good five barrels into the\nwater source. Once they had finished, they took the empty barrels to a\nlarge cage that was down the road a bit, inside of a small grove of\ntrees and shrubs. Inside the cage was a multitude of little beetles that\ncrawled around every which way and were evidentially feasting on a large\nchunk of glowing material. For a moment I was surprised, and wondered\nwhat it was they were doing, but then it hit me: they were the delcator\nbeetles that Bernibus had told me of earlier, the ones that absorbed the\nradioactive material and stabilized it. As I learned later, they had two\ngood uses, one was that they consumed the unstable materials and\nneutralized them, but the other was that their droppings, when mixed\ninto the water supply, also gave all that consumed them a greater\ntolerance for nuclear material. It was almost ironic that their whole\nway of life was dependent on the feces of another life form, but I will\nrefrain from turning it into a metaphor.",
        "The female Zards wore a black headpiece that mostly covered their faces,\nand at first I found it strange that for all his talk of progress, the\nKing’s people still oppressed their women, perhaps there wasn’t as much\nprogress as he had boasted, or, more likely, he was unaware that there\nwas no such thing as progress, just different manifestations of\noppression. History repeats itself, they say, and indeed it does, both\nliterally and figuratively.",
        "There suddenly arose a great commotion in the square between the Temple\nand the palace, and as I looked, I was surprised to see that there was a\nlarge crowd gathered. In the middle of the square there were two groups\nof ten Zards facing each other, with a single Zard in between them, and\naround the outside of the plaza area stood a hundred or so spectators,\napparently watching those in the middle. A moment after I started\nwatching, the solitary Zard, the referee as I found out, walked to the\nedge, and each of the groups walked to one of the opposing sides and\nthen turned about to face the other. The referee let out a loud yell and\nin a flash, the two teams ran at each other headlong, until converging\nsomewhere in the center of the field. As they met they dived upon one\nanother and pushed and shoved until the left team had isolated one of\nthe right’s players, who was the only one on his team wearing an orange\njersey. They dived on him and jumped until the whole field was piled\nhigh with them, and then they slowly began to disembark. Once all of the\nopposing team’s players were off of the orange shirted Zard, all was\nsilent and still as the referee held his hand aloft and began counting\nwith his fingers. Everyone held their breathe and stood tensely by as\nthey watched. Just before the referee’s tenth and final finger was\ncounted, the orange shirted player rose from the ground, amidst the\nscreams of joy from his team and about half of the crowd, apparently\ntheir fans. The two teams then returned to their respective sides, and\nagain the referee yelled loudly, signaling them to rush at each other\nonce more, and more of the same ensued, this time it being the other\nteam’s orange shirted player to get pounced on. Once again there was a\nhigh pile on top of him, and once again, as they crawled off and he was\nexposed, the referee began to count. Except that this time the orange\nshirted one never got up. The other team cheered again and so did the\nother half of the crowd. The referee went to a pole on the sidelines and\nput up the number ’1’ on it while a few bystanders picked the Zard up\nand carried him off the field. They continued to play in this fashion\nfor awhile, going until one team or the other had no longer any players\nto be jumped upon, but I was too disgusted at their violent nature to\nwatch, and instead walked over to the end table and picked up the\ntelescope, taking back as I did my thoughts about the innocence and\ngentleness of the common folk.",
        "With the telescope in hand I went over to the eastern side of the room\nand began to closely inspect the savanna in an attempt to get a bird’s\neye view of the point of my entrance in Daem. It looked rather the same\nfrom above as it did from below, though the smells and sounds were\nmissing, and I found that it was rather bland once the initial\nexcitement, surprise, and respect of its novelty had worn off. Indeed,\nit was quite too dull for me, even in my state of boredom as a prisoner,\nthough I suppose that that isn’t a proper description of my feelings,\nfor I wasn’t free from excitement or intriguing events, but rather, I\nwas in the middle of a campaign of new and anticipated things, but\nsimply unable to participate. Stuck in a room 800 feet from the ground\nwith walls of glass that allowed observation of the whole island of\nDaem, which I assumed to be the only civilization in the world, while\ngreat events unfolded around me, of which I was supposed to be the\nprimary actor, was very disconcerting, though I find in retrospect that\nfate worked so mysteriously in my situation that it is quite puzzling to\nthink about, meaning, of course, my relationship with the doom of\nhumanity as preventer and provoker, as savior and condemner.",
        "My writing of this manuscript may be considered quite a big cheat, as it\ndetails my direct involvement with Onan, the Lord of the Past, and the\ngeneral circumstances of the end of life on earth, for the current age\nat least, but still I am allowed to write it. Onan told me just a few\nmoments ago that I could write it and tell all that I want, to which I\nwas taken aback. When I asked why he would allow me to break the law of\nthe council of the gods, he replied that there was no rule against a\nhuman agent from detailing his involvement in the actions of the\ndivines. It was allowed, he told me, because it would never make a mite\nof a difference, for even if it were able to survive the bitter ice ages\nand all the evolutionary periods in this TAB (Temporal Anomaly Box,\nwhich I will explain later, since I get ahead of myself and have not\ntold of them yet), and even if it is found by humans, and even if they\nare capable of understanding the text contained within it, even then\nthey will take no gain from it. I was again taken aback when he said\nthis, for though I know humans to be stubborn and foolish, in general, I\nwould think that they would at least mind the warning when the\nconditions of its completion came to pass. But he dissuaded me, telling\nme that my coevals of the next age would no doubt take it as a novel.",
        "At this I took your defense quite personally upon myself, and demanded\nin as not so humble a tone as would be thought proper, though as I am\nabout to die within the next day or two, I have to admit that I don’t\ngive much of a damn for politics or manners. And yet, with all my ardor\nI was quickly subdued by a curt rebuke by my interlocutors (for Zimri\nwas there as well), which was, quite simply, that you hadn’t taken Homer\nfor any more than a creative poet, even after a few thousand years of\nstudy, so why should my meager manuscript make such a large impact. At\nthat, I acquiesced to them and admitted that on that end my attempt to\nsave humanity one way or another was contemptible, but I still write, as\nyou see, for the story’s sake, and possibly for my own material\nimmortality. But never mind that, for it is high time that I went back\nto my story.",
        "I was looking through the spyglass at the various areas of Daem where my\nadventures had so far taken me. After I had examined them all for a few\nmoments, I felt a strange urge to use the telescope to look closely at\nthe mainland that I had seen before, to see what the effects of the\nGreat War had been there. As I turned the telescope’s sights toward it,\nI was at once surprised and flabbergasted at what caught my eye. There\nwere living beings on the mainland, not too far from the coast. And not\nonly that, but they were standing upright, though stooped, as if by\nweariness and the wiles of life, and they seemed, in general, to\nresemble humans, not directly, but as much as the Zards and Canitaurs\ndid, and with the effects of the radioactive instability greater on the\nmainlands, it would seem natural that they would be further removed from\nnormality than those on Daem. The land itself was barren and flat, with\nsparse vegetation in the forms of small, deformed shrubs and a short,\nweak looking grass. As I looked closer I saw that there were about six\nof the strange, stooped humanoids, and they were gathering the fruits of\nsome of the shrubs for consumption. In a few moments they finished their\ntask and began to walk further inland, and I followed their progress\nwith interest until they finally disappeared behind some of the small\nplateaus that were scattered here and there among the wastelands.",
        "Putting the telescope down, I walked over to the couch and laid down on\nit, with indignation filling my every move, for I was almost enraged\nthat the Zards and Canitaurs both should fail to tell me, whom they\nclaimed to respect as kinsman redeemer and whose decisions would seal\ntheir fate for good or ill, that there were other survivors from the\nGreat Wars. I was also shocked by their selfishness, for while they\nfought pettily amongst themselves over how they would change their lands\nfor the better, a seemingly important question about past and future,\nthey completely ignored the sufferings of other humanoids, to whom their\nway of living no doubt seemed like a paradise. But there they were,\nstuck across the sea on their desolate lands, unable to cross to Daem\nand enjoy its plentiful resources and luxuries, yet not at all unaware\nof them, for as they labored in their hopeless ways, they could see Daem\nshining like a heavenly vision before them, one which they were not able\nto touch or grasp, but instead one that must infuriate them to no end in\ntheir heart, at the knowledge of fate’s unfairness and their utter\nhopelessness and complete poverty, not because of their laziness or\ntheir ignorance or anything involving their actions whatsoever, but\nsimply because they had been born on the wrong side of the sea.",
        "At that moment I was embittered against both the Zards and the Canitaurs\r\nfor their selfishness and their pretensions of morality. There is no\nmorality where one sees another starving and suffering and does not\nhelp, when one sees a whole race of people living on a land where\nnothing but sorrows dwell, but will not let them share the wealth that\nwas given one by no doing of oneself. There is no morality in\nselfishness, and when I saw those wretched people, I no longer felt like\nredeeming those on Daem from the impending doom of humanity. Whatever\nplans they had for me they never told, I sensed, for there was something\ndeeply wrong about the way they looked at me and talked about me,\nsomething deeply wrong about the way they patronized me and treated me\nlike a silly child, while I was the one who was to decide their fate.\nThe Canitaurs and the Zards both looked at me with a subtle sense of\ndeceit and ill will, all that is, except Bernibus, which is why our\nfriendship flourished so swiftly. As I laid there with thoughts of Onan\nand the decision that I was to make, and of all the responsibility that\nwas put upon me involuntarily, as I thought of the conflict of past and\nfuture at the neglect of the present, as I thought about the self-\nobsession and overindulgence that come with wealth, and the desire for\nstill more that accompanies it, I fell to sleep and into a place where\nno troubles lay, for my long day and night had left in me no energy for\ndreams.",
        "Continue...",
        "\nThis eBook of “The Revolutions of Time” by Jonathan Dunn belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Revolutions of TimeBy Jonathan DunnAt Amazon"
    ]
}