{
    "title": "The Former Philippines thru Foreign Eyes - Part III",
    "author": "Fedor Jagor et al",
    "chapter": "4",
    "content": [
        "\n\n",
        "Manila in 1842",
        "By Com. Charles Wilkes, U.S.N.",
        "(Narrative of U. S. Exploring Expedition, Vol. V, Chaps. 8 and 9.)",
        "[Port rules.] At daylight, on January 13, we were again under way,\nwith a light air, and at nine o’clock reached the roadstead, where we\nanchored in six fathoms water, with good holding-ground. Being anxious\nto obtain our letters, which, we were informed at Oahu, had been sent\nto Manila, I immediately dispatched two boats to procure them. On\ntheir way to the mole, they were stopped by the captain of the port,\nDon Juan Salomon, who requested them, in a polite manner, to return,\nand informed the officers that, agreeably to the rules of the port,\nno boat was permitted to land until the visit of the health-officer\nhad been made, etc.",
        "[Official courtesies.] The captain of the port, in a large barge,\nwas soon seen pulling off in company with the boats. He boarded us\nwith much ceremony, and a few moments sufficed to satisfy him of\nthe good health of the crew, when he readily gave his assent to\nour visiting the shore. Every kind of assistance was offered me,\non the part of the government, and he, in the most obliging manner,\ngave us permission to go and come when we pleased, with the simple\nrequest that the boats should wear our national flag, that they might\nat all times be known, and thus be free from any interruption by the\nguards. The boats were again dispatched for the consul and letters,\nand after being anxiously watched for, returned; every one on board\nship expecting his wishes to be gratified with news from home; but,\nas is usual on such occasions, the number of the happy few bore no\ncomparison to that of the many who were disappointed.",
        "Our vice-consul, Josiah Moore, Esq., soon paid us a visit, and gave\nus a pressing invitation to take up our quarters on shore while we\nremained. To this gentleman and Mr. Sturges I am greatly indebted for\nmuch of the information that will be detailed in the following chapter.",
        "[American hemp ships.] A number of vessels were lying in the roads,\namong which were several Americans loading with hemp. There was also a\nlarge English East Indiaman, manned by Lascars, whose noise rendered\nher more like a floating Bedlam than any thing else to which I can\nliken it.",
        "[A Spanish oriental city.] The view of the city and country around\nManila partakes both of a Spanish and an Oriental character. The\nsombre and heavy-looking churches, with their awkward towers; the long\nlines of batteries mounted with heavy cannon; the massive houses,\nwith ranges of balconies; and the light and airy cottage, elevated\non posts, situated in the luxuriant groves of tropical trees–all\nexcite a desire to become better acquainted with the country.",
        "[Surroundings.] Manila is situated on an extensive plain, gradually\nswelling into distant hills, beyond which, again, mountains rise in\nthe back ground to the height of several thousand feet. The latter\nare apparently clothed with vegetation to their summits. The city is\nin strong contrast to this luxuriant scenery, bearing evident marks\nof decay, particularly in the churches, whose steeples and tile roofs\nhave a dilapidated look. The site of the city does not appear to have\nbeen well chosen, it having apparently been selected entirely for\nthe convenience of commerce, and the communication that the outlet\nof the lake affords for the batteaux that transport the produce from\nthe shores of the Laguna de Bay to the city.",
        "[Canals.] There are many arms or branches to this stream, which have\nbeen converted into canals; and almost any part of Manila may now be\nreached in a banca.",
        "In the afternoon, in company with Captain Hudson, I paid my first visit\nto Manila. The anchorage considered safest for large ships is nearly\nthree miles from the shore, but smaller vessels may lie much nearer,\nand even enter the canal; a facility of which a number of these take\nadvantage, to accomplish any repairs they may have occasion to make.",
        "[Typhoons.] The canal, however, is generally filled with coasting\nvessels, batteaux from the lake, and lighters for the discharge of\nthe vessels lying in the roads. The bay of Manila is safe, excepting\nduring the change of the monsoons, when it is subject to the typhoons\nof the China Seas, within whose range it lies. These blow at times with\nmuch force, and cause great damage. Foreign vessels have, however,\nkept this anchorage, and rode out these storms in safety; but native\nas well as Spanish vessels, seek at these times the port of Cavite,\nabout three leagues to the southwest, at the entrance of the bay,\nwhich is perfectly secure. Here the government dockyard is situated,\nand this harbor is consequently the resort of the few gunboats and\ngalleys that are stationed here.",
        "[Twin piers.] The entrance to the canal or river Pasig is three hundred\nfeet wide, and is enclosed between two well-constructed piers, which\nextend for some distance into the bay. On the end of one of these is\nthe light-house, and on the other a guard-house. The walls of these\npiers are about four feet above ordinary high water, and include the\nnatural channel of the river, whose current sets out with some force,\nparticularly when the ebb is making in the bay.",
        "[Suburbs.] The suburbs, or Binondo quarter, contain more inhabitants\nthan the city itself, and is the commercial town. They have all the\nstir and life incident to a large population actively engaged in trade,\nand in this respect the contrast with the city proper is great.",
        "[Walled city.] The city of Manila is built in the form of a large\nsegment of a circle, having the chord of the segment on the river:\nthe whole is strongly fortified, with walls and ditches. The houses\nare substantially built after the fashion of the mother country. Within\nthe walls are the governor’s palace, custom-house, treasury, admiralty,\nseveral churches, convents, and charitable institutions, a university,\nand the barracks for the troops; it also contains some public squares,\non one of which is a bronze statue of Charles IV.",
        "The city is properly deemed the court residence of these islands; and\nall those attached to the government, or who wish to be considered as\nof the higher circle, reside here; but foreigners are not permitted\nto do so. The houses in the city are generally of stone, plastered,\nand white or yellow washed on the outside. They are only two stories\nhigh, and in consequence cover a large space, being built around a\npatio or courtyard.",
        "[Dwellings.] The ground-floors are occupied as storehouses,\nstables, and for porters’ lodges. The second story is devoted to\nthe dining-halls and sleeping apartments, kitchens, bath-rooms,\netc. The bed-rooms have the windows down to the floor, opening on wide\nbalconies, with blinds or shutters. These blinds are constructed with\nsliding frames, having small squares of two inches filled in with\na thin semi-transparent shell, a species of Placuna; the fronts of\nsome of the houses have a large number of these small lights, where\nthe females of the family may enjoy themselves unperceived.",
        "[Business.] After entering the canal, we very soon found ourselves\namong a motley and strange population. On landing, the attention is\ndrawn to the vast number of small stalls and shops with which the\nstreets are lined on each side, and to the crowds of people passing\nto and fro, all intent upon their several occupations. The artisans in\nManila are almost wholly Chinese; and all trades are local, so that in\neach quarter of the Binondo suburb the privilege of exclusive occupancy\nis claimed by some particular kinds of shops. In passing up the\nEscolta (which is the longest and main street in this district), the\ncabinet-makers, seen busily at work in their shops, are first met with;\nnext to these come the tinkers and blacksmiths; then the shoe-makers,\nclothiers, fishmongers, haberdashers, etc. These are flanked by outdoor\noccupations; and in each quarter are numerous cooks, frying cakes,\nstewing, etc., in movable kitchens; while here and there are to be\nseen betel-nut sellers, either moving about to obtain customers,\nor taking a stand in some great thoroughfare. The moving throng,\ncomposed of carriers, waiters, messengers, etc., pass quietly and\nwithout any noise: they are generally seen with the Chinese umbrella,\npainted in many colors, screening themselves from the sun. The whole\npopulation wear slippers, and move along with a slipshod gait.",
        "The Chinese are apparently far more numerous than the Malays, and the\ntwo races differ as much in character as in appearance: one is all\nactivity, while the other is disposed to avoid all exertion. They\npreserve their distinctive character throughout, mixing but very\nlittle with each other, and are removed as far as possible in their\ncivilities; the former, from their industry and perseverance, have\nalmost monopolized all the lucrative employments among the lower\norders, excepting the selling of fish and betel-nut, and articles\nmanufactured in the provinces.",
        "On shore, we were kindly received by Mr. Moore, who at once made us\nfeel at home. The change of feeling that takes place in a transfer from\nshipboard in a hot climate, after a long cruise, to spacious and airy\napartments, surrounded by every luxury that kind attentions can give,\ncan be scarcely imagined by those who have not experienced it.",
        "As we needed some repairs and supplies, to attend to these was\nmy first occupation. Among the former, we required a heavy piece\nof blacksmith-work, to prepare which, we were obliged to send our\narmourers on shore. The only thing they could procure was a place for\na forge; but coal, and every thing else, we had to supply from the\nship. I mention these things to show that those in want of repairs\nmust not calculate upon their being done at Manila with dispatch,\nif they can be accomplished at all.",
        "[City of Manila.] The city government of Manila was established\nJune 24, 1571, and the title under which it is designated is, “The\ncelebrated and forever loyal city of Manila.” In 1595, the charter\nwas confirmed by royal authority; and all the prerogatives possessed\nby other cities in the kingdom were conferred upon it in 1638. The\nmembers of the city council, by authority of the king, were constituted\na council of advisement with the governor and captain-general. The\ncity magistrates were also placed in rank next the judges; and in\n1686 the jurisdiction of the city was extended over a radius of five\nleagues. In 1818, the members of the council were increased and ordered\nto assume the title of “Excellency.” Manila has been one of the most\nconstantly loyal cities of the Spanish kingdom, and is, in consequence,\nconsidered to merit these additional royal favors to its inhabitants.",
        "[Commerce.] In 1834, the Royal Tribunal of Commerce was instituted,\nto supersede the old consulate, which had been established since 1772,\nThe Royal Tribunal of Commerce acts under the new commercial code, and\npossesses the same privileges of arbitration as the old consulate. It\nconsists of a prior, two consuls, and four deputies, elected by the\nprofession. The three first exercise consular jurisdiction, the other\nfour superintend the encouragement of commerce. The “Junta de Comercio\"\n(chamber of commerce) was formed in 1835. This junta consits of the\nTribunal of Commerce, with four merchants, who are selected by the\ngovernment, two of whom are removed annually. The prior of the Tribunal\npresides at the Junta, whose meetings are required to be held twice a\nmonth, or oftener if necessary, and upon days in which the Tribunal\nis not in session. The two courts being under the same influences,\nand having the same officers, little benefit is to be derived from\ntheir double action, and great complaints are made of the manner in\nwhich business is conducted in them.",
        "[Magellan.] Of all her foreign possessions, the Philippines have\ncost Spain the least blood and labor. The honor of their discovery\nbelongs to Magellan whose name is associated with the straits at\nthe southern extremity of the American continent, but which has\nno memorial in these islands. Now that the glory which he gained\nby being the first to penetrate from the Atlantic to the Pacific,\nhas been in some measure obliterated by the disuse of those straits\nby navigators, it would seem due to his memory that some spot among\nthese islands should be set apart to commemorate the name of, him\nwho made them known to Europe. This would be but common justice to\nthe discoverer of a region which has been a source of so much honor\nand profit to the Spanish nation, who opened the vast expanse of the\nPacific to the fleets of Europe, and who died fighting to secure the\nbenefits of his enterprise to his king and country.",
        "Magellan was killed at the island of Mactan, on April 26, 1521;\nand Duarte, the second in command, who succeeded him, imprudently\naccepting an invitation from the chief of Cebu to a feast, was, with\ntwenty companions, massacred. Of all the Spaniards present, only one\nescaped. After these and various other misfortunes, only one vessel\nof the squadron, the Victoria, returned to Spain. Don Juan Sebastian\ndel Cano, her commander, was complimented by his sovereign by a grant\nfor his arms of a globe, with the proud inscription, commemorative\nof his being the first circumnavigator, “Primus Me Circumcedit.”",
        "[Other expeditions.] Two years afterwards, a second expedition was\nfitted out, under the command of Loaisa, who died after they had\npassed through the Straits of Magellan, when they had been a year\non their voyage. The command then fell upon Sebastian, who died in\nfour days after his predecessor. Salazar succeeded to the command,\nand reached the Ladrone Islands, but shortly after leaving there\nhe died also. They came in sight of Mindanao, but contrary winds\nobliged them to go to the Moluccas. When arrived at the Portuguese\nsettlements, contentions and jealousies arose, and finally all the\nexpedition was dispersed, and the fate of all but one of the vessels\nhas become doubtful. None but the small tender returned, which,\nafter encountering great difficulties, reached New Spain.",
        "The third expedition was fitted out by Cortes, then viceroy of Mexico,\nand the command of it given to Saavedra. This sailed from the port\nof Silguattanjo, on the 31st of October, 1528, and stopped at the\nLadrone Islands, of which it took possession for the crown of Spain. It\nafterwards went to Mindanao, and then pursued its voyage to Timor,\nwhere part of the expedition of Loaisa was found remaining. From\nTimor they made two attempts to return to New Spain, both of which\nfailed. The climate soon brought on disease, which carried off a great\nnumber, and among them Saavedra. Thus the whole expedition was broken\nup, and the survivors found their way to the Portuguese settlements.",
        "The fourth expedition was sent from New Spain, when under the\ngovernment of Don Antonio de Mendoza, for the purpose of establishing\na trade with the new islands, and it received orders not to visit\nthe Moluccas. This expedition sailed in 1542, under the command\nof Villalobos. It reached the Philippine Islands without accident,\nand Villalobos gave them that name after Philip II, then prince of\nAsturias. Notwithstanding his positive instructions to the contrary,\nhe was obliged to visit the Moluccas, and met the same treatment from\nthe Portuguese that had been given to all whom they believed had any\nintention to interfere in their spice trade. The squadron touched at\nAmboina, where Villalobos died, an event which caused the breaking\nup of the expedition; and the few Spaniards that remained embarked\nin the Portuguese vessels to return home.",
        "The fifth and last expedition was ordered by Philip II to be sent\nfrom Mexico, when under the government of Don Luis de Velasco,\nfor the final conquest and settlement of the Philippines. With\nthis expedition was sent Andres Urdaneta, a friar, whose reputation\nstood very high as a cosmographer: he had belonged to the ill-fated\nexpedition of Loaisa. This was the largest that had yet been fitted\nout for this purpose, numbering five vessels and about four hundred\nmen. The command of it was intrusted to [Legaspi.] Legaspi, under\nwhom it sailed from the port of Natividad, on November 21, 1564, and\nupon whom was conferred the title of governor and adelantado of the\nconquered lands, with the fullest powers. On the 13th of February,\n1565, he arrived at the island of Tandaya, one of the Philippines:\nfrom thence he went to Leyte; there he obtained the son of a powerful\nchief as a guide, through whom he established peace with several of\nthe native rulers, who thereafter aided the expedition with all the\nmeans in their power. At Bohol they built the first church. There he\nmet and made peace with a chief of Luzon, with whom he went to that\nisland. (Facts here are confused.–C.)",
        "He now (April, 1565) took possession of all the island in the name of\nthe crown of Spain, and became their first governor. In this conquest,\nmotives different from those which governed them on the American\ncontinent, seemed to have influenced the Spaniards. Instead of carrying\non a cruel war against the natives, they here pursued the policy of\nencouraging and fostering their industry. Whether they felt that this\npolicy was necessary for the success of their undertaking, or were\ninfluenced by the religious fathers who were with them, is uncertain;\nbut their measures seem to have been dictated by a desire to promote\npeace and secure the welfare of the inhabitants. There may be another\ncause for this course of action, namely, the absence of the precious\nmetals, which held out no inducement to those thirsting for inordinate\ngain. This may have had its weight in exempting the expedition in\nits outset from the presence of those avaricious spirits which had\naccompanied other Spanish expeditions, and been the means of marking\ntheir progress with excessive tyranny, bloodshed, and violence. It is\nevident to one who visits the Philippines that some other power besides\nthe sword has been at work in them; the natives are amalgamated with\nthe Spaniards, and all seem disposed to cultivate the land and foster\ncivilization. None of the feeling that grows out of conquest is to be\nobserved in these islands; the two races are identified now in habits,\nmanners, and religion, and their interests are so closely allied that\nthey feel their mutual dependence upon each other.",
        "The establishment of the new constitution in Spain in the year 1825\nhas had a wonderful effect upon these colonies, whose resources have\nwithin the last ten years been developed, and improvements pushed\nforward with a rapid step. Greater knowledge and more liberal views\nin the rulers are alone wanting to cause a still more rapid advance\nin the career of prosperity.",
        "As our visit was to Luzon, we naturally obtained more personal\ninformation respecting it than the other islands. We learned that the\nnorthern peninsula [268] was composed of granite and recent volcanic\nrocks, together with secondary and tertiary deposits, while the\nsouthern peninsula is almost wholly volcanic.",
        "The northern contains many valuable mines of gold, lead, copper,\nand iron, besides coal. A number of specimens of these, and the rocks\nwhich contain them, were presented to the Expedition by Señores Araria\nand Roxas of Manila.",
        "So far as our information and observations went, the whole of the\nPhilippine Islands are of similar geological formation. In some of\nthe islands the volcanic rock prevails, while in others coal and the\nmetalliferous deposits predominate. On some of them the coal-beds\nform part of the cliffs along the shore; on others, copper is found\nin a chlorite and talcose slate. The latter is more particularly\nthe case with Luzon, and the same formation extends to Mindoro. Much\niron occurs on the mountains. Thus among the (Upland) natives, who\nare yet unsubdued by the Spaniards, and who inhabit these mountains,\nit is found by them of so pure a quality that it is manufactured\ninto swords and cleavers. These are, occasionally, obtained by the\nSpaniards in their excursions into the interior against these bands.",
        "[Tufa.] The country around Manila is composed of tufa of a light gray\ncolor, which being soft and easily worked, is employed as the common\nbuilding material in the city. It contains, sometimes, scoria and\npumice, in pieces of various sizes, besides, occasionally, impressions\nof plants, with petrified woods. These are confined to recent species,\nand include palms, etc.",
        "This tufa forms one of the remarkable features of the volcanoes of the\nPhilippine Islands, showing a strong contrast between them and those of\nthe Pacific isles, which have ejected little else than lava and scoria.",
        "Few portions of the globe seem to be so much the seat of internal\nfires, or to exhibit the effects of volcanic action so strongly as\nthe Philippines. During our visit, it was not known that any of the\nvolcanoes were in action; but many of them were smoking, particularly\nthat in the district of Albay, called Isaroc. Its latest eruption\nwas in the year 1839; but this did little damage compared with\nthat of 1814, which covered several villages, and the country for a\ngreat distance around, with ashes. This mountain is situated to the\nsouth-east of Manila one hundred and fifty miles, and is said to be\na perfect cone, with a crater at its apex.",
        "[Resources.] It does not appear that the islands are much affected\nby earth-quakes, although some have occasionally occurred that have\ndone damage to the churches at Manila.",
        "The coal which we have spoken of is deemed of value; it has a strong\nresemblance to the bituminous coal of our own country, possesses a\nbright lustre, and appears very free from all woody texture when\nfractured. It is found associated with sandstone, which contains\nmany fossils. Lead and copper are reported as being very abundant;\ngypsum and limestone occur in some districts. From this, it will\nbe seen that these islands have everything in the mineral way to\nconstitute them desirable possessions.",
        "With such mineral resources, and a soil capable of producing the\nmost varied vegetation of the tropics, a liberal policy is all that\nthe country lacks. The products of the Philippine Islands consist\nof sugar, coffee, hemp, indigo, rice, tortoise-shell, hides, ebony,\nsaffron-wood, sulphur, cotton, cordage, silk, pepper, cocoa, wax,\nand many other articles. In their agricultural operations the\npeople are industrious, although much labor is lost by the use of\ndefective implements. The plough, of very simple construction, has\nbeen adopted from the Chinese; it has no coulter, the share is flat,\nand being turned partly to one side, answers, in a certain degree,\nthe purpose of a mould-board. This rude implement is sufficient for\nthe rich soils, where the tillage depends chiefly upon the harrow,\nin constructing which a thorny species of bamboo is used. The harrow\nis formed of five or six pieces of this material, on which the thorns\nare left, firmly fastened together. It answers its purpose well, and\nis seldom out of order. A wrought-iron harrow, that was introduced\nby the Jesuits, is used for clearing the ground more effectually,\nand more particularly for the purpose of extirpating a troublesome\ngrass, that is known by the name of cogon (a species of Andropogon), of\nwhich it is very difficult to rid the fields. The bolo or long-knife,\na basket, and hoe, complete the list of implements, and answer all\nthe purposes of our spades, etc.",
        "[Draft animals.] The buffalo was used until within a few years\nexclusively in their agricultural operations, and they have lately\ntaken to the use of the ox; but horses are never used. The buffalo,\nfrom the slowness of his motions, and his exceeding restlessness\nunder the heat of the climate, is ill adapted to agricultural labor;\nbut the natives are very partial to them, notwithstanding they\noccasion them much labor and trouble in bathing them during the great\nheat. This is absolutely necessary, or the animal becomes so fretful\nas to be unfit for use. If it were not for this, the buffalo would,\nnotwithstanding his slow pace, be most effective in agricultural\noperations; he requires little food, and that of the coarsest kind;\nhis strength surpasses that of the stoutest ox, and he is admirably\nadapted for the rice or paddy fields. They are very docile when used\nby the natives, and even children can manage them; but it is said they\nhave a great antipathy to the whites, and all strangers. The usual\nmode of guiding them is by a small cord attached to the cartilage of\nthe nose. The yoke rests on the neck before the shoulders, and is of\nsimple construction. To this is attached whatever it may be necessary\nto draw, either by traces, shafts, or other fastenings. Frequently this\nanimal may be seen with large bundles of bamboo lashed to them on each\nside. Buffaloes are to be met with on the lake with no more than their\nnoses and eyes out of the water, and are not visible until they are\napproached within a few feet, when they cause alarm to the passengers\nby raising their large forms close to the boat. It is said that they\nresort to the lake to feed on a favorite grass that grows on its bottom\nin shallow water, and which they dive for. Their flesh is not eaten,\nexcept that of the young ones, for it is tough and tasteless. The milk\nis nutritious, and of a character between that of the goat and cow.",
        "The general appearance of the buffalo is that of a hybrid of the\nbull and rhinoceros. Its horns do not rise upwards, are very close\nat the root, bent backwards, and of a triangular form, with a flat\nside above. One of the peculiarities of the buffalo is its voice,\nwhich is quite low, and in the minor key, resembling that of a young\ncolt. It is as fond of mire as swine, and shows the consequence of\nrecent wallowing, in being crusted over with mud. The skin is visible,\nbeing but thinly covered with hair; its color is usually that of a\nmouse; in some individuals darker.",
        "[Rice.] Rice is, perhaps, of their agricultural products, the article\nupon which the inhabitants of the Philippine Islands most depend for\nfood and profit; of this they have several different varieties; which\nthe natives distinguish by their size and the shape of the grain:\nthe birnambang, lamuyo, malagequit, bontot-cabayo, dumali, quinanda,\nbolohan, and tangi. The three first are aquatic; the five latter\nupland varieties. They each have their peculiar uses. The dumali\nis the early variety; it ripens in three months from planting, from\nwhich circumstance it derives its name: it is raised exclusively on\nthe uplands. Although much esteemed, it is not extensively cultivated,\nas the birds and insects destroy a large part of the crop.",
        "The malagequit is very much prized, and used for making sweet and\nfancy dishes; it becomes exceedingly glutinous, for which reason it\nis used in making whitewash, which it is said to cause to become of a\nbrilliant white, and to withstand the weather. This variety is not,\nhowever, believed to be wholesome. There is also a variety of this\nlast species which is used as food for horses, and supposed to be a\nremedy and preventive against worms.",
        "The rice grounds or fields are laid out in squares, and surrounded by\nembankments, to retain the water of the rains or streams. After the\nrains have fallen in sufficient quantities to saturate the ground, a\nseed-bed is generally planted in one corner of the field, in which the\nrice is sown broadcast, about the month of June. The heavy rains take\nplace in August, when the fields are ploughed, and are soon filled with\nwater. The young plants are about this time taken from the seed-bed,\ntheir tops and roots trimmed, and then planted in the field by making\nholes in the ground with the fingers and placing four or five sprouts\nin each of them; in this tedious labor the poor women are employed,\nwhilst the males are lounging in their houses or in the shade of\nthe trees.",
        "The harvest for the aquatic rice begins in December. It is reaped\nwith small sickles, peculiar to the country, called yatap; to the\nback of these a small stick is fastened, by which they are held,\nand the stalk is forced upon it and cut. The spikes of rice are\ncut with this implement, one by one. In this operation, men, women,\nand children all take part.",
        "The upland rice requires much more care and labor in its\ncultivation. The land must be ploughed three or four times, and all\nthe turf and lumps well broken up by the harrow.",
        "During its growth it requires to be weeded two or three times, to\nkeep the weeds from choking the crop. The seed is sown broadcast in\nMay. This kind of rice is harvested in November, and to collect the\ncrop is still more tedious than in the other case, for it is always\ngathered earlier, and never reaped, in consequence of the grain not\nadhering to the ear. If it were gathered in any other way, the loss\nby transportation on the backs of buffaloes and horses, without any\ncovering to the sheaf, would be so great as to dissipate a great\nportion of the crop.",
        "It appears almost incredible that any people can remain in\nignorance of a way of preventing so extravagant and wasteful a mode\nof harvesting. The government has been requested to prohibit it on\naccount of the great expense it gives rise to; but whether any steps\nhave ever been taken in the matter, I did not learn. It is said that\nnot unfrequently a third part of the crop is lost, in consequence of\nthe scarcity of laborers; while those who are disengaged will refuse\nto work, unless they receive one-third, and even one-half of the crop,\nto be delivered free of expense at their houses. This the planters\nare often obliged to give, or lose the whole crop. Nay, unless the\nharvest is a good onc, reapers are very unwilling to engage to take it\neven on these terms, and the entire crop is lost. The laborers, during\nthe time of harvest, are supported by the planter, who is during that\ntime exposed to great vexation, if not losses. The reapers are for the\nmost part composed of the idle and vicious part of the population, who\ngo abroad over the country to engage themselves in this employment,\nwhich affords a livelihood to the poorer classes; for the different\nperiods at which the varieties of rice are planted and harvested,\ngives them work during a large portion of the year.",
        "After the rice is harvested, there are different modes of treating\nit. Some of the proprietors take it home, where it is thrown into\nheaps, and left until it is desirable to separate it from the straw,\nwhen it is trodden out by men and women with their bare feet. For\nthis operation, they usually receive another fifth of the rice.",
        "Others stack it in a wet and green state, which subjects it to heat,\nfrom which cause the grain contracts a dark color, and an unpleasant\ntaste and smell. The natives, however, impute these defects to the\nwetness of the season.",
        "The crop of both the low and upland rice, is usually from thirty\nto fifty for one: this is on old land; but on that which is newly\ncleared or which has never been cultivated, the yield is far beyond\nthis. In some soils of the latter description, it is said that for a\nchupa (seven cubic inches) planted, the yield has been a caban. The\nformer is the two-hundred-and-eighth part of the latter. This is not\nthe only advantage gained in planthing rich lands, but the saving of\nlabor is equally great; for all that is required is to make a hole\nwith the fingers, and place three or four grains in it. The upland\nrice requires but little water, and is never irrigated.",
        "The cultivator in the Philippine Islands is always enabled to secure\nplenty of manure; for vegetation is so luxuriant that by pulling the\nweeds and laying them with earth, a good stock is quickly obtained\nwith which to cover his fields. Thus, although the growth is so rank\nas to cause him labor, yet in this hot climate its decay is equally\nrapid, which tends to make his labors more successful.",
        "The rice-stacks form a picturesque object on the field; they are\ngenerally placed around or near a growth of bamboo, whose tall,\ngraceful, and feathery outline is of itself a beautiful object,\nbut connected as it is often seen with the returns of the harvest,\nit furnishes an additional source of gratification.",
        "The different kinds of rice, and especially the upland, would no doubt\nbe an acquisition to our country. At the time we were at Manila, it\nwas not thought feasible to pack it, for it had just been reaped,\nand was so green that it would not have kept. [269] Although rice\nis a very prolific crop, yet it is subject to many casualties, from\nthe locusts and other insects that devour it; the drought at other\ntimes affects it, particularly the aquatic varieties. There is a use\nto which the rice is applied here, which was new to us, namely, as a\nsubstitute for razors; by using two grains of it between the fingers,\nthey nip the beard, or extract it from the chin and face.",
        "[Manila hemp.] Among the important productions of these islands, I have\nmentioned hemp, although the article called Manila hemp must not be\nunderstood to be derived from the plant which produces the common hemp\n(Cannabis), being obtained from a species of plantain (Musa textilis),\ncalled in the Philippines “abacá.” This is a native of these islands,\nand was formerly believed to be found only on Mindanao; but this is\nnot the case, for it is cultivated on the south part of Luzon, and\nall the islands south of it. It grows on high ground, in rich soil,\nand is propagated by seeds. It resembles the other plants of the tribe\nof plantains, but its fruit is much smaller, although edible. The\nfibre is derived from the stem, and the plant attains the height of\nfifteen or twenty feet. The usual mode of preparing the hemp is to cut\noff the stem near the ground, before the time or just when the fruit\nis ripe. The stem is then eight or ten feet long below the leaves,\nwhere it is again cut. The outer coating of the herbaceous stem\nis then stripped off, until the fibers or cellular parts are seen,\nwhen it undergoes the process of rotting, and after being well dried\nin houses and sheds, is prepared for market by assorting it, a task\nwhich is performed by the women and children. That which is intended\nfor cloth is soaked for an hour or two in weak lime-water prepared\nfrom sea-shells, again dried, and put up in bundles. From all the\ndistricts in which it grows, it is sent to Manila, which is the only\nport whence it can legally be exported. It arrives in large bundles,\nand is packed there, by means of a screw-press, in compact bales,\nfor shipping, secured by rattan, each weighing two piculs.",
        "The best Manila hemp ought to be white, dry, and of a long and fine\nfiber. This is known at Manila by the name of lupis; the second\nquality they call bandala.",
        "The exportation has much increased within the last few years, in\nconsequence of the demand for it in the United States; and the whole\ncrop is now monopolized by the two American houses of Sturges & Co.,\nand T. N. Peale & Co., of Manila, who buy all of good quality that\ncomes to market. This is divided between the two houses, and the\nprice they pay is from four to five dollars the picul. The entire\nquantity raised in 1840 was eighty-three thousand seven hundred and\nninety piculs; in 1841, eighty-seven thousand.",
        "The quantity exported to the United States in 1840, was sixty-eight\nthousand two hundred and eighty piculs, and in 1841, only sixty-two\nthousand seven hundred piculs; its value in Manila is about three\nhundred thousand dollars. Twenty thousand piculs go to Europe. There\nare no duties on its exportation.",
        "That which is brought to the United States is principally manufactured\nin or near Boston, and is the cordage known as “white rope.” The\ncordage manufactured at Manila is, however, very superior to the\nrope made with us, although the hemp is of the inferior kind. A large\nquantity is also manufactured into mats.",
        "In the opinion of our botanist, it is not probable that the plant could\nbe introduced with success into our country, for in the Philippines\nit is not found north of latitude 14° N.",
        "[Coffee.] The coffee-plant is well adapted to these islands. A\nfew plants were introduced into the gardens of Manila, about fifty\nyears ago, since which time it has been spread all over the island,\nas is supposed by the civet-cats, which, after swallowing the seeds,\ncarry them to a distance before they are voided.",
        "The coffee of commerce is obtained here from the wild plant, and\nis of an excellent quality. Upwards of three thousand five hundred\npiculs are now exported, of which one-sixth goes to the United States.",
        "[Sugar.] The sugar-cane thrives well here. It is planted after the\nFrench fashion, by sticking the piece diagonally into the ground. Some,\nfinding the cane has suffered in times of drought, have adopted other\nmodes. It comes to perfection in a year, and they seldom have two\ncrops from the same piece of land, unless the season is very favorable.",
        "There are many kinds of cane cultivated, but that grown in the valley\nof Pampanga is thought to be the best. It is a small red variety, from\nfour to five feet high, and not thicker than the thumb. The manufacture\nof the sugar is rudely conducted; and the whole business, I was told,\nwas in the hands of a few capitalists, who, by making advances, secure\nthe whole crop from those who are employed to bring it to market. It\nis generally brought in moulds, of the usual conical shape, called\npilones, which are delivered to the purchaser from November to June,\nand contain each about one hundred and fifty pounds. On their receipt,\nthey are placed in large storehouses, where the familiar operation\nof claying is performed. The estimate for the quantity of sugar\nfrom these pilones after this process is about one hundred pounds;\nit depends upon the care taken in the process.",
        "[Cotton.] Of cotton they raise a considerable quantity, which is of a\nfine quality, and principally of the yellow nankeen. In the province\nof Ilocos it is cultivated most extensively. The mode of cleaning it\nof its seed is very rude, by means of a hand-mill, and the expense of\ncleaning a picul (one hundred and forty pounds) is from five to seven\ndollars. There have, as far as I have understood, been no endeavors\nto introduce any cotton-gins from our country.",
        "[Wages.] It will be merely necessary to give the prices at which\nlaborers are paid, to show how low the compensation is, in comparison\nwith those in our own country. In the vicinity of Manila, twelve and\na half cents per day is the usual wages; this in the provinces falls\nto six and nine cents. A man with two buffaloes is paid about thirty\ncents. The amount of labor performed by the latter in a day would\nbe the ploughing of a soane, about two-tenths of an acre. The most\nprofitable way of employing laborers is by the task, when, it is said,\nthe natives work well, and are industrious.",
        "The manner in which the sugar and other produce is brought to market\nat Manila is peculiar, and deserves to be mentioned. In some of the\nvillages, the chief men unite to build a vessel, generally a pirogue,\nin which they embark their produce, under the conduct of a few persons,\nwho go to navigate it, and dispose of the cargo. In due time they\nmake their voyage, and when the accounts are settled, the returns\nare distributed to each according to his share. Festivities are then\nheld, the saints thanked for their kindness, and blessings invoked\nfor another year. After this is over, the vessel is taken carefully\nto pieces, and distributed, among the owners, to be preserved for\nthe next season.",
        "The profits in the crops, according to estimates, vary from sixty\nto one hundred per cent.; but it was thought, as a general average,\nthat this was, notwithstanding the great productiveness of the soil,\nfar beyond the usual profits accruing from agricultural operations. In\nsome provinces this estimate would hold good, and probably be exceeded.",
        "[Indigo.] Indigo would probably be a lucrative crop, for that raised\nhere is said to be of quality equal to the best, and the crop is\nnot subject to so many uncertainties as in India: the capital and\nattention required in vats, etc., prevent it from being raised in\nany quantities. Among the productions, the bamboo and rattan ought to\nclaim a particular notice from their great utility; they enter into\nalmost every thing. Of the former their houses are built, including\nframes, floors, sides, and roof; fences are made of the same material,\nas well as every article of general household use, including baskets\nfor oil and water. The rattan is a general substitute for ropes of\nall descriptions, and the two combined are used in constructing rafts\nfor crossing ferries.",
        "I have thus given a general outline of the capabilities of this\ncountry for agricultural operations, in some of the most important\narticles of commerce; by which it will be seen that the Philippine\nIslands are one of the most favored parts of the globe.",
        "[Locusts.] The crops frequently suffer from the ravages of the locusts,\nwhich sweep all before them. Fortunately for the poorer classes, their\nattacks take place after the rice has been harvested; but the cane\nis sometimes entirely cut off. The authorities of Manila, in the vain\nhope of stopping their devastations, employ persons to gather them and\nthrow them into the sea. I understood on one occasion they had spent\neighty thousand dollars in this way, but all to little purpose. It is\nsaid that the crops rarely suffer from droughts, but on the contrary\nthe rains are thought to fall too often, and to flood the rice fields;\nthese, however, yield a novel crop, and are very advantageous to the\npoor, viz.: a great quantity of fish, which are called dalag, and are\na species of Blunnius; they are so plentiful, that they are caught\nwith baskets: these fish weigh from a half to two pounds, and some are\nsaid to be eighteen inches long; but this is not all; they are said,\nafter a deep inundation, to be found even in the vaults of churches.",
        "The Philippines are divided into thirty-one provinces, sixteen of\nwhich are on the island of Luzon, and the remainder comprise the\nother islands of the group and the Ladrones.",
        "[Population.] The population of the whole group is above three\nmillions, including all tribes of natives, mestizos, and whites. The\nlatter-named class are but few in number, not exceeding three\nthousand. The mestizos were supposed to be about fifteen or twenty\nthousand; they are distinguished as Spanish and Indian mestizos. The\nChinese have of late years increased to a large number, and it is\nsaid that there are forty thousand of them in and around Manila\nalone. One-half of the whole population belongs to Luzon. The island\nnext to it in the number of inhabitants is Panay, which contains\nabout three hundred and thirty thousand. Then come Cebu, Mindanao,\nLeyte, Samar, and Negros, varying from the above numbers down to\nfifty thousand. The population is increasing, and it is thought that\nit doubles itself in seventy years. This rate of increase appears\nprobable, from a comparison of the present population with the estimate\nmade at the beginning of the present century, which shows a growth\nin the forty years of about one million four hundred thousand.",
        "The native population is composed of a number of distinct tribes,\nthe principal of which in Luzon are Pangasinan, Ilocos, Cagayan,\nTagalog, and Pampangan.",
        "The Igorots, who dwell in the mountains, are the only natives who\nhave not been subjected by the Spaniards. The other tribes have\nbecome identified with their rulers in religion, and it is thought\nthat by this circumstance alone has Spain been able to maintain the\nascendency with so small a number, over such a numerous, intelligent,\nand energetic race as they are represented to be. This is, however,\nmore easily accounted for, from the Spaniards fostering and keeping\nalive the jealousy and hatred that existed at the time of the discovery\nbetween the different tribes.",
        "It seems almost incredible that Spain should have so long persisted\nin the policy of allowing no more than one galleon to pass annually\nbetween her colonies, and equally so that the nations of Europe should\nhave been so long deceived in regard to the riches and wealth that\nSpain was monopolizing in the Philippines. The capture of Manila,\nin 1762, by the English, first gave a clear idea of the value of this\nremote and little-known appendage of the empire.",
        "The Philippines, considered in their capacity for commerce, are\ncertainly among the most favored portions of the globe, and there is\nbut one circumstance that tends in the least degree to lessen their\napparent advantage; this is the prevalence of typhoons in the China\nseas, which are occasionally felt with force to the north of latitude\n10° N. South of that parallel, they have never been known to prevail,\nand seldom so far; but from their unfailing occurrence yearly in some\npart of the China seas, they are looked for with more or less dread,\nand cause each season a temporary interruption in all the trade that\npasses along the coast of these islands.",
        "The army is now composed entirely of native troops, who number about\nsix thousand men, and the regiments are never suffered to serve in\nthe provinces in which they are recruited, but those from the north\nare sent to the south, and vice versa. There they are employed to keep\nup a continual watch on each other; and, speaking different dialects,\nthey never become identified.",
        "They are, indeed, never allowed to remain long enough in one region,\nto imbibe any feelings in unison with those of its inhabitants. The\nhostility is so great among the regiments, that mutinies have occurred,\nand contests arisen which have produced even bloodshed, which it was\nentirely out of the power of the officers to prevent. In cases of\nthis kind, summary punishment is resorted to.",
        "[Conditions not peaceful.] Although the Spaniards, as far as is known\nabroad, live in peace and quiet, this is far from being the case; for\nrebellion and revolts among the troops and tribes are not unfrequent in\nthe provinces. During the time of our visit one of these took place,\nbut it was impossible to learn anything concerning it that could\nbe relied upon, for all conversation respecting such occurrences\nis interdicted by the government. The difficulty to which I refer\nwas said to have originated from the preaching of a fanatic priest,\nwho inflamed them to such a degree that they overthrew the troops\nand became temporarily masters of the country. Prompt measures were\nimmediately taken, and orders issued to give the rebels no quarter;\nthe regiments most hostile to those engaged in the revolt were ordered\nto the spot; they spared no one; the priest and his companions were\ntaken, put to death, and according to report, in a manner so cruel as\nto be a disgrace to the records of the nineteenth century. Although I\nshould hope the accounts I heard of these transactions were incorrect,\nyet the detestation these acts were held in, would give some color\nto the statements.",
        "The few gazettes that are published at Manila are entirely under the\ncontrol of the government; and a resident of that city must make\nup his mind to remain in ignorance of the things that are passing\naround him, or believe just what the authorities will allow to be\ntold, whether truth or falsehood. The government of the Philippines\nis emphatically an iron rule: how long it can continue so, is doubtful.",
        "[The governor-general.] One of my first duties was to make an\nofficial call upon His Excellency Don Marcelino Oroa, who is the\nsixty-first governor of the Philippine Islands. According to the\nestablished etiquette, Mr. Moore, the vice-consul, announced our\ndesire to do so, and requested to be informed of the time when we\nwould be received. This was accordingly named, and at the appointed\nhour we proceeded to the palace in the city proper. On our arrival,\nwe were announced and led up a flight of steps, ample and spacious,\nbut by no means of such splendor as would indicate the residence of\nvice-royalty. The suite of rooms into which we were ushered were so\ndark that it was difficult to see. I made out, however, that they were\npanelled, and by no means richly furnished. His excellency entered\nfrom a side-door, and led us through two or three apartments into his\nprivate audience-room, an apartment not quite so dark as those we\nhad come from: our being conducted to this, I was told afterwards,\nwas to be considered an especial mark of respect to my country. His\nreception of us was friendly. The governor has much more the appearance\nof an Irishman than of a Spaniard, being tall, portly, of a florid\ncomplexion. He is apparently more than sixty years of age. He was\ndressed in a full suit of black, with a star on his breast.",
        "Mr. Moore acted as interpreter, and the governor readily acceded to my\nrequest to be allowed to send a party into the interior for a few days;\na permission which I almost despaired of receiving, for I knew that\nhe had refused a like application some few months before. The refusal,\nhowever, I think was in part owing to the character of the applicants,\nand the doubtful object they had in view. I impute the permission we\nreceived to the influence of our consul, together with Mr. Sturges,\nwhose agreeable manners, conciliatory tone, and high standing with\nthe authorities, will, I am satisfied, insure us at all times every\nreasonable advantage or facility.",
        "The term of the governor in office is three years, and the present\nincumbent was installed in 1841. This length of time is thought to be\nsufficient for any one of them to make a fortune. The office is held\nby the appointment of the ministry in Spain, and with it are connected\nperquisites that are shared, it is said, by those who confer them.",
        "After having paid our respects to his excellency, we drove to visit\nseveral other officers of the government, who received us without\nceremony. We generally found them in loose morning-gowns, smoking, and\ncigars were invariably offered us; for this habit appears in Manila to\nextend to all ranks. Even in the public offices of the custom-house\nit was the fashion, and cigars, with a machero for striking a light,\nor a joss-stick kept burning, were usually seen in every apartment.",
        "[Courteous Spanish officials.] To the captain of the port, Don Juan\nSalomon, I feel under many obligations for his attentions. I was\ndesirous of obtaining information relative to the Sulu Seas, and to\nlearn how far the Spanish surveys had been carried. He gave me little\nhopes of obtaining any; but referred me to Captain Halcon, of the\nSpanish Navy, who had been employed surveying some part of the coast\nof the islands to the north. The latter whom I visited, on my making\nthe inquiry of him, and stating the course I intended to pursue,\nfrankly told me that all the existing charts were erroneous. He\nonly knew enough of the ground to be certain that they were so,\nand consequently useless. He advised my taking one of the native\npilots, who were generally well acquainted with the seas that lay\nmore immediately in my route. The captain of the port was afterwards\nkind enough to offer to procure me one.",
        "The intercourse I had with these gentlemen was a source of much\ngratification, and it gives me great pleasure to make this public\nexpression of it. To both, my sincere acknowledgments are due for\ninformation in relation to the various reefs and shoals that have\nbeen recently discovered, and which will be found placed in their\ntrue position on our charts.",
        "During our stay at Manila, our time was occupied in seeing sights,\nshopping, riding, and amusing ourselves with gazing on the throng\nincessantly passing through the Escolta of the Binondo suburb, or\nmore properly, the commercial town of Manila.",
        "[Cigar factories.] Among the lions of the place, the great royal cigar\nmanufactories claim especial notice from their extent and the many\npersons employed. There are two of these establishments, one situated\nin the Binondo quarter, and the other on the great square or Prado;\nin the former, which was visited by us, there are two buildings of\ntwo stories high, besides several storehouses, enclosed by a wall,\nwith two large gateways, at which sentinels are always posted. The\nprincipal workshop is in the second story, which is divided into six\napartments, in which eight thousand females are employed. Throughout\nthe whole extent, tables are arranged, about sixteen inches high,\nten feet long, and three feet wide, at each of which fifteen women\nare seated, having small piles of tobacco before them. The tables are\nset crosswise from the wall, leaving a space in the middle of the room\nfree. The labor of a female produces about two hundred cigars a day;\nand the working hours are from 6 a.m., till 6 p.m., with a recess of\ntwo hours, from eleven till one o’clock. The whole establishment is\nkept very neat and clean, and every thing appears to be carried on\nin the most systematic and workmanlike manner. Among such numbers,\nit has been found necessary to institute a search on their leaving\nthe establishment to prevent embezzlement, and this is regularly\nmade twice a day, without distinction of sex. It is a strange sight\nto witness the ingress and egress of these hordes of females; and\nprobably the world cannot elsewhere exhibit so large a number of ugly\nwomen. Their ages vary from fifteen to forty-five. The sum paid them\nfor wages is very trifling. The whole number of persons employed in the\nmanufactories is about fifteen thousand; this includes the officers,\nclerks, overseers, etc.",
        "As nearly as I could ascertain, the revenue derived from these\nestablishments is half a million of dollars.",
        "The natives of the Philippines are industrious. They manufacture an\namount of goods sufficient to supply their own wants, particularly\nfrom Panay and Ilocos. These for the most part consist of cotton and\nsilks, and a peculiar article called piña. The latter is manufactured\nfrom a species of Bromelia (pineapple), and comes principally\nfrom the island of Panay. The finest kinds of piña are exceedingly\nbeautiful, and surpass any other material in its evenness and beauty\nof texture. Its color is yellowish, and the embroidery is fully\nequal to the material. It is much sought after by all strangers,\nand considered as one of the curiosities of this group. Various\nreports have been stated of the mode of its manufacture, and among\nothers that it was woven under water, which I found, upon inquiry,\nto be quite erroneous. The web of the piña is so fine, that they\nare obliged to prevent all currents of air from passing through the\nrooms where it is manufactured, for which purpose there are gauze\nscreens in the windows. After the article is brought to Manila, it\nis then embroidered by girls; this last operation adds greatly to\nits value. We visited one of the houses where this was in progress,\nand where the most skilful workwomen are employed.",
        "On mounting the stairs of bamboos, every step we took produced its\ncreak; but, although the whole seemed but a crazy affair, yet it did\nnot want for strength, being well and firmly bound together. There\nwere two apartments, each about thirteen by twenty-five feet, which\ncould be divided by screens, if required. At the end of it were seen\nabout forty females, all busily plying their needles, and so closely\nseated as apparently to incommode each other. The mistress of the\nmanufactory, who was quite young, gave us a friendly reception, and\nshowed us the whole process of drawing the threads and working the\npatterns, which, in many cases, were elegant.",
        "A great variety of dresses, scarfs, caps, collars, cuffs, and\npocket-handkerchiefs, were shown us. These were mostly in the rough\nstate, and did not strike us with that degree of admiration which was\nexpected. They, however, had been in hand for six months, and were\nsoiled by much handling; but when others were shown us in the finished\nstate, washed and put up, they were such as to claim our admiration.",
        "I was soon attracted by a very different sight at the other end of the\napartment. This was a dancing-master and his scholar, of six years old,\nthe daughter of the woman of the house. It was exceedingly amusing\nto see the airs and graces of this child.",
        "For music they had a guitar; and I never witnessed a ballet that\ngave me more amusement, or saw a dancer that evinced more grace,\nease, confidence, and decided talent, than did this little girl. She\nwas prettily formed, and was exceedingly admired and applauded by us\nall. Her mother considered her education as finished, and looked on\nwith all the admiration and fondness of parental affection.",
        "On inquiry, I found that the idea of teaching her to read and write had\nnot yet been entertained. Yet every expense is incurred to teach them\nto use their feet and arms, and to assume the expression of countenance\nthat will enable them to play a part in the afterscenes of life.",
        "This manufactory had work engaged for nine months or a year in\nadvance. The fabric is extremely expensive, and none but the wealthy\ncan afford it. It is also much sought after by foreigners. Even orders\nfor Queen Victoria and many of the English nobility were then in hand;\nat least I so heard at Manila. Those who are actually present have,\nnotwithstanding, the privilege of selecting what they wish to purchase;\nfor, with the inhabitants here, as elsewhere, ready money has too\nmuch attraction for them to forego the temptation.",
        "Time in Manila seems to hang heavily on the hands of some of its\ninhabitants; their amusements are few, and the climate ill adapted to\nexertion. The gentlemen of the higher classes pass their morning in\nthe transaction of a little public business, lounging about, smoking,\netc. In the afternoon, they sleep, and ride on the Prado; and in the\nevening, visit their friends, or attend a tertulia. The ladies are to\nbe pitied; for they pass three-fourths of their time in déshabillé,\nwith their maids around them, sleeping, dressing, lolling, and combing\ntheir hair. In this way the whole morning is lounged away; they neither\nread, write, nor work. In dress they generally imitate the Europeans,\nexcept that they seldom wear stockings, and go with their arms bare. In\nthe afternoon they ride on the Prado in state, and in the evening\naccompany their husbands. Chocolate is taken early in the morning,\nbreakfast at eleven, and dinner and supper are included in one meal.",
        "Mothers provide for the marriage of their daughters; and I was told\nthat such a thing as a gentleman proposing to any one but the mother,\nor a young lady engaging herself, is unknown and unheard of. The\nnegotiation is all carried forward by the mother, and the daughter is\ngiven to any suitor she may deem a desirable match. The young ladies\nare said to be equally disinclined to a choice themselves, and if\nproposals were made to them, the suitor would be at once referred to\nthe mother. Among the lower orders it is no uncommon thing for the\nparties to be living without the ceremony of marriage, until they have\na family and no odium whatever is attached to such a connexion. They\nare looked upon as man and wife, though they do not live together; and\nthey rarely fail to solemnize their union when they have accumulated\nsufficient property to procure the requisite articles for housekeeping.",
        "[The Luneta.] Three nights in each week they have music in the plaza,\nin front of the governor’s palace, by the bands of four different\nregiments, who collect there after the evening parade. Most of the\nbetter class resort here, for the pleasure of enjoying it. We went\nthither to see the people as well as to hear the music. This is the\ngreat resort of the haut ton, who usually have their carriages in\nwaiting, and promenade in groups backwards and forwards during the\ntime the music is playing. This is by far the best opportunity that\none can have for viewing the society of Manila, which seems as easy\nand unrestrained as the peculiar gravity and ceremonious mode of\nintercourse among the old Spaniards can admit. Before the present\ngovernor took office, it had been the custom to allow the bands to\nplay on the Prado every fine evening, when all the inhabitants could\nenjoy it until a late hour; but he has interdicted this practice,\nand of course given much dissatisfaction; he is said to have done\nthis in a fit of ill temper, and although importuned to restore this\namusement to the common people, he pertinaciously refuses.",
        "The bands of the regiments are under the direction of Frenchmen and\nSpaniards: the musicians are all natives, and play with a correct ear.",
        "Our afternoons were spent in drives on the Prado, where all the\nfashion and rank of Manila are to be met, and where it is exceedingly\nagreeable to partake of the fresh and pure air after a heated day in\nthe city. The extreme end of the Prado lies along the shore of the bay\nof Manila, having the roadstead and ships on one side, and the city\nproper with its fortifications and moats on the other. This drive\nusually lasts for an hour, and all sorts of vehicles are shown off,\nfrom the governor’s coach and six, surrounded by his lancers, to the\nsorry chaise and limping nag. The carriage most used is a four-wheeled\nbiloche, with a gig top, quite low, and drawn by two horses, on one\nof which is a postilion; these vehicles are exceedingly comfortable\nfor two persons. The horses are small, but spirited, and are said\nto be able to undergo great fatigue, although their appearance\ndoes not promise it. This drive is enlivened by the music of the\ndifferent regiments, who are at this time to be seen manoeuvering on\nthe Prado. The soldiers have a very neat and clean appearance; great\nattention is paid to them, and the whole are well appointed. The force\nstationed in Manila is six thousand, and the army in the Philippines\namounts to twenty thousand men. The officers are all Spaniards,\ngenerally the relations and friends of those in the administration\nof the government. The pay of the soldiers is four dollars a month,\nand a ration, which is equal to six cents a day. As troops I was told,\nthey acquitted themselves well. The Prado is laid out in many avenues,\nleading in various directions to the suburbs, and these are planted\nwith wild almond trees, which afford a pleasant shade. It is well kept,\nand creditable to the city.",
        "In passing the crowds of carriages very little display of female\nbeauty is observed, and although well-dressed above, one cannot but\nrevert to their wearing no stockings beneath.",
        "On the Prado is a small theatre, but so inferior that the building\nscarce deserves the name: the acting was equally bad. This amusement\nmeets with little encouragement in Manila and, I was told, was\ndiscountenanced by the Governor.",
        "[A tertulia.] I had the pleasure during our stay of attending a\ntertulia in the city. The company was not a large one, comprising\nsome thirty or forty ladies and about sixty gentlemen. It resembled\nthose of the mother country. Dancing was introduced at an early hour,\nand continued till a few minutes before eleven o’clock, at which\ntime the gates of the city are always shut. It was amusing to see\nthe sudden breaking up of the party, most of the guests residing out\nof the city. The calling for carriages, shawls, hats, etc., produced\nfor a few minutes great confusion, every one being desirous of getting\noff at the earliest moment possible, for fear of being too late. This\nregulation, by which the gates are closed at so early an hour, does\nnot appear necessary, and only serves to interrupt the communication\nbetween the foreign and Spanish society as the former is obliged, as\nbefore observed, to live outside of the city proper. This want of free\nintercourse is to be regretted, as it prevents that kind of friendship\nby which many of their jealousies and prejudices might be removed.",
        "The society at this tertulia was easy, and so far as the enjoyment\nof dancing went, pleasant; but there was no conversation. The\nrefreshments consisted of a few dulces, lemonade, and strong drinks\nin an anteroom. The house appeared very spacious and well adapted for\nentertainments, but only one of the rooms was well lighted. From the\nnovelty of the scene, and the attentions of the gentleman of the house,\nwe passed a pleasant evening.",
        "The natives and mestizos attracted much of my attention at\nManila. Their dress is peculiar: over a pair of striped trousers\nof various colors, the men usually wear a fine grass-cloth shirt,\na large straw hat, and around the head or neck a many colored silk\nhandkerchief. They often wear slippers as well as shoes. The Chinese\ndress, as they have done for centuries, in loose white shirts and\ntrousers. One peculiarity of the common men is their passion for\ncock-fighting; and they carry these fowls wherever they go, after a\npeculiar fashion under their arm.",
        "[Cock-figghting.] Cock-fighting is licensed by the government, and\ngreat care is taken in the breeding of game fowls, which are very large\nand heavy birds. They are armed with a curved double-edged gaff. The\nexhibitions are usually crowded with half-breeds or mestizos, who are\ngenerally more addicted to gambling than either the higher or lower\nclasses of Spaniards. It would not be an unapt designation to call\nthe middling class cock-fighters, for their whole lives seem to be\ntaken up with the breeding and fighting of these birds. On the exit\nfrom a cockpit, I was much amused with the mode of giving the return\ncheck, which was done by a stamp on the naked arm, and precludes\nthe possibility of its transfer to another person. The dress of the\nlower order of females is somewhat civilized, yet it bore so strong\na resemblance to that of the Polynesians as to recall the latter\nto our recollection. A long piece of colored cotton is wound round\nthe body, like the pareu, and tucked in at the side: this covers\nthe nether limbs; and a jacket fitting close to the body is worn,\nwithout a shirt. In some, this jacket is ornamented with work around\nthe neck; it has no collar, and in many cases no sleeves, and over\nthis a richly embroidered cape. The feet are covered with slippers,\nwith wooden soles, which are kept on by the little toe, only four toes\nentering the slipper, and the little one being on the outside. The\neffect of both costumes is picturesque.",
        "[Ducks.] The market is a never failing place of amusement to a\nforeigner, for there a crowd of the common people is always to be seen,\nand their mode of conducting business may be observed. The canals\nhere afford great facilities for bringing vegetables and produce to\nmarket in a fresh state. The vegetables are chiefly brought from the\nshores of the Laguna de Bay, through the river Pasig. The meat appeared\ninferior, and as in all Spanish places the art of butchering is not\nunderstood. The poultry, however, surpasses that of any other place\nI have seen, particularly in ducks, the breeding of which is pursued\nto a great extent. Establishments for breeding these birds are here\ncarried on in a systematic manner, and are a great curiosity. They\nconsist of many small enclosures, each about twenty feet by forty or\nfifty, made of bamboo, which are placed on the bank of the river,\nand partly covered with water. In one corner of the enclosure is a\nsmall house, where the eggs are hatched by artificial heat, produced\nby rice-chaff in a state of of fermentation. It is not uncommon to see\nsix or eight hundred ducklings all of the same age. There are several\nhundreds of these enclosures, and the number of ducks of all ages\nmay be computed at millions. The manner in which they are schooled\nto take exercise, and to go in and out of the water, and to return\nto their house, almost exceeds belief. The keepers or tenders are of\nthe Tagalog tribe, who live near the enclosures, and have them at all\ntimes under their eye. The old birds are not suffered to approach\nthe young, and all of one age are kept together. They are fed upon\nrice and a small species of shell-fish that is found in the river\nand is peculiar to it. From the extent of these establishments we\ninferred that ducks were the favorite article of food at Manila, and\nthe consumption of them must be immense. The markets are well supplied\nwith chickens, pigeons, young partridges, which are brought in alive,\nand turkeys. Among strange articles that we saw for sale, were cakes\nof coagulated blood. The markets are well stocked with a variety of\nfish, taken both in the Laguna and bay of Manila, affording a supply\nof both the fresh and salt water species, and many smaller kinds that\nare dried and smoked. Vegetables are in great plenty, and consist\nof pumpkins, lettuce, onions, radishes, very long squashes, etc.;\nof fruits, they have melons, chicos, durians, marbolas, and oranges.",
        "[Fish.] Fish are caught in weirs, by the hook, or in seines. The former\nare constructed of bamboo stakes, in the shallow water of the lake,\nat the point where it flows through the Pasig river. In the bay,\nand at the mouth of the river, the fish are taken in nets, suspended\nby the four corners from hoops attached to a crane, by which they are\nlowered into the water. The fishing-boats are little better than rafts,\nand are called sarabaos.",
        "The usual passage-boat is termed banca, and is made of a single\ntrunk. These are very much used by the inhabitants. They have a\nsort of awning to protect the passenger from the rays of the sun;\nand being light are easily rowed about, although they are exceedingly\nuncomfortable to sit in, from the lowness of the seats, and liable to\noverset, if the weight is not placed near the bottom. The outrigger\nwas very often dispensed with, owing to the impediment it offered to\nthe navigation of their canals; these canals offer great facilities\nfor the transportation of burdens; the banks of almost all of them\nare faced with granite. Where the streets cross them, there are\nsubstantial stone bridges, which are generally of no more than one\narch, so as not to impede the navigation. The barges used for the\ntransportation of produce resemble our canal-boats, and have sliding\nroofs to protect them from the rain.",
        "Water, for the supply of vessels, is brought off in large earthen\njars. It is obtained from the river, and if care is not taken, the\nwater will be impure; it ought to be filled beyond the city. Our\nsupply was obtained five or six miles up the river, by a lighter,\nin which were placed a number of water-casks. It proved excellent.",
        "The trade of Manila extends to all parts of the world.",
        "There are many facilities for the transaction of business, as far as\nthe shipment of articles is concerned; but great difficulties attend\nthe settling of disputed accounts, collecting debts, etc., in the\nway of which the laws passed in 1834 have thrown many obstacles. All\ncommercial business of this kind goes before, first, the Junta\nde Comercio, and then an appeal to the Tribunal de Comercio. This\nappeal, however, is merely nominal; for the same judges preside in\neach, and they are said to be susceptible of influences that render\nan appeal to them by honest men at all times hazardous. The opinion\nof those who have had the misfortune to be obliged to recur to these\ntribunals is, that it is better to suffer wrong than encounter both\nthe expense and vexation of a resort to them for justice. In the\nfirst of these courts the decision is long delayed, fees exacted,\nand other expenses incurred; and when judgment is at length given,\nit excites one party or the other to appeal: other expenses accrue\nin consequence, and the advocates and judges grow rich while both the\nlitigants suffer. I understood that these tribunals were intended to\nsimplify business, lessen the time of suits, and promote justice; but\nthese results have not been obtained, and many believe that they have\nhad the contrary effect, and have opened the road to further abuses.",
        "[Environs.] The country around Manila, though no more than an extended\nplain for some miles, is one of great interest and beauty, and affords\nmany agreeable rides on the roads to Santa Ana and Mariquina. Most of\nthe country-seats are situated on the Pasig river; they may indeed\nbe called palaces, from their extent and appearance. They are built\nupon a grand scale, and after the Italian style, with terraces,\nsupported by strong abutments, decked with vases of plants. The\ngrounds are ornamented with the luxuriant, lofty, and graceful trees\nof the tropics; these are tolerably well kept. Here and there fine\nlarge stone churches, with their towers and steeples, are to be seen,\nthe whole giving the impression of a wealthy nobility, and a happy\nand flourishing peasantry.",
        "[The cemetery.] In one of our rides we made a visit to the Campo Santo\nor cemetery, about four miles from Manila. It is small, but has many\nhandsome trees about it; among them was an Agati, full of large white\nflowers, showing most conspicuously. The whole place is as unlike a\ndepository of the dead as it well can be. Its form is circular, having\na small chapel, in the form of a rotunda, directly opposite the gate,\nor entrance. The walls are about twenty feet high, with three tiers of\nniches, in which the bodies are enclosed with quicklime. Here they are\nallowed to remain for three years, or until such time as the niches\nmay be required for further use. Niches may be purchased, however,\nand permanently closed up; but in the whole cemetery there were but\nfive thus secured. This would seem to indicate an indifference on the\npart of the living, for their departed relatives or friends; at least\nsuch was my impression at the time. The center of the enclosure is laid\nout as a flower-garden and shrubbery, and all the buildings are washed\na deep buff-color, with white cornices; these colors, when contrasted\nwith the green foliage, give an effect that is not unpleasing. In\nthe chapel are two tombs, the one for the bishop, and the other for\nthe governor. The former, I believe, is occupied, and will continue\nto be so, until another shall follow him; but the latter is empty,\nfor, since the erection of the cemetery, none of the governors have\ndied. In the rear of the chapel is another small cemetery, called Los\nAngeles; and, further behind, the Osero. The former is similar to the\none in front, but smaller, and appropriated exclusively to children;\nthe latter is an open space, where the bones of all those who have\nbeen removed from the niches, after three years, are east out, and\nnow lie in a confused heap, with portions of flesh and hair adhering\nto them. No person is allowed to be received here for interment,\nuntil the fees are first paid to the priest, however respectable the\nparties may be; and all those who pay the fees, and are of the true\nfaith, can be interred. I was told of a corpse of a very respectable\nperson being refused admittance, for the want of the priest’s pass,\nto show that the claim had been satisfied, and the coffin stopped\nin the road until it was obtained. We ourselves witnessed a similar\nrefusal. A servant entered with a dead child; borne on a tray, which\nhe presented to the sacristan to have interred, the latter asked him\nfor the pass, which not being produced, he was dismissed, nor was he\nsuffered to leave his burden until this requisite could be procured\nfrom the priest, who lived opposite. The price of interment was three\ndollars, but whether this included the purchase of the niche, or its\nrent for the three years only, I did not learn.",
        "The churches of Manila can boast of several fine-toned bells, which\nare placed in large belfries or towers. There was one of these towers\nnear the Messrs. Sturges’, where we stayed; and the manner in which\nthe bell was used, when swung around by the force of two or three men,\nattracted our attention; for the ringers occasionally practised feats\nof agility by passing over with the bell, and landing on the coping on\nthe opposite side. The tower being open, we could see the manoeuver\nfrom the windows, and, as strangers, went there to look on. One day,\nwhilst at dinner, they began to ring, and as many of the officers\nhad not witnessed the fact, they sought the windows. This excited\nthe vanity of those in the belfry, who redoubled their exertions,\nand performed the feat successfully many times, although in some\ninstances they narrowly escaped accident, by landing just within\nthe outside coping. This brought us all to the window, and the next\nturn, more force having been given to the bell, the individual who\nattempted the feat was thrown headlong beyond the tower, and dashed\nto pieces on the pavement beneath. Although shocked at the accident,\nI felt still more so when, after a few minutes, the bell was again\nheard making its usual sound, as if nothing had occurred to interrupt\nthe course of its hourly peals.",
        "[Monasteries.] In company with Dr. Tolben, I visited one of the\nconvents where he attended on some of the monks who were sick; he\nseemed well acquainted with them all. I was much struck with the extent\nof the building, which was four stories high, with spacious corridors\nand galleries, the walls of which were furnished with pictures\nrepresenting the martyrdom of the Dominican friars in Japan. These were\nabout seventy in number, in the Chinese style of art, and evidently\npainted by some one of that nation, calling himself an artist. From\nappearances, however, I should think they were composed by the priests,\nwho have not a little taxed their invention to find out the different\nmodes in which a man can be put to death. Many evidently, if not all,\nhad been invented for the pictures. So perplexed had they apparently\nbeen, that in one of the last it was observed that the executioner\nheld his victim at arms’ length by the heels, and was about to let him\ndrop headforemost into a well. From the galleries we passed into the\nlibrary, and thence into many of the rooms, and finally we mounted to\nthe top of the monastery, which affords a beautiful view of the bay,\ncity, and suburbs. There I was presented to three of the friars,\nwho were pleasant and jolly-looking men. Upon the roof was a kind\nof observatory, or look-out, simply furnished with billiard-tables\nand shuffleboards, while the implements for various other games lay\nabout on small tables, with telescopes on stands, and comfortable\narm-chairs. It was a place where the friars put aside their religious\nand austere character or appearance, and sought amusement. It was\na delightful spot, so far as coolness and the freshness of the sea\nair were concerned, and its aspect gave me an insight behind the\ncurtain of these establishments that very soon disclosed many things\nI was ignorant of before. All the friars were of a rotund form,\nand many of them bore the marks of good living in their full, red,\nand bloated faces. It seems to be generally understood at Manila,\nthat they live upon the fat of the land. We visited several of the\nrooms, and were warmly greeted by the padres, one of whom presented\nme with a meteorological table for the previous year.",
        "The revenues of all these religious establishments are considerable;\nthe one I visited belonged to the Dominicans, and was very rich. Their\nrevenues are principally derived from lands owned by them, and the\ntithes from the different districts which they have under their charge,\nto which are added many alms and gifts. On inquiry, I found their\ngeneral character was by no means thought well of, and they had of\nlate years lost much of the influence that they possessed before the\nrevolution in the mother country.",
        "Among the inhabitants we saw here, was a native boy of the Igorots,\nor mountain tribe. He is said to be a true Negrito. (Another confusion\nof facts.–C.)",
        "[Mountaineers.] The Spaniards, as has been stated, have never been\nable to subdue this tribe, who are said to be still as wild as on\ntheir first landing; they are confined almost altogether to the plains\nwithin or near the mountains, and from time to time make inroads in\ngreat force on the outer settlements, carrying off as much plunder\nas possible. The burden of this often causes them to be overtaken\nby the troops. When overtaken, they fight desperately, and were it\nnot for the fire-arms of their adversaries, would give them much\ntrouble. Few are captured on such occasions, and it is exceedingly\ndifficult to take them alive, unless when very young. These mountains\nfurnish them with an iron ore almost pure, in manufacturing which\nthey show much ingenuity. Some of their weapons were presented to\nthe Expedition by Josiah Moore, Esq. These are probably imitations\nof the early Spanish weapons used against them. From all accounts,\nthe natives are of Malay origin, and allied to those of the other\nislands of the extensive archipelago of the Eastern Seas; but the\npopulation of the towns and cities of the island are so mixed,\nfrom the constant intercourse with Chinese, Europeans, and others,\nthat there is no pure blood among them. When at Manila, we obtained a\ngrammar of the Tagalog language, which is said to be now rarely heard,\nand to have become nearly obsolete. This grammar is believed to be the\nonly one extant, and was procured from a padre, who presented it to the\nExpedition. (Tagalog is here mistaken for a mountaineer’s dialect.–C.)",
        "The Pampangans are considered the finest tribe of natives; they are\nexcessively fond of horse-racing, and bet very considerable sums upon\nit; they have the reputation of being an industrious and energetic\nset of men.",
        "[Revenue.] The mode of raising revenue by a poll-tax causes great\ndiscontent among all classes, for although light, it is, as it always\nhas been elsewhere, unpopular. All the Chinese pay a capitation tax\nof four dollars. The revenue from various sources is said to amount\nto one million six hundred thousand dollars, of which the poll-tax\namounts to more than one-half, the rest being derived from the customs,\ntobacco, etc. There is no tax upon land. It was thought at Manila\nthat a revenue might be derived by indirect taxation, far exceeding\nthis sum, without being sensibly felt by the inhabitants. This mode\nis employed in the eastern islands under the English and Dutch rule,\nand it is surprising that the Spaniards also do not adopt it, or some\nother method to increase resources that are so much needed. Whenever\nthe ministry in Spain had to meet a claim, they were a few years\nago in the habit of issuing drafts on this colonial government in\npayment. These came at last in such numbers, that latterly they have\nbeen compelled to suspend the payment of them.",
        "The revenue of the colonial government is very little more than will\nmeet the expenses; and it is believed that, notwithstanding these\nunaccepted claims, it received orders to remit the surplus, if any,\nto Spain, regardless of honor or good faith.",
        "[Government.] The government of the Philippines is in the hands of a\ngovernor-general, who has the titles of viceroy, commander-in-chief,\nsub-delegate, judge of the revenue from the post-office, commander of\nthe troops, captain-general, and commander of the naval forces. His\nduties embrace every thing that relates to the security and defence\nof the country. As advisers, he has a council called the Audiencia.",
        "The islands are divided into provinces, each of which has a\nmilitary officer with the title of governor, appointed by the\ngovernor-general. They act as chief magistrates, have jurisdiction\nover all disputes of minor importance, have the command of the troops\nin time of war, and are collectors of the royal revenues, for the\nsecurity of which they give bonds, which must be approved of by the\ncomptroller-general of the treasury. The province of Cavite is alone\nexempt from this rule, and the collection of tribute is there confided\nto a police magistrate.",
        "Each province is again sub-divided into pueblos, containing a greater\nor less number of inhabitants, each of which has again its ruler,\ncalled a gobernadorcillo, who has in like manner other officers under\nhim to act as police magistrates. The number of the latter are very\ngreat, each of them having his appropriate duties. These consist in the\nsupervision of the grain fields, coconut groves, betel-nut plantations,\nand in the preservation of the general order and peace of the town. So\nnumerous are these petty officers, that there is scarcely a family of\nany consequence, that has not a member who holds some kind of office\nunder government. This policy, in case of disturbances, at once\nunites a large and influential body on the side of the government,\nthat is maintained at little expense. The gobernadorcillo exercises\nthe municipal authority, and is especially charged to aid the parish\npriest in every thing appertaining to religious observances, etc.",
        "In the towns where the descendants of the Chinese are sufficiently\nnumerous, they can, by permission of the governor, elect their own\npetty governors and officers from among themselves.",
        "In each town there is also a headman (cabeza de barangay), who has\nthe charge of fifty tributaries, in each of which is included as\nmany families. This division is called a barangay. This office forms\nby far the most important part of the machinery of government in the\nPhilippine Islands, for these headmen are the attorneys of these small\ndistricts, and become the electors of the gobernadorcillos, and other\ncivil officers. Only twelve, however, of them or their substitutes,\nare allowed to vote in each town.",
        "The office of head-man existed before the conquest of the island,\nand the Spaniards showed their wisdom in continuing and adapting it to\ntheir system of police. The office among the natives was hereditary,\nbut their conquerors made it also elective, and when a vacancy now\noccurs through want of heirs, or resignation, it is filled up by\nthe superintendent of the province, on the recommendation of the\ngobernadorcillo and the headman. This is also the case when any new\noffice is created. The privileges of the headmen are great; themselves,\ntheir wives, and their first-born children, are exempted from paying\ntribute to the crown, an exoneration which is owing to their being\ncollectors of the royal revenues. Their duties consist in maintaining\ngood order and harmony, in dividing the labor required for the public\nbenefit equally, adjusting differences, and receiving the taxes.",
        "The gobernadorcillo takes cognizance of all civil cases not exceeding\ntwo taels of gold, or forty-four dollars in silver; all criminal\ncases must be sent to the chief of the province. The headmen formerly\nserved for no more than three years, and if this was done faithfully,\nthey became and were designated as principals, in virtue of which\nrank they received the title of Don.",
        "The election takes place at the court-house of the town; the electors\nare the gobernadorcillo whose office is about to expire, and twelve\nof the oldest headmen, cabezas de barangay, collectors of tribute\nfor the gobernadorcillo they must select, by a plurality of votes,\nthree individuals, who must be able to speak, read, and write the\nSpanish language. The voting is done by ballot, in the presence\nof the notary (escribano), and the chief of the province, who\npresides. The curate may be present, to look after the interest of\nthe church but for no other purpose. After the votes are taken, they\nare sealed and transmitted to the governor-general, who selects one\nof the three candidates, and issues a commission. In the more distant\nprovinces, the chief of the district has the authority to select the\ngobernadorcillo, and fill up the commission, a blank form of which,\nsigned by the governor-general, is left with him for that purpose.",
        "The headmen may be elected petty governors, and still retain their\noffice, and collect the tribute or taxes; for it is not considered\njust, that the important office of chief of Barangay should deprive\nthe holder of the honor of being elected gobernadorcillo.",
        "The greater part of the Chinese reside in the province of Tondo,\nbut the tribute is there collected by the alcalde mayor, with an\nassistant taken from among the officers of the royal treasury.",
        "The poll-tax on the Chinese amounts to four dollars a head; it was\nformerly one-half more. Tax-lists of the Chinese are kept, in which\nthey are registered and classified; and opposite the name is the\namount at which the individual is assessed.",
        "The Spanish government seems particularly desirous of giving\nconsequence even to its lowest offices; and in order to secure it to\nthem, it is directed that the chiefs of provinces, shall treat the\ngobernadorcillos with respect, offering them seats when they enter\ntheir houses or other places, and not allowing them to remain standing;\nfurthermore, the parish curates are required to treat them with\nequal respect. So far as concerns the provinces, the government may\nbe called, notwithstanding the officers, courts. etc., monastic. The\npriests rule, and frequently administer punishment, with their own\nhands, to either sex, of which an instance will be cited hereafter.",
        "[A country excursion.] As soon as we could procure the necessary\npassports, which were obligingly furnished by the governor to “Don\nRussel Sturges y quatro Anglo Americanos,” our party left Manila\nfor a short jaunt to the mountains. It was considered as a mark of\ngreat favor on the part of his excellency to grant this indulgence,\nparticularly as he had a few months prior denied it to a party of\nFrench officers. I was told that he preferred to make it a domestic\nconcern, by issuing the passport in the name of a resident, in order\nthat compliance in this case might not give umbrage to the French. It\nwas generally believed that the cause of the refusal in the former\ninstance was the imprudent manner in which the French officers went\nabout taking plans and sketches, at the corners of streets, etc., which\nin the minds of an unenlightened and ignorant colonial government, of\ncourse excited suspicion. Nothing can be so ridiculous as this system\nof passports; for if one was so disposed, a plan, and the most minute\ninformation of every thing that concerns the defences of places, can\nalways be obtained at little cost now-a-days; for such is the skill of\nengineers, that a plan is easily made of places, merely by a sight of\nthem. We were not, however, disposed to question the propriety of the\ngovernor’s conduct in the former case, and I left abundantly obliged\nto him for a permission that would add to our stock of information.",
        "It was deemed at first impossible for the party to divide, as they\nhad but one passport, and some difficulties were anticipated from\nthe number being double that stated in the passport. The party\nconsisted of Messrs. Sturges, Pickering, Eld, Rich, Dana, and\nBrackenridge. Mr. Sturges, however, saw no difficulty in dividing the\nparty after they had passed beyond the precincts of the city, taking\nthe precaution, at the same time, not to appear together beyond the\nnumber designated on the paper.",
        "On the 14th, they left Manila, and proceeded in carriages to Santa Ana,\non the Pasig, in order to avoid the delay that would ensue if they\nfollowed the windings of the river in a banca, and against the current.",
        "At Santa Ana they found their bancas waiting for them, and\nembarked. Here the scene was rendered animated by numerous boats of\nall descriptions, from the parao to the small canoe of a single log.",
        "There is a large population that live wholly on the water: for the\npadrones of the parao have usually their families with them, which,\nfrom the great variety of ages and sexes, give a very different and\nmuch more bustling appearance to the crowd of boats, than would be the\ncase if they only contained those who are employed to navigate them. At\ntimes the paraos and bancas, of all sizes, together with the saraboas\nand pativas (duck establishments), become jumbled together, and create\na confusion and noise such as is seldom met with in any other country.",
        "[Duck farms.] The pativas are under the care of the original\ninhabitants, to whom exclusively the superintendence of the ducklings\nseems to be committed. The pens are made of bamboo, and are not\nover a foot high. The birds were all in admirable order, and made no\nattempt to escape over the low barrier, although so light that it was\nthought by some of our gentlemen it would not have sufficed to confine\nAmerican ducks, although their wings might have been cut. The mode of\ngiving them exercise was by causing them to run round in a ring. The\ngood understanding existing between the keepers and their charge was\nstriking, particularly when the former were engaged in cleansing the\npens, and assisting the current to carry off the impurities. In the\ncourse of their sail, it was estimated that hundreds of thousands of\nducks of all ages were seen.",
        "The women who were seen were usually engaged in fishing with a hook\nand line, and were generally standing in the water, or in canoes. The\nsaraboas were here also in use. The run of the fish is generally\nconcentrated by a chevaux-de-frise to guide them towards the nets\nand localities where the fishermen place themselves.",
        "At five o’clock they reached the Laguna de Bay, where they took in a\nnew crew, with mast and sail. This is called twenty-five miles from\nManila by the river; the distafice in a bird’s flight is not over\ntwelve. The whole distance is densely peopled, and well cultivated. The\ncrops consist of indigo, rice, etc., with groves of the betel, palm,\ncoconut, and quantities of fruit trees.",
        "The shores of the lake are shelving, and afford good situations\nfor placing fish-weirs, which are here established on an extensive\nscale. These weirs are formed of slips of bamboo, and are to be seen\nrunning in every direction to the distance of two or three miles. They\nmay be said to invest entirely the shores of the lake for several miles\nfrom its outlet, and without a pilot it would be difficult to find the\nway through them. At night, when heron and tern were seen roosting on\nthe top of each slat, these weirs presented rather a curious spectacle.",
        "The Laguna de Bay is said to be about ten leagues in length by three in\nwidth, and trends in a north-northwest and south-southeast direction.",
        "After dark, the bancas separated. Mr. Sturges, with Dr. Pickering\nand Mr. Eld, proceeded to visit the mountain of Maijaijai,\nwhile Messrs. Rich, Dana, and Brackenridge, went towards the Taal\nVolcano. The latter party took the passport, while the former relied\nupon certain letters of introduction for protection, in case of\ndifficulty.",
        "Mr. Sturges, with his party, directed his course to the east side\nof the lake, towards a point called Jalajala, which they reached\nabout three o’clock in the morning, and stopped for the crew to cook\nsome rice, etc. At 8 o’clock a.m., they reached Santa Cruz, situated\nabout half a mile up a small streamlet, called Paxanau. At this place\nthey found Don Escudero to whom they had a letter of introduction,\nand who holds a civil appointment. They were kindly received by this\ngentleman and his brown lady, with their interesting family. He at\nonce ordered horses for them to proceed to the mission of Maijaijai,\nand entertained them with a sumptuous breakfast.",
        "They were not prepared to set out before noon, until which time they\nstrolled about the town of Santa Cruz, the inhabitants of which\nare Tagalogs. There are only two old Spaniards in the place. The\nprovince in which Santa Cruz is situated contains about five thousand\ninhabitants, of whom eighteen hundred pay tribute.",
        "The people have the character of being orderly, and govern themselves\nwithout the aid of the military. The principal article of culture is\nthe coconut tree, which is seen in large groves. The trunks of these\nwere notched, as was supposed, for the purpose of climbing them. From\nthe spathe a kind of spirit is manufactured, which is fully as strong\nas our whiskey.",
        "About noon they left Don Escudero’s, and took a road leading to the\nsouthward and eastward, through a luxuriant and beautiful country,\nwell cultivated, and ornamented with lofty coconut trees, betel\npalms, and banana groves. Several beautiful valleys were passed,\nwith streamlets rushing through them.",
        "Maijaijai is situated about one thousand feet above the Laguna de Bay,\nbut the rise is so gradual that it was almost imperceptible. The\ncountry has everywhere the appearance of being densely peopled;\nbut no more than one village was passed between Santa Cruz and the\nmission. They had letters to F. Antonio Romana y Aranda, padre of\nthe mission, who received them kindly, and entertained them most\nhospitably. [Climbing Banajao.] When he was told of their intention\nto visit the mountain, he said it was impossible with such weather,\npointing to the black clouds that then enveloped its summit; and he\nendeavoured to persuade the gentlemen to desist from what appeared\nto him a mad attempt; but finding them resolved to make the trial,\nhe aided in making all the necessary preparations, though he had no\nbelief in their success.",
        "On the morning of the 27th, after mass, Mr. Eld and Dr. Pickering\nset out, but Mr. Sturges preferred to keep the good padre company\nuntil their return. The padre had provided them with guides, horses,\ntwenty natives, and provisions for three days. He had been himself\non the same laborious journey, some six months before, and knew its\nfatigues, although it turned out afterwards that his expedition was\nperformed in fine weather, and that he had been borne on a litter by\nnatives the whole way.",
        "The first part of the road was wet and miry, and discouraging\nenough. The soil was exceedingly rich, producing tropical plants\nin great profusion, in the midst of which were seen the neat bamboo\ncottages, with their industrious and cleanly-looking inhabitants. When\nthey reached the foot of the mountain, they found it was impossible to\nride farther, and were obliged to take to walking, which was, however,\nless of a hardship than riding the little rats of horses, covered with\nmud and dirt, which were at first deemed useless; but the manner in\nwhich they ascended and maintained themselves on the slippery banks,\nsurpassed anything they had before witnessed in horseflesh. The first\npart of the ascent of the mountain was gradual, but over a miry path,\nwhich was extremely slippery; and had it not been for the sticks stuck\ndown by the party of the padre in their former ascent, they would have\nfound it extremely difficult to overcome; to make it more disagreeable,\nit rained all the time.",
        "It took about two hours to reach the steep ascent. The last portion\nof their route had been through an uninhabited region, with some\nopenings in the woods, affording pasture-grounds to a few small herds\nof buffalo. In three hours they reached the half-way house, by a very\nsteep and regular ascent. Here the natives insisted upon stopping\nto cook their breakfast, as they had not yet partaken of anything\nthrough the day. The natives now endeavored to persuade them it was\nimpracticable to go any farther, or at least to reach the top of the\nmountain and return before night. Our gentlemen lost their patience at\nthe delay, and after an hour’s endurance of it, resolved to set out\nalone. Six of the natives followed them, and by half-past three they\nreached the summit, where they found it cold and uncomfortable. The\nascent had been difficult, and was principally accomplished by catching\nhold of shrubs and the roots of trees. The summit is comparatively\nbare, and not more than fifty feet in width. The side opposite to\nthat by which they mounted was perpendicular, but owing to the thick\nfog they could not see the depth to which the precipice descended.",
        "The observations with the barometers were speedily taken, which gave\nthe height of Banajao as six thousand five hundred feet. The trees\non the summit were twenty or thirty feet high, and a species of\nfir was very common. Gaultheria, attached to the trunks of trees,\nRhododendrons, and Polygonums, also abounded. The rocks were so\ncovered with soil that it was difficult to ascertain their character;\nDr. Pickering is of opinion, however, that they are not volcanic. The\nhouse on the summit afforded them little or no shelter; being a mere\nshed, open on all sides, they found it untenantable, and determined\nto return as soon as their observations were finished, to the half-way\nhouse, which they reached before dark.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}