{
    "title": "The Gatlings at Santiago - Chapter II: Inception",
    "author": "John H. Parker",
    "chapter": "3",
    "content": [
        "\n\n",
        "From the 26th of April until the 6th of June, Tampa and Port Tampa\nwere the military centers of greatest interest in the United States.\nTroops were rushed into these places on special trains and camped on\navailable sites, pending the organization of a proposed expedition\nto–somewhere. Supplies of every description came pouring in on long\ntrains of express and freight cars; mounted officers and orderlies\nploughed their rushing way through great heaps and dunes of\never-shifting sand, leaving behind them stifling clouds of\nscintillating particles, which filtered through every conceivable\ncrevice and made the effort to breathe a suffocating nightmare. Over\nall the tumultuous scene a torrid sun beat down from a cloudless sky,\nwhile its scorching rays, reflected from the fierce sand under foot,\nproduced a heat so intolerable that even the tropical vegetation\nlooked withered and dying. In this climate officers and men, gathered\nmostly from Northern posts, were to “acclimate” themselves for a\ntropical campaign–somewhere.",
        "They never encountered as deadly a heat, nor a more pernicious\nclimate, in Cuba nor in Porto Rico, than that of southern Florida. Its\nfirst effect upon men just emerging from a bracing Northern winter was\nakin to prostration. Then began to follow a decided tendency to\nlanguor; after this one was liable to sudden attacks of bowel\ntroubles. The deadly malaria began to insidiously prepare the way for\na hospital cot; the patient lost flesh, relish of food became a\nreminiscence, and an hour’s exertion in the sun was enough to put a\nman on his back for the rest of the day. Exposure to the direct action\nof the sun’s rays was frequently followed by nausea, a slight chill,\nand then a high fever. The doctors subsequently called this “thermal\nfever,” which is suspected to be a high-sounding name calculated to\ncover up a very dense ignorance of the nature of the disease, because\nno one ever obtained any relief from it from them. Recurrence of the\nexposure brought recurrence of the fever, and, if persisted in,\nfinally produced a severe illness.",
        "One reason for this was that the troops continued to wear the winter\nclothing they had worn on their arrival. The promised “khaki” did not\nmaterialize. Some regiments drew the brown canvas fatigue uniform, but\nthe only use made of it was to put the white blanket-roll through the\nlegs of the trousers, thereby adding to the weight of the roll,\nwithout perceptible benefit to the soldier.",
        "Such a climate, under such surroundings, was not conducive to original\nthought, prolonged exertion, or sustained study. Everybody felt “mean\"\nand was eager for a change. Nobody wanted to listen to any new\nschemes. The highest ambition seemed to be to get out of it to\nsomewhere with just as little delay and exertion as possible. It was\nat this juncture that the plan of organizing a Gatling gun battery was\nconceived, and the attempt to obtain authority began.",
        "The Gatling gun is one of the two machine guns adopted in the land\nservice of the United States. Not to enter into a technical\ndescription, but merely to convey a general idea of its working and\nuses, it may be described as follows:",
        "The gun is a cluster of rifle barrels, without stocks, arranged around\na rod, and parallel to it. Each barrel has its own lock or bolt, and\nthe whole cluster can be made to revolve by turning a crank. The bolts\nare all covered in a brass case at the breech, and the machine is\nloaded by means of a vertical groove in which cartridges are placed,\ntwenty at a time, and from which they fall into the receivers one at a\ntime. As the cluster of barrels revolves each one is fired at the\nlowest point, and reloaded as it completes the revolution. The gun is\nmounted on a wye-shaped trunnion; the lower end of the wye passes down\ninto a socket in the axle. The gun is pointed by a lever just as one\npoints a garden hose or sprinkler, with the advantage that the gun can\nbe clamped at any instant, and will then continue to sprinkle its\ndrops of death over the same row of plants until the clamps are\nreleased. The axle is hollow and will hold about a thousand\ncartridges. It is horizontal, and on its ends are heavy Archibald\nwheels. There is also a heavy hollow trail, in which tools and\nadditional ammunition can be stored. The limber resembles that used by\nthe Artillery, and is capable of carrying about 9600 rounds of\ncartridges. The whole gun, thus mounted, can be drawn by two mules,\nand worked to good advantage by from six to eight men. It is built of\nvarious calibers, and can fire from 300 to 900 shots per minute. The\nguns used by the Gatling Gun Detachment, Fifth Army Corps, were built\nby the Colt’s Arms Co., were the latest improved model, long\nten-barrel gun, and fired the Krag-Jorgenson ammunition used by the\nRegular Army.",
        "The attempt to obtain authority to organize a machine gun battery met\nwith many discouragements and repeated failures. No one seemed to have\nthought anything about the subject, and Tampa was not a good place nor\nclimate in which to indulge in that form of exercise, apparently.\nPerhaps the climate was one reason why so little thinking was done,\nand everything went “at sixes and sevens.”",
        "The officer who had conceived the scheme was a young man, too. He was\nonly a second lieutenant (\"Second lieutenants are fit for nothing\nexcept to take reveille”), and had never, so far as his military\nsuperiors knew, heard the whistle of a hostile bullet. He had made no\nbrilliant record at the Academy, had never distinguished himself in\nthe service, and was not anybody’s “pet.” He was, apparently, a safe\nman to ignore or snub if occasion or bad temper made it desirable to\nignore or snub somebody, and, above all, had no political friends who\nwould be offended thereby.",
        "“Politics” cut quite a figure in Tampa in some respects. An officer\nwho was known to be a personal friend of Senator Somebody, or protege\nof this or that great man, was regarded with considerable awe and\nreverence by the common herd. It was ludicrous to see the weight\nattached to the crumbs of wisdom that fell from the friends of the\nfriends of somebody. They shone only by a reflected light, it is true;\nbut nobody there at Tampa had a lamp of his own, except the few who\nhad won renown in the Civil War, and reflected light was better than\nnone at all. A very young and green second lieutenant who was able to\nboast that he had declined to be a major in a certain State was at\nonce an oracle to other lieutenants–and to some who were not\nlieutenants. The policy which governed these appointments was not so\nwell understood at that date in the campaign as it is now.",
        "When the court of a reigning favorite was established at the Tampa Bay\nHotel as a brigadier, and people began to get themselves a little\nsettled into the idea that they knew who was in command, they were\nsuddenly disillusioned by the appointment of another and senior\nbrigadier to the command. They settled down to get acquainted with the\nnew authority, and were just beginning to find out who was who, when\nthe telegraph flashed the news that the deposed potentate had been\nmade a major-general, and, of course, was now in command. The thing\nwas becoming interesting. Bets began to be made as to which would come\nin ahead under the wire. The other also became a major-general. Then\ncame a period of uncertainty, because the question of rank hinged upon\nsome obscure and musty record of forgotten service some thirty-four\nyears before. From these facts will be apparent the difficulty under\nwhich a subordinate labored in trying to create anything.",
        "It is hardly worth while in any case of that sort to waste time with\nsubordinates. The projector of an enterprise had better go straight to\nthe one who has the necessary authority to order what is wanted; if\naccess to him can be had, and he can be brought to recognize the\nmerits of the plan–that settles it; if not–that also settles it. In\neither case the matter becomes a settled thing, and one knows what to\ndepend upon.",
        "But who was the man to see there at Tampa? Nobody knew.",
        "The first officer approached was the one in direct line of\nsuperiority, Col. A. T. Smith, 13th Infantry. The idea was to\nascertain his views and try to obtain from him a favorable endorsement\nupon a written plan to be submitted through military channels to the\ncommanding general at Tampa. Perhaps it was the deadly climate; for\nthe reply to a request for a few minutes’ audience on the subject of\nmachine guns was very gruff and curt: “I don’t want to hear anything\nabout it. I don’t believe in it, and I don’t feel like hearing it. If\nyou want to see me about this subject, come to me in office hours.\"\nThat settled it. Any effort to get a written plan through would have\nto carry the weight of official disapproval from the start, and even a\n“shavey” knows that disapproval at the start is enough to kill a paper\nin the official routine.",
        "The next officers approached were Major William Auman and Capt. H.\nCavanaugh, of the 13th Infantry, who were asked for advice. These two\nofficers, both of whom rendered very distinguished services on the\nbattle-field, listened with interest and were convinced. Their advice\nwas: “Get your plan in tangible shape, typewritten, showing just what\nyou propose; then go straight to the commanding general himself. If he\nlistens to you, he will be the responsible party, and will have waived\nthe informality; if he will not receive you, no harm is done.”",
        "This advice was followed and the following plan prepared:",
        "Scheme for Organization of Division Galling Gun Detachment.\n“Material:",
        "“Three guns with limbers and caissons; 28 horses and 16 saddles; 6\nsets double harness, wheel, and 6 lead; 1 escort wagon, team and\ndriver; and 100,000 rounds, .30 cal.",
        "“Personnel:",
        "“One first lieutenant, 3 sergeants, 3 corporals, 1 clerk, 1 cook, and\n35 enlisted men selected for their intelligence, activity, and daring;\nvolunteers, if possible to be obtained, as the service will be\nhazardous.",
        "“Equipment:",
        "“Officer: Revolver, saber, or machete, and field-glass.",
        "“Enlisted men: Revolver and knife.",
        "“Fifty rounds to be carried on person for revolver, and 50 in ordnance\ntrain.",
        "“Camp Equipage:",
        "“Four conical wall-tents, 2 ’A’ wall-tents, and the ordinary cooking\noutfit for a company of 41 men.",
        "“Organization:",
        "“In the discretion of the detachment commander, subject to approval of\ndivision commander; probably as follows, subject to modifications by\nexperience:",
        "“Three detachments under a sergeant. A detachment to be composed of 1\ngunner and 7 men. The gunner should be a corporal.",
        "“Administration:",
        "“The Division Gatling Gun Detachment to be subject only to the orders\nof the division commander, or higher authority. Its members are\ncarried on ’d. s.’ in their respective organizations. Its commander\nexercises over it the same authority as a company commander, and keeps\nthe same records. Returns, reports, and other business are transacted\nas in company, except that the detachment commander reports directly\nto and receives orders directly from Division Headquarters. The\ndetachment is not subject to ordinary guard or fatigue. When used as\npart of a guard, whole detachments go with their pieces.",
        "“Instruction:",
        "“The organization is purely experimental; hence the greatest possible\nlatitude must be allowed the detachment commander, and he should be\nheld accountable for the results. He should not be subjected to the\norders or interference of any subordinates, however able, who have\nmade no special study of the tactical use or instruction for machine\nguns, and who may not have faith in the experiment. It will be useless\nto expect efficiency of the proposed organization unless this liberty\nbe accorded its organizer. The field is a new one, not yet well\ndiscussed by even the text-writers. Organization and instruction must\nbe largely experimental, subject to change as the result of\nexperience; but no change from the plans of the organizer should be\nmade except for good and sufficient reasons.",
        "“Tactical Employment:",
        "“This organization is expected to develop:",
        "  “(a) The fire-action of good infantry.",
        "  “(b) The mobility of cavalry.",
        "“Its qualities, therefore, must be rapidity and accuracy, both of fire\nand movement.",
        "“Its employment on the defensive is obvious. On the offensive it is\nexpected to be useful with advance guards, rear guards, outposts,\nraids, and in battle. The last use, novel as it is, will be most\nimportant of all. The flanks of the division can be secured by this\norganization, relieving reserves of this duty; it will give a\nstiffening to the line of support, and at every opportune occasion\nwill be pushed into action on the firing line. The moral effectof its presence will be very great; it will be able to render valuable\nassistance by its fire (over the charging line) in many cases. Last,\nbut very important, the occupation of a captured line by this\norganization at once will supply a powerful, concentrated, and\ncontrolled fire, either to repulse a counter-charge or to fire on a\ndiscomfited, retiring enemy. Being a horsed organization, it can\narrive at the critical point at the vital moment when, the defender’s\nfirst line having been thrust out, our line being disorganized, a\ncounter-charge by the enemy would be most effective, or controlled\nfire by our own troops on him would be most useful.",
        "“It is urged that this last use of machine guns is one of the most\nimportant functions, and one which has been overlooked by writers and\ntacticians.",
        "“There is one vital limitation upon the proposed organization; viz.,\nit must not be pitted against artillery.",
        "“It is urgently suggested that this organization can be perfected here\nand now without difficulty, while it will be very difficult to perfect\nafter the forward movement has begun. Horses and harness can be easily\nprocured at Tampa; there will be no difficulty if some energetic\nofficer be authorized to proceed with the work, and directed to attend\nto the details.",
        "“Believing earnestly in the utility of the proposed organization,\nwhich will convert useless impedimenta into a fourth arm, and\nrealizing the dangerous nature of the proposed service, I respectfully\noffer my services to carry these plans into effect.",
        "“John H. Parker,\n“2d Lieut. 13th Infty.”",
        "With this plan well digested and with many a plausible argument in its\nfavor all thought out, Col. Arthur McArthur, assistant adjutant-general\nto Gen. Wade, who was at that moment in command, was approached.",
        "Col. McArthur was a very busy man. He was also a very business-like\nman, and one of handsome appearance, easy access, and pleasant\naddress. He sandwiched in a fifteen-minute interview between two\npressing engagements, and manifested both interest and approval. But\nnothing could be done at that time. “Come again a week from to-day,\"\nsaid he, “and I will try to obtain you a hearing before one who can do\nwhat you wish by a single word. I believe in your scheme and will help\nyou if I can.” The week rolled by and a change of commanding generals\noccurred. Gen. Wade was ordered away, taking McArthur with him, and no\nprogress had been made. It was discouraging.",
        "The next step in the plan was by lucky accident. Lieutenant (now\nLieut.-Col.) John T. Thompson, Ordnance Department, who was in charge\nof the Ordnance Depot at Tampa, accidentally met the would-be\nmachine-gun man, and was promptly buttonholed over a dish of ice\ncream. Thompson was himself a young man and a student. His department\nplaced an insuperable obstacle in the way of himself carrying out a\nplan which he, also, had conceived, and he was keen to see the idea,\nwhich he fully believed in, demonstrated on the battle-field. He had,\nmoreover, as ordnance officer, just received an invoice of fifteen\nGatling guns, complete, of the latest model, and he had access to the\ncommanding general by virtue of being a member of his staff. By reason\nof the terrible rush of overwork, he needed an assistant, and it\nseemed practicable to try to kill two birds with one stone. But all he\nsaid was, “I believe in the idea; I have long advocated it. It may be\npossible for me to get you your opportunity, and it may not. If so,\nyou will hear from the matter.”",
        "The attempt to get the thing going had been apparently abandoned,\nwhen, utterly without notice, the regimental commander received orders\nper letter, from Headquarters Fifth Army Corps, which resulted in the\nfollowing orders:",
        "“Headquarters 13th Infantry, in the Field,\n“Tampa, Fla., May 27, 1898.",
        "“Special Orders No. 22:",
        "“Pursuant to instructions contained in letter from Headquarters 5th\nArmy Corps, May 26, 1898,",
        "2d Lieut. John H. Parker, 13th Infantry.\nSergeant Alois Weischaar, Company A,\nSergeant William Eyder, Company G,\nPrivate Lewis Kastner, Company A.\nPrivate Joe Seman, Company B,\nPrivate Abram Greenberg, Company C.\nPrivate Joseph Hoft, Company D,\nPrivate O’Connor L. Jones, Company D,\nPrivate Louis Misiak, Company E,\nPrivate George C. Murray, Company F,\nPrivate John Bremer, Company G,\nPrivate Fred H. Chase, Company H,\nPrivate Martin Pyne, Company H,",
        "will report to Lieut. J. T. Thompson, ordnance officer, for duty in\nconnection with the Gatling Gun Battery.",
        "“These men will be fully equipped, with the exception of rifle,\nbayonet, scabbard, and blanket-bag, and will be rationed to include\nMay 31, 1898.",
        "“By order of Colonel Smith.",
        "“M. McFarland,\n“1st Lieut. 13th Infty., Adjutant.”",
        "These men were selected by their company commanders. It is not known\nwhether the selections were made with a view to special fitness or\nnot. They had no notice that the detail was to be anything but a\ntransient character; in fact, one company commander actually detailed\nthe cook of his private mess, and was intensely disgusted when he\nfound that the detail was to be permanent or semi-permanent. The men\nwere sent fully armed and equipped; carrying rifles, knapsacks, etc.,\nand marched down to the Ordnance Depot for instructions. These\ninstructions were to return to camp, turn in their rifles, bayonets,\ncartridges, belts, and knapsacks, and return early the following\nmorning equipped with blanket-roll complete, haversack, and canteen.\nEach man, after full explanation of the hazardous duty, was given a\nchance to withdraw, but all volunteered to stay.",
        "The instructions were obeyed, and the Gatling Gun Detachment was\nborn–a pigmy.",
        "Continue...",
        "\nThis eBook of “The Gatlings at Santiago” by John H. Parker [History of the Gatling Gun Detachment Fifth Army Corps, At Santiago, With a Few Unvarnished Truths Concerning that Expedition -- By John H. Parker, 1st Lieut. 13th Inf. -- (Late) Commanding Gatling Gun Detachment, Fifth Army Corps, at Santiago.]  belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Gatlings at SantiagoBy John H. ParkerAt Amazon"
    ]
}