{
    "title": "The Money Master - Chapter XII: The Master-Carpenter Has a Problem",
    "author": "Gilbert Parker",
    "chapter": "13",
    "content": [
        "\n\n",
        "The Clerk of the Court came to his feet with a startled “Merci!” and the\nmaster-carpenter fell back with a smothered exclamation.  Both men stared\nconfusedly at the woman as she shut the door slowly and, as it might\nseem, carefully, before she faced them.",
        "“Here I am, George,” she said, her face alive with vital adventure.",
        "His face was instantly swept by a storm of feeling for her, his nature\nresponded to the sound of her voice and the passion of her face.",
        "“Carmen–ah !” he said, and took a step forward, then stopped.  The\nhoarse feeling in his voice made her eyes flash gratitude and triumph,\nand she waited for him to take her in his arms; but she suddenly\nremembered M. Fille.  She turned to him.",
        "“I am sorry to intrude, m’sieu’,” she said.  “I beg your pardon.  They\ntold me at the office of avocat Prideaux that M’sieu’ Masson was here.\nSo I came; but be sure I would not interrupt you if there was not cause.”",
        "M. Fille came forward and took her hand respectfully.  “Madame, it is the\nfirst time you have honoured me here.  I am very glad to receive you.\nMonsieur and Mademoiselle Zoe, they are with you?  They will also come in\nperhaps?”",
        "M. Fille was courteous and kind, yet he felt that a duty was devolving on\nhim, imposed by his superior officer, Judge Carcasson, and by his own\nconscience, and with courage he faced the field of trouble which his\nsimple question opened up.  George Masson had but now said there had been\nnothing more than he himself had seen from the hill behind the Manor; and\nhe had further said, in effect, that all was ended between Carmen\nBarbille and himself; yet here they were together, when they ought to be\na hundred miles apart for many a day.  Besides, there was the look in the\nwoman’s face, and that intense look also in the face of the master-\ncarpenter!  The Clerk of the Court, from sheer habit of his profession,\nwatched human faces as other people watch the weather, or the rise or\nfall in the price of wheat and potatoes.  He was an archaic little\nofficial, and apparently quite unsophisticated; yet there was hidden\nbehind his ascetic face a quiet astuteness which would have been a\nvaluable asset to a worldly-minded and ambitious man.  Besides, affection\nsharpens the wits.  Through it the hovering, protecting sense becomes\ninstinctive, and prescience takes on uncanny certainty.  He had a real\nand deep affection for Jean Jacques and his Carmen, and a deeper one\nstill for the child Zoe; and the danger to the home at the Manor Cartier\nnow became again as sharp as the knife of the guillotine.  His eyes ran\nfrom the woman to the man, and back again, and then with great courage he\nrepeated his question:",
        "“Monsieur and mademoiselle, they are well–they are with you, I hope,\nmadame?”",
        "She looked at him in the eyes without flinching, and on the instant she\nwas aware that he knew all, and that there had been talk with George\nMasson.  She knew the little man to be as good as ever can be, but she\nresented the fact that he knew.  It was clear George Masson had told him\n–else how could he know; unless, perhaps, all the world knew!",
        "“You know well enough that I have come alone, my friend,” she answered.\n“It is no place for Zoe; and it is no place for my husband and him\ntogether “she made a motion of the head towards the mastercarpenter.\n“Santa Maria, you know it very well indeed!”",
        "The Clerk of the Court bowed, but made no reply.  What was there to say\nto a remark like that!  It was clear that the problem must be worked out\nalone between these two people, though he was not quite sure what the\nproblem was.  The man had said the thing was over; but the woman had\ncome, and the look of both showed that it was not all over.",
        "What would the man do?  What was it the woman wished to do?  The master-\ncarpenter had said that Jean Jacques had spared him, and meant to forgive\nhis wife.  No doubt he had done so, for Jean Jacques was a man of\nsentiment and chivalry, and there was no proof that there had been\nanything more than a few mad caresses between the two misdemeanants; yet\nhere was the woman with the man for whom she had imperilled her future\nand that of her husband and child!",
        "As though Carmen understood what was going on in his mind, she said:\n“Since you know everything, you can understand that I want a few words\nwith M’sieu’ George here alone.”",
        "“Madame, I beg of you,” the Clerk of the Court answered instantly, his\nvoice trembling a little–\"I beg that you will not be alone with him.  As\nI believe, your husband is willing to let bygones be bygones, and to\nbegin to-morrow as though there was no to-day.  In such case you should\nnot see Monsieur Masson here alone.  It is bad enough to see him here in\nthe office of the Clerk of the Court, but to see him alone–what would\nMonsieur Jean Jacques say?  Also, outside there in the street, if our\nneighbours should come to know of the trouble, what would they say?  I\nwish not to be tiresome, but as a friend, a true friend of your whole\nfamily, madame–yes, in spite of all, your whole family–I hope you will\nrealize that I must remain here.  I owe it to a past made happy by\nkindness which is to me like life itself.  Monsieur Masson, is it not\nso?” he added, turning to the master-carpenter.  More flushed and\nagitated than when he had faced Jean Jacques in the flume, the master-\ncarpenter said: “If she wants a few words-of farewell–alone with me, she\nmust have it, M’sieu’ Fille.  The other room–eh?  Outside there\"–he\njerked a finger towards the street–\"they won’t know that you are not\nwith us; and as for Jean Jacques, isn’t it possible for a Clerk of the\nCourt to stretch the truth a little?  Isn’t the Clerk of the Court a man\nas well as a mummy?  I’d do as much for you, little lawyer, any time.  A\nword to say farewell, you understand!”  He looked M. Fille squarely in\nthe eye.",
        "“If I had to answer M. Jean Jacques on such a matter–and so much at\nstake–”",
        "Masson interrupted.  “Well, if you like we’ll bind your eyes and put wads\nin your ears, and you can stay, so that you’ll have been in the room all\nthe time, and yet have heard and seen nothing at all.  How is that,\nm’sieu’?  It’s all right, isn’t it?”",
        "M. Fille stood petrified for a moment at the audacity of the proposition.\nFor him, the Clerk of the Court, to be blinded and made ridiculous with\nwads in his ears-impossible!",
        "“Grace of Heaven, I would prefer to lie!” he answered quickly.  “I will\ngo into the next room, but I beg that you be brief, monsieur and madame.\nYou owe it to yourselves and to the situation to be brief, and, if I may\nsay so, you owe it to me.  I am not a practised Ananias.”",
        "“As well be hung for a sheep as a lamb, m’sieu’,” returned Masson.",
        "“I must beg that you will make your farewells of a minute and no more,\"\nreplied the Clerk of the Court firmly.  He took out his watch.  “It is\nsix o’clock.  I will come again at three minutes past six.  That is long\nenough for any farewell–even on the gallows.”",
        "Not daring to look at the face of the woman, he softly disappeared into\nthe other room, and shut the door without a sound.",
        "“Too good for this world,” remarked the master-carpenter when the door\nclosed tight.  He said it after the disappearing figure and not to\nCarmen.  “I don’t suppose he ever kissed a real grown-up woman in his\nlife.  It would have shattered his frail little carcass if, if\"–he\nturned to his companion–\"if you had kissed him, Carmen.  He’s made of\ntissue-paper,–not tissue–and apple-jelly.  Yes, but a stiff little\nbackbone, too, or he’d not have faced me down.”",
        "Masson talked as though he were trying to gain time.  “He said three\nminutes,” she returned with a look of death in her face.  As George\nMasson had talked with the Clerk of the Court, she had come to see, in so\nfar as agitation would permit, that he was not the same as when he left\nher by the river the evening before.",
        "“There’s no time to waste,” she continued.  “You spoke of farewells–\ntwice you spoke, and three times he spoke of farewells between us.\nFarewells–farewells–George–!”",
        "With sudden emotion she held out her arms, and her face flushed with\npassion and longing.",
        "The tempest which shook her shook him also, and he swayed from side to\nside like an animal uncertain if the moment had come to try its strength\nwith its foe; and in truth the man was fighting with himself.  His\nmoments with Jean Jacques at the flume had expanded him in a curious kind\nof way.  His own arguments while he was fighting for his life had, in a\nway, convinced himself.  She was a rare creature, and she was alluring–\nmore alluring than she had ever been; for a tragic sense had made her\nthinner, had refined the boldness of her beauty, had given a wonderful\nlustre to her eyes; and suffering has its own attraction to the\ndegenerate.  But he, George Masson, had had a great shock, and he had\ncome out of the jaws of death by the skin of his teeth.  It had been the\nnearest thing he had ever known; for though once he had had a pistol\npointed at him, there was the chance that it might miss at half-a-dozen\nyards, while there was no chance of the lever of the flume going wrong;\nand water and a mill-wheel were as absolute as the rope of the gallows.",
        "In a sense he had saved himself by his cleverness, but if Jean Jacques\nhad not been just the man he was, he could not have saved himself.  It\ndid not occur to him that Jean Jacques had acted weakly.  He would not\nhave done what Jean Jacques had done, had Jean Jacques spoiled his home.\nHe would have sprung the lever; but he was not so mean as to despise Jean\nJacques because he had foregone his revenge.  This master-carpenter had\ncertain gifts, or he could not have caused so much trouble in the world.\nThere is a kind of subtlety necessary to allure or delude even the\nhumblest of women, if she is not naturally bad; and Masson had had\nexperiences with the humblest, and also with those a little higher up.\nThis much had to be said for him, that he did not think Jean Jacques\ncontemptible because he had been merciful, or degraded because he had\nchosen to forgive his wife.",
        "The sight of the woman, as she stood with arms outstretched, had made his\npulses pound in his veins, but the heat was suddenly chilled by the wave\nof tragedy which had passed over him.  When he had climbed out of the\nflume, and opened the lever for the river to rush through, he had felt as\nthough ice–cold liquid flowed in his veins, not blood; and all day he\nhad been like that.  He had moved much as one in a dream, and he had felt\nfor the first time in his life that he was not ready to bluff creation.\nHe had always faced things down, as long as it could be done; and when it\ncould not, he had retreated, with the comment that no man was wise who\ntook gruel when he needn’t.  He was now face to face with his greatest\nproblem.  One thing was clear–they must either part for ever, or go\ntogether, and part no more.  There could be no half measures.  She was\na remarkable woman in her way, with a will of her own, and a kind of\nmadness in her; and there could be no backing and filling.  They only\nhad three minutes to talk together alone, and two of them were up.",
        "Her arms were held out to him, but he stood still, and before the fire of\nher eyes his own eyes dropped.  “No, not yet!” he exclaimed.  “It’s been\na day–heaven and hell, what a day it’s been!  He had me like that!”  He\nopened and shut his hand with fierce, spasmodic strength.  “And he let me\ngo–oh, let me go like a fox out of a trap!  I’ve had enough for one day\n–blood of St. Peter, enough, enough!”",
        "The flame of desire in her eyes suddenly turned to fury.  “It is\nfarewell,  then,  that you wish,”  she said hoarsely.  “It is no more and\nfarewell then?  You said it to him\"–she pointed to the other room–\"you\nsaid it to Jean Jacques, and you say it to me–to me that’s given you all\nI have.  Ah, what a beast you are, George Masson!”",
        "“No, Carmen, you have not given me all.  If you had, there would be no\nfarewell.  I would stand by you to the end of life, if I had taken all.\"\nHe lied, but that does not matter here.",
        "“All–all!” she cried.  “What is all?  Is it but the one thing that the\nworld says must part husband and wife?  Caramba!  Is that all?  I have\ngiven everything–I have had your arms around me–”",
        "“Yes, the Clerk of the Court saw that,” he interrupted.  “He saw from the\nhill behind the Manor on Tuesday last.”",
        "There was a tap at the door of the other room; it slowly opened, and the\nfigure of the Clerk appeared.  “Two minutes–just two minutes more, old\ntrump!” said the master-carpenter, stretching out a hand.  “One minute\nwill be enough,” said Carmen, who was suffering the greatest humiliation\nwhich can come to a woman.",
        "The Clerk looked at them both, and he was content.  He saw that one\nminute would certainly be enough.  “Very well, monsieur and madame,” he\nsaid, and closed the door again.",
        "Carmen turned fiercely on the man.  “M. Fille saw, did he, from Mont\nViolet?  Well, when I came here I did not care who saw.  I only thought\nof you–that you wanted me, and that I wanted you.  What the world\nthought was nothing, if you were as when we parted last night.  .  .  .\nI could not face Jean Jacques’ forgiveness.  To stay there, feeling that\nI must be always grateful, that I must be humble, that I must pretend,\nthat I must kiss Jean Jacques, and lie in his arms, and go to mass and to\nconfession, and–”",
        "“There is the child, there is Zoe–”",
        "“Oh, it is you that preaches now–you that tempted me, that said I was\nwasted at the Manor; that the parish did not understand me; that Jean\nJacques did not know a jewel of price when he saw it–little did you\nthink of Zoe then!”",
        "He made a protesting gesture.  “Maybe so, Carmen, but I think now before\nit is too late.”",
        "“The child loves her father as she never loved me,” she declared.  “She\nis twelve years old.  She will soon be old enough to keep house for him,\nand then to marry–ah, before there is time to think she will marry!”",
        "“It would be better then for you to wait till she marries before–\nbefore–”",
        "“Before I go away with you!”  She gave a shrill, agonized laugh.  “So\nthat is the end of it all!  What did you think of my child when you\nforced your way into my life, when you made me think of you–ah, quel\nbete–what a coward and beast you are!”",
        "“No, I am not all coward, though I may be a beast,” he answered.\n“I didn’t think of your child when I began to talk to you as I did.  I\nwas out for all I could get.  I was the hunter.  And you were the finest\nwoman that I’d ever met and talked with; you–”",
        "“Oh, stop lying!” she cried with a face suddenly grown white and cold.",
        "“It isn’t lying.  You’re the sort of woman to drive men mad.  I went mad,\nand I didn’t think of your child.  But this morning in the flume I saved\nmy life by thinking of her, and I saved your life, too, maybe, by\nthinking of her; and I owe her something.  I’m going to try to pay back\nby letting her keep her mother.  I never felt towards a woman as I’ve\nfelt towards you; and that’s why I want to make things not so bad for you\nas they might be.”",
        "In her bitter eagerness she took a step nearer to him.  “As things might\nbe, if you were the man you were yesterday, willing to throw up\neverything for me?”",
        "“Like that–if you put it so,” he answered.",
        "She walked slowly up to him, looking as though she would plunge a knife\ninto his heart.  “I wish Jean Jacques had opened the gates,” she said.\n“It would have saved the hangman trouble.”",
        "Then suddenly, and with a cry, she raised her hand and struck him full in\nthe face with her fist.  At that instant came a tap at the door of the\nother room, and the Clerk of the Court appeared.  He saw the blow, and\ndrew back with an exclamation.",
        "Carmen turned to him.  “Farewell has been said, M’sieu’ Fille,” she\nremarked in a voice sombre with rage and despair, and she went to the\ndoor leading to the street.",
        "Masson had winced at the blow, but he remained silent.  He knew not what\nto say or do.",
        "M. Fille hastily followed Carmen to the door.  “You are going  home,\ndear madame?  Permit me  to accompany you,” he said gently.  “I have to\ndo business with Jean Jacques.”",
        "A hand upon his chest, she pushed him back.  “Where I go I’m going\nalone,” she said.  Opening the door she went out, but turning back again\nshe gave George Masson a look that he never forgot.  Then the door\nclosed.",
        "“Grace of God, she is not going home!” brokenly murmured the Clerk of\nthe Court.",
        "With a groan the master-carpenter started forward towards the door, but\nM. Fille stepped between, laid a hand on his arm, and stopped him.",
        "Confidence in a weak world gets unearned profit often\nEnjoy his own generosity\nHad the slight flavour of the superior and the paternal\nHe had only made of his wife an incident in his life\nHe was in fact not a philosopher, but a sentimentalist\nHe was not always sorry when his teasing hurt\nLacks a balance-wheel.  He has brains, but not enough\nMan who tells the story in a new way, that is genius\nMissed being a genius by an inch\nNot content to do even the smallest thing ill\nYou went north towards heaven and south towards hell",
        "Continue...",
        "\nThis eBook of “The Money Master” (Complete) by Gilbert Parker belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The money master;: Being the curious history of Jean Jacques Barbille, his labours, his loves, and his ladies,By Gilbert ParkerAt Amazon"
    ]
}