{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter XII. An Attempt to Purify the Sensualized Faiths",
    "author": "Eliza Burt Gamble",
    "chapter": "14",
    "content": [
        "\n\n",
        "It has been said of the Persians that in their zeal to purify the\nsensualized faiths which everywhere prevailed they manifested a\ndecided “repugnance to the worship of images, beasts, or symbols,\nwhile they sought to establish the worship of the only true\ncreative force, or God–Holy Fire.”",
        "From the facts to be gleaned concerning this people during the\nseventh and eighth centuries B.C., it is quite probable that they\nstill had a faint knowledge of a former age of intellectual and\nmoral greatness, and that it was their object, at that time, to\nreturn to the purer principles which characterized it.  That\ntheir efforts were subsequently copied by surrounding nations is\nshown in the facts connected with their history.",
        "Soon leading Syrians and Jews began to learn from their Eastern\nneighbor that the worship of images could scarcely be acceptable\nto a god which they were beginning to invest with a certain\ndegree of spirituality.  There is little doubt, at the present\ntime, that the attempt to spiritualize the religion of the Jews\nwas due to the influence of the Persians.  However, the length of\ntime required to effect any appreciable improvement in an\nestablished form of worship is shown by the fact that, two\nhundred years later, little change for the better was observed in\nthe temples, in which licentiousness had become a recognized\nreligious rite.  Even at the present time, it is reported that in\nmany places of worship in the East there still reside “holy women\n–god’s women,” who, like those in Babylon, described by various\nwriters, are devoted to the “god of fire.”",
        "In a comparison made between the religion of Persia and the\ndoctrines said to have been taught by Moses, Inman remarks:",
        "“The religion of Persia as reformed by Zoroaster so closely\nresembles the Mosaic, that it would be almost impossible to\ndecide which has the precedence of the other, unless we knew how\nancient was the teaching of Zoroaster, and how very recent was\nthat said to be from Moses.  Be this as it may, we find the\nancient Persians resemble the Jews in sacrificing upon high\nplaces, in paying divine honor to fire, in keeping up a sacred\nflame, in certain ceremonial cleansings, in possessing an\nhereditary priesthood who alone were allowed to offer sacrifices,\nand in making their summum bonum the possession of a numerous\noffspring.\"[108]",
        "[108] Ancient Faiths, vol. ii., p. 64.",
        "It is quite plain that by both these nations the wisdom of an\nearlier race was nearly forgotten.  Seven hundred years B.C.  the\nPersians had doubtless already adopted the worship of “One God\"\nwho was the Regenerator or Destroyer, a Deity which, as we have\nseen, originally comprehended the powers of Nature–namely the\nsun’s heat and the cold of winter.  That at this time, however,\nthey had lost the higher truths involved in the conception of\nthis Deity, is evident.  They had become worshippers of fire, or\nof that subtle igneous fluid residing in fire which they believed\nto be creative force.  Although the Persiaus like all the other\nnations of the globe had lost or forgotten the higher truths\nenunciated by an older race, there is no evidence going to show\nthat they ever became gross phallic worshippers like the Jews;\nthat they were not such is shown in the fact that down to the\ntime of Alexander the women of Persia still held a high and\nhonorable position, and that the female attributes had not become\nwholly subject to male power.",
        "Had we no other evidence of the comparatively exalted character\nof the religion of the Persians than the history of the lives of\nsuch men as Darius, Cyrus, Artaxerxes, and others, we should\nconclude, notwithstanding the similarity in the ceremonials of\nthese two religions, that some influence had been at work to\npreserve them from the cruelty and licentiousness which prevailed\namong the Jews.  It is related of Cyrus that he used to wish that\nhe might live long enough to repay all the kindness which he had\nreceived.  It is also stated that on account of the justice and\nequity shown in his character, a great number of persons were\ndesirous of committing to his care and wisdom “the disposal of\ntheir property, their cities, and their own persons.”",
        "In striking contrast to the mild and humane character of Cyrus\nstands that of the licentious and revengeful David, a “man after\nGod’s own heart.”",
        "“As for the heads of those that compass me about, let the\nmischief of their own lips cover them.”",
        "“Let burning coals fall upon them: let them be cast into the\nfire; into deep pits, that they rise not up again.\"[109]",
        "“Happy shall he be that taketh and dasheth thy little ones\nagainst the stones.\"[110]",
        "[109] Psalms cxl.",
        "[110] Ibid., cxxxvii.",
        "No one I think can read the Avestas without being impressed by\nthe prominence there given to the subjects of temperance and\nvirtue.  In their efforts to purify religion, and in the attempts\nto return to their more ancient faith, the disciples of\nZoroaster, as early as eight hundred years before Christ, had\nadopted a highly spiritualized conception of the Deity.  They had\ntaught in various portions of Asia Minor the doctrine of one God,\na dual entity by means of which all things were created.  They\ntaught also the doctrine of a resurrection and that of the\nimmortality of the soul.  It was at this time that they\noriginated, or at least propounded, the doctrine of hell and the\ndevil, a belief exactly suited to the then weakened mental\ncondition of mankind, and from which humanity has not yet gained\nsufficient intellectual and moral strength to free itself.  This\nPersian devil, which had become identified with winter or with\nthe absence of the sun’s rays, was now Aryhman, or the “powers of\ndarkness,” and was doubtless the source whence sprang the\npersonal devil elaborated at a later age by Laotse in China.",
        "As the Jews had no writings prior to the time of Ezra or\nJeremiah, it is now believed that many of the doctrines\nincorporated in their sacred books were borrowed from Persian,\nIndian, and Egyptian sources.  Resurrection from the dead, or the\nresurrection of the body, was for hundreds of years prior to the\nbirth of Christ an established article of Egyptian and Persian\nfaith, while spiritual regeneration, symbolized by the outward\ntypification of “being born again,” was the beginning of a new\nlife and an admission to the heavenly state.",
        "In the Khordah Avesta we have the following concerning the\ndoctrine of the resurrection and that of future rewards and\npunishments.",
        "“I am wholly without doubt in the existence of the good\nMazdaycinian faith, in the coming of the resurrection and the\nlater body, in the stepping over the bridge Chinvat, in an\ninvariable recompense of good deeds and their reward, and of bad\ndeeds and their punishment.”",
        "The Zoroastrians, who led the way in the great intellectual and\nreligious awakening which took place during the intervening years\nfrom 700 B.C. to 400 B.C., sought to purify all things by fire\nand water, the two principles which had come to be regarded as\nthe original elements, from which, or by which, all things are\nproduced.",
        "Prior to this time, in Persia, and long afterwards by various\nother nations, baptism, a rite performed at puberty, was\nconnected only with the sexual obligations of the person\nreceiving it, but in the age which we are considering it became\nespecially a cleansing or regenerating process, and was the means\nby which the pious devotee became initiated into the mysteries of\nholy living, or by which she or he was “born again.”",
        "As in their religious procedure every act was performed in\nconnection with symbols, so in the matter of baptism they were\nnot satisfied with the inner consciousness of regeneration, but\nmust go through with certain processes which typified the new\nlife upon which they had entered.  According to Wilford, the\noutward symbolization of the “new birth” in the East is\nmanifested in the following manner:",
        "“For the purpose of regeneration it is directed to make an image\nof pure gold of the female power of nature, either in the shape\nof a woman or of a cow.  In this statue, the person to be\nregenerated is inclosed, and dragged out through the natural\nchannel.  As a statue of pure gold and of proper dimensions would\nbe too expensive, it is sufficient to make an image of the sacred\nYoni, through which the person to be regenerated is to pass.”",
        "Thus at the time Nicodemus is said to have queried concerning the\nmysteries of the new birth, it is observed that the outward forms\nof regeneration had long been in use among the pagans.  In\npassing themselves through these apertures, the applicant for\nregeneration was supposed to represent the condition of one\n“issuing from the womb to a new scope of life.”",
        "According to the testimony of various writers upon this subject,\nthere are still extant, not alone in oriental countries, but in\nIreland and Scotland as well, numerous excavations or apertures\nin the rocks which by an early race were used for the same\npurpose.  Through the misconception, bigotry, and ignorance of\nthe Roman Catholic missionaries in Ireland, these openings were\ndesignated as the “Devil’s Yonies.”  Although these emblems\ntypified the original conception of one of their most sacred\nbeliefs, namely, the “new birth,” still they were “heathen\nabominations” with which the devotees of the new (?) faith must\nnot become defiled.",
        "The people who executed these imperishable designs, and who have\nleft in the British Isles innumerable evidences of their\nreligious beliefs, are supposed by some writers to belong to a\ncolony which, having been expelled from Persia on account of\ntheir peculiar religious beliefs, settled in the “White Island,\"\nthe “Island of the Blessed.”  This subject will, however, be\nreferred to later in this work.",
        "When we closely examine the facts connected with the evolution of\nreligion, there can be little doubt that the Persians laid the\nfoundation for that great moral and intellectual awakening which\na century or two later is represented by Confucious, Gotama\nBuddha, and Pythagoras.  From the Persians, doubtless Jew and\nGentile alike received the little leaven of spirituality which in\nlater ages crept into their gross conception of a Deity.",
        "By the Persians, the Hindoos, and other nations of the East, it\nwas believed that the end of each cycle of six hundred years, at\nwhich time a new sun or savior was to come, would mark a new era\nof religious development.  At the close of each of these cycles\nit was devoutly expected that the “golden age” of the past would\nbe restored, and that mankind would again be freed from the ills\nwhich had overtaken them.  As many of these cycles had passed,\nnumerous deliverers, saviors, or solar incarnations had appeared\nin India, Gotama Buddha having been the ninth.  In the East,\nabout six or seven hundred years before the birth of Christ, not\nonly one savior or prophet but three or four of them appeared.",
        "Concerning the leader of the reform in Persia there seem to be\nmany conflicting accounts.  The learned Faber concludes that\nthere were two Zarathustras or Zoroasters, the former being\nidentical with Menu, the law giver and triplicated deity of\nIndia, and who by various writers is recognized as the Noah of\nthe Hebrews.  According to Pliny, the former lived thousands of\nyears before Christ.  Several writers concur in placing him five\nthousand years before the siege of Troy.  According to Sir Wm.\nJones, the latter Zoroaster lived in the time of Darius\nHystaspes.  It is now claimed that in the Dabistan, one of the\nsacred books of Persia, thirteen Zoroasters appear.  The name of\nthe last great leader, together with a few of his doctrines, and\nvarious scattered fragments in the Gathas, are all that remain on\nrecord of a man whose personality stands connected with the\nearliest attempt to reform a degraded and sensualized religion.",
        "That this prophet was without honor in his own country is shown\nby the following lamentation:",
        "“To what country shall I go?  Where shall I take refuge?  What\ncountry gives shelter to the master, Zarathustra, and his\ncompanion?  None of the servants pay reverence to me, nor do the\nwicked rulers of the country.  How shall I worship thee further,\nliving Wise One?  What help did Zarathustra receive when he\nproclaimed the truths?  What did he obtain through the good mind? \n.  .  .  Why has the truthful one so few adherents, while all the\nmighty, who are unbelievers, follow the liar in great\nnumbers?\"[111]",
        "[111] Quoted by Viscount Amberley from Haug’s Translations.",
        "Although the prophet Zarathustra and his companion were first\nrejected, the fact seems plain that the monotheistic doctrines\nwhich they set forth were subsequently accepted as the groundwork\nof the religion of Persia.",
        "In the opening verses of the 5th Gatha appears the following:",
        "“It is reported that Zarathustra Spitama possessed the best good,\nfor Ahura Mazda granted him all that may be obtained by means of\na sincere worship, forever, all that promotes the good life, and\nhe gives the same to all who keep the words and perform the\nactions enjoined by the good religion.  .  .  .",
        "“Pourutschista, the Hetchataspadin, the most holy one, the most\ndistinguished of the daughters of Zarathustra, formed this\ndoctrine, as a reflection of the good mind, the true and wise\none.”",
        "The fact will doubtless be observed that Pourutschista was not\nmerely a disciple of Zarathustra, but that she FORMED the\ndoctrine which was accepted as a “reflection of the good mind.”",
        "In the 5th Gatha it is stated that among those who “know the\nright paths, the law which Ahura gave to the Profitable,” is\nPourutschista the “Holy worthy of adoration among the daughters\nof Zarathustra.  .  .  .  wise female worker of Wisdom.\"[112]",
        "[112] Spiegel’s Translation.",
        "Ormuzd, or Ahura Mazda, which was the essence of heat or light,\nwas the principle adored by the followers of the reformed\nreligion in Persia.  Throughout the Avesta the most desirable\npossession, and that which is most praised, is purity of life.",
        "[113] Vespered xxvi.  Spiegel’s Translation.",
        "[114] Yacna xxxviii.",
        "Praise is offered to the “everlasting female companion, the\ninstructing.”",
        "The following is a part of the marriage ceremony of the Persians\nas it is found in the Khorda-Avesta:",
        "“Do you both accept the contract for life with honorable mind? In\nthe name and friendship of Ormuzd be ever shining, be very\nenlarged.  Be increasing.  Be victorious.  Learn purity.  Be\nworthy of good praise.  May the mind think good thoughts, the\nwords speak good, the works do good.  May all wicked thoughts\nhasten away, all wicked words be diminished, all wicked works be\nburnt up. .  .  .  Win for thyself property by right-dealing. \nSpeak truth with the rulers and be obedient.  Be modest with\nfriends, clever, and well wishing.  Be not cruel, be not\ncovetous.  .  .  .  Combat adversaries with right.  Before an\nassembly speak only pure words.  In no wise displease thy mother. \nKeep thine own body pure in justice.”",
        "Confucius, the great Chinese teacher and philosopher, who lived\nprobably in the sixth century B.C., may be said to have been a\nhumanitarian or moralist instead of a mystic.  Although he\nbelieved in a great first principle, or cause, which he termed\nHeaven, we are given to understand that in his philosophizing\nlittle mention was made of it.",
        "The system known as Confucianism was not originated by Confucius.",
        "In referring to this subject Legge remarks:",
        "“He said of himself (Analects, vii., I), that he was a\ntransmitter and not a maker, one who believed in and loved the\nancients; and hence it is said in the thirtieth chapter of the\ndoctrine of the Mean, ascribed to his grandson, that he handed\ndown the doctrines of Yao and Shun, as if they had been his\nancestors, and elegantly displayed the regulations of Wan and Wu,\ntaking them as his models.\"[115]",
        "[115] Legge, Preface to vol. iii. of Shu King.",
        "The ancient books which Confucius interpreted or rewrote laid no\nclaim to being sacred in the sense of being inspired; but, on the\ncontrary, were works of wisdom put forth by historians, poets,\nand others “as they were moved in their own minds.”  The most\nancient of these doctrines was the Shu, a work which since the\nperiod of the Han dynasty, 202 years B.C., has been called the\nShu King.",
        "A number of documents contained in this work date back to the\ntwenty-fourth century B.C., and as they are regarded as\nhistorical are considered to be of greater importance than are\nany others of their ancient writings.",
        "Second in antiquity and importance is the Shih or the Book of\nPoetry.  This work contains the religious views of its writers,\nalso an account of the manners, customs, and events of the times\nto which they belong.  For 5000 years, in China, Tien or Ti has\nexpressed the moving or creating force in the universe.  In later\nages it is observed that this name has been attached to royalty. \nHwang Ti is the present title of the Emperor of China.",
        "From some of the texts found in the Shu King, it would seem that\nthe Chinese had in the remote past caught sight of the scientific\nfact that virtue is its own reward.  “Heaven graciously\ndistinguishes the virtuous.  .  .  .  Heaven punishes the\nguilty.\"[116]",
        "[116] Max Muller, Sacred Books of the East, book iv.",
        "The principal object of Confucius seems to have been to inculcate\nthose doctrines of his ancestors which, taking root, would in\ntime bring about a return to those principles of former virtue, a\nfaint knowledge of which seems still to have survived in China. \nThe following precepts are found among his teachings:",
        "“Knowledge, magnanimity, and energy are the virtues universally\nbinding.  Gravity, generosity of soul, sincerity, earnestness,\nand kindness constitute perfect virtue.  Sincerity is the very\nway to Heaven.  My doctrine is that of an all-pervading unity. \nThe superior man is catholic and not partisan.  The mean is\npartisan and not catholic.  The superior man is affable but not\nadulatory, the mean is adulatory but not affable.”",
        "When asked for a word which should serve as a rule of practice\nfor all our life he replied: “Is not Reciprocity such a word?\nWhat you do not want done to yourself, do not do to others.”  On\none occasion the question was asked him: “What do you say\nconcerning the principle that injury shall be recompensed with\nkindness?” To which he replied: “Recompense injury with justice,\nand recompense kindness with kindness.\"[117]",
        "[117] Lun Yu, xiv., 26.",
        "It is recorded by his disciples that there are four things from\nwhich the master was entirely free.  “He had no foregone\nconclusions, no arbitrary predeterminations, no obstinacy, and no\negoism.”  Contrary to the rule of most reformers or leaders of\nopinion, he always regarded himself as a learner as well as\nteacher.  It is related of Confucius that he at one time desired\na governmental position, thinking that through its occupancy he\nmight the better disseminate the ancient doctrines of rectitude\nand virtue.  Offers of individual advantage could not swerve him\nfrom his well-grounded principles of honor.  On one occasion one\nof the rulers of the country proposed to confer upon him a city\nand its revenues, but Confucius replied: “A superior man will\nonly receive reward for services which he has rendered.  I have\ngiven advice to the duke-king, but he has not obeyed it, and now\nhe would endow me with this place! very far is he from\nunderstanding me.\"[118]",
        "[118] Quoted by Amberley, Analysis of Religious Belief, vol. i.,\np. 197.",
        "The fact seems evident that Confucius had not sufficient strength\nof character to attempt a change in the social conditions of his\ntime.  He had not that grandeur of soul which enabled him to\nstrike the key-note of reform.  Monarchical institutions and\nsocial distinctions he did not rebuke.  The brotherhood of man\nand the levelling processes in human society were probably never\nthought of by him; certainly they were never attempted.",
        "By certain writers Confucius has been accused of insincerity in a\nfew minor matters; still, the wisdom contained in his religious\ndoctrines, the philosophical value of his teachings relative to\nthe regulation of human conduct, and, above all, his purity of\npurpose, justly entitles his name to be enrolled among the great\nreformers of the world.",
        "The lasting influence which this man exerted upon the minds of\nhis countrymen, and the appreciation in which his name and works\nare still held, are shown by the fact that his descendants\nconstitute the only order of hereditary nobility in China.",
        "“He lived five hundred years before Christ; and yet to this day,\nthrough all the changes and chances of time and of dynasties, the\ndescendants of Confucius remain the only hereditary noblemen and\nnational pensioners in the empire.  Even the imperial blood\nbecomes diluted, degraded, and absorbed into the body politic\nafter the seventh generation; but the descendants of Confucius\nremain separate, through all the mutations of time and of\ngovernment.\"[119]",
        "[119] Thomas Magee, in the Forum, vol. x., p. 204.",
        "Laotse, the founder of the smallest of the three sects in China,\nnamely, Confucianism, Buddhism, and Taoism, was an old man when\nConfucius was in his prime.  The word Taou signifies reason, but\nthe doctrines believed by the Taoists prove their system to be\nthe most irrational of all the religions of the East.  In an\narticle on The Taouist Religion, Warren Benton says:",
        "“The tendency in rationalism is toward the utter destruction of a\nbelief in the existence of unseen spirits of evil.  Enlightened\nreason dethrones devils; but Laotse created devils innumerable,\nand the chief concern of the Taouist sect has always been to\nmanipulate these emissaries of evil.  Modern rationalists deny\nthe existence of devils, and relegate them to the category of\nmyths and to personified ideas.  Not so the rationalist of the\nOrient.  He finds his greatest pleasure in contemplating the very\natmosphere he breathes as filled with spirits constantly seeking\nhis injury; and to outwit his satanic majesty is the chief end of\nlife.\"[120]",
        "[120] Pop. Science, Jan. 1890.",
        "At a time when a personal devil was gradually assuming shape, it\nwould have been singular, indeed, if there had not arisen one\nwho, by his peculiar temperament and natural disposition, was\nexactly suited to the task of elaborating this doctrine in all\nits grim seriousness.  That such an one did arise in the person\nof Laotse is evident from what is known regarding his history and\nteachings.",
        "The growth of religious faith had long tended in this direction. \nTyphon, “the wind that blasts,” “Darkness,” and the “cold of\nwinter,” constituted the foundation of a belief in a personal\nDevil; and, when the time was ripe for the appearance of his\nsatanic majesty, it required only a hypochondriac– a disordered\nmental organization–to formulate and project this gloomy and\nunwholesome doctrine.",
        "There is little known of the life and character of Laotse except\nthat he labored assiduously through a long life-time for the\nestablishment of certain principles or tenets which he believed\nto be essential to the well-being of humanity.  In the twentieth\nchapter of his work are found to be some hints of his personality\nand of the gloomy cast of his character.  He complains that while\nother men are joyous and gay, he alone is despondent.  He is\n“calm like a child that does not yet smile.”  He is “like a\nstupid fellow, so confused does he feel.  Ordinary men are\nenlightened; he is obscure and troubled in mind.  Like the sea,\nhe is forgotten and driven about like one who has no certain\nresting place.  All other men are of use; he alone is clownish\nlike a peasant.  He alone is unlike other men, but he honors the\nnursing mother.”",
        "Of all the various teachers which arose during the fifth, sixth,\nand seventh centuries B.C., none of them were able to rise to the\nposition of moral grandeur occupied by Gotama Buddha.  The\nefforts put forth by this great teacher seem to have been humane\nrather than religious.  In his time, especially in India, society\nhad become encysted beneath a crust of seemingly impenetrable\nconservatism, while religion, or priestcraft, riveted the chains\nby which the masses of the people were enslaved.",
        "The mission of Buddha was to burst asunder the bonds of the\noppressed and to abolish all distinctions of caste.  This was to\nbe accomplished through the awakening of the divine life in each\nindividual.  The leading processes by which the lines of caste\nwere weakened were in direct opposition to the established order\nof society.  It was a blow at the old Brahminical social and\nreligious code which had grown up under the reign of\npriest-craft.",
        "Notwithstanding the sex prejudice which had come to prevail in\nIndia, it was directly stated by Buddha that any man or woman who\nbecame his disciple, who renounced the world and by abstinence\nfrom the lower indulgences of sense proclaimed her or his\nadherence to the higher principles of life, “at once lost either\nthe privilege of a high caste or the degradation of a low one.” \nEarthly distinctions were of no consequence.  Rank depended not\non the outward circumstance of birth, but on the ability of the\nindividual to resist evil, or, upon his capacity to receive the\nhigher truths enunciated by the new sun or savior–Buddha.",
        "In one of the canonical books he is represented as saying:",
        "“Since the doctrine which I teach is completely pure, it makes no\ndistinction between noble and common, between rich and poor.  It\nis, for example, like water, which washes both noblemen and\ncommon people, both rich and poor, both good and bad, and\npurifies all without distinction.  It may, to take another\nillustration, be compared to fire, which consumes mountains,\nrocks, and all great and small objects between heaven and earth. \nAgain, my doctrine is like heaven, inasmuch as there is room\nwithin it without exception, for whomsoever it may be; for men\nand women, for boys and girls, for rich and poor.\"[121]",
        "[121] Viscount Amberley, Analysis of Religious Belief, vol. i.,\np. 216.",
        "There is little doubt that the religion of Buddha was an attempt\nto return to the almost forgotten principles of a past age of\nspiritual and moral greatness.  According to this ancient wisdom,\nman is an immortal soul struggling for perfection.  The growth of\nthe real man is a natural unfolding of the divine principle\nwithin, such process of evolution being accomplished through the\npower of the will.  As every individual must work out his own\nsalvation, this will-force must ever be directed toward the\ncomplete mastery of the body, or the lower self.  In other words,\nthe development of the higher life depends upon the power of the\nindividual to overcome or conquer evil.  The effect of every\nthought, word, and deed is woven into the soul, and no one can\nevade the consequences of his own acts.  All sin is the result of\nselfishness, so that only when one renounces self and begins to\nlive for others does the soul-life begin.  No one who has arrived\nat a state of soul-consciousness will lead a selfish or impure\nlife.  On the contrary, every impulse of the devout Buddhist goes\nout toward humanity and God, of whom he is a conscious part.",
        "Gotama Buddha was not a “savior” in the sense of bloody sacrifice\nfor the sins of the people.  On the contrary, he was an example\nto mankind–a man who through moral purification and a life of\nself- abnegation had prepared himself for this holy office. \nMythologically, or astrologically, he was the new sun born at the\nclose of the cycle.  He was the great Light which revealed the\nway to eternal repose– Nirvana.  The mythical Buddha was the\nprototype of the mythical Christ.  His mother was Mai or Mary,\nQueen of Heaven, or the Vernal Spring.  He was a new incarnation\nof the Sun–the Savior of the world.  In process of time his many\nmiracles were offered as proof of his divine character.  Although\nhe taught the existence of a great and universal Power, he made\nno attempt to explain the unknowable.  The Infinite is to be\ncontemplated only through its manifestations.  Nirvana is not\nannihilation, as has been erroneously taught by Christian\nmissionaries.  As explained by Buddhists themselves, it\ncomprehends a state of absolute rest from human strife and\nwretchedness.  It is the absorption or relapsing into the great\nFirst Principle, whence all life is derived–a state so pure that\nthe human is lost in the divine.",
        "[122] Arnold, Light of Asia.",
        "From the Buddhist colleges at Nolanda went forth teachers who,\ninspired with enthusiasm in the cause of human justice and\nindividual liberty, endeavored to abolish the abominations which\nhad grown up under Brahminical rule.  The masses of the people,\nhowever, were too deeply sunken in infamy, wretchedness, and\nignorance to accept, or even understand, the pure doctrines of\nthe great teacher, and, as might have been anticipated, priest-\ncraft soon assumed its wonted arrogance, and eventually the whole\nparaphernalia of antiquated dogmas were tacked upon the new\nsystem.",
        "Through the various efforts put forth for the elevation of\nmankind during the six or seven hundred years which preceded the\nadvent of Christianity, sufficient strength had been given to the\nmoral impetus of humanity to create in many portions of the world\na strong desire for a return to purer principles, and to make the\nappearance of a spiritual teacher like Christ possible.  The\neffects, however, of ages of moral and intellectual degradation,\nin which the lowest faculties have been stimulated to the highest\ndegree, are not wiped out in a few centuries of struggle by the\nfew among the people who desire reform.  As true reform means\ngrowth, those who have reached a higher stage of development can\nonly point the way to others–they are powerless to effect\nchanges for which the masses are unprepared.",
        "Although through a partial revival of the ideas entertained by an\nancient people the attempt was made by Zoroaster, Confucius,\nGotama Buddha, Pythagoras, the Stoics, and other schools of\nphilosophy, to elevate the masses of the people, and, although\nthe unadulterated teachings of the man called Christ were\ndoubtless an outgrowth of this movement, yet the human mind had\nnot, even as late as the appearance of this last-named reformer,\nsufficiently recovered from its thraldom to enable the masses to\ngrasp those higher truths which had been entertained by an\nearlier civilized people.",
        "While there are doubtless many points of similarity between the\nreligious system elaborated by Gotama Buddha and that enunciated\nby Christ, there is little likeness between the teachings of the\nformer and those set forth by the Romish Church, or by Paul. \nSeven hundred years B.C., the Persians had grasped the idea that\nvirtue is its own reward, and that every soul is responsible for\nits own growth.  The fundamental doctrine of the Christian Church\nto-day is that of a vicarious atonement–a belief which takes\naway man’s responsibility for his own misdeeds.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}