{
    "title": "The Old Merchant Marine - Chapter VII. The Brilliant Era of 1812",
    "author": "Ralph D. Paine",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "American privateering in 1812 was even bolder and more successful\nthan during the Revolution. It was the work of a race of merchant\nseamen who had found themselves, who were in the forefront of the\nworld’s trade and commerce, and who were equipped to challenge\nthe enemy’s pretensions to supremacy afloat. Once more there was\na mere shadow of a navy to protect them, but they had learned to\ntrust their own resources. They would send to sea fewer of the\nsmall craft, slow and poorly armed, and likely to meet disaster.\nThey were capable of manning what was, in fact, a private navy\ncomprised of fast and formidable cruisers. The intervening\ngeneration had advanced the art of building and handling ships\nbeyond all rivalry, and England grudgingly acknowledged their\nability. The year of 1812 was indeed but a little distance from\nthe resplendent modern era of the Atlantic packet and the Cape\nHorn clipper.",
        "Already these Yankee deep-water ships could be recognized afar by\ntheir lofty spars and snowy clouds of cotton duck beneath which\nthe slender hull was a thin black line. Far up to the gleaming\nroyals they carried sail in winds so strong that the lumbering\nEnglish East Indiamen were hove to or snugged down to reefed\ntopsails. It was not recklessness but better seamanship. The\ndeeds of the Yankee privateers of 1812 prove this assertion to\nthe hilt. Their total booty amounted to thirteen hundred prizes\ntaken over all the Seven Seas, with a loss to England of forty\nmillion dollars in ships and cargoes. There were, all told, more\nthan five hundred of them in commission, but New England no\nlonger monopolized this dashing trade. Instead of Salem it was\nBaltimore that furnished the largest fleet--fifty-eight vessels,\nmany of them the fast ships and schooners which were to make the\nport famous as the home of the Baltimore clipper model. All down\nthe coast, out of Norfolk, Wilmington, Charleston, Savannah, and\nNew Orleans, sallied the privateers to show that theirs was, in\ntruth, a seafaring nation ardently united in a common cause.",
        "Again and more vehemently the people of England raised their\nvoices in protest and lament, for these saucy sea-raiders fairly\nromped to and fro in the Channel, careless of pursuit, conducting\na blockade of their own until London was paying the famine price\nof fifty-eight dollars a barrel for flour, and it was publicly\ndeclared mortifying and distressing that “a horde of American\ncruisers should be allowed, unresisted and unmolested, to take,\nburn, or sink our own vessels in our own inlets and almost in\nsight of our own harbors.” It was Captain Thomas Boyle in the\nChasseur of Baltimore who impudently sent ashore his proclamation\nof a blockade of the United Kingdom of Great Britain and Ireland,\nwhich he requested should be posted in Lloyd’s Coffee House.",
        "A wonderfully fine figure of a fighting seaman was this Captain\nBoyle, with an Irish sense of humor which led him to haunt the\nenemy’s coast and to make sport of the frigates which tried to\ncatch him. His Chasseur was considered one of the ablest\nprivateers of the war and the most beautiful vessel ever seen in\nBaltimore. A fleet and graceful schooner with a magical turn for\nspeed, she mounted sixteen long twelve-pounders and carried a\nhundred officers, seamen, and marines, and was never outsailed in\nfair winds or foul. “Out of sheer wantonness,” said an admirer,\n“she sometimes affected to chase the enemy’s men-of-war of far\nsuperior force.” Once when surrounded by two frigates and two\nnaval brigs, she slipped through and was gone like a phantom.\nDuring his first cruise in the Chasseur, Captain Boyle captured\neighteen valuable merchantmen. It was such defiant rovers as he\nthat provoked the “Morning Chronicle” of London to splutter “that\nthe whole coast of Ireland from Wexford round by Cape Clear\nto Carrickfergus, should have been for above a month under the\nunresisted domination of a few petty fly-by-nights from the\nblockaded ports of the United States is a grievance equally\nintolerable and disgraceful.”",
        "This was when the schooner Syren had captured His Majesty’s\ncutter Landrail while crossing the Irish Sea with dispatches;\nwhen the Governor Tompkins burned fourteen English vessels in the\nEnglish Channel in quick succession; when the Harpy of Baltimore\ncruised for three months off the Irish and English coasts and in\nthe Bay of Biscay, and returned to Boston filled with spoils,\nincluding a half million dollars of money; when the Prince de\nNeuchatel hovered at her leisure in the Irish Channel and made\ncoasting trade impossible; and when the Young Wasp of\nPhiladelphia cruised for six months in those same waters.",
        "Two of the privateers mentioned were first-class fighting ships\nwhose engagements were as notable, in their way, as those of the\nAmerican frigates which made the war as illustrious by sea as it\nwas ignominious by land. While off Havana in 1815, Captain Boyle\nmet the schooner St. Lawrence of the British Navy, a fair match\nin men and guns. The Chasseur could easily have run away but\nstood up to it and shot the enemy to pieces in fifteen minutes.\nBrave and courteous were these two commanders, and Lieutenant\nGordon of the St. Lawrence gave his captor a letter which read,\nin part: “In the event of Captain Boyle’s becoming a prisoner of\nwar to any British cruiser I consider it a tribute justly due to\nhis humane and generous treatment of myself, the surviving\nofficers, and crew of His Majesty’s late schooner St. Lawrence,\nto state that his obliging attention and watchful solicitude to\npreserve our effects and render us comfortable during the short\ntime we were in his possession were such as justly entitle him to\nthe indulgence and respect of every British subject.”",
        "The Prince de Neuchatel had the honor of beating off the attack\nof a forty-gun British frigate--an exploit second only to that of\nthe General Armstrong in the harbor of Fayal. This privateer with\na foreign name hailed from New York and was so fortunate as to\ncapture for her owners three million dollars’ worth of British\nmerchandise. With Captain J. Ordronaux on the quarterdeck, she\nwas near Nantucket Shoals at noon on October 11, 1814, when a\nstrange sail was discovered. As this vessel promptly gave chase,\nCaptain Ordronaux guessed-and as events proved correctly--that\nshe must be a British frigate. She turned out to be the Endymion.\nThe privateer had in tow a prize which she was anxious to get\ninto port, but she was forced to cast off the hawser late in the\nafternoon and make every effort to escape.",
        "The breeze died with the sun and the vessels were close inshore.\nBecalmed, the privateer and the frigate anchored a quarter of a\nmile apart. Captain Ordronaux might have put his crew on the\nbeach in boats and abandoned his ship. This was the reasonable\ncourse, for, as he had sent in several prize crews, he was\nshort-handed and could muster no more than thirty-seven men and\nboys. The Endymion, on the other hand, had a complement of three\nhundred and fifty sailors and marines, and in size and fighting\npower she was in the class of the American frigates President and\nConstitution. Quite unreasonably, however, the master of the\nprivateer decided to await events.",
        "The unexpected occurred shortly after dusk when several boats\nloaded to the gunwales with a boarding party crept away from the\nfrigate. Five of them, with one hundred and twenty men, made a\nconcerted attack at different points, alongside and under the bow\nand stern. Captain Ordronaux had told his crew that he would blow\nup the ship with all hands before striking his colors, and they\nbelieved him implicitly. This was the hero who was described as\n“a Jew by persuasion, a Frenchman by birth, an American for\nconvenience, and so diminutive in stature as to make him appear\nridiculous, in the eyes of others, even for him to enforce\nauthority among a hardy, weatherbeaten crew should they do aught\nagainst his will.” He was big enough, nevertheless, for this\nnight’s bloody work, and there was no doubt about his authority.\nWhile the British tried to climb over the bulwarks, his\nthirty-seven men and boys fought like raging devils, with knives,\npistols, cutlases, with their bare fists and their teeth. A few\nof the enemy gained the deck, but the privateersmen turned and\nkilled them. Others leaped aboard and were gradually driving the\nAmericans back, when the skipper ran to the hatch above the\npowder magazine, waving a lighted match and swearing to drop it\nin if his crew retreated one step further. Either way the issue\nseemed desperate. But again they took their skipper’s word for it\nand rallied for a bloody struggle which soon swept the decks.",
        "No more than twenty minutes had passed and the battle was won.\nThe enemy was begging for quarter. One boat had been sunk, three\nhad drifted away filled with dead and wounded, and the fifth was\ncaptured with thirty-six men in it of whom only eight were\nunhurt. The American loss was seven killed and twenty-four\nwounded, or thirty-one of her crew of thirty-seven. Yet they had\nnot given up the ship. The frigate Endymion concluded that once\nwas enough, and next morning the Prince de Neuchatel bore away\nfor Boston with a freshening breeze.",
        "Those were merchant seamen also who held the General Armstrong\nagainst a British squadron through that moonlit night in Fayal\nRoads, inflicting heavier losses than were suffered in any naval\naction of the war. It is a story Homeric, almost incredible in\nits details and so often repeated that it can be only touched\nupon in this brief chronicle. The leader was a kindly featured\nman who wore a tall hat, side-whiskers, and a tail coat. His\nportrait might easily have served for that of a New England\ndeacon of the old school. No trace of the swashbuckler in this\nCaptain Samuel Reid, who had been a thrifty, respected merchant\nskipper until offered the command of a privateer.",
        "Touching at the Azores for water and provisions in September,\n1814, he was trapped in port by the great seventy-four-gun ship\nof the line Plantagenet, the thirty-eight-gun frigate Rota, and\nthe warbrig Carnation. Though he was in neutral water, they paid\nno heed to this but determined to destroy a Yankee schooner which\nhad played havoc with their shipping. Four hundred men in twelve\nboats, with a howitzer in the bow of each boat, were sent against\nthe General Armstrong in one flotilla. But not a man of the four\nhundred gained her deck. Said an eyewitness: “The Americans\nfought with great firmness but more like bloodthirsty savages\nthan anything else. They rushed into the boats sword in hand and\nput every soul to death as far as came within their power. Some\nof the boats were left without a single man to row them, others\nwith three or four. The most that any one returned with was about\nten. Several boats floated ashore full of dead bodies . . . . For\nthree days after the battle we were employed in burying the dead\nthat washed on shore in the surf.”",
        "This tragedy cost the British squadron one hundred and twenty men\nin killed and one hundred and thirty in wounded, while Captain\nReid lost only two dead and had seven wounded. He was compelled\nto retreat ashore next day when the ships stood in to sink his\nschooner with their big guns, but the honors of war belonged to\nhim and well-earned were the popular tributes when he saw home\nagain, nor was there a word too much in the florid toast:\n“Captain Reid--his valor has shed a blaze of renown upon the\ncharacter of our seamen, and won for himself a laurel of eternal\nbloom.”",
        "It is not to glorify war nor to rekindle an ancient feud that\nsuch episodes as these are recalled to mind. These men, and\nothers like them, did their duty as it came to them, and they\nwere sailors of whom the whole Anglo-Saxon race might be proud.\nIn the crisis they were Americans, not privateersmen in quest of\nplunder, and they would gladly die sooner than haul down the\nStars and Stripes. The England against which they fought was not\nthe England of today. Their honest grievances, inflicted by a\nGovernment too intent upon crushing Napoleon to be fair to\nneutrals, have long ago been obliterated. This War of 1812\ncleared the vision of the Mother Country and forever taught her\nGovernment that the people of the Republic were, in truth, free\nand independent.",
        "This lesson was driven home not only by the guns of the\nConstitution and the United States, but also by the hundreds of\nprivateers and the forty thousand able seamen who were eager to\nsail in them. They found no great place in naval history, but\nEngland knew their prowess and respected it. Every schoolboy is\nfamiliar with the duels of the Wasp and the Frolic, of the\nEnterprise and the Boxer; but how many people know what happened\nwhen the privateer Decatur met and whipped the Dominica of the\nBritish Navy to the southward of Bermuda?",
        "Captain Diron was the man who did it as he was cruising out of\nCharleston, South Carolina, in the summer of 1813. Sighting an\narmed schooner slightly heavier than his own vessel, he made for\nher and was unperturbed when the royal ensign streamed from her\ngaff. Clearing for action, he closed the hatches so that none of\nhis men could hide below. The two schooners fought in the veiling\nsmoke until the American could ram her bowsprit over the other’s\nstern and pour her whole crew aboard. In the confined space of\nthe deck, almost two hundred men and lads were slashing and\nstabbing and shooting amid yells and huzzas. Lieutenant Barrette,\nthe English commander, only twenty-five years old, was mortally\nhurt and every other officer, excepting the surgeon and one\nmidshipman, was killed or wounded. Two-thirds of the crew were\ndown but still they refused to surrender, and Captain Diron had\nto pull down the colors with his own hands. Better discipline and\nmarksmanship had won the day for him and his losses were\ncomparatively small.",
        "Men of his description were apt to think first of glory and let\nthe profits go hang, for there was no cargo to be looted in a\nKing’s ship. Other privateersmen, however, were not so valiant or\nquarrelsome, and there was many a one tied up in London River or\nthe Mersey which had been captured without very savage\nresistance. Yet on the whole it is fair to say that the private\narmed ships outfought and outsailed the enemy as impressively as\ndid the few frigates of the American Navy.",
        "There was a class of them which exemplified the rapid development\nof the merchant marine in a conspicuous manner--large commerce\ndestroyers too swift to be caught, too powerful to fear the\nsmaller cruisers. They were extremely profitable business\nventures, entrusted to the command of the most audacious and\nskillful masters that could be engaged. Of this type was the ship\nAmerica of Salem, owned by the Crowninshields, which made\ntwenty-six prizes and brought safely into port property which\nrealized more than a million dollars. Of this the owners and\nshareholders received six hundred thousand dollars as dividends.\nShe was a stately vessel, built for the East India trade, and was\ngenerally conceded to be the fastest privateer afloat. For this\nservice the upper deck was removed and the sides were filled in\nwith stout oak timber as an armored protection, and longer yards\nand royal masts gave her a huge area of sail. Her crew of one\nhundred and fifty men had the exacting organization of a\nman-of-war, including, it is interesting to note, three\nlieutenants, three mates, a sailingmaster, surgeon, purser,\ncaptain of marines, gunners, seven prize masters, armorer,\ndrummer, and a fifer. Discipline was severe, and flogging was the\npenalty for breaking the regulations.",
        "During her four cruises, the America swooped among the plodding\nmerchantmen like a falcon on a dovecote, the sight of her\nfrightening most of her prey into submission, with a brush now\nand then to exercise the crews of the twenty-two guns, and\nperhaps a man or two hit. Long after the war, Captain James\nChever, again a peaceful merchant mariner, met at Valparaiso, Sir\nJames Thompson, commander of the British frigate Dublin, which\nhad been fitted out in 1813 for the special purpose of chasing\nthe America. In the course of a cordial chat between the two\ncaptains the Briton remarked:",
        "“I was once almost within gun-shot of that infernal Yankee\nskimming-dish, just as night came on. By daylight she had\noutsailed the Dublin so devilish fast that she was no more than a\nspeck on the horizon. By the way, I wonder if you happen to know\nthe name of the beggar that was master of her.”",
        "“I’m the beggar,” chuckled Captain Chever, and they drank each\nother’s health on the strength of it.",
        "Although the Treaty of Ghent omitted mention of the impressment\nof sailors, which had been the burning issue of the war, there\nwere no more offenses of this kind. American seafarers were safe\nagainst kidnapping on their own decks, and they had won this\nsecurity by virtue of their own double-shotted guns. At the same\ntime England lifted the curse of the press-gang from her own\npeople, who refused longer to endure it.",
        "There seemed no reason why the two nations, having finally fought\ntheir differences to a finish, should not share the high seas in\npeaceful rivalry; but the irritating problems of protection and\nreciprocity survived to plague and hamper commerce. It was\ndifficult for England to overcome the habit of guarding her trade\nagainst foreign invasion. Agreeing with the United States to\nwaive all discriminating duties between the ports of the two\ncountries--this was as much as she was at that time willing to\nyield. She still insisted upon regulating the trade of her West\nIndies and Canada. American East Indiamen were to be limited to\ndirect voyages and could not bring cargoes to Europe. Though this\ndiscrimination angered Congress, to which it appeared as lopsided\nreciprocity, the old duties were nevertheless repealed; and then,\npresto! the British colonial policy of exclusion was enforced and\neighty thousand tons of American shipping became idle because the\nWest India market was closed.",
        "There followed several years of unhappy wrangling, a revival of\nthe old smuggling spirit, the risk of seizure and confiscations,\nand shipping merchants with long faces talking ruin. The theory\nof free trade versus protection was as debatable and opinions\nwere as conflicting then as now. Some were for retaliation,\nothers for conciliation; and meanwhile American shipmasters went\nabout their business, with no room for theories in their honest\nheads, and secured more and more of the world’s trade. Curiously\nenough, the cries of calamity in the United States were echoed\nacross the water, where the “London Times” lugubriously\nexclaimed: “The shipping interest, the cradle of our navy, is\nhalf ruined. Our commercial monopoly exists no longer; and\nthousands of our manufacturers are starving or seeking redemption\nin distant lands. We have closed the Western Indies against\nAmerica from feelings of commercial rivalry. Its active seamen\nhave already engrossed an important branch of our carrying trade\nto the Eastern Indies. Her starred flag is now conspicuous on\nevery sea and will soon defy our thunder.”",
        "It was not until 1849 that Great Britain threw overboard her long\ncatalogue of protective navigation laws which had been piling up\nsince the time of Cromwell, and declared for free trade afloat.\nMeanwhile the United States had drifted in the same direction,\nbarring foreign flags from its coastwise shipping but offering\nfull exemption from all discriminating duties and tonnage duties\nto every maritime nation which should respond in like manner.\nThis latter legislation was enacted in 1828 and definitely\nabandoned the doctrine of protection in so far as it applied to\nAmerican ships and sailors. For a generation thereafter, during\nwhich ocean rivalry was a battle royal of industry, enterprise,\nand skill, the United States was paramount and her merchant\nmarine attained its greatest successes.",
        "There is one school of modern economists who hold that the seeds\nof decay and downfall were planted by this adoption of free trade\nin 1828, while another faction of gentlemen quite as estimable\nand authoritative will quote facts and figures by the ream to\nprove that governmental policies had nothing whatever to do with\nthe case. These adversaries have written and are still writing\nmany volumes in which they almost invariably lose their tempers.\nPartisan politics befog the tariff issue afloat as well as\nashore, and one’s course is not easy to chart. It is\nindisputable, however, that so long as Yankee ships were better,\nfaster, and more economically managed, they won a commanding\nshare of the world’s trade. When they ceased to enjoy these\nqualities of superiority, they lost the trade and suffered for\nlack of protection to overcome the handicap.",
        "The War of 1812 was the dividing line between two eras of salt\nwater history. On the farther side lay the turbulent centuries of\nhazard and bloodshed and piracy, of little ships and indomitable\nseamen who pursued their voyages in the reek of gunpowder and of\nlegalized pillage by the stronger, and of merchant adventurers\nwho explored new markets wherever there was water enough to float\ntheir keels. They belonged to the rude and lusty youth of a world\nwhich lived by the sword and which gloried in action. Even into\nthe early years of the nineteenth century these mariners still\nsailed--Elizabethan in deed and spirit.",
        "On the hither side of 1812 were seas unvexed by the privateer and\nthe freebooter. The lateen-rigged corsairs had been banished from\ntheir lairs in the harbors of Algiers, and ships needed to show\nno broadsides of cannon in the Atlantic trade. For a time they\ncarried the old armament among the lawless islands of the Orient\nand off Spanish-American coasts where the vocation of piracy made\nits last stand, but the great trade routes of the globe were\npeaceful highways for the white-winged fleets of all nations. The\nAmerican seamen who had fought for the right to use the open sea\nwere now to display their prowess in another way and in a romance\nof achievement that was no less large and thrilling.",
        "Continue...",
        "\nThe e-text of “The Old Merchant Marine, A Chronicle of American Ships and Sailors” (Ralph D. Paine) is free for you to copy.\nPage created by Philipp Lenssen.\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Old Merchant MarineBy Ralph D. PaineAt Amazon"
    ]
}