{
    "title": "The Varieties of Religious Experience II",
    "author": "William James",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "The last lecture left us in a state of expectancy.  What may the\npractical fruits for life have been, of such movingly happy\nconversions as those we heard of?  With this question the really\nimportant part of our task opens, for you remember that we began\nall this empirical inquiry not merely to open a curious chapter\nin the natural history of human consciousness, but rather to\nattain a spiritual judgment as to the total value and positive\nmeaning of all the religious trouble and happiness which we have\nseen.  We must, therefore, first describe the fruits of the\nreligious life, and then we must judge them.  This divides our\ninquiry into two distinct parts.  Let us without further preamble\nproceed to the descriptive task.",
        "It ought to be the pleasantest portion of our business in these\nlectures.  Some small pieces of it, it is true, may be painful,\nor may show human nature in a pathetic light, but it will be\nmainly pleasant, because the best fruits of religious experience\nare the best things that history has to show.  They have always\nbeen esteemed so; here if anywhere is the genuinely strenuous\nlife; and to call to mind a succession of such examples as I have\nlately had to wander through, though it has been only in the\nreading of them, is to feel encouraged and uplifted and washed in\nbetter moral air.",
        "The highest flights of charity, devotion, trust, patience,\nbravery to which the wings of human nature have spread themselves\nhave been flown for religious ideals.  I can do no better than\nquote, as to this, some remarks which Sainte-Beuve in his History\nof Port-Royal makes on the results of conversion or the state of\ngrace.",
        "“Even from the purely human point of view,” Sainte-Beuve says,\n“the phenomenon of grace must still appear sufficiently\nextraordinary, eminent, and rare, both in its nature and in its\neffects, to deserve a closer study.  For the soul arrives thereby\nat a certain fixed and invincible state, a state which is\ngenuinely heroic, and from out of which the greatest deeds which\nit ever performs are executed.  Through all the different forms\nof communion, and all the diversity of the means which help to\nproduce this state, whether it be reached by a jubilee, by a\ngeneral confession, by a solitary prayer and effusion, whatever\nin short to be the place and the occasion, it is easy to\nrecognize that it is fundamentally one state in spirit and\nfruits.  Penetrate a little beneath the diversity of\ncircumstances, and it becomes evident that in Christians of\ndifferent epochs it is always one and the same modification by\nwhich they are affected:  there is veritably a single fundamental\nand identical spirit of piety and charity, common to those who\nhave received grace; an inner state which before all things is\none of love and humility, of infinite confidence in God, and of\nseverity for one’s self, accompanied with tenderness for others. \nThe fruits peculiar to this condition of the soul have the same\nsavor in all, under distant suns and in different surroundings,\nin Saint Teresa of Avila just as in any Moravian brother of\nHerrnhut.\"[143]",
        "[143] Sainte-Beuve:  Port-Royal, vol. i. pp. 95 and 106,\nabridged.",
        "Sainte-Beuve has here only the more eminent instances of\nregeneration in mind, and these are of course the instructive\nones for us also to consider.  These devotees have often laid\ntheir course so differently from other men that, judging them by\nworldly law, we might be tempted to call them monstrous\naberrations from the path of nature.  I begin therefore by asking\na general psychological question as to what the inner conditions\nare which may make one human character differ so extremely from\nanother.",
        "I reply at once that where the character, as something\ndistinguished from the intellect, is concerned, the causes of\nhuman diversity lie chiefly in our differing susceptibilities of\nemotional excitement, and in the different impulses and\ninhibitions which these bring in their train.  Let me make this\nmore clear.",
        "Speaking generally, our moral and practical attitude, at any\ngiven time, is always a resultant of two sets of forces within\nus, impulses pushing us one way and obstructions and inhibitions\nholding us back.  “Yes! yes!” say the impulses; “No! no!” say the\ninhibitions.  Few people who have not expressly reflected on the\nmatter realize how constantly this factor of inhibition is upon\nus, how it contains and moulds us by its restrictive pressure\nalmost as if we were fluids pent within the cavity of a jar.  The\ninfluence is so incessant that it becomes subconscious.  All of\nyou, for example, sit here with a certain constraint at this\nmoment, and entirely without express consciousness of the fact,\nbecause of the influence of the occasion.  If left alone in the\nroom, each of you would probably involuntarily rearrange himself,\nand make his attitude more “free and easy.”  But proprieties and\ntheir inhibitions snap like cobwebs if any great emotional\nexcitement supervenes.  I have seen a dandy appear in the street\nwith his face covered with shaving-lather because a house across\nthe way was on fire; and a woman will run among strangers in her\nnightgown if it be a question of saving her baby’s life or her\nown.  Take a self-indulgent woman’s life in general.  She will\nyield to every inhibition set by her disagreeable sensations, lie\nlate in bed, live upon tea or bromides, keep indoors from the\ncold.  Every difficulty finds her obedient to its “no.”  But make\na mother of her, and what have you?  Possessed by maternal\nexcitement, she now confronts wakefulness, weariness, and toil \nwithout an instant of hesitation or a word of complaint. The\ninhibitive power of pain over her is extinguished wherever the\nbaby’s interests are at stake.  The inconveniences which this\ncreature occasions have become, as James Hinton says, the glowing\nheart of a great joy, and indeed are now the very conditions\nwhereby the joy becomes most deep.",
        "This is an example of what you have already heard of as the\n“expulsive power of a higher affection.”  But be the affection\nhigh or low, it makes no difference, so long as the excitement it\nbrings be strong enough.  In one of Henry Drummond’s discourses\nhe tells of an inundation in India where an eminence with a\nbungalow upon it remained unsubmerged, and became the refuge of a\nnumber of wild animals and reptiles in addition to the human\nbeings who were there.  At a certain moment a royal Bengal tiger\nappeared swimming towards it, reached it, and lay panting like a\ndog upon the ground in the midst of the people, still possessed\nby such an agony of terror that one of the Englishmen could\ncalmly step up with a rifle and blow out its brains.  The tiger’s\nhabitual ferocity was temporarily quelled by the emotion of fear,\nwhich became sovereign, and formed a new centre for his\ncharacter.",
        "Sometimes no emotional state is sovereign, but many contrary ones\nare mixed together.  In that case one hears both “yeses” and\n“noes,” and the “will” is called on then to solve the conflict. \nTake a soldier, for example, with his dread of cowardice\nimpelling him to advance, his fears impelling him to run, and his\npropensities to imitation pushing him towards various courses if\nhis comrades offer various examples.  His person becomes the seat\nof a mass of interferences; and he may for a time simply waver,\nbecause no one emotion prevails.  There is a pitch of intensity,\nthough, which, if any emotion reach it, enthrones that one as\nalone effective and sweeps its antagonists and all their\ninhibitions away.  The fury of his comrades’ charge, once entered\non, will give this pitch of courage to the soldier; the panic of\ntheir rout will give this pitch of fear.  In these sovereign\nexcitements, things ordinarily impossible grow natural because\nthe inhibitions are annulled.  Their “no! no!” not only is not\nheard, it does not exist.  Obstacles are then like tissue-paper\nhoops to the circus rider–no impediment; the flood is higher\nthan the dam they make.",
        "“Lass sie betteln gehn wenn sie hungrig sind!” cries the\ngrenadier, frantic over his Emperor’s capture, when his wife and\nbabes are suggested; and men pent into a burning theatre have\nbeen known to cut their way through the crowd with knives.[144]",
        "[144] “’Love would not be love,’ says Bourget, ’unless it could\ncarry one to crime.’  And so one may say that no passion would be\na veritable passion unless it could carry one to crime.”   \n(Sighele:  Psychollogie des sectes, p. 136.) In other words,\ngreat passions annul the ordinary inhibitions set by\n“conscience.”  And conversely, of all the criminal human beings,\nthe false, cowardly, sensual, or cruel persons who actually live,\nthere is perhaps not one whose criminal impulse may not be at\nsome moment overpowered by the presence of some other emotion to\nwhich his character is also potentially liable, provided that\nother emotion be only made intense enough.  Fear is usually the\nmost available emotion for this result in this particular class\nof persons.  It stands for conscience, and may here be classed\nappropriately as a “higher affection.”  If we are soon to die, or\nif we believe a day of judgment to be near at hand, how quickly\ndo we put our moral house in order–we do not see how sin can\nevermore exert temptation over us! Old-fashioned hell-fire\nChristianity well knew how to extract from fear its full\nequivalent in the way of fruits for repentance, and its full\nconversion value.",
        "One mode of emotional excitability is exceedingly important in\nthe composition of the energetic character, from its peculiarly\ndestructive power over inhibitions.  I mean what in its lower\nform is mere irascibility, susceptibility to wrath, the fighting\ntemper; and what in subtler ways manifests itself as impatience,\ngrimness, earnestness, severity of character. Earnestness means\nwillingness to live with energy, though energy bring pain.  The\npain may be pain to other people or pain to one’s self–it makes\nlittle difference; for when the strenuous mood is on one, the aim\nis to break something, no matter whose or what.  Nothing\nannihilates an inhibition as irresistibly as anger does it; for,\nas Moltke says of war, destruction pure and simple is its\nessence.  This is what makes it so invaluable an ally of every\nother passion.  The sweetest delights are trampled on with a\nferocious pleasure the moment they offer themselves as checks to\na cause by which our higher indignations are elicited.  It costs\nthen nothing to drop friendships, to renounce long-rooted\nprivileges and possessions, to break with social ties.  Rather do\nwe take a stern joy in the astringency and desolation; and what\nis called weakness of character seems in most cases to consist in\nthe inaptitude for these sacrificial moods, of which one’s own\ninferior self and its pet softnesses must often be the targets\nand the victims.[145]",
        "[145] Example:  Benjamin Constant was often marveled at as an\nextraordinary instance of superior intelligence with inferior\ncharacter.  He writes (Journal, Paris, 1895, p. 56), “I am tossed\nand dragged about by my miserable weakness.  Never was anything\nso ridiculous as my indecision.  Now marriage, now solitude; now\nGermany, now France hesitation upon hesitation, and all because\nat bottom I am UNABLE TO GIVE UP ANYTHING.”  He can’t “get mad\"\nat any of his alternatives; and the career of a man beset by such\nan all-round amiability is hopeless.",
        "So far I have spoken of temporary alterations produced by\nshifting excitements in the same person.  But the relatively\nfixed differences of character of different persons are explained\nin a precisely similar way.  In a man with a liability to a\nspecial sort of emotion, whole ranges of inhibition habitually\nvanish, which in other men remain effective, and other sorts of\ninhibition take their place.  When a person has an inborn genius\nfor certain emotions, his life differs strangely from that of\nordinary people, for none of their usual deterrents check him. \nYour mere aspirant to a type of character, on the contrary, only\nshows, when your natural lover, fighter, or reformer, with whom\nthe passion is a gift of nature, comes along, the hopeless\ninferiority of voluntary to instinctive action.  He has\ndeliberately to overcome his inhibitions; the genius with the\ninborn passion seems not to feel them at all; he is free of all\nthat inner friction and nervous waste.  To a Fox, a Garibaldi, a\nGeneral Booth, a John Brown, a Louise Michel, a Bradlaugh, the\nobstacles omnipotent over those around them are as if\nnon-existent.  Should the rest of us so disregard them, there\nmight be many such heroes, for many have the wish to live for\nsimilar ideals, and only the adequate degree of\ninhibition-quenching fury is lacking.[146]",
        "[146] The great thing which the higher excitabilities give is\nCOURAGE; and the addition or subtraction of a certain amount of\nthis quality makes a different man, a different life.  Various\nexcitements let the courage loose.  Trustful hope will do it;\ninspiring example will do it; love will do it, wrath will do it. \nIn some people it is natively so high that the mere touch of\ndanger does it, though danger is for most men the great inhibitor\nof action.  “Love of adventure” becomes in such persons a ruling\npassion.  “I believe,” says General Skobeleff, “that my bravery\nis simply the passion and at the same time the contempt of\ndanger.  The risk of life fills me with an exaggerated rapture.\nThe fewer there are to share it, the more I like it.  The\nparticipation of my body in the event is required to furnish me\nan adequate excitement.  Everything intellectual appears to me to\nbe reflex; but a meeting of man to man, a duel, a danger into\nwhich I can throw myself headforemost, attracts me, moves me,\nintoxicates me.  I am crazy for it, I love it, I adore it.  I run\nafter danger as one runs after women; I wish it never to stop.\nWere it always the same, it would always bring me a new pleasure.",
        "When I throw myself into an adventure in which I hope to find it,\nmy heart palpitates with the uncertainty; I could wish at once to\nhave it appear and yet to delay.  A sort of painful and delicious\nshiver shakes me; my entire nature runs to meet the peril with an\nimpetus that my will would in vain try to resist. (Juliette Adam: \nLe General Skobeleff, Nouvelle Revue, 1886, abridged.) Skobeleff\nseems to have been a cruel egoist; but the disinterested\nGaribaldi, if one may judge by his “Memorie,” lived in an\nunflagging emotion of similar danger-seeking excitement.",
        "The difference between willing and merely wishing, between having\nideals that are creative and ideals that are but pinings and\nregrets, thus depends solely either on the amount of\nsteam-pressure chronically driving the character in the ideal\ndirection, or on the amount of ideal excitement transiently\nacquired.  Given a certain amount of love, indignation,\ngenerosity, magnanimity, admiration, loyalty, or enthusiasm of\nself-surrender, the result is always the same.  That whole raft\nof cowardly obstructions, which in tame persons and dull moods\nare sovereign impediments to action, sinks away at once.  Our\nconventionality,[147] our shyness, laziness, and stinginess, our\ndemands for precedent and permission, for guarantee and surety,\nour small suspicions, timidities, despairs, where are they now? \nSevered like cobwebs, broken like bubbles in the sun–",
        "     “Wo sind die Sorge nun und Noth\n      Die mich noch gestern wollt’ erschlaffen?\n      Ich scham’ mich dess’ im Morgenroth.”",
        "The flood we are borne on rolls them so lightly under that their\nvery contact is unfelt.  Set free of them, we float and soar and\nsing.  This auroral openness and uplift gives to all creative\nideal levels a bright and caroling quality, which is nowhere more\nmarked than where the controlling emotion is religious.  “The\ntrue monk,” writes an Italian mystic, “takes nothing with him but\nhis lyre.”",
        "[147] See the case on p. 69, above, where the writer describes\nhis experiences of communion with the Divine as consisting\n“merely in the TEMPORARY OBLITERATION OF THE CONVENTIONALITIES\nwhich usually cover my life.”",
        "We may now turn from these psychological generalities to those\nfruits of the religious state which form the special subject of\nour present lecture.  The man who lives in his religious centre\nof personal energy, and is actuated by spiritual enthusiasms,\ndiffers from his previous carnal self in perfectly definite ways.",
        "The new ardor which burns in his breast consumes in its glow the\nlower “noes” which formerly beset him, and keeps him immune\nagainst infection from the entire groveling portion of his\nnature.  Magnanimities once impossible are now easy; paltry\nconventionalities and mean incentives once tyrannical hold no\nsway.  The stone wall inside of him has fallen, the hardness in\nhis heart has broken down.  The rest of us can, I think, imagine\nthis by recalling our state of feeling in those temporary\n“melting moods” into which either the trials of real life, or the\ntheatre, or a novel sometimes throws us.  Especially if we weep! \nFor it is then as if our tears broke through an inveterate inner\ndam, and let all sorts of ancient peccancies and moral\nstagnancies drain away, leaving us now washed and soft of heart\nand open to every nobler leading.  With most of us the customary\nhardness quickly returns, but not so with saintly persons.  Many\nsaints, even as energetic ones as Teresa and Loyola, have\npossessed what the church traditionally reveres as a special\ngrace, the so-called gift of tears.  In these persons the melting\nmood seems to have held almost uninterrupted control.  And as it\nis with tears and melting moods, so it is with other exalted\naffections.  Their reign may come by gradual growth or by a\ncrisis; but in either case it may have “come to stay.”",
        "At the end of the last lecture we saw this permanence to be true\nof the general paramountcy of the higher insight, even though in\nthe ebbs of emotional excitement meaner motives might temporarily\nprevail and backsliding might occur.  But that lower temptations\nmay remain completely annulled, apart from transient emotion and\nas if by alteration of the man’s habitual nature, is also proved\nby documentary evidence in certain cases.  Before embarking on\nthe general natural history of the regenerate character, let me\nconvince you of this curious fact by one or two examples. The\nmost numerous are those of reformed drunkards.  You recollect the\ncase of Mr. Hadley in the last lecture; the Jerry McAuley Water\nStreet Mission abounds in similar instances.[148]  You also\nremember the graduate of Oxford, converted at three in the\nafternoon, and getting drunk in the hay-field the next day,\nbut after that permanently cured of his appetite.  “From that\nhour drink has had no terrors for me:  I never touch it, never\nwant it.  The same thing occurred with my pipe. . . . the desire\nfor it went at once and has never returned.  So with every known\nsin, the deliverance in each case being permanent and complete. \nI have had no temptations since conversion.”",
        "[148] Above, p. 200.  “The only radical remedy I know for\ndipsomania is religiomania,” is a saying I have heard quoted from\nsome medical man.",
        "Here is an analogous case from Starbuck’s manuscript\ncollection:–",
        "“I went into the old Adelphi Theatre, where there was a Holiness\nmeeting, . . . and I began saying, ’Lord, Lord, I must have this\nblessing.’  Then what was to me an audible voice said:  ’Are you\nwilling to give up everything to the Lord?’ and question after\nquestion kept coming up, to all of which I said:  ’Yes, Lord;\nyes, Lord!’ until this came:  ’Why do you not accept it NOW?’ and\nI said:  ’I do, Lord.’–I felt no particular joy, only a trust. \nJust then the meeting closed, and, as I went out on the street, I\nmet a gentleman smoking a fine cigar, and a cloud of smoke came\ninto my face, and I took a long, deep breath of it, and praise\nthe Lord, all my appetite for it was gone.  Then as I walked\nalong the street, passing saloons where the fumes of liquor came\nout, I found that all my taste and longing for that accursed\nstuff was gone.  Glory to God! . . . [But] for ten or eleven long\nyears [after that] I was in the wilderness with its ups and\ndowns.  My appetite for liquor never came back.”",
        "The classic case of Colonel Gardiner is that of a man cured of\nsexual temptation in a single hour.  To Mr. Spears the colonel\nsaid, “I was effectually cured of all inclination to that sin I\nwas so strongly addicted to that I thought nothing but shooting\nme through the head could have cured me of it; and all desire and\ninclination to it was removed, as entirely as if I had been a\nsucking child; nor did the temptation return to this day.”  Mr.\nWebster’s words on the same subject are these:  “One thing I have\nheard the colonel frequently say, that he was much addicted to\nimpurity before his acquaintance with religion; but that, so soon\nas he was enlightened from above, he felt the power of the Holy\nGhost changing his nature so wonderfully that his sanctification\nin this respect seemed more remarkable than in any other.\"[149]",
        "[149] Doddridge’s Life of Colonel James Gardiner, London\nReligious Tract Society, pp. 23-32.",
        "Such rapid abolition of ancient impulses and propensities reminds\nus so strongly of what has been observed as the result of\nhypnotic suggestion that it is difficult not to believe that\nsubliminal influences play the decisive part in these abrupt\nchanges of heart, just as they do in hypnotism.[150] Suggestive\ntherapeutics abound in records of cure, after a few sittings, of\ninveterate bad habits with which the patient, left to ordinary\nmoral and physical influences, had struggled in vain.  Both\ndrunkenness and sexual vice have been cured in this way, action\nthrough the subliminal seeming thus in many individuals to have\nthe prerogative of inducing relatively stable change.  If the\ngrace of God miraculously operates, it probably operates through\nthe subliminal door, then.  But just HOW anything operates in\nthis region is still unexplained, and we shall do well now to say\ngood-by to the PROCESS of transformation altogether–leaving it,\nif you like, a good deal of a psychological or theological\nmystery–and to turn our attention to the fruits of the religious\ncondition, no matter in what way they may have been\nproduced.[151]",
        "[150] Here, for example, is a case, from Starbuck’s book, in\nwhich a “sensory automatism” brought about quickly what prayers\nand resolves had been unable to effect.  The subject is a woman. \nShe writes:–",
        "“When I was about forty I tried to quit smoking, but the desire\nwas on me, and had me in its power.  I cried and prayed and\npromised God to quit, but could not.  I had smoked for fifteen\nyears.  When I was fifty-three, as I sat by the fire one day\nsmoking, a voice came to me.  I did not hear it with my ears, but\nmore as a dream or sort of double think.  It said, ’Louisa, lay\ndown smoking.’  At once I replied. ’Will you take the desire\naway?’ But it only kept saying:  ’Louisa, lay down smoking.’ \nThen I got up, laid my pipe on the mantel-shelf, and never smoked\nagain or had any desire to.  The desire was gone as though I had\nnever known it or touched tobacco.  The sight of others smoking\nand the smell of smoke never gave me the least wish to touch it\nagain.”    The Psychology of Religion, p. 142.",
        "[151] Professor Starbuck expresses the radical destruction of old\ninfluences physiologically, as a cutting off of the connection\nbetween higher and lower cerebral centres.  “This condition,” he\nsays, “in which the association-centres connected with the\nspiritual life are cut off from the lower, is often reflected in\nthe way correspondents describe their experiences. . . .  For\nexample:  ’Temptations from without still assail me, but there is\nnothing WITHIN to respond to them.’ The ego [here] is wholly\nidentified with the higher centres whose quality of feeling is\nthat of withinness.  Another of the respondents says:  ’Since\nthen, although Satan tempts me, there is as it were a wall of\nbrass around me, so that his darts cannot touch me.’\"\n–Unquestionably, functional exclusions of this sort must occur\nin the cerebral organ.  But on the side accessible to\nintrospection, their causal condition is nothing but the degree\nof spiritual excitement, getting at last so high and strong as to\nbe sovereign, and it must be frankly confessed that we do not\nknow just why or how such sovereignty comes about in one person\nand not in another.  We can only give our imagination a certain\ndelusive help by mechanical analogies.",
        "If we should conceive, for example, that the human mind, with its\ndifferent possibilities of equilibrium, might be like a\nmany-sided solid with different surfaces on which it could lie\nflat, we might liken mental revolutions to the spatial\nrevolutions of such a body.  As it is pried up, say by a lever,\nfrom a position in which it lies on surface A, for instance, it\nwill linger for a time unstably halfway up, and if the lever\ncease to urge it, it will tumble back or “relapse” under the\ncontinued pull of gravity.  But if at last it rotate far enough\nfor its centre of gravity to pass beyond surface A altogether,\nthe body will fall over, on surface B, say, and abide there\npermanently.  The pulls of gravity towards A have vanished, and\nmay now be disregarded. The polyhedron has become immune against\nfarther attraction from their direction.",
        "In this figure of speech the lever may correspond to the\nemotional influences making for a new life, and the initial pull\nof gravity to the ancient drawbacks and inhibitions.  So long as\nthe emotional influence fails to reach a certain pitch of\nefficacy, the changes it produces are unstable, and the man\nrelapses into his original attitude. But when a certain intensity\nis attained by the new emotion, a critical point is passed, and\nthere then ensues an irreversible revolution, equivalent to the\nproduction of a new nature.",
        "The collective name for the ripe fruits of religion in a\ncharacter is Saintliness.[152] The saintly character is the\ncharacter for which spiritual emotions are the habitual centre of\nthe personal energy; and there is a certain composite photograph\nof universal saintliness, the same in all religions, of which the\nfeatures can easily be traced.[153]",
        "[152] I use this word in spite of a certain flavor of\n“sanctimoniousness” which sometimes clings to it, because no\nother word suggests as well the exact combination of affections\nwhich the text goes on to describe.",
        "[153] “It will be found,” says Dr. W. R. Inge (in his lectures on\nChristian Mysticism, London, 1899, p. 326), “that men of\npreeminent saintliness agree very closely in what they tell us. \nThey tell us that they have arrived at an unshakable conviction,\nnot based on inference but on immediate experience, that God is a\nspirit with whom the human spirit can hold intercourse; that in\nhim meet all that they can imagine of goodness, truth, and\nbeauty; that they can see his footprints everywhere in nature,\nand feel his presence within them as the very life of their life,\nso that in proportion as they come to themselves they come to\nhim.  They tell us what separates us from him and from happiness\nis, first, self-seeking in all its forms; and secondly,\nsensuality in all its forms; that these are the ways of darkness\nand death, which hide from us the face of God; while the path of\nthe just is like a shining light, which shineth more and more\nunto the perfect day.”",
        "They are these:–",
        "1.  A feeling of being in a wider life than that of this world’s\nselfish little interests; and a conviction, not merely\nintellectual, but as it were sensible, of the existence of an\nIdeal Power.  In Christian saintliness this power is always\npersonified as God; but abstract moral ideals, civic or patriotic\nutopias, or inner versions of holiness or right may also be felt\nas the true lords and enlargers of our life, in ways which I\ndescribed in the lecture on the Reality of the Unseen.[154]",
        "[154] The “enthusiasm of humanity” may lead to a life which\ncoalesces in many respects with that of Christian saintliness. \nTake the following rules proposed to members of the Union pour\nl’Action morale, in the Bulletin de l’Union, April 1-15, 1894. \nSee, also, Revue Bleue, August 13, 1892.",
        "“We would make known in our own persons the usefulness of rule,\nof discipline, of resignation and renunciation; we would teach\nthe necessary perpetuity of suffering, and explain the creative\npart which it plays.  We would wage war upon false optimism; on\nthe base hope of happiness coming to us ready made; on the notion\nof a salvation by knowledge alone, or by material civilization\nalone, vain symbol as this is of civilization, precarious\nexternal arrangement ill-fitted to replace the intimate union and\nconsent of souls.  We would wage war also on bad morals, whether\nin public or in private life; on luxury, fastidiousness, and\nover-refinement, on all that tends to increase the painful,\nimmoral, and anti-social multiplications of our wants; on all\nthat excites envy and dislike in the soul of the common people,\nand confirms the notion that the chief end of life is freedom to\nenjoy.  We would preach by our example the respect of superiors\nand equals, the respect of all men; affectionate simplicity in\nour relations with inferiors and insignificant persons;\nindulgence where our own claims only are concerned, but firmness\nin our demands where they relate to duties towards others or\ntowards the public.",
        "“For the common people are what we help them to become; their\nvices are our vices, gazed upon, envied, and imitated; and if\nthey come back with all their weight upon us, it is but just.",
        "2.  A sense of the friendly continuity of the ideal power with\nour own life, and a willing self-surrender to its control.",
        "3.  An immense elation and freedom, as the outlines of the\nconfining selfhood melt down.",
        "4.  A shifting of the emotional centre towards loving and\nharmonious affections, towards “yes, yes,” and away from “no,\"\nwhere the claims of the non-ego are concerned. These fundamental\ninner conditions have characteristic practical consequences, as\nfollows:–",
        "a.  Asceticism.–The self-surrender may become so passionate as\nto turn into self-immolation.  It may then so over-rule the\nordinary inhibitions of the flesh that the saint finds positive\npleasure in sacrifice and asceticism, measuring and expressing as\nthey do the degree of his loyalty to the higher power.",
        "b.  Strength of Soul.–The sense of enlargement of life may be so\nuplifting that personal motives and inhibitions, commonly\nomnipotent, become too insignificant for notice, and new reaches\nof patience and fortitude open out.  Fears and anxieties go, and\nblissful equanimity takes their place. Come heaven, come hell, it\nmakes no difference now!",
        "“We forbid ourselves all seeking after popularity, all ambition\nto appear important.  We pledge ourselves to abstain from\nfalsehood, in all its degrees.  We promise not to create or\nencourage illusions as to what is possible, by what we say or\nwrite. We promise to one another active sincerity, which strives\nto see truth clearly, and which never fears to declare what it\nsees.",
        "“We promise deliberate resistance to the tidal waves of fashion,\nto the ’booms’ and panics of the public mind, to all the forms of\nweakness and of fear.",
        "“We forbid ourselves the use of sarcasm.  Of serious things we\nwill speak seriously and unsmilingly, without banter and without\nthe appearance of banter;–and even so of all things, for there\nare serious ways of being light of heart.",
        "“We will put ourselves forward always for what we are, simply and\nwithout false humility, as well as without pedantry, affectation,\nor pride.”",
        "c.  Purity.–The shifting of the emotional centre brings with it,\nfirst, increase of purity.  The sensitiveness to spiritual\ndiscords is enhanced, and the cleansing of existence from brutal\nand sensual elements becomes imperative.  Occasions of contact\nwith such elements are avoided:  the saintly life must deepen its\nspiritual consistency and keep unspotted from the world.  In some\ntemperaments this need of purity of spirit takes an ascetic turn,\nand weaknesses of the flesh are treated with relentless severity.",
        "d.  Charity.–The shifting of the emotional centre brings,\nsecondly, increase of charity, tenderness for fellow-creatures.\nThe ordinary motives to antipathy, which usually set such close\nbounds to tenderness among human beings, are inhibited. The saint\nloves his enemies, and treats loathsome beggars as his brothers.",
        "I now have to give some concrete illustrations of these fruits of\nthe spiritual tree.  The only difficulty is to choose, for they\nare so abundant.",
        "Since the sense of Presence of a higher and friendly power seems\nto be the fundamental feature in the spiritual life, I will begin\nwith that.",
        "In our narratives of conversion we saw how the world might look\nshining and transfigured to the convert,[155] and, apart from\nanything acutely religious, we all have moments when the\nuniversal life seems to wrap us round with friendliness. In youth\nand health, in summer, in the woods or on the mountains, there\ncome days when the weather seems all whispering with peace, hours\nwhen the goodness and beauty of existence enfold us like a dry\nwarm climate, or chime through us as if our inner ears were\nsubtly ringing with the world’s security.  Thoreau writes:–",
        "[155] Above, pp. 243 ff.",
        "“Once, a few weeks after I came to the woods, for an hour I\ndoubted whether the near neighborhood of man was not essential to\na serene and healthy life.  To be alone was somewhat unpleasant.\nBut, in the midst of a gentle rain, while these thoughts\nprevailed, I was suddenly sensible of such sweet and beneficent\nsociety in Nature, in the very pattering of the drops, and in\n<270> every sight and sound around my house, an infinite and\nunaccountable friendliness all at once, like an atmosphere,\nsustaining me, as made the fancied advantages of human\nneighborhood insignificant, and I have never thought of them\nsince.  Every little pine-needle expanded and swelled with\nsympathy and befriended me.  I was so distinctly made aware of\nthe presence of something kindred to me, that I thought no place\ncould ever be strange to me again.\"[156]",
        "[156] H. Thoreau:  Walden, Riverside edition, p. 206, abridged.",
        "In the Christian consciousness this sense of the enveloping\nfriendliness becomes most personal and definite.  “The\ncompensation,” writes a German author,–\"for the loss of that\nsense of personal independence which man so unwillingly gives up,\nis the disappearance of all FEAR from one’s life, the quite\nindescribable and inexplicable feeling of an inner SECURITY,\nwhich one can only experience, but which, once it has been\nexperienced, one can never forget.\"[157]",
        "[157] C. H. Hilty:  Gluck, vol. i. p. 85.",
        "I find an excellent description of this state of mind in a sermon\nby Mr. Voysey:–",
        "“It is the experience of myriads of trustful souls, that this\nsense of God’s unfailing presence with them in their going out\nand in their coming in, and by night and day, is a source of\nabsolute repose and confident calmness.  It drives away all fear\nof what may befall them.  That nearness of God is a constant\nsecurity against terror and anxiety.  It is not that they are at\nall assured of physical safety, or deem themselves protected by a\nlove which is denied to others, but that they are in a state of\nmind equally ready to be safe or to meet with injury.  If injury\nbefall them, they will be content to bear it because the Lord is\ntheir keeper, and nothing can befall them without his will.  If\nit be his will, then injury is for them a blessing and no\ncalamity at all.  Thus and thus only is the trustful man\nprotected and shielded from harm.  And I for one–by no means a\nthick-skinned or hard-nerved man-am absolutely satisfied with\nthis arrangement, and do not wish for any other kind of immunity\nfrom danger and catastrophe.  Quite as sensitive to pain as the\nmost highly strung organism, I yet feel that the worst of it is\nconquered, and the sting taken out of it altogether, by the\nthought that God is our loving and sleepless keeper, and that\nnothing can hurt us without his will.\"[158]",
        "[158] The Mystery of Pain and Death, London, 1892, p. 258.",
        "More excited expressions of this condition are abundant in\nreligious literature.  I could easily weary you with their\nmonotony. Here is an account from Mrs. Jonathan Edwards:–",
        "“Last night,” Mrs. Edwards writes, “was the sweetest night I\never had in my life.  I never before, for so long a time\ntogether, enjoyed so much of the light and rest and sweetness of\nheaven in my soul, but without the least agitation of body during\nthe whole time.  Part of the night I lay awake, sometimes asleep,\nand sometimes between sleeping and waking.  But all night I\ncontinued in a constant, clear, and lively sense of the heavenly\nsweetness of Christ’s excellent love, of his nearness to me, and\nof my dearness to him; with an inexpressibly sweet calmness of\nsoul in an entire rest in him.  I seemed to myself to perceive a\nglow of divine love come down from the heart of Christ in heaven\ninto my heart in a constant stream, like a stream or pencil of\nsweet light.  At the same time my heart and soul all flowed out\nin love to Christ, so that there seemed to be a constant flowing\nand reflowing of heavenly love, and I appeared to myself to float\nor swim, in these bright, sweet beams, like the motes swimming in\nthe beams of the sun, or the streams of his light which come in\nat the window.  I think that what I felt each minute was worth\nmore than all the outward comfort and pleasure which I had\nenjoyed in my whole life put together.  It was pleasure, without\nthe least sting, or any interruption.  It was a sweetness, which\nmy soul was lost in; it seemed to be all that my feeble frame\ncould sustain.  There was but little difference, whether I was\nasleep or awake, but if there was any difference, the sweetness\nwas greatest while I was asleep.[159]  As I awoke early the next\nmorning, it seemed to me that I had entirely done with myself.  I\nfelt that the opinions of the world concerning me were nothing,\nand that I had no more to do with any outward interest of my own\nthan with that of a person whom I never saw. The glory of God\nseemed to swallow up every wish and desire of my heart. . . .\nAfter retiring to rest and sleeping a little while, I awoke, and\nwas led to reflect on God’s mercy to me, in giving me, for many\nyears, a willingness to die; and after that, in making me willing\nto live, that I might do and suffer whatever he called me to\nhere.  I also thought how God had graciously given me an entire\nresignation to his will, with respect to the kind and manner of\ndeath that I should die; having been made willing to die on the\nrack, or at the stake, and if it were God’s will, to die in\ndarkness.  But now it occurred to me, I used to think of living\nno longer than to the ordinary age of man.  Upon this I was led\nto ask myself, whether I was not willing to be kept out of heaven\neven longer; and my whole heart seemed immediately to reply: \nYes, a thousand years, and a thousand in horror, if it be most\nfor the honor of God, the torment of my body being so great,\nawful, and overwhelming that none could bear to live in the\ncountry where the spectacle was seen, and the torment of my mind\nbeing vastly greater.  And it seemed to me that I found a perfect\nwillingness, quietness, and alacrity of soul in consenting that\nit should be so, if it were most for the glory of God, so that\nthere was no hesitation, doubt, or darkness in my mind.  The\nglory of God seemed to overcome me and swallow me up, and every\nconceivable suffering, and everything that was terrible to my\nnature, seemed to shrink to nothing before it.  This resignation\ncontinued in its clearness and brightness the rest of the night,\nand all the next day, and the night following, and on Monday in\nthe forenoon, without interruption or abatement.\"[160]",
        "[159] Compare Madame Guyon:  “It was my practice to arise at\nmidnight for purposes of devotion. . . . It seemed to me that\nGod came at the precise time and woke me from sleep in order that\nI might enjoy him.  When I was out of health or greatly fatigued,\nhe did not awake me, but at such times I felt, even in my sleep,\na singular possession of God.  He loved me so much that he seemed\nto pervade my being, at a time when I could be only imperfectly\nconscious of his presence.  My sleep is sometimes broken–a sort\nof half sleep; but my soul seems to be awake enough to know God,\nwhen it is hardly capable of knowing anything else.”  T. C.\nUpham:  The Life and Religious Experiences of Madame de la Mothe\nGuyon, New York, 1877, vol. i. p. 260.",
        "[160] I have considerably abridged the words of the original,\nwhich is given in Edwards’s Narrative of the Revival in New\nEngland.",
        "The annals of Catholic saintship abound in records as ecstatic or\nmore ecstatic than this.  “Often the assaults of the divine\nlove,” it is said of the Sister Seraphique de la Martiniere,\n“reduced her almost to the point of death.  She used tenderly to\ncomplain of this to God.  ’I cannot support it,’ she used to say.",
        "’Bear gently with my weakness, or I shall expire under the\nviolence of your love.’\"[161]",
        "[161] Bougaud:  Hist. de la Bienheureuse Marguerite Marie, 1894,\np. 125.",
        "Let me pass next to the Charity and Brotherly Love which are a\nusual fruit of saintliness, and have always been reckoned\nessential theological virtues, however limited may have been the\nkinds of service which the particular theology enjoined.\nBrotherly love would follow logically from the assurance of God’s\nfriendly presence, the notion of our brotherhood as men being an\nimmediate inference from that of God’s fatherhood of us all. \nWhen Christ utters the precepts:  “Love your enemies, bless them\nthat curse you, do good to them that hate you, and pray for them\nwhich despitefully use you, and persecute you,” he gives for a\nreason:  “That ye may be the children of your Father which is in\nheaven:  for he maketh his sun to rise on the evil and on the\ngood, and sendeth rain on the just and on the unjust.”  One\nmight therefore be tempted to explain both the humility as to\none’s self and the charity towards others which characterize\nspiritual excitement, as results of the all-leveling character of\ntheistic belief.  But these affections are certainly not mere\nderivatives of theism.  We find them in Stoicism, in Hinduism,\nand in Buddhism in the highest possible degree. They HARMONIZE\nwith paternal theism beautifully; but they harmonize with all\nreflection whatever upon the dependence of mankind on general\ncauses; and we must, I think, consider them not subordinate but\ncoordinate parts of that great complex excitement in the study of\nwhich we are engaged. Religious rapture, moral enthusiasm,\nontological wonder, cosmic emotion, are all unifying states of\nmind, in which the sand and grit of the selfhood incline to\ndisappear, and tenderness to rule.  The best thing is to describe\nthe condition integrally as a characteristic affection to which\nour nature is liable, a region in which we find ourselves at\nhome, a sea in which we swim; but not to pretend to explain its\nparts by deriving them too cleverly from one another.  Like love\nor fear, the faith-state is a natural psychic complex, and\ncarries charity with it by organic consequence.  Jubilation is an\nexpansive affection, and all expansive affections are\nself-forgetful and kindly so long as they endure.",
        "We find this the case even when they are pathological in origin. \nIn his instructive work, la Tristesse et la Joie,[162] M. Georges\nDumas compares together the melancholy and the joyous phase of\ncircular insanity, and shows that, while selfishness\ncharacterizes the one, the other is marked by altruistic\nimpulses.  No human being so stingy and useless as was Marie in\nher melancholy period!  But the moment the happy period begins,\n“sympathy and kindness become her characteristic sentiments.  She\ndisplays a universal goodwill, not only of intention, but in act.\n. . .  She becomes solicitous of the health of other patients,\ninterested in getting them out, desirous to procure wool to knit\nsocks for some of them. Never since she has been under my\nobservation have I heard her in her joyous period utter any but\ncharitable opinions.\"[163]  And later, Dr. Dumas says of all such\njoyous conditions that “unselfish sentiments and tender emotions\nare the only affective states to be found in them.  The subject’s\nmind is closed against envy, hatred, and vindictiveness, and\nwholly transformed into benevolence, indulgence, and mercy.\"[164]",
        "[162] Paris, 1900.",
        "[163] Page 130.",
        "[164] Page 167.",
        "There is thus an organic affinity between joyousness and\ntenderness, and their companionship in the saintly life need in\nno way occasion surprise.  Along with the happiness, this\nincrease of tenderness is often noted in narratives of\nconversion. “I began to work for others\";–\"I had more tender\nfeeling for my family and friends\";–\"I spoke at once to a person\nwith whom I had been angry\";–\"I felt for every one, and loved my\nfriends better\";–\"I felt every one to be my friend\";–these are\nso many expressions from the records collected by Professor\nStarbuck.[165]",
        "[165] Op. cit., p. 127.",
        "“When,” says Mrs. Edwards, continuing the narrative from which I\nmade quotation a moment ago, “I arose on the morning of the\nSabbath, I felt a love to all mankind, wholly peculiar in its\nstrength and sweetness, far beyond all that I had ever felt\nbefore.  The power of that love seemed inexpressible.  I thought,\nif I were surrounded by enemies, who were venting their malice\nand cruelty upon me, in tormenting me, it would still be\nimpossible that I should cherish any feelings towards them but\nthose of love, and pity, and ardent desires for their happiness. \nI never before felt so far from a disposition to judge and\ncensure others, as I did that morning.  I realized also, in an\nunusual and very lively manner, how great a part of Christianity\nlies in the performance of our social and relative duties to one\nanother.  The same joyful sense continued throughout the day–a\nsweet love to God and all mankind.”",
        "Whatever be the explanation of the charity, it may efface all\nusual human barriers.[166]",
        "[166] The barrier between men and animals also.  We read of\nTowianski, an eminent Polish patriot and mystic, that “one day\none of his friends met him in the rain, caressing a big dog which\nwas jumping upon him and covering him horribly with mud.  On\nbeing asked why he permitted the animal thus to dirty his\nclothes, Towianski replied:  ’This dog, whom I am now meeting for\nthe first time, has shown a great fellow-feeling for me, and a\ngreat joy in my recognition and acceptance of his greetings. \nWere I to drive him off, I should wound his feelings and do him a\nmoral injury.  It would be an offense not only to him, but to all\nthe spirits of the other world who are on the same level with\nhim.  The damage which he does to my coat is as nothing in\ncomparison with the wrong which I should inflict upon him, in\ncase I were to remain indifferent to the manifestations of his\nfriendship.  We ought,’ he added, ’both to lighten the condition\nof animals, whenever we can, and at the same time to facilitate\nin ourselves that union of the world of all spirits, which the\nsacrifice of Christ has made possible.’” Andre Towianski,\nTraduction de l’Italien, Turin, 1897 (privately printed).  I owe\nmy knowledge of this book and of Towianski to my friend Professor\nW. Lutoslawski, author of “Plato’s Logic.”",
        "Here, for instance, is an example of Christian non-resistance\nfrom Richard Weaver’s autobiography.  Weaver was a collier, a\nsemi-professional pugilist in his younger days, who became a much\nbeloved evangelist.  Fighting, after drinking, seems to have been\nthe sin to which he originally felt his flesh most perversely\ninclined.  After his first conversion he had a backsliding, which\nconsisted in pounding a man who had insulted a girl.  Feeling\nthat, having once fallen, he might as well be hanged for a sheep\nas for a lamb, he got drunk and went and broke the jaw of another\nman who had lately challenged him to fight and taunted him with\ncowardice for refusing as a Christian man;–I mention these\nincidents to show how genuine a change of heart is implied in the\nlater conduct which he describes as follows:–",
        "“I went down the drift and found the boy crying because a\nfellow-workman was trying to take the wagon from him by force.  I\nsaid to him:–",
        "“’Tom, you mustn’t take that wagon.’",
        "“He swore at me, and called me a Methodist devil.  I told him\nthat God did not tell me to let him rob me.  He cursed again, and\nsaid he would push the wagon over me.",
        "“’Well,’ I said, ’let us see whether the devil and thee are\nstronger than the Lord and me.’",
        "“And the Lord and I proving stronger than the devil and he, he\nhad to get out of the way, or the wagon would have gone over him.",
        "So I gave the wagon to the boy.  Then said Tom:–",
        "“’I’ve a good mind to smack thee on the face.’",
        "“’Well,’ I said, ’if that will do thee any good, thou canst do\nit.’ So he struck me on the face.",
        "“I turned the other cheek to him, and said, ’Strike again.’",
        "“He struck again and again, till he had struck me five times. I\nturned my cheek for the sixth stroke; but he turned away cursing.",
        "I shouted after him:  ’The Lord forgive thee, for I do, and the\nLord save thee.’",
        "“This was on a Saturday; and when I went home from the coal-pit\nmy wife saw my face was swollen, and asked what was the matter\nwith it.  I said:  ’I’ve been fighting, and I’ve given a man a\ngood thrashing.’",
        "“She burst out weeping, and said, ’O Richard, what made you\nfight?’ Then I told her all about it; and she thanked the Lord I\nhad not struck back.",
        "“But the Lord had struck, and his blows have more effect than\nman’s.  Monday came.  The devil began to tempt me, saying:  ’The\nother men will laugh at thee for allowing Tom to treat thee as he\ndid on Saturday.’ I cried, ’Get thee behind me, Satan;’–and went\non my way to the coal-pit.",
        "“Tom was the first man I saw.  I said ’Good-morning,’ but got no\nreply.",
        "“He went down first.  When I got down, I was surprised to see him\nsitting on the wagon-road waiting for me.  When I came to him he\nburst into tears and said:  ’Richard, will you forgive me for\nstriking you?’",
        "“’I have forgiven thee,’ said I; ’ask God to forgive thee.  The\nLord bless thee.’ I gave him my hand, and we went each to his\nwork.\"[167]",
        "[167] J. Patterson’s Life of Richard Weaver, pp. 66-68, abridged.",
        "“Love your enemies!”  Mark you, not simply those who happen not\nto be your friends, but your ENEMIES, your positive and active\nenemies.  Either this is a mere Oriental hyperbole, a bit of\nverbal extravagance, meaning only that we should, as far as we\ncan, abate our animosities, or else it is sincere and literal. \nOutside of certain cases of intimate individual relation, it\nseldom has been taken literally.  Yet it makes one ask the\nquestion:  Can there in general be a level of emotion so\nunifying, so obliterative of differences between man and man,\nthat even enmity may come to be an irrelevant circumstance and\nfail to inhibit the friendlier interests aroused?  If positive\nwell-wishing could attain so supreme a degree of excitement,\nthose who were swayed by it might well seem superhuman beings. \nTheir life would be morally discrete from the life of other men,\nand there is no saying, in the absence of positive experience of\nan authentic kind–for there are few active examples in our\nscriptures, and the Buddhistic examples are legendary,[168]–what\nthe effects might be:  they might conceivably transform the\nworld.",
        "[168] As where the future Buddha, incarnated as a hare, jumps\ninto the fire to cook himself for a meal for a beggar–having\npreviously shaken himself three times, so that none of the\ninsects in his fur should perish with him.",
        "Psychologically and in principle, the precept “Love your enemies\"\nis not self-contradictory.  It is merely the extreme limit of a\nkind of magnanimity with which, in the shape of pitying tolerance\nof our oppressors, we are fairly familiar. Yet if radically\nfollowed, it would involve such a breach with our instinctive\nsprings of action as a whole, and with the present world’s\narrangements, that a critical point would practically be passed,\nand we should be born into another kingdom of being.  Religious\nemotion makes us feel that other kingdom to be close at hand,\nwithin our reach.",
        "The inhibition of instinctive repugnance is proved not only by\nthe showing of love to enemies, but by the showing of it to any\none who is personally loathsome.  In the annals of saintliness we\nfind a curious mixture of motives impelling in this direction. \nAsceticism plays its part; and along with charity pure and\nsimple, we find humility or the desire to disclaim distinction\nand to grovel on the common level before God.  Certainly all\nthree principles were at work when Francis of Assisi and Ignatius\nLoyola exchanged their garments with those of filthy beggars. \nAll three are at work when religious persons consecrate their\nlives to the care of leprosy or other peculiarly unpleasant\ndiseases.  The nursing of the sick is a function to which the\nreligious seem strongly drawn, even apart from the fact that\nchurch traditions set that way.  But in the annals of this sort\nof charity we find fantastic excesses of devotion recorded which\nare only explicable by the frenzy of self-immolation\nsimultaneously aroused.  Francis of Assisi kisses his lepers;\nMargaret Mary Alacoque, Francis Xavier, St.  John of God, and\nothers are said to have cleansed the sores and ulcers of their\npatients with their respective tongues; and the lives of such\nsaints as Elizabeth of Hungary and Madame de Chantal are full of\na sort of reveling in hospital purulence, disagreeable to read\nof, and which makes us admire and shudder at the same time.",
        "So much for the human love aroused by the faith-state. Let me\nnext speak of the Equanimity, Resignation, Fortitude, and\nPatience which it brings.",
        "“A paradise of inward tranquillity” seems to be faith’s usual\nresult; and it is easy, even without being religious one’s self,\nto understand this.  A moment back, in treating of the sense of\nGod’s presence, I spoke of the unaccountable feeling of safety\nwhich one may then have.  And, indeed, how can it possibly fail\nto steady the nerves, to cool the fever, and appease the fret, if\none be sensibly conscious that, no matter what one’s difficulties\nfor the moment may appear to be, one’s life as a whole is in the\nkeeping of a power whom one can absolutely trust?  In deeply\nreligious men the abandonment of self to this power is\npassionate.  Whoever not only says, but FEELS, “God’s will be\ndone,” is mailed against every weakness; and the whole historic\narray of martyrs, missionaries, and religious reformers is there\nto prove the tranquil-mindedness, under naturally agitating or\ndistressing circumstances, which self-surrender brings.",
        "The temper of the tranquil-mindedness differs, of course,\naccording as the person is of a constitutionally sombre or of a\nconstitutionally cheerful cast of mind.  In the sombre it\npartakes more of resignation and submission; in the cheerful it\nis a joyous consent.  As an example of the former temper, I quote\npart of a letter from Professor Lagneau, a venerated teacher of\nphilosophy who lately died, a great invalid, at Paris:–",
        "“My life, for the success of which you send good wishes, will be\nwhat it is able to be.  I ask nothing from it, I expect nothing\nfrom it.  For long years now I exist, think, and act, and am\nworth what I am worth, only through the despair which is my sole\nstrength and my sole foundation.  May it preserve for me, even in\nthese last trials to which I am coming, the courage to do without\nthe desire of deliverance.  I ask nothing more from the Source\nwhence all strength cometh, and if that is granted, your wishes\nwill have been accomplished.\"[169]",
        "[169] Bulletin de l’Union pour l’Action Morale, September, 1894.",
        "There is something pathetic and fatalistic about this, but the\npower of such a tone as a protection against outward shocks is\nmanifest.  Pascal is another Frenchman of pessimistic  <281>\nnatural temperament.  He expresses still more amply the temper of\nself-surrendering submissiveness:–",
        "“Deliver me, Lord,” he writes in his prayers, “from the sadness\nat my proper suffering which self-love might give, but put into\nme a sadness like your own.  Let my sufferings appease your\ncholer.  Make them an occasion for my conversion and salvation. I\nask you neither for health nor for sickness, for life nor for\ndeath; but that you may dispose of my health and my sickness, my\nlife and my death, for your glory, for my salvation, and for the\nuse of the Church and of your saints, of whom I would by your\ngrace be one.  You alone know what is expedient for me; you are\nthe sovereign master; do with me according to your will.  Give to\nme, or take away from me, only conform my will to yours.  I know\nbut one thing, Lord, that it is good to follow you, and bad to\noffend you.  Apart from that, I know not what is good or bad in\nanything.  I know not which is most profitable to me, health or\nsickness, wealth or poverty, nor anything else in the world. \nThat discernment is beyond the power of men or angels, and is\nhidden among the secrets of your Providence, which I adore, but\ndo not seek to fathom.\"[170]",
        "[170] B. Pascal:  Prieres pour les Maladies, Sections xiii.,\nxiv., abridged.",
        "When we reach more optimistic temperaments, the resignation grows\nless passive.  Examples are sown so broadcast throughout history\nthat I might well pass on without citation.  As it is, I snatch\nat the first that occurs to my mind.  Madame Guyon, a frail\ncreature physically, was yet of a happy native disposition.  She\nwent through many perils with admirable serenity of soul.  After\nbeing sent to prison for heresy–",
        "“Some of my friends,” she writes, “wept bitterly at the hearing\nof it, but such was my state of acquiescence and resignation that\nit failed to draw any tears from me. . . . There appeared to be\nin me then, as I find it to be in me now, such an entire loss of\nwhat regards myself, that any of my own interests gave me little\npain or pleasure; ever wanting to will or wish for myself only\nthe very thing which God does.”  In another place she writes: \n“We all of us came near perishing in a river which we found it\nnecessary to pass.  The carriage sank in the quicksand. Others\nwho were with us threw themselves out in excessive fright.  But I\nfound my thoughts so much taken up with God that I had no\ndistinct sense of danger.  It is true that the thought of being\ndrowned passed across my mind, but it cost no other sensation or\nreflection in me than this–that I felt quite contented and\nwilling it were so, if it were my heavenly Father’s choice.” \nSailing from Nice to Genoa, a storm keeps her eleven days at sea.",
        "“As the irritated waves dashed round us,” she writes, “I could\nnot help experiencing a certain degree of satisfaction in my\nmind.  I pleased myself with thinking that those mutinous\nbillows, under the command of Him who does all things rightly,\nmight probably furnish me with a watery grave.  Perhaps I carried\nthe point too far, in the pleasure which I took in thus seeing\nmyself beaten and bandied by the swelling waters. Those who were\nwith me took notice of my intrepidity.\"[171]",
        "[171] From Thomas C. Upham’s Life and Religious Opinions and\nExperiences of Madame de la Mothe Guyon, New York, 1877, ii. 48,\ni. 141, 413, abridged.",
        "The contempt of danger which religious enthusiasm produces may be\neven more buoyant still.  I take an example from that charming\nrecent autobiography, “With Christ at Sea,” by Frank Bullen.  A\ncouple of days after he went through the conversion on shipboard\nof which he there gives an account–",
        "“It was blowing stiffly,” he writes, “and we were carrying a\npress of canvas to get north out of the bad weather.  Shortly\nafter four bells we hauled down the flying-jib, and I sprang out\nastride the boom to furl it.  I was sitting astride the boom when\nsuddenly it gave way with me.  The sail slipped through my\nfingers, and I fell backwards, hanging head downwards over the\nseething tumult of shining foam under the ship’s bows, suspended\nby one foot.  But I felt only high exultation in my certainty \nof eternal life.  Although death was divided from me by a hair’s\nbreadth, and I was acutely conscious of the fact, it gave me no\nsensation but joy.  I suppose I could have hung there no longer\nthan five seconds, but in that time I lived a whole age of\ndelight.  But my body asserted itself, and with a desperate\ngymnastic effort I regained the boom.  How I furled the sail I\ndon’t know, but I sang at the utmost pitch of my voice praises to\nGod that went pealing out over the dark waste of waters.\"[172]",
        "[172] Op. cit., London, 1901, p. 230.",
        "The annals of martyrdom are of course the signal field of triumph\nfor religious imperturbability.  Let me cite as an example the\nstatement of a humble sufferer, persecuted as a Huguenot under\nLouis XIV:–",
        "“They shut all the doors,” Blanche Gamond writes, “and I saw six\nwomen, each with a bunch of willow rods as thick as the hand\ncould hold, and a yard long.  He gave me the order, ’Undress\nyourself,’ which I did.  He said, ’You are leaving on your shift;\nyou must take it off.’  They had so little patience that they\ntook it off themselves, and I was naked from the waist up. They\nbrought a cord with which they tied me to a beam in the kitchen. \nThey drew the cord tight with all their strength and asked me,\n’Does it hurt you?’ and then they discharged their fury upon me,\nexclaiming as they struck me, ’Pray now to your God.’  It was the\nRoulette woman who held this language.  But at this moment I\nreceived the greatest consolation that I can ever receive in my\nlife, since I had the honor of being whipped for the name of\nChrist, and in addition of being crowned with his mercy and his\nconsolations.  Why can I not write down the inconceivable\ninfluences, consolations, and peace which I felt interiorly?  To\nunderstand them one must have passed by the same trial; they were\nso great that I was ravished, for there where afflictions abound\ngrace is given superabundantly.  In vain the women cried, ’We\nmust double our blows; she does not feel them, for she neither\nspeaks nor cries.’  And how should I have cried, since I was\nswooning with happiness within?\"[173]",
        "[173] Claparede et Goty:  Deux Heroines de la Foi, Paris, 1880,\np. 112.",
        "The transition from tenseness, self-responsibility, and worry, to\nequanimity, receptivity, and peace, is the most wonderful of all\nthose shiftings of inner equilibrium, those changes of the\npersonal centre of energy, which I have analyzed so often; and\nthe chief wonder of it is that it so often comes about, not by\ndoing, but by simply relaxing and throwing the burden down.  This\nabandonment of self-responsibility seems to be the fundamental\nact in specifically religious, as distinguished from moral\npractice.  It antedates theologies and is independent of\nphilosophies.  Mind-cure, theosophy, stoicism, ordinary\nneurological hygiene, insist on it as emphatically as\nChristianity does, and it is capable of entering into closest\nmarriage with every speculative creed.[174]  Christians who have\nit strongly live in what is called “recollection,” and are never\nanxious about the future, nor worry over the outcome of the day. \nOf Saint Catharine of Genoa it is said that “she took cognizance\nof things, only as they were presented to her in succession,\nMOMENT BY MOMENT.”  To her holy soul, “the divine moment was the\npresent moment, . . . and when the present moment was estimated\nin itself and in its relations, and when the duty that was\ninvolved in it was accomplished, it was permitted to pass away as\nif it had never been, and to give way to the facts and duties of\nthe moment which came after.\"[175]  Hinduism, mind-cure, and\ntheosophy all lay great emphasis upon this concentration of the\nconsciousness upon the moment at hand.",
        "[174] Compare these three different statements of it:  A. P.\nCall:  As a Matter of Course, Boston, 1894; H. W. Dresser: \nLiving by the Spirit, New York and London, 1900; H. W. Smith: \nThe Christian’s Secret of a Happy Life, published by the Willard\nTract Repository, and now in thousands of hands.",
        "[175] T. C. Upham:  Life of Madame Catharine Adorna, 3d ed.,\nNew York, 1864, pp. 158, 172-74.",
        "The next religious symptom which I will note is what have called\nPurity of Life.  The saintly person becomes exceedingly sensitive\nto inner inconsistency or discord, and mixture and confusion grow\nintolerable.  All the mind’s objects and occupations must be\nordered with reference to the special spiritual excitement which\nis now its keynote.  Whatever is unspiritual taints the pure\nwater of the soul and is repugnant.  Mixed with this exaltation\nof the moral sensibilities there is also an ardor of sacrifice,\nfor the beloved deity’s sake, of everything unworthy of him. \nSometimes the spiritual ardor is so sovereign that purity is\nachieved at a stroke –we have seen examples.  Usually it is a\nmore gradual conquest.  Billy Bray’s account of his abandonment\nof tobacco is a good example of the latter form of achievement.",
        "“I had been a smoker as well as a drunkard, and I used to love my\ntobacco as much as I loved my meat, and I would rather go down\ninto the mine without my dinner than without my pipe.  In the\ndays of old, the Lord spoke by the mouths of his servants, the\nprophets; now he speaks to us by the spirit of his Son.  I had\nnot only the feeling part of religion, but I could hear the\nsmall, still voice within speaking to me.  When I took the pipe\nto smoke, it would be applied within, ’It is an idol, a lust;\nworship the Lord with clean lips.’  So, I felt it was not right\nto smoke.  The Lord also sent a woman to convince me.  I was one\nday in a house, and I took out my pipe to light it at the fire,\nand Mary Hawke–for that was the woman’s name–said, ’Do you not\nfeel it is wrong to smoke?’  I said that I felt something inside\ntelling me that it was an idol, a lust, and she said that was the\nLord.  Then I said, ’Now, I must give it up, for the Lord is\ntelling me of it inside, and the woman outside, so the tobacco\nmust go, love it as I may.’  There and then I took the tobacco\nout of my pocket, and threw it into the fire, and put the pipe\nunder my foot, ’ashes to ashes, dust to dust.’  And I have not\nsmoked since.  I found it hard to break off old habits, but I\ncried to the Lord for help, and he gave me strength, for he has\nsaid, ’Call upon me in the day of trouble, and I will deliver\nthee.’  The day after I gave up smoking I had the toothache so\nbad that I did not know what to do.  I thought this was owing to\ngiving up the pipe, but I said I would never smoke again, if I\nlost every tooth in my head.  I said, ’Lord, thou hast told us My\nyoke is easy and my burden is light,’ and when I said that, all\nthe pain left me.  Sometimes the thought of the pipe would come\nback to me very strong; but the Lord strengthened me against the\nhabit, and, bless his name, I have not smoked since.”",
        "Bray’s biographer writes that after he had given up smoking, he\nthought that he would chew a little, but he conquered this dirty\nhabit, too.  “On one occasion,” Bray said, “when at a prayer-\nmeeting at Hicks Mill, I heard the Lord say to me, ’Worship me\nwith clean lips.’  So, when we got up from our knees, I took the\nquid out of my mouth and ’whipped ’en’ [threw it] under the form.",
        "But, when we got on our knees again, I put another quid into my\nmouth.  Then the Lord said to me again, ’Worship me with clean\nlips.’  So I took the quid out of my mouth, and whipped ’en under\nthe form again, and said, ’Yes, Lord, I will.’  From that time I\ngave up chewing as well as smoking, and have been a free man.”",
        "The ascetic forms which the impulse for veracity and purity of\nlife may take are often pathetic enough.  The early Quakers, for\nexample, had hard battles to wage against the worldliness and\ninsincerity of the ecclesiastical Christianity of their time. \nYet the battle that cost them most wounds was probably that which\nthey fought in defense of their own right to social veracity and\nsincerity in their thee-ing and thou-ing, in not doffing the hat\nor giving titles of respect. It was laid on George Fox that these\nconventional customs were a lie and a sham, and the whole body of\nhis followers thereupon renounced them, as a sacrifice to truth,\nand so that their acts and the spirit they professed might be\nmore in accord.",
        "“When the Lord sent me into the world,” says Fox in his Journal,\n“he forbade me to put off my hat to any, high or low: and I was\nrequired to ’thee’ and ’thou’ all men and women, without any\nrespect to rich or poor, great or small.  And as I traveled up\nand down, I was not to bid people Good-morning or Good-evening,\nneither might I bow or scrape with my leg to any one.  This made\nthe sects and professions rage.  Oh! the rage that was in the\npriests, magistrates, professors, and people of all sorts:  and\nespecially in priests and professors:  for though ’thou’ to a\nsingle person was according to their accidence and grammar rules,\nand according to the Bible, yet they could not bear to hear it: \nand because I could not put off my hat to them, it set them all\ninto a rage. . . . Oh! the scorn, heat, and fury that arose!  Oh!\nthe blows, punchings, beatings, and imprisonments that we\nunderwent for not putting off our hats to men!  Some had their\nhats violently plucked off and thrown away, so that they quite\nlost them.  The bad language and evil usage we received on this\naccount is hard to be expressed, besides the danger we were\nsometimes in of losing our lives for this matter, and that by the\ngreat professors of Christianity, who thereby discovered they\nwere not true believers.  And though it was but a small thing in\nthe eye of man, yet a wonderful confusion it brought among all\nprofessors and priests:  but, blessed be the Lord, many came to\nsee the vanity of that custom of putting off hats to men, and\nfelt the weight of Truth’s testimony against it.”",
        "In the autobiography of Thomas Elwood, an early Quaker, who at\none time was secretary to John Milton, we find an exquisitely\nquaint and candid account of the trials he underwent both at home\nand abroad, in following Fox’s canons of sincerity.  The\nanecdotes are too lengthy for citation; but Elwood sets down his\nmanner of feeling about these things in a shorter passage, which\nI will quote as a characteristic utterance of spiritual\nsensibility:–",
        "“By this divine light, then,” says Elwood, “I saw that though I\nhad not the evil of the common uncleanliness, debauchery,\nprofaneness, and pollutions of the world to put away, because I\nhad, through the great goodness of God and a civil education,\nbeen preserved out of those grosser evils, yet I had many other\nevils to put away and to cease from; some of which were not by\nthe world, which lies in wickedness (I John v. 19), accounted\nevils, but by the light of Christ were made manifest to me to be\nevils, and as such condemned in me.",
        "“As particularly those fruits and effects of pride that discover\nthemselves in the vanity and superfluity of apparel; which I took\ntoo much delight in.  This evil of my doings I was required to\nput away and cease from; and judgment lay upon me till I did so.",
        "“I took off from my apparel those unnecessary trimmings of lace,\nribbons, and useless buttons, which had no real service, but were\nset on only for that which was by mistake called ornament; and I\nceased to wear rings.",
        "“Again, the giving of flattering titles to men between whom and\nme there was not any relation to which such titles could be\npretended to belong.  This was an evil I had been much addicted\nto, and was accounted a ready artist in; therefore this evil also\nwas I required to put away and cease from.  So that thenceforward\nI durst not say, Sir, Master, My Lord, Madam (or My Dame); or say\nYour Servant to any one to whom I did not stand in the real\nrelation of a servant, which I had never done to any.",
        "“Again, respect of persons, in uncovering the head and bowing the\nknee or body in salutation, was a practice I had been much in the\nuse of; and this, being one of the vain customs of the world,\nintroduced by the spirit of the world, instead of the true honor\nwhich this is a false representation of, and used in deceit as a\ntoken of respect by persons one to another, who bear no real\nrespect one to another; and besides this, being a type and a\nproper emblem of that divine honor which all ought to pay to\nAlmighty God, and which all of all sorts, who take upon them the\nChristian name, appear in when they offer their prayers to him,\nand therefore should not be given to men;–I found this to be one\nof those evils which I had been too long doing; therefore I was\nnow required to put it away and cease from it.",
        "“Again, the corrupt and unsound form of speaking in the plural\nnumber to a single person, YOU to one, instead of THOU, contrary\nto the pure, plain, and single language of truth, THOU to one,\nand YOU to more than one, which had always been used by God to\nmen, and men to God, as well as one to another, from the oldest\nrecord of time till corrupt men, for corrupt ends, in later and\ncorrupt times, to flatter, fawn, and work upon the corrupt nature\nin men, brought in that false and senseless way of speaking you\nto one, which has since corrupted the modern languages, and hath\ngreatly debased the spirits and depraved the manners of\nmen;–this evil custom I had been as forward in as others, and\nthis I was now called out of and required to cease from.",
        "“These and many more evil customs which had sprung up in the\nnight of darkness and general apostasy from the truth and true\nreligion were now, by the inshining of this pure ray of divine\nlight in my conscience, gradually discovered to me to be what I\nought to cease from, shun, and stand a witness against.\"[176]",
        "[176] The History of Thomas Elwood, written by Himself, London,\n1885, pp. 32-34",
        "These early Quakers were Puritans indeed.  The slightest\ninconsistency between profession and deed jarred some of them to\nactive protest.  John Woolman writes in his diary:–",
        "“In these journeys I have been where much cloth hath been dyed;\nand have at sundry times walked over ground where much of their\ndyestuffs has drained away.  This hath produced a longing in my\nmind that people might come into cleanness of spirit, cleanness\nof person, and cleanness about their houses and garments.  Dyes\nbeing invented partly to please the eye, and partly to hide dirt,\nI have felt in this weak state, when traveling in dirtiness, and\naffected with unwholesome scents, a strong desire that the nature\nof dyeing cloth to hide dirt may be more fully considered.",
        "“Washing our garments to keep them sweet is cleanly, but it is\nthe opposite to real cleanliness to hide dirt in them.  Through\ngiving way to hiding dirt in our garments a spirit which would\nconceal that which is disagreeable is strengthened.  Real\ncleanliness becometh a holy people; but hiding that which is not\nclean by coloring our garments seems contrary to the sweetness of\nsincerity.  Through some sorts of dyes cloth is rendered less\nuseful. And if the value of dyestuffs, and expense of dyeing, and\nthe damage done to cloth, were all added together, and that cost\napplied to keeping all sweet and clean, how much more would real\ncleanliness prevail.",
        "“Thinking often on these things, the use of hats and garments\ndyed with a dye hurtful to them, and wearing more clothes in\nsummer than are useful, grew more uneasy to me; believing them to\nbe customs which have not their foundation in pure wisdom.  The\napprehension of being singular from my beloved friends was a\nstrait upon me; and thus I continued in the use of some things,\ncontrary to my judgment, about nine months.  Then I thought of\ngetting a hat the natural color of the fur, but the apprehension\nof being looked upon as one affecting singularity felt uneasy to\nme.  On this account I was under close exercise of mind in the\ntime of our general spring meeting in 1762, greatly desiring to\nbe rightly directed; when, being deeply bowed in spirit before\nthe Lord, I was made willing to submit to what I apprehended was\nrequired of me; and when I returned home, got a hat of the\nnatural color of the fur.",
        "“In attending meetings, this singularity was a trial to me, and\nmore especially at this time, as white hats were used by some who\nwere fond of following the changeable modes of dress, and as some\nfriends, who knew not from what motives I wore it, grew shy of\nme, I felt my way for a time shut up in the exercise of the\nministry.  Some friends were apprehensive that my wearing such a\nhat savored of an affected singularity:  those who spoke with me\nin a friendly way, I generally informed in a few words, that I\nbelieved my wearing it was not in my own will.”",
        "When the craving for moral consistency and purity is developed to\nthis degree, the subject may well find the outer world too full\nof shocks to dwell in, and can unify his life and keep his soul\nunspotted only by withdrawing from it. That law which impels the\nartist to achieve harmony in his composition by simply dropping\nout whatever jars, or suggests a discord, rules also in the\nspiritual life.  To omit, says Stevenson, is the one art in\nliterature:  “If I knew how to omit, I should ask no other\nknowledge.”  And life, when full of disorder and slackness and\nvague superfluity, can no more have what we call character than\nliterature can have it under similar conditions.  So monasteries\nand communities of sympathetic devotees open their doors, and in\ntheir changeless order, characterized by omissions quite as much\nas constituted of actions, the holy-minded person finds that\ninner smoothness and cleanness which it is torture to him to feel\nviolated at every turn by the discordancy and brutality of\nsecular existence.",
        "That the scrupulosity of purity may be carried to a fantastic\nextreme must be admitted.  In this it resembles Asceticism, to\nwhich further symptom of saintliness we had better turn next. \nThe adjective “ascetic” is applied to conduct originating on\ndiverse psychological levels, which I might as well begin by\ndistinguishing from one another.",
        "1.  Asceticism may be a mere expression of organic hardihood,\ndisgusted with too much ease.",
        "2.  Temperance in meat and drink, simplicity of apparel,\nchastity, and non-pampering of the body generally, may be fruits\nof the love of purity, shocked by whatever savors of the sensual.",
        "3.  They may also be fruits of love, that is, they may appeal to\nthe subject in the light of sacrifices which he is happy in\nmaking to the Deity whom he acknowledges.",
        "4.  Again, ascetic mortifications and torments may be due to\npessimistic feelings about the self, combined with theological\nbeliefs concerning expiation.  The devotee may feel that he is\nbuying himself free, or escaping worse sufferings hereafter, by\ndoing penance now.",
        "5.  In psychopathic persons, mortifications may be entered on\nirrationally, by a sort of obsession or fixed idea which comes as\na challenge and must be worked off, because only thus does the\nsubject get his interior consciousness feeling right again.",
        "6.  Finally, ascetic exercises may in rarer instances be prompted\nby genuine perversions of the bodily sensibility, in consequence\nof which normally pain-giving stimuli are actually felt as\npleasures.",
        "I will try to give an instance under each of these heads in turn;\nbut it is not easy to get them pure, for in cases pronounced\nenough to be immediately classed as ascetic, several of the\nassigned motives usually work together.  Moreover, before citing\nany examples at all, I must invite you to some general\npsychological considerations which apply to all of them alike.",
        "A strange moral transformation has within the past century swept\nover our Western world.  We no longer think that we are called on\nto face physical pain with equanimity. It is not expected of a\nman that he should either endure it or inflict much of it, and to\nlisten to the recital of cases of it makes our flesh creep\nmorally as well as physically.  The way in which our ancestors\nlooked upon pain as an eternal ingredient of the world’s order,\nand both caused and suffered it as a matter-of-course portion of\ntheir day’s work, fills us with amazement.  We wonder that any\nhuman beings could have been so callous.  The result of this\nhistoric alteration is that even in the Mother Church herself,\nwhere ascetic discipline has such a fixed traditional prestige as\na factor of merit, it has largely come into desuetude, if not\ndiscredit.  A believer who flagellates or “macerates” himself\ntoday arouses more wonder and fear than emulation.  Many Catholic\nwriters who admit that the times have changed in this respect do\nso resignedly; and even add that perhaps it is as well not to\nwaste feelings in regretting the matter, for to return to the\nheroic corporeal discipline of ancient days might be an\nextravagance.",
        "Where to seek the easy and the pleasant seems instinctive\n–and instinctive it appears to be in man; any deliberate\ntendency to pursue the hard and painful as such and for their own\nsakes might well strike one as purely abnormal.  Nevertheless, in\nmoderate degrees it is natural and even usual to human nature to\ncourt the arduous.  It is only the extreme manifestations of the\ntendency that can be regarded as a paradox.",
        "The psychological reasons for this lie near the surface. When we\ndrop abstractions and take what we call our will in the act, we\nsee that it is a very complex function.  It involves both\nstimulations and inhibitions; it follows generalized habits; it\nis escorted by reflective criticisms; and it leaves a good or a\nbad taste of itself behind, according to the manner of the\nperformance.  The result is that, quite apart from the immediate\npleasure which any sensible experience may give us, our own\ngeneral moral attitude in procuring or undergoing the experience\nbrings with it a secondary satisfaction or distaste.  Some men\nand women, indeed, there are who can live on smiles and the word\n“yes” forever.  But for others (indeed for most), this is too\ntepid and relaxed a moral climate.  Passive happiness is slack\nand insipid, and soon grows mawkish and intolerable.  Some\nausterity and wintry negativity, some roughness, danger,\nstringency, and effort, some “no! no!” must be mixed in, to\nproduce the sense of an existence with character and texture and\npower.  The range of individual differences in this respect is\nenormous; but whatever the mixture of yeses and noes may be, the\nperson is infallibly aware when he has struck it in the right\nproportion FOR HIM.  This, he feels, is  my proper vocation, this\nis the OPTIMUM, the law, the life for me to live.  Here I find\nthe degree of equilibrium, safety, calm, and leisure which I\nneed, or here I find the challenge, passion, fight, and hardship\nwithout which my soul’s energy expires.",
        "Every individual soul, in short, like every individual machine \nor organism, has its own best conditions of efficiency. A given\nmachine will run best under a certain steam-pressure, a certain\namperage; an organism under a certain diet, weight, or exercise. \nYou seem to do best, I heard a doctor say to a patient, at about\n140 millimeters of arterial tension.  And it is just so with our\nsundry souls:  some are happiest in calm weather; some need the\nsense of tension, of strong volition, to make them feel alive and\nwell.  For these latter souls, whatever is gained from day to day\nmust be paid for by sacrifice and inhibition, or else it comes\ntoo cheap and has no zest.",
        "Now when characters of this latter sort become religious, they\nare apt to turn the edge of their need of effort and negativity\nagainst their natural self; and the ascetic life gets evolved as\na consequence.",
        "When Professor Tyndall in one of his lectures tells us that\nThomas Carlyle put him into his bath-tub every morning of a\nfreezing Berlin winter, he proclaimed one of the lowest grades of\nasceticism.  Even without Carlyle, most of us find it necessary\nto our soul’s health to start the day with a rather cool\nimmersion.  A little farther along the scale we get such\nstatements as this, from one of my correspondents, an agnostic:–",
        "“Often at night in my warm bed I would feel ashamed to depend so\non the warmth, and whenever the thought would come over me I\nwould have to get up, no matter what time of night it was, and\nstand for a minute in the cold, just so as to prove my manhood.”",
        "Such cases as these belong simply to our head 1.  In the next\ncase we probably have a mixture of heads 2 and 3– the asceticism\nbecomes far more systematic and pronounced.  The writer is a\nProtestant, whose sense of moral energy could doubtless be\ngratified on no lower terms, and I take his case from Starbuck’s\nmanuscript collection.",
        "“I practiced fasting and mortification of the flesh.  I secretly\nmade burlap shirts, and put the burrs next the skin, and wore\npebbles in my shoes.  I would spend nights flat on my back on the\nfloor without any covering.”",
        "The Roman Church has organized and codified all this sort of\nthing, and given it a market-value in the shape of “merit.”   \nBut we see the cultivation of hardship cropping out under every\nsky and in every faith, as a spontaneous need of character.  Thus\nwe read of Channing, when first settled as a Unitarian minister,\nthat–",
        "“He was now more simple than ever, and seemed to have become\nincapable of any form of self-indulgence.  He took the smallest\nroom in the house for his study, though he might easily have\ncommanded one more light, airy, and in every way more suitable;\nand chose for his sleeping chamber an attic which he shared with\na younger brother.  The furniture of the latter might have\nanswered for the cell of an anchorite, and consisted of a hard\nmattress on a cot-bedstead, plain wooden chairs and table, with\nmatting on the floor.  It was without fire, and to cold he was\nthroughout life extremely sensitive; but he never complained or\nappeared in any way to be conscious of inconvenience.  ’I\nrecollect,’ says his brother, ’after one most severe night, that\nin the morning he sportively thus alluded to his suffering:  “If\nmy bed were my country, I should be somewhat like Bonaparte:  I\nhave no control except over the part which I occupy, the instant\nI move, frost takes possession.\"’  In sickness only would he\nchange for the time his apartment and accept a few comforts. The\ndress too that he habitually adopted was of most inferior\nquality; and garments were constantly worn which the world would\ncall mean, though an almost feminine neatness preserved him from\nthe least appearance of neglect.\"[177]",
        "[177] Memoirs of W. E. Channing, Boston, 1840, i. 196.",
        "Channing’s asceticism, such as it was, was evidently a compound\nof hardihood and love of purity.  The democracy which is an\noffshoot of the enthusiasm of humanity, and of which I will speak\nlater under the head of the cult of poverty, doubtless bore also\na share.  Certainly there was no pessimistic element in his case.",
        "In the next case we have a strongly pessimistic element, so that\nit belongs under head 4.  John Cennick was Methodism’s first lay\npreacher.  In 1735 he was convicted of sin, while walking in\nCheapside–",
        "“And at once left off sing-singing, card-playing, and attending\ntheatres.  Sometimes he wished to go to a popish monastery, to\nspend his life in devout retirement.  At other times he longed to\nlive in a cave, sleeping on fallen leaves, and feeding on forest\nfruits.  He fasted long and often, and prayed nine times a day. .\n. . Fancying dry bread too great an indulgence for so great a\nsinner as himself, he began to feed on potatoes, acorns, crabs,\nand grass; and often wished that he could live on roots and\nherbs.  At length, in 1737, he found peace with God, and went on\nhis way rejoicing.\"[178]",
        "[178] L. Tyerman:  The Life and Times of the Rev. John Wesley, i.\n274.",
        "In this poor man we have morbid melancholy and fear, and the\nsacrifices made are to purge out sin, and to buy safety.  The\nhopelessness of Christian theology in respect of the flesh and\nthe natural man generally has, in systematizing fear, made of it\none tremendous incentive to self-mortification.  It would be\nquite unfair, however, in spite of the fact that this incentive\nhas often been worked in a mercenary way for hortatory purposes,\nto call it a mercenary incentive.  The impulse to expiate and do\npenance is, in its first intention, far too immediate and\nspontaneous an expression of self-despair and anxiety to be\nobnoxious to any such reproach.  In the form of loving sacrifice,\nof spending all we have to show our devotion, ascetic discipline\nof the severest sort may be the fruit of highly optimistic\nreligious feeling.",
        "M. Vianney, the cure of Ars, was a French country priest, whose\nholiness was exemplary.  We read in his life the following\naccount of his inner need of sacrifice:–",
        "“’On this path,’ M. Vianney said, “it is only the first step\nthat costs.  There is in mortification a balm and a savor without\nwhich one cannot live when once one has made their acquaintance.\nThere is but one way in which to give one’s self to God– that\nis, to give one’s self entirely, and to keep nothing for one’s\nself.  The little that one keeps is only good to trouble one and\nmake one suffer.’  Accordingly he imposed it on himself that he\nshould never smell a flower, never drink when parched with\nthirst, never drive away a fly, never show disgust before a\nrepugnant object, never complain of anything that had to do with\nhis personal comfort, never sit down, never lean upon his elbows\nwhen he was kneeling.  The Cure of Ars was very sensitive to\ncold, but he would never take means to protect himself against\nit.  During a very severe winter, one of his missionaries\ncontrived a false floor to his confessional and placed a metal\ncase of hot water beneath.  The trick succeeded, and the Saint\nwas deceived:  ’God is very good,’ he said with emotion.  ’This\nyear, through all the cold, my feet have always been warm.’\n“[179]",
        "[179] A. Mounin:  Le Cure d’Ars, vie de M. J. B. M. Vianney,\n1864, p. 545, abridged.",
        "In this case the spontaneous impulse to make sacrifices for the\npure love of God was probably the uppermost conscious motive.  We\nmay class it, then, under our head 3.  Some authors think that\nthe impulse to sacrifice is the main religious phenomenon.  It is\na prominent, a universal phenomenon certainly, and lies deeper\nthan any special creed.  Here, for instance, is what seems to be\na spontaneous example of it, simply expressing what seemed right\nat the time between the individual and his Maker.  Cotton Mather,\nthe New England Puritan divine, is generally reputed a rather\ngrotesque pedant; yet what is more touchingly simple than his\nrelation of what happened when his wife came to die?",
        "“When I saw to what a point of resignation I was now called of\nthe Lord,” he says, “I resolved, with his help, therein to\nglorify him.  So, two hours before my lovely consort expired, I\nkneeled by her bedside, and I took into my two hands a dear hand,\nthe dearest in the world.  With her thus in my hands, I solemnly\nand sincerely gave her up unto the Lord:  and in token of my real\nRESIGNATION, I gently put her out of my hands, and laid away a\nmost lovely hand, resolving that I would never touch it more. \nThis was the hardest, and perhaps the bravest action that ever I\ndid.  She . . . told me that she signed and sealed my act of\nresignation.  And though before that she called for me\ncontinually, she after this never asked for me any more.\"[180]",
        "[180] B. Wendell:  Cotton Mather, New York, no date, p. 198.",
        "Father Vianney’s asceticism taken in its totality was simply the\nresult of a permanent flood of high spiritual enthusiasm, longing\nto make proof of itself.  The Roman Church has, in its\nincomparable fashion, collected all the motives towards\nasceticism together, and so codified them that any one wishing to\npursue Christian perfection may find a practical system mapped\nout for him in any one of a number of ready-made manuals.[181]\nThe dominant Church notion of perfection is of course the\nnegative one of avoidance of sin.  Sin proceeds from\nconcupiscence, and concupiscence from our carnal passions and\ntemptations, chief of which are pride, sensuality in all its\nforms, and the loves of worldly excitement and possession.  All\nthese sources of sin must be resisted; and discipline and\nausterities are a most efficacious mode of meeting them.  Hence\nthere are always in these books chapters on self-mortification. \nBut whenever a procedure is codified, the more delicate spirit of\nit evaporates, and if we wish the undiluted ascetic spirit–the\npassion of self-contempt wreaking itself on the poor flesh, the\ndivine irrationality of devotion making a sacrificial gift of all\nit has (its sensibilities, namely) to the object of its\nadoration–we must go to autobiographies, or other individual\ndocuments.",
        "[181] That of the earlier Jesuit, Rodriguez, which has been\ntranslated into all languages, is one of the best known.  A\nconvenient modern manual, very well put together, is L’Ascetique\nChretienne, by M. J. Ribet, Paris, Poussielgue, nouvelle edition,\n1898.",
        "Saint John of the Cross, a Spanish mystic who flourished–or\nrather who existed, for there was little that suggested\nflourishing about him–in the sixteenth century, will supply a\npassage suitable for our purpose.",
        "“First of all, carefully excite in yourself an habitual\naffectionate will in all things to imitate Jesus Christ.  If\nanything agreeable offers itself to your senses, yet does not at\nthe same time tend purely to the honor and glory of God, renounce\nit and separate yourself from it for the love of Christ, who all\nhis life long had no other taste or wish than to do the will of\nhis Father whom he called his meat and nourishment.  For example,\nyou take satisfaction in HEARING of things in which the glory of\nGod bears no part.  Deny yourself this satisfaction, mortify your\nwish to listen.  You take pleasure in SEEING objects which do not\nraise your mind to God:  refuse yourself this pleasure, and turn\naway your eyes.  The same with conversations and all other\nthings. Act similarly, so far as you are able, with all the\noperations of the senses, striving to make yourself free from\ntheir yokes.",
        "“The radical remedy lies in the mortification of the four great\nnatural passions, joy, hope, fear, and grief.  You must seek to\ndeprive these of every satisfaction and leave them as it were in\ndarkness and the void.  Let your soul therefore turn always:",
        "“Not to what is most easy, but to what is hardest;",
        "“Not to what tastes best, but to what is most distasteful;",
        "“Not to what most pleases, but to what disgusts;",
        "“Not to matter of consolation, but to matter for desolation\nrather;",
        "“Not to rest, but to labor;",
        "“Not to desire the more, but the less;",
        "“Not to aspire to what is highest and most precious, but to what\nis lowest and most contemptible;",
        "“Not to will anything, but to will nothing;",
        "“Not to seek the best in everything, but to seek the worst, so \nthat you may enter for the love of Christ into a complete\ndestitution, a perfect poverty of spirit, and an absolute\nrenunciation of everything in this world.",
        "“Embrace these practices with all the energy of your soul and you\nwill find in a short time great delights and unspeakable\nconsolations.",
        "“Despise yourself, and wish that others should despise you;",
        "“Speak to your own disadvantage, and desire others to do the\nsame;",
        "“Conceive a low opinion of yourself, and find it good when others\nhold the same;",
        "“To enjoy the taste of all things, have no taste for anything.",
        "“To know all things, learn to know nothing.",
        "“To possess all things, resolve to possess nothing.",
        "“To be all things, be willing to be nothing.",
        "“To get to where you have no taste for anything, go through\nwhatever experiences you have no taste for.",
        "“To learn to know nothing, go whither you are ignorant.",
        "“To reach what you possess not, go whithersoever you own nothing.",
        "“To be what you are not, experience what you are not.”",
        "These later verses play with that vertigo of self-contradiction\nwhich is so dear to mysticism.  Those that come next are\ncompletely mystical, for in them Saint John passes from God to\nthe more metaphysical notion of the All.",
        "“When you stop at one thing, you cease to open yourself to the\nAll.",
        "“For to come to the All you must give up the All.",
        "“And if you should attain to owning the All, you must own it,\ndesiring Nothing.",
        "“In this spoliation, the soul finds its tranquillity and rest.\nProfoundly established in the centre of its own nothingness, it\ncan be assailed by naught that comes from below; and since it no\nlonger desires anything, what comes from above cannot depress it;\nfor its desires alone are the causes of its woes.\"[182]",
        "[182] Saint Jean de la Croix, vie et Oeuvres, Paris, 1893, ii.\n94, 99, abridged.",
        "And now, as a more concrete example of heads 4 and 5, in fact of\nall our heads together, and of the irrational extreme to which a\npsychopathic individual may go in the line of bodily austerity, I\nwill quote the sincere Suso’s account of his own self-tortures. \nSuso, you will remember, was one of the fourteenth century German\nmystics; his autobiography, written in the third person, is a\nclassic religious document.",
        "“He was in his youth of a temperament full of fire and life; and\nwhen this began to make itself felt, it was very grievous to him;\nand he sought by many devices how he might bring his body into\nsubjection.  He wore for a long time a hair shirt and an iron\nchain, until the blood ran from him, so that he was obliged to\nleave them off.  He secretly caused an undergarment to be made\nfor him; and in the undergarment he had strips of leather fixed,\ninto which a hundred and fifty brass nails, pointed and filed\nsharp, were driven, and the points of the nails were always\nturned towards the flesh.  He had this garment made very tight,\nand so arranged as to go round him and fasten in front in order\nthat it might fit the closer to his body, and the pointed nails\nmight be driven into his flesh; and it was high enough to reach\nupwards to his navel.  In this he used to sleep at night. Now in\nsummer, when it was hot, and he was very tired and ill from his\njourneyings, or when he held the office of lecturer, he would\nsometimes, as he lay thus in bonds, and oppressed with toil, and\ntormented also by noxious insects, cry aloud and give way to\nfretfulness, and twist round and round in agony, as a worm does\nwhen run through with a pointed needle.  It often seemed to him\nas if he were lying upon an ant-hill, from the torture caused by\nthe insects; for if he wished to sleep, or when he had fallen\nasleep, they vied with one another.[183] Sometimes he cried to\nAlmighty God in the fullness of his heart:  Alas! Gentle God,\nwhat a dying is this!  When a man is killed by murderers or\nstrong beasts of prey it is soon over; but I lie dying here under\nthe cruel insects, and yet cannot die.  The nights in winter were\nnever so long, nor was the summer so hot, as to make him leave\noff this exercise.  On the contrary, he devised something farther\n–two leathern loops into which he put his hands, and fastened\none on each side his throat, and made the fastenings so secure\nthat even if his cell had been on fire about him, he could not\nhave helped himself.  This he continued until his hands and arms\nhad become almost tremulous with the strain, and then he devised\nsomething else:  two leather gloves; and he caused a brazier to\nfit them all over with sharp-pointed brass tacks, and he used to\nput them on at night, in order that if he should try while asleep\nto throw off the hair undergarment, or relieve himself from the\ngnawings of the vile insects, the tacks might then stick into his\nbody.  And so it came to pass.  If ever he sought to help himself\nwith his hands in his sleep, he drove the sharp tacks into his\nbreast, and tore himself, so that his flesh festered. When after\nmany weeks the wounds had healed, he tore himself again and made\nfresh wounds.",
        "[183] “Insects,” i.e. lice, were an unfailing token of mediaeval\nsainthood. We read of Francis of Assisi’s sheepskin that “often a\ncompanion of the saint would take it to the fire to clean and\ndispediculate it, doing so, as he said, because the seraphic\nfather himself was no enemy of pedocchi, but on the contrary kept\nthem on him (le portava adosso) and held it for an honor and a\nglory to wear these celestial pearls in his habit.  Quoted by P.\nSabatier:  Speculum Perfectionis, etc., Paris, 1898, p. 231,\nnote.",
        "“He continued this tormenting exercise for about sixteen years. \nAt the end of this time, when his blood was now chilled, and the\nfire of his temperament destroyed, there appeared to him in a\nvision on Whitsunday, a messenger from heaven, who told him that\nGod required this of him no longer.  Whereupon he discontinued\nit, and threw all these things away into a running stream.”",
        "Suso then tells how, to emulate the sorrows of his crucified\nLord, he made himself a cross with thirty protruding iron needles\nand nails.  This he bore on his bare back between his shoulders\nday and night.  “The first time that he stretched out this cross\nupon his back his tender frame was struck with terror at it, and\nblunted the sharp nails slightly against a stone.  But soon,\nrepenting of this womanly cowardice, he pointed them all again\nwith a file, and placed once more the cross upon him.  It made\nhis back, where the bones are, bloody and seared.  Whenever he\nsat down or stood up, it was as if a hedgehog-skin were on him. \nIf any one touched him unawares, or pushed against his clothes,\nit tore him.”",
        "Suso next tells of his penitences by means of striking this cross\nand forcing the nails deeper into the flesh, and likewise of his\nself-scourgings–a dreadful story–and then goes on as follows: \n“At this same period the Servitor procured an old castaway door,\nand he used to lie upon it at night without any bedclothes to\nmake him comfortable, except that he took off his shoes and\nwrapped a thick cloak round him.  He thus secured for himself a\nmost miserable bed; for hard pea-stalks lay in humps under his\nhead, the cross with the sharp nails stuck into his back, his\narms were locked fast in bonds, the horsehair undergarment was\nround his loins, and the cloak too was heavy and the door hard.\nThus he lay in wretchedness, afraid to stir, just like a log, and\nhe would send up many a sigh to God.",
        "“In winter he suffered very much from the frost.  If he stretched\nout his feet they lay bare on the floor and froze, if he gathered\nthem up the blood became all on fire in his legs, and this was\ngreat pain.  His feet were full of sores, his legs dropsical, his\nknees bloody and seared, his loins covered with scars from the\nhorsehair, his body wasted, his mouth parched with intense\nthirst, and his hands tremulous from weakness.  Amid these\ntorments he spent his nights and days; and he endured them all\nout of the greatness of the love which he bore in his heart to\nthe Divine and Eternal Wisdom, our Lord Jesus Christ, whose\nagonizing sufferings he sought to imitate.  After a time he gave\nup this penitential exercise of the door, and instead of it he\ntook up his abode in a very small cell, and used the bench, which\nwas so narrow and short that he could not stretch himself upon\nit, as his bed.  In this hole, or upon the door, he lay at night\nin his usual bonds, for about eight years.  It was also his\ncustom, during the space of twenty-five years, provided he was\nstaying in the convent, never to go after compline in winter into\nany warm room, or to the convent stove to warm himself, no matter\nhow cold it might be, unless he was obliged to do so for other\nreasons.  Throughout all these years he never took a bath, either\na water or a sweating bath; and this he did in order to mortify\nhis comfort-seeking body.  He practiced during a long time such\nrigid poverty that he would neither receive nor touch a penny,\neither with leave or without it.  For a considerable time he\nstrove to attain such a high degree of purity that he would\nneither scratch nor touch any part of his body, save only his\nhands and feet.\"[184]",
        "[184] The Life of the Blessed Henry Suso, by Himself, translated\nby T. F. Knox, London, 1865, pp. 56-80, abridged.",
        "I spare you the recital of poor Suso’s self-inflicted tortures\nfrom thirst.  It is pleasant to know that after his fortieth\nyear, God showed him by a series of visions that he had\nsufficiently broken down the natural man, and that he might leave\nthese exercises off.  His case is distinctly pathological, but he\ndoes not seem to have had the alleviation, which some ascetics\nhave enjoyed, of an alteration of sensibility capable of actually\nturning torment into a perverse kind of pleasure.  Of the founder\nof the Sacred Heart order, for example, we read that",
        "“Her love of pain and suffering was insatiable. . . .  She said\nthat she could cheerfully live till the day of judgment, provided\nshe might always have matter for suffering for God; but that to\nlive a single day without suffering would be intolerable. She\nsaid again that she was devoured with two unassuageable fevers,\none for the holy communion, the other for suffering, humiliation,\nand annihilation.  ’Nothing but pain,’ she continually said in\nher letters, ’makes my life supportable.’\"[185]",
        "[185] Bougaud:  Hist de la bienheureuse Marguerite Marie, Paris,\n1894, pp. 265, 171.  Compare, also, pp. 386, 387.",
        "So much for the phenomena to which the ascetic impulse will in\ncertain persons give rise.  In the ecclesiastically consecrated\ncharacter three minor branches of self-mortification have been\nrecognized as indispensable pathways to perfection. I refer to\nthe chastity, obedience, and poverty which the monk vows to\nobserve; and upon the heads of obedience and poverty I will make\na few remarks.",
        "First, of Obedience.  The secular life of our twentieth century\nopens with this virtue held in no high esteem.  The duty of the\nindividual to determine his own conduct and profit or suffer by\nthe consequences seems, on the contrary, to be one of our best\nrooted contemporary Protestant social ideals. So much so that it\nis difficult even imaginatively to comprehend how men possessed\nof an inner life of their own could ever have come to think the\nsubjection of its will to that of other finite creatures\nrecommendable.  I confess that to myself it seems something of a\nmystery.  Yet it evidently corresponds to a profound interior\nneed of many persons, and we must do our best to understand it.",
        "On the lowest possible plane, one sees how the expediency of\nobedience in a firm ecclesiastical organization must have led to\nits being viewed as meritorious.  Next, experience shows that\nthere are times in every one’s life when one can be better\ncounseled by others than by one’s self.  Inability to decide is\none of the commonest symptoms of fatigued nerves; friends who see\nour troubles more broadly, often see them more wisely than we do;\nso it is frequently an act of excellent virtue to consult and\nobey a doctor, a partner, or a wife.  But, leaving these lower\nprudential regions, we find, in the nature of some of the\nspiritual excitements which we have been studying, good reasons\nfor idealizing obedience. Obedience may spring from the general\nreligious phenomenon of inner softening and self-surrender and\nthrowing one’s self on higher powers.  So saving are these\nattitudes felt to be that in themselves, apart from utility, they\nbecome ideally consecrated; and in obeying a man whose\nfallibility we see through thoroughly, we, nevertheless, may feel\nmuch as we do when we resign our will to that of infinite wisdom.\nAdd self-despair and the passion of self-crucifixion to this, and\nobedience becomes an ascetic sacrifice, agreeable quite\nirrespective of whatever prudential uses it might have.",
        "It is as a sacrifice, a mode of “mortification,” that obedience\nis primarily conceived by Catholic writers, a “sacrifice which\nman offers to God, and of which he is himself both the priest and\nthe victim.  By poverty he immolates his exterior possessions; by\nchastity he immolates his body; by obedience he completes the\nsacrifice, and gives to God all that he yet holds as his own, his\ntwo most precious goods, his intellect and his will.  The\nsacrifice is then complete and unreserved, a genuine holocaust,\nfor the entire victim is now consumed for the honor of God.\"[186]\nAccordingly, in Catholic discipline, we obey our superior not as\nmere man, but as the representative of Christ.  Obeying God in\nhim by our intention, obedience is easy.  But when the text-book\ntheologians marshal collectively all their reasons for\nrecommending it, the mixture sounds to our ears rather odd.",
        "[186] Lejuene:  Introduction a la Vie Mystique, 1899, p. 277. \nThe holocaust simile goes back at least as far as Ignatius\nLoyola.",
        "“One of the great consolations of the monastic life,” says a\nJesuit authority, “is the assurance we have that in obeying we\ncan commit no fault.  The Superior may commit a fault in\ncommanding you to do this thing or that, but you are certain that\nyou commit no fault so long as you obey, because God will only\nask you if you have duly performed what orders you received, and\nif you can furnish a clear account in that respect, you are\nabsolved entirely.  Whether the things you did were opportune, or\nwhether there were not something better that might have been\ndone, these are questions not asked of you, but rather of your\nSuperior.  The moment what you did was done obediently, God wipes\nit out of your account, and charges it to the Superior. So that\nSaint Jerome well exclaimed, in celebrating the advantages of\nobedience, ’Oh, sovereign liberty! Oh, holy and blessed security\nby which one become almost impeccable!’",
        "“Saint John Climachus is of the same sentiment when he calls\nobedience an excuse before God.  In fact, when God asks why you\nhave done this or that, and you reply, it is because I was so\nordered by my Superiors, God will ask for no other excuse.  As a\npassenger in a good vessel with a good pilot need give himself \nno farther concern, but may go to sleep in peace, because the\npilot has charge over all, and ’watches for him’; so a religious\nperson who lives under the yoke of obedience goes to heaven as if\nwhile sleeping, that is, while leaning entirely on the conduct of\nhis Superiors, who are the pilots of his vessel, and keep watch\nfor him continually.  It is no small thing, of a truth, to be\nable to cross the stormy sea of life on the shoulders and in the\narms of another, yet that is just the grace which God accords to\nthose who live under the yoke of obedience.  Their Superior bears\nall their burdens. . . . A certain grave doctor said that he\nwould rather spend his life in picking up straws by obedience,\nthan by his own responsible choice busy himself with the loftiest\nworks of charity, because one is certain of following the will of\nGod in whatever one may do from obedience, but never certain in\nthe same degree of anything which we may do of our own proper\nmovement.\"[187]",
        "[187] Alfonso Rodriguez, S. J.:  Pratique de la Perfection\nChretienne, Part iii., Treatise v., ch. x.",
        "One should read the letters in which Ignatius Loyola recommends\nobedience as the backbone of his order, if one would gain insight\ninto the full spirit of its cult.[188] They are too long to\nquote; but Ignatius’s belief is so vividly expressed in a couple\nof sayings reported by companions that, though they have been so\noften cited, I will ask your permission to copy them once more:–",
        "[188] Letters li. and cxx.  of the collection translated into\nFrench by Bouix, Paris, 1870.",
        "“I ought,” an early biographer reports him as saying, “on\nentering religion, and thereafter, to place myself entirely in\nthe hands of God, and of him who takes His place by His\nauthority. I ought to desire that my Superior should oblige me to\ngive up my own judgment, and conquer my own mind.  I ought to set\nup no difference between one Superior and another, . . . but\nrecognize them all as equal before God, whose place they fill.\nFor if I distinguish persons, I weaken the spirit of obedience.\nIn the hands of my Superior, I must be a soft wax, a thing, from\nwhich he is to require whatever pleases him, be it to write or\nreceive letters, to speak or not to speak to such a person, or\nthe like; and I must put all my fervor in executing zealously and\nexactly what I am ordered.  I must consider myself as a corpse\nwhich has neither intelligence nor will; be like a mass of matter\nwhich without resistance lets itself be placed wherever it may\nplease any one; like a stick in the hand of an old man, who uses\nit according to his needs and places it where it suits him.  So\nmust I be under the hands of the Order, to serve it in the way it\njudges most useful.",
        "“I must never ask of the Superior to be sent to a particular\nplace, to be employed in a particular duty. . . . I must\nconsider nothing as belonging to me personally, and as regards\nthe things I use, be like a statue which lets itself be stripped\nand never opposes resistance.\"[189]",
        "[189] Bartoli-Michel, ii. 13",
        "The other saying is reported by Rodriguez in the chapter from\nwhich I a moment ago made quotations.  When speaking of the\nPope’s authority, Rodriguez writes:–",
        "“Saint Ignatius said, when general of his company, that if the\nHoly Father were to order him to set sail in the first bark which\nhe might find in the port of Ostia, near Rome, and to abandon\nhimself to the sea, without a mast, without sails, without oars\nor rudder or any of the things that are needful for navigation or\nsubsistence, he would obey not only with alacrity, but without\nanxiety or repugnance, and even with a great internal\nsatisfaction.\"[190]",
        "[190] Rodriguez:  Op. cit., Part iii., Treatise v., ch. vi.",
        "With a solitary concrete example of the extravagance to which the\nvirtue we are considering has been carried, I will pass to the\ntopic next in order.",
        "“Sister Marie Claire [of Port Royal] had been greatly imbued with\nthe holiness and excellence of M.  de Langres.  This prelate,\nsoon after he came to Port Royal, said to her one day, seeing her\nso tenderly attached to Mother Angelique, that it would perhaps\nbe better not to speak to her again.  Marie Claire, greedy of\nobedience, took this inconsiderate word for an oracle of God, and\nfrom that day forward remained for several years without once\nspeaking to her sister.\"[191]",
        "[191] Sainte-Beuve:  Histoire de Port Royal, i. 346.",
        "Our next topic shall be Poverty, felt at all times and under all\ncreeds as one adornment of a saintly life.  Since the instinct of\nownership is fundamental in man’s nature, this is one more\nexample of the ascetic paradox.  Yet it appears no paradox at\nall, but perfectly reasonable, the moment one recollects how\neasily higher excitements hold lower cupidities in check.  Having\njust quoted the Jesuit Rodriguez on the subject of obedience, I\nwill, to give immediately a concrete turn to our discussion of\npoverty, also read you a page from his chapter on this latter\nvirtue.  You must remember that he is writing instructions for\nmonks of his own order, and bases them all on the text, “Blessed\nare the poor in spirit.”",
        "“If any one of you,” he says, “will know whether or not he is\nreally poor in spirit, let him consider whether he loves the\nordinary consequences and effects of poverty, which are hunger,\nthirst, cold, fatigue, and the denudation of all conveniences.\nSee if you are glad to wear a worn-out habit full of patches. \nSee if you are glad when something is lacking to your meal, when\nyou are passed by in serving it, when what you receive is\ndistasteful to you, when your cell is out of repair.  If you are\nnot glad of these things, if instead of loving them you avoid\nthem, then there is proof that you have not attained the\nperfection of poverty of spirit.”  Rodriguez then goes on to\ndescribe the practice of poverty in more detail.  “The first\npoint is that which Saint Ignatius proposes in his constitutions,\nwhen he says, ’Let no one use anything as if it were his private\npossession.’ ’A religious person,’ he says, ’ought in respect to\nall the things that he uses, to be like a statue which one may\ndrape with clothing, but which feels no grief and makes no\nresistance when one strips it again.  It is in this way that you\nshould feel towards your clothes, your books, your cell, and\neverything else that you make use of; if ordered to quit them, or\nto exchange them for others, have no more sorrow than if you were\na statue being uncovered. In this way you will avoid using them\nas if they were your private possession.  But if, when you give\nup your cell, or yield possession of this or that object or\nexchange it for another, you feel repugnance and are not like a\nstatue, that shows that you view these things as if they were\nyour private property.’",
        "“And this is why our holy founder wished the superiors to test\ntheir monks somewhat as God tested Abraham, and to put their\npoverty and their obedience to trial, that by this means they may\nbecome acquainted with the degree of their virtue, and gain a\nchance to make ever farther progress in perfection, . . . making\nthe one move out of his room when he finds it comfortable and is\nattached to it; taking away from another a book of which he is\nfond; or obliging a third to exchange his garment for a worse\none.  Otherwise we should end by acquiring a species of property\nin all these several objects, and little by little the wall of\npoverty that surrounds us and constitutes our principal defense\nwould be thrown down.  The ancient fathers of the desert used\noften thus to treat their companions. . . . Saint Dositheus,\nbeing sick-nurse, desired a certain knife, and asked Saint\nDorotheus for it, not for his private use, but for employment in\nthe infirmary of which he had charge. Whereupon Saint Dorotheus\nanswered him:  ’Ha! Dositheus, so that knife pleases you so much!\nWill you be the slave of a knife or the slave of Jesus Christ! Do\nyou not blush with shame at wishing that a knife should be your\nmaster?  I will not let you touch it.’ Which reproach and refusal\nhad such an effect upon the holy disciple that since that time he\nnever touched the knife again.’ .  .  .",
        "“Therefore, in our rooms,” Father Rodriguez continues, “there\nmust be no other furniture than a bed, a table, a bench, and a\ncandlestick, things purely necessary, and nothing more.  It is\nnot allowed among us that our cells should be ornamented with\npictures or aught else, neither armchairs, carpets, curtains, nor\nany sort of cabinet or bureau of any elegance.  Neither is it\nallowed us to keep anything to eat, either for ourselves or for \nthose who may come to visit us.  We must ask permission to go to\nthe refectory even for a glass of water; and finally we may not\nkeep a book in which we can write a line, or which we may take\naway with us.  One cannot deny that thus we are in great poverty.",
        "But this poverty is at the same time a great repose and a great\nperfection.  For it would be inevitable, in case a religious\nperson were allowed to own supernuous possessions, that these\nthings would greatly occupy his mind, be it to acquire them, to\npreserve them, or to increase them; so that in not permitting us\nat all to own them, all these inconveniences are remedied. Among\nthe various good reasons why the company forbids secular persons\nto enter our cells, the principal one is that thus we may the\neasier be kept in poverty.  After all, we are all men, and if we\nwere to receive people of the world into our rooms, we should not\nhave the strength to remain within the bounds prescribed, but\nshould at least wish to adorn them with some books to give the\nvisitors a better opinion of our scholarship.\"[192]",
        "[192] Rodriguez:  Op. cit., Part iii, Treatise iii., chaps. vi.,\nvii.",
        "Since Hindu fakirs, Buddhist monks, and Mohammedan dervishes\nunite with Jesuits and Franciscans in idealizing poverty as the\nloftiest individual state, it is worth while to examine into the\nspiritual grounds for such a seemingly unnatural opinion.  And\nfirst, of those which lie closest to common human nature.",
        "The opposition between the men who HAVE and the men who ARE is\nimmemorial.  Though the gentleman, in the old- fashioned sense of\nthe man who is well born, has usually in point of fact been\npredaceous and reveled in lands and goods, yet he has never\nidentified his essence with these possessions, but rather with\nthe personal superiorities, the courage, generosity, and pride\nsupposed to be his birthright.  To certain huckstering kinds of\nconsideration he thanked God he was forever inaccessible, and if\nin life’s vicissitudes he should become destitute through their\nlack, he was glad to think that with his sheer valor he was all\nthe freer to work out his salvation.  “Wer nur selbst was hatte,\"\nsays Lessing’s Tempelherr, in Nathan the Wise, “mein Gott, mein\nGott, ich habe nichts!”  This ideal of the well-born man without\npossessions was embodied in knight-errantry and templardom; and,\nhideously corrupted as it has always been, it still dominates\nsentimentally, if not practically, the military and aristocratic\nview of life.  We glorify the soldier as the man absolutely\nunincumbered.  Owning nothing but his bare life, and willing to\ntoss that up at any moment when the cause commands him, he is the\nrepresentative of unhampered freedom in ideal directions.  The\nlaborer who pays with his person day by day, and has no rights\ninvested in the future, offers also much of this ideal\ndetachment.  Like the savage, he may make his bed wherever his\nright arm can support him, and from his simple and athletic\nattitude of observation, the property-owner seems buried and\nsmothered in ignoble externalities and trammels, “wading in straw\nand rubbish to his knees.”  The claims which THINGS make are\ncorrupters of manhood, mortgages on the soul, and a drag anchor\non our progress towards the empyrean.",
        "“Everything I meet with,” writes Whitefield, “seems to carry this\nvoice with it–’Go thou and preach the Gospel; be a pilgrim on\nearth; have no party or certain dwelling place.’ My heart echoes\nback, ’Lord Jesus, help me to do or suffer thy will. When thou\nseest me in danger of NESTLING–in pity–in tender pity–put a\nTHORN in my nest to prevent me from it.’\"[193]",
        "[193] R. Philip:  The Life and Times of George Whitefield,\nLondon, 1842, p. 366.",
        "The loathing of “capital” with which our laboring classes today\nare growing more and more infected seems largely composed of this\nsound sentiment of antipathy for lives based on mere having.  As\nan anarchist poet writes:–",
        "“Not by accumulating riches, but by giving away that which you\nhave,",
        "“Shall you become beautiful;",
        "“You must undo the wrappings, not case yourself in fresh ones;",
        "“Not by multiplying clothes shall you make your body sound and\nhealthy, but rather by discarding them .  .  .",
        "“For a soldier who is going on a campaign does not seek what\nfresh furniture he can carry on his back, but rather what he can\nleave behind;",
        "“Knowing well that every additional thing which he cannot freely\nuse and handle is an impediment.\"[194]",
        "[194] Edward Carpenter:  Towards Democracy, p. 362, abridged.",
        "In short, lives based on having are less free than lives based\neither on doing or on being, and in the interest of action people\nsubject to spiritual excitement throw away possessions as so many\nclogs.  Only those who have no private interests can follow an\nideal straight away.  Sloth and cowardice creep in with every\ndollar or guinea we have to guard.  When a brother novice came to\nSaint Francis, saying:  “Father, it would be a great consolation\nto me to own a psalter, but even supposing that our general\nshould concede to me this indulgence, still I should like also to\nhave your consent,” Francis put him off with the examples of\nCharlemagne, Roland, and Oliver, pursuing the infidels in sweat\nand labor, and finally dying on the field of battle.  “So care\nnot,” he said, “for owning books and knowledge, but care rather\nfor works of goodness.”  And when some weeks later the novice\ncame again to talk of his craving for the psalter, Francis said: \n“After you have got your psalter you will crave a breviary; and\nafter you have got your breviary you will sit in your stall like\na grand prelate, and will say to your brother:  “Hand me my\nbreviary.”.  .  . And thenceforward he denied all such requests,\nsaying:  A man possesses of learning only so much as comes out of\nhim in action, and a monk is a good preacher only so far as his\ndeeds proclaim him such, for every tree is known by its\nfruits.\"[195]",
        "[195] Speculum Perfectionis, ed.  P. Sabatier, Paris, 1898, pp.\n10, 13.",
        "But beyond this more worthily athletic attitude involved in doing\nand being, there is, in the desire of not having, something\nprofounder still, something related to that fundamental mystery\nof religious experience, the satisfaction found in absolute\nsurrender to the larger power.  So long as any secular safeguard\nis retained, so long as any residual prudential guarantee is\nclung to, so long the surrender is incomplete, the vital crisis\nis not passed, fear still stands sentinel, and mistrust of the\ndivine obtains:  we hold by two anchors, looking to God, it is\ntrue, after a fashion, but also holding by our proper\nmachinations.  In certain medical experiences we have the same\ncritical point to overcome.  A drunkard, or a morphine or cocaine\nmaniac, offers himself to be cured.  He appeals to the doctor to\nwean him from his enemy, but he dares not face blank abstinence. \nThe tyrannical drug is still an anchor to windward:  he hides\nsupplies of it among his clothing; arranges secretly to have it\nsmuggled in in case of need.  Even so an incompletely regenerate\nman still trusts in his own expedients.  His money is like the\nsleeping potion which the chronically wakeful patient keeps\nbeside his bed; he throws himself on God, but IF he should need\nthe other help, there it will be also.  Every one knows cases of\nthis incomplete and ineffective desire for reform-drunkards whom,\nwith all their self-reproaches and resolves, one perceives to be\nquite unwilling seriously to contemplate NEVER being drunk again!\nReally to give up anything on which we have relied, to give it up\ndefinitely, “for good and all” and forever, signifies one of\nthose radical alterations of character which came under our\nnotice in the lectures on conversion. In it the inner man rolls\nover into an entirely different position of equilibrium, lives in\na new centre of energy from this time on, and the turning-point\nand hinge of all such operations seems usually to involve the\nsincere acceptance of certain nakednesses and destitutions.",
        "Accordingly, throughout the annals of the saintly life, we find\nthis ever-recurring note:  Fling yourself upon God’s providence\nwithout making any reserve whatever–take no thought for the\nmorrow–sell all you have and give it to the poor–only when the\nsacrifice is ruthless and reckless will the higher safety really\narrive.  As a concrete example let me read a page from the\nbiography of Antoinette Bourignon, a good woman, much persecuted\nin her day by both Protestants and Catholics, because she would\nnot take her religion at second hand.  When a young girl, in her\nfather’s house–",
        "“She spent whole nights in prayer, oft repeating:  Lord, what\nwilt thou have me to do?  And being one night in a most profound\npenitence, she said from the bottom of her heart:  ’O my Lord!\nWhat must I do to please thee?  For I have nobody to teach me. \nSpeak to my soul and it will hear thee.’ At that instant she\nheard, as if another had spoke within her:  Forsake all earthly\nthings.  Separate thyself from the love of the creatures. Deny\nthyself.  She was quite astonished, not understanding this\nlanguage, and mused long on these three points, thinking how she\ncould fulfill them.  She thought she could not live without\nearthly things, nor without loving the creatures, nor without\nloving herself.  Yet she said, ’By thy Grace I will do it, Lord!’\nBut when she would perform her promise, she knew not where to\nbegin.  Having thought on the religious in monasteries, that they\nforsook all earthly things by being shut up in a cloister, and\nthe love of themselves by subjecting of their wills, she asked\nleave of her father to enter into a cloister of the barefoot\nCarmelites, but he would not permit it, saying he would rather\nsee her laid in her grave.  This seemed to her a great cruelty,\nfor she thought to find in the cloister the true Christians she\nhad been seeking, but she found afterwards that he knew the\ncloisters better than she, for after he had forbidden her, and\ntold her he would never permit her to be a religious, nor give\nher any money to enter there, yet she went to Father Laurens, the\nDirector, and offered to serve in the monastery and work hard for\nher bread, and be content with little, if he would receive her.\nAt which he smiled and said:  That cannot be.  We must have money\nto build; we take no maids without money; you must find the way\nto get it, else there is no entry here.",
        "“This astonished her greatly, and she was thereby undeceived as\nto the cloisters, resolving to forsake all company and live alone\ntill it should please God to show her what she ought to do and\nwhither to go.  She asked always earnestly, ’When shall I be\nperfectly thine, O my God?’ And she thought he still answered\nher, When thou shalt no longer possess anything, and shalt die to\nthyself.  ’And where shall I do that, Lord?’ He answered her, In\nthe desert.  This made so strong an impression on her soul that\nshe aspired after this; but being a maid of eighteen years only,\nshe was afraid of unlucky chances, and was never used to travel,\nand knew no way.  She laid aside all these doubts and said,\n’Lord, thou wilt guide me how and where it shall please thee.  It\nis for thee that I do it.  I will lay aside my habit of a maid,\nand will take that of a hermit that I may pass unknown.’ Having\nthen secretly made ready this habit, while her parents thought to\nhave married her, her father having promised her to a rich French\nmerchant, she prevented the time, and on Easter evening, having\ncut her hair, put on the habit, and slept a little, she went out\nof her chamber about four in the morning, taking nothing but one\npenny to buy bread for that day.  And it being said to her in\ngoing out, Where is thy faith?  in a penny?  she threw it away,\nbegging pardon of God for her fault, and saying, ’No, Lord, my\nfaith is not in a penny, but in thee alone.’  Thus she went away\nwholly delivered from the heavy burthen of the cares and good\nthings of this world, and found her soul so satisfied that she no\nlonger wished for anything upon earth, resting entirely upon God,\nwith this only fear lest she should be discovered and be obliged\nto return home; for she felt already more content in this poverty\nthan she had done for all her life in all the delights of the\nworld.\"[196]",
        "[196] An Apology for M. Antonia Bourignon, London, 1699, pp. 269,\n270, abridged.",
        "Another example from Starbuck’s MS. collection:–",
        "“At a meeting held at six the next morning, I heard a man relate\nhis experience.  He said:  The Lord asked him if he would\nconfess Christ among the quarrymen with whom he worked, and he\nsaid he would.  Then he asked him if he would give up to be used\nof the Lord the four hundred dollars he had laid up, and he said\nhe would and thus the Lord saved him.  The thought came to me at\nonce that I had never made a real consecration either of myself\nor of my property to the Lord, but had always tried to serve the\nLord in my way.  Now the Lord asked me if I would serve him in\nHIS way, and go out alone and penniless if he so ordered.  The\nquestion was pressed home, and I must decide:  To forsake all and\nhave him, or have all and lose him!  I soon decided to take him;\nand the blessed assurance came, that he had taken me for his own,\nand my joy was full.  I returned home from the meeting with\nfeelings as simple as a child.  I thought all would be glad to\nhear of the joy of the Lord that possessed me, and so I began to\ntell the simple story.  But to my great surprise, the pastors\n(for I attended meetings in three churches) opposed the\nexperience and said it was fanaticism, and one told the members\nof his church to shun those that professed it, and I soon found\nthat my foes were those of my own household.”",
        "The penny was a small financial safeguard, but an effective\nspiritual obstacle.  Not till it was thrown away could the\ncharacter settle into the new equilibrium completely.",
        "Over and above the mystery of self-surrender, there are in the\ncult of poverty other religious mysteries.  There is the mystery\nof veracity:  “Naked came I into the world,” etc.– whoever first\nsaid that, possessed this mystery.  My own bare entity must fight\nthe battle–shams cannot save me.  There is also the mystery of\ndemocracy, or sentiment of the equality before God of all his\ncreatures.  This sentiment (which seems in general to have been\nmore widespread in Mohammedan than in Christian lands) tends to\nnullify man’s usual acquisitiveness.  Those who have it spurn\ndignities and honors, privileges and advantages, preferring, as I\nsaid in a former lecture, to grovel on the common level before\nthe face of God.  It is not exactly the sentiment of humility,\nthough it comes so close to it in practice.  It is HUMANITY,\nrather, refusing to enjoy anything that others do not share. A\nprofound moralist, writing of Christ’s saying, “Sell all thou\nhast and follow me,” proceeds as follows:–",
        "“Christ may have meant:  If you love mankind absolutely you will\nas a result not care for any possessions whatever, and this seems\na very likely proposition.  But it is one thing to believe that a\nproposition is probably true; it is another thing to see it as a\nfact.  If you loved mankind as Christ loved them, you would see\nhis conclusion as a fact.  It would be obvious.  You would sell\nyour goods, and they would be no loss to you.  These truths,\nwhile literal to Christ, and to any mind that has Christ’s love\nfor mankind, become parables to lesser natures.  There are in\nevery generation people who, beginning innocently, with no\npredetermined intention of becoming saints, find themselves drawn\ninto the vortex by their interest in helping mankind, and by the\nunderstanding that comes from actually doing it.  The abandonment\nof their old mode of life is like dust in the balance.  It is\ndone gradually, incidentally, imperceptibly.  Thus the whole\nquestion of the abandonment of luxury is no question at all, but\na mere incident to another question, namely, the degree to which\nwe abandon ourselves to the remorseless logic of our love for\nothers.\"[197]",
        "[197] J. J. Chapman, in the Political Nursery, vol. iv. p. 4,\nApril, 1900, abridged.",
        "But in all these matters of sentiment one must have “been there\"\none’s self in order to understand them.  No American can ever\nattain to understanding the loyalty of a Briton towards his king,\nof a German towards his emperor; nor can a Briton or German ever\nunderstand the peace of heart of an American in having no king,\nno Kaiser, no spurious nonsense, between him and the common God\nof all.  If sentiments as simple as these are mysteries which one\nmust receive as gifts of birth, how much more is this the case\nwith those subtler religious sentiments which we have been\nconsidering!  One can never fathom an emotion or divine its\ndictates by standing outside of it.  In the glowing hour of\nexcitement, however, all incomprehensibilities are solved, and\nwhat was so enigmatical from without becomes transparently\nobvious.  Each emotion obeys a logic of its own, and makes\ndeductions which no other logic can draw.  Piety and charity live\nin a different universe from worldly lusts and fears, and form\nanother centre of energy altogether.  As in a supreme sorrow\nlesser vexations may become a consolation; as a supreme love may\nturn minor sacrifices into gain; so a supreme trust may render\ncommon safeguards odious, and in certain glows of generous\nexcitement it may appear unspeakably mean to retain one’s hold of\npersonal possessions.  The only sound plan, if we are ourselves\noutside the pale of such emotions, is to observe as well as we\nare able those who feel them, and to record faithfully what we\nobserve; and this, I need hardly say, is what I have striven to\ndo in these last two descriptive lectures, which I now hope will\nhave covered the ground sufficiently for our present needs.",
        "Continue...",
        "\nThis electronic book of The Varieties of Religious Experience (A Study in Human Nature) by William James is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}