{
    "title": "The Story of Mankind - Chivalry (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "33",
    "content": [
        "\n",
        "\n\n",
        "CHIVALRY",
        "IT was quite natural that the professional fighting-men of\nthe Middle Ages should try to establish some sort of organisation\nfor their mutual benefit and protection. Out of this need\nfor close organisation, Knighthood or Chivalry was born.",
        "We know very little about the origins of Knighthood. But\nas the system developed, it gave the world something which it\nneeded very badly–a definite rule of conduct which softened\nthe barbarous customs of that day and made life more livable\nthan it had been during the five hundred years of the Dark\nAges. It was not an easy task to civilise the rough frontiersmen\nwho had spent most of their time fighting Mohammedans\nand Huns and Norsemen. Often they were guilty of backsliding,\nand having vowed all sorts of oaths about mercy and\ncharity in the morning, they would murder all their prisoners\nbefore evening. But progress is ever the result of slow and\nceaseless labour, and finally the most unscrupulous of knights\nwas forced to obey the rules of his “class” or suffer the consequences.",
        "These rules were different in the various parts of Europe,\nbut they all made much of “service” and “loyalty to duty.” The\nMiddle Ages regarded service as something very noble and\nbeautiful. It was no disgrace to be a servant, provided you\nwere a good servant and did not slacken on the job. As for\nloyalty, at a time when life depended upon the faithful per-\nformance of many unpleasant duties, it was the chief virtue\nof the fighting man.",
        "A young knight therefore was asked to swear that he would\nbe faithful as a servant to God and as a servant to his King.\nFurthermore, he promised to be generous to those whose need\nwas greater than his own. He pledged his word that he would\nbe humble in his personal behaviour and would never boast of\nhis own accomplishments and that he would be a friend of all\nthose who suffered, (with the exception of the Mohammedans,\nwhom he was expected to kill on sight).",
        "Around these vows, which were merely the Ten Commandments\nexpressed in terms which the people of the Middle Ages\ncould understand, there developed a complicated system of\nmanners and outward behaviour. The knights tried to model\ntheir own lives after the example of those heroes of Arthur’s\nRound Table and Charlemagne’s court of whom the Troubadours\nhad told them and of whom you may read in many delightful\nbooks which are enumerated at the end of this volume.\nThey hoped that they might prove as brave as Lancelot and\nas faithful as Roland. They carried themselves with dignity\nand they spoke careful and gracious words that they might be\nknown as True Knights, however humble the cut of their coat\nor the size of their purse.",
        "In this way the order of Knighthood became a school of those\ngood manners which are the oil of the social machinery. Chivalry\ncame to mean courtesy and the feudal castle showed the\nrest of the world what clothes to wear, how to eat, how to ask\na lady for a dance and the thousand and one little things of\nevery-day behaviour which help to make life interesting and\nagreeable.",
        "Like all human institutions, Knighthood was doomed to\nperish as soon as it had outlived its usefulness.",
        "The crusades, about which one of the next chapters tells,\nwere followed by a great revival of trade. Cities grew overnight.\nThe townspeople became rich, hired good school teachers\nand soon were the equals of the knights. The invention\nof gun-powder deprived the heavily armed “Chevalier” of his\nformer advantage and the use of mercenaries made it impossible\nto conduct a battle with the delicate niceties of a chess\ntournament. The knight became superfluous. Soon he became\na ridiculous figure, with his devotion to ideals that had no\nlonger any practical value. It was said that the noble Don\nQuixote de la Mancha had been the last of the true knights.\nAfter his death, his trusted sword and his armour were sold\nto pay his debts.",
        "But somehow or other that sword seems to have fallen into\nthe hands of a number of men. Washington carried it during\nthe hopeless days of Valley Forge. It was the only defence\nof Gordon, when he had refused to desert the people who had\nbeen entrusted to his care, and stayed to meet his death in the\nbesieged fortress of Khartoum.",
        "And I am not quite sure but that it proved of invaluable\nstrength in winning the Great War.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}