{
    "title": "The Lazy Tour of Two Idle Apprentices - Chapter II",
    "author": "Charles Dickens",
    "chapter": "2",
    "content": [
        "\n\n",
        "The dog-cart, with Mr. Thomas Idle and his ankle on the hanging\nseat behind, Mr. Francis Goodchild and the Innkeeper in front, and\nthe rain in spouts and splashes everywhere, made the best of its\nway back to the little inn; the broken moor country looking like\nmiles upon miles of Pre-Adamite sop, or the ruins of some enormous\njorum of antediluvian toast-and-water.  The trees dripped; the\neaves of the scattered cottages dripped; the barren stone walls\ndividing the land, dripped; the yelping dogs dripped; carts and\nwaggons under ill-roofed penthouses, dripped; melancholy cocks and\nhens perching on their shafts, or seeking shelter underneath them,\ndripped; Mr. Goodchild dripped; Thomas Idle dripped; the Inn-keeper\ndripped; the mare dripped; the vast curtains of mist and cloud\npassed before the shadowy forms of the hills, streamed water as\nthey were drawn across the landscape.  Down such steep pitches that\nthe mare seemed to be trotting on her head, and up such steep\npitches that she seemed to have a supplementary leg in her tail,\nthe dog-cart jolted and tilted back to the village.  It was too wet\nfor the women to look out, it was too wet even for the children to\nlook out; all the doors and windows were closed, and the only sign\nof life or motion was in the rain-punctured puddles.",
        "Whiskey and oil to Thomas Idle’s ankle, and whiskey without oil to\nFrancis Goodchild’s stomach, produced an agreeable change in the\nsystems of both; soothing Mr. Idle’s pain, which was sharp before,\nand sweetening Mr. Goodchild’s temper, which was sweet before.\nPortmanteaus being then opened and clothes changed, Mr. Goodchild,\nthrough having no change of outer garments but broadcloth and\nvelvet, suddenly became a magnificent portent in the Innkeeper’s\nhouse, a shining frontispiece to the fashions for the month, and a\nfrightful anomaly in the Cumberland village.",
        "Greatly ashamed of his splendid appearance, the conscious Goodchild\nquenched it as much as possible, in the shadow of Thomas Idle’s\nankle, and in a corner of the little covered carriage that started\nwith them for Wigton - a most desirable carriage for any country,\nexcept for its having a flat roof and no sides; which caused the\nplumps of rain accumulating on the roof to play vigorous games of\nbagatelle into the interior all the way, and to score immensely.\nIt was comfortable to see how the people coming back in open carts\nfrom Wigton market made no more of the rain than if it were\nsunshine; how the Wigton policeman taking a country walk of half-a-\ndozen miles (apparently for pleasure), in resplendent uniform,\naccepted saturation as his normal state; how clerks and\nschoolmasters in black, loitered along the road without umbrellas,\ngetting varnished at every step; how the Cumberland girls, coming\nout to look after the Cumberland cows, shook the rain from their\neyelashes and laughed it away; and how the rain continued to fall\nupon all, as it only does fall in hill countries.",
        "Wigton market was over, and its bare booths were smoking with rain\nall down the street.  Mr. Thomas Idle, melodramatically carried to\nthe inn’s first floor, and laid upon three chairs (he should have\nhad the sofa, if there had been one), Mr. Goodchild went to the\nwindow to take an observation of Wigton, and report what he saw to\nhis disabled companion.",
        "’Brother Francis, brother Francis,’ cried Thomas Idle, ’What do you\nsee from the turret?’",
        "’I see,’ said Brother Francis, ’what I hope and believe to be one\nof the most dismal places ever seen by eyes.  I see the houses with\ntheir roofs of dull black, their stained fronts, and their dark-\nrimmed windows, looking as if they were all in mourning.  As every\nlittle puff of wind comes down the street, I see a perfect train of\nrain let off along the wooden stalls in the market-place and\nexploded against me.  I see a very big gas lamp in the centre which\nI know, by a secret instinct, will not be lighted to-night.  I see\na pump, with a trivet underneath its spout whereon to stand the\nvessels that are brought to be filled with water.  I see a man come\nto pump, and he pumps very hard, but no water follows, and he\nstrolls empty away.’",
        "’Brother Francis, brother Francis,’ cried Thomas Idle, ’what more\ndo you see from the turret, besides the man and the pump, and the\ntrivet and the houses all in mourning and the rain?’",
        "’I see,’ said Brother Francis, ’one, two, three, four, five, linen-\ndrapers’ shops in front of me.  I see a linen-draper’s shop next\ndoor to the right - and there are five more linen-drapers’ shops\ndown the corner to the left.  Eleven homicidal linen-drapers’ shops\nwithin a short stone’s throw, each with its hands at the throats of\nall the rest!  Over the small first-floor of one of these linen-\ndrapers’ shops appears the wonderful inscription, BANK.’",
        "’Brother Francis, brother Francis,’ cried Thomas Idle, ’what more\ndo you see from the turret, besides the eleven homicidal linen-\ndrapers’ shops, and the wonderful inscription, “Bank,” - on the\nsmall first-floor, and the man and the pump and the trivet and the\nhouses all in mourning and the rain?’",
        "’I see,’ said Brother Francis, ’the depository for Christian\nKnowledge, and through the dark vapour I think I again make out Mr.\nSpurgeon looming heavily.  Her Majesty the Queen, God bless her,\nprinted in colours, I am sure I see.  I see the ILLUSTRATED LONDON\nNEWS of several years ago, and I see a sweetmeat shop - which the\nproprietor calls a “Salt Warehouse” - with one small female child\nin a cotton bonnet looking in on tip-toe, oblivious of rain.  And I\nsee a watchmaker’s with only three great pale watches of a dull\nmetal hanging in his window, each in a separate pane.’",
        "’Brother Francis, brother Francis,’ cried Thomas Idle, ’what more\ndo you see of Wigton, besides these objects, and the man and the\npump and the trivet and the houses all in mourning and the rain?’",
        "’I see nothing more,’ said Brother Francis, ’and there is nothing\nmore to see, except the curlpaper bill of the theatre, which was\nopened and shut last week (the manager’s family played all the\nparts), and the short, square, chinky omnibus that goes to the\nrailway, and leads too rattling a life over the stones to hold\ntogether long.  O yes!  Now, I see two men with their hands in\ntheir pockets and their backs towards me.’",
        "’Brother Francis, brother Francis,’ cried Thomas Idle, ’what do you\nmake out from the turret, of the expression of the two men with\ntheir hands in their pockets and their backs towards you?’",
        "’They are mysterious men,’ said Brother Francis, ’with inscrutable\nbacks.  They keep their backs towards me with persistency.  If one\nturns an inch in any direction, the other turns an inch in the same\ndirection, and no more.  They turn very stiffly, on a very little\npivot, in the middle of the market-place.  Their appearance is\npartly of a mining, partly of a ploughing, partly of a stable,\ncharacter.  They are looking at nothing - very hard.  Their backs\nare slouched, and their legs are curved with much standing about.\nTheir pockets are loose and dog’s-eared, on account of their hands\nbeing always in them.  They stand to be rained upon, without any\nmovement of impatience or dissatisfaction, and they keep so close\ntogether that an elbow of each jostles an elbow of the other, but\nthey never speak.  They spit at times, but speak not.  I see it\ngrowing darker and darker, and still I see them, sole visible\npopulation of the place, standing to be rained upon with their\nbacks towards me, and looking at nothing very hard.’",
        "’Brother Francis, brother Francis,’ cried Thomas Idle, ’before you\ndraw down the blind of the turret and come in to have your head\nscorched by the hot gas, see if you can, and impart to me,\nsomething of the expression of those two amazing men.’",
        "’The murky shadows,’ said Francis Goodchild, ’are gathering fast;\nand the wings of evening, and the wings of coal, are folding over\nWigton.  Still, they look at nothing very hard, with their backs\ntowards me.  Ah!  Now, they turn, and I see - ’",
        "’Brother Francis, brother Francis,’ cried Thomas Idle, ’tell me\nquickly what you see of the two men of Wigton!’",
        "’I see,’ said Francis Goodchild, ’that they have no expression at\nall.  And now the town goes to sleep, undazzled by the large\nunlighted lamp in the market-place; and let no man wake it.’",
        "At the close of the next day’s journey, Mr. Thomas Idle’s ankle\nbecame much swollen and inflamed.  There are reasons which will\npresently explain themselves for not publicly indicating the exact\ndirection in which that journey lay, or the place in which it\nended.  It was a long day’s shaking of Thomas Idle over the rough\nroads, and a long day’s getting out and going on before the horses,\nand fagging up hills, and scouring down hills, on the part of Mr.\nGoodchild, who in the fatigues of such labours congratulated\nhimself on attaining a high point of idleness.  It was at a little\ntown, still in Cumberland, that they halted for the night - a very\nlittle town, with the purple and brown moor close upon its one\nstreet; a curious little ancient market-cross set up in the midst\nof it; and the town itself looking much as if it were a collection\nof great stones piled on end by the Druids long ago, which a few\nrecluse people had since hollowed out for habitations.",
        "’Is there a doctor here?’ asked Mr. Goodchild, on his knee, of the\nmotherly landlady of the little Inn:  stopping in his examination\nof Mr. Idle’s ankle, with the aid of a candle.",
        "’Ey, my word!’ said the landlady, glancing doubtfully at the ankle\nfor herself; ’there’s Doctor Speddie.’",
        "’Is he a good Doctor?’",
        "’Ey!’ said the landlady, ’I ca’ him so.  A’ cooms efther nae doctor\nthat I ken.  Mair nor which, a’s just THE doctor heer.’",
        "’Do you think he is at home?’",
        "Her reply was, ’Gang awa’, Jock, and bring him.’",
        "Jock, a white-headed boy, who, under pretence of stirring up some\nbay salt in a basin of water for the laving of this unfortunate\nankle, had greatly enjoyed himself for the last ten minutes in\nsplashing the carpet, set off promptly.  A very few minutes had\nelapsed when he showed the Doctor in, by tumbling against the door\nbefore him and bursting it open with his head.",
        "’Gently, Jock, gently,’ said the Doctor as he advanced with a quiet\nstep.  ’Gentlemen, a good evening.  I am sorry that my presence is\nrequired here.  A slight accident, I hope?  A slip and a fall?\nYes, yes, yes.  Carrock, indeed?  Hah!  Does that pain you, sir?\nNo doubt, it does.  It is the great connecting ligament here, you\nsee, that has been badly strained.  Time and rest, sir!  They are\noften the recipe in greater cases,’ with a slight sigh, ’and often\nthe recipe in small.  I can send a lotion to relieve you, but we\nmust leave the cure to time and rest.’",
        "This he said, holding Idle’s foot on his knee between his two\nhands, as he sat over against him.  He had touched it tenderly and\nskilfully in explanation of what he said, and, when his careful\nexamination was completed, softly returned it to its former\nhorizontal position on a chair.",
        "He spoke with a little irresolution whenever he began, but\nafterwards fluently.  He was a tall, thin, large-boned, old\ngentleman, with an appearance at first sight of being hard-\nfeatured; but, at a second glance, the mild expression of his face\nand some particular touches of sweetness and patience about his\nmouth, corrected this impression and assigned his long professional\nrides, by day and night, in the bleak hill-weather, as the true\ncause of that appearance.  He stooped very little, though past\nseventy and very grey.  His dress was more like that of a clergyman\nthan a country doctor, being a plain black suit, and a plain white\nneck-kerchief tied behind like a band.  His black was the worse for\nwear, and there were darns in his coat, and his linen was a little\nfrayed at the hems and edges.  He might have been poor - it was\nlikely enough in that out-of-the-way spot - or he might have been a\nlittle self-forgetful and eccentric.  Any one could have seen\ndirectly, that he had neither wife nor child at home.  He had a\nscholarly air with him, and that kind of considerate humanity\ntowards others which claimed a gentle consideration for himself.\nMr. Goodchild made this study of him while he was examining the\nlimb, and as he laid it down.  Mr. Goodchild wishes to add that he\nconsiders it a very good likeness.",
        "It came out in the course of a little conversation, that Doctor\nSpeddie was acquainted with some friends of Thomas Idle’s, and had,\nwhen a young man, passed some years in Thomas Idle’s birthplace on\nthe other side of England.  Certain idle labours, the fruit of Mr.\nGoodchild’s apprenticeship, also happened to be well known to him.\nThe lazy travellers were thus placed on a more intimate footing\nwith the Doctor than the casual circumstances of the meeting would\nof themselves have established; and when Doctor Speddie rose to go\nhome, remarking that he would send his assistant with the lotion,\nFrancis Goodchild said that was unnecessary, for, by the Doctor’s\nleave, he would accompany him, and bring it back.  (Having done\nnothing to fatigue himself for a full quarter of an hour, Francis\nbegan to fear that he was not in a state of idleness.)",
        "Doctor Speddie politely assented to the proposition of Francis\nGoodchild, ’as it would give him the pleasure of enjoying a few\nmore minutes of Mr. Goodchild’s society than he could otherwise\nhave hoped for,’ and they went out together into the village\nstreet.  The rain had nearly ceased, the clouds had broken before a\ncool wind from the north-east, and stars were shining from the\npeaceful heights beyond them.",
        "Doctor Speddie’s house was the last house in the place.  Beyond it,\nlay the moor, all dark and lonesome.  The wind moaned in a low,\ndull, shivering manner round the little garden, like a houseless\ncreature that knew the winter was coming.  It was exceedingly wild\nand solitary.  ’Roses,’ said the Doctor, when Goodchild touched\nsome wet leaves overhanging the stone porch; ’but they get cut to\npieces.’",
        "The Doctor opened the door with a key he carried, and led the way\ninto a low but pretty ample hall with rooms on either side.  The\ndoor of one of these stood open, and the Doctor entered it, with a\nword of welcome to his guest.  It, too, was a low room, half\nsurgery and half parlour, with shelves of books and bottles against\nthe walls, which were of a very dark hue.  There was a fire in the\ngrate, the night being damp and chill.  Leaning against the\nchimney-piece looking down into it, stood the Doctor’s Assistant.",
        "A man of a most remarkable appearance.  Much older than Mr.\nGoodchild had expected, for he was at least two-and-fifty; but,\nthat was nothing.  What was startling in him was his remarkable\npaleness.  His large black eyes, his sunken cheeks, his long and\nheavy iron-grey hair, his wasted hands, and even the attenuation of\nhis figure, were at first forgotten in his extraordinary pallor.\nThere was no vestige of colour in the man.  When he turned his\nface, Francis Goodchild started as if a stone figure had looked\nround at him.",
        "’Mr. Lorn,’ said the Doctor.  ’Mr. Goodchild.’",
        "The Assistant, in a distraught way - as if he had forgotten\nsomething - as if he had forgotten everything, even to his own name\nand himself - acknowledged the visitor’s presence, and stepped\nfurther back into the shadow of the wall behind him.  But, he was\nso pale that his face stood out in relief again the dark wall, and\nreally could not be hidden so.",
        "’Mr. Goodchild’s friend has met with accident, Lorn,’ said Doctor\nSpeddie.  ’We want the lotion for a bad sprain.’",
        "A pause.",
        "’My dear fellow, you are more than usually absent to-night.  The\nlotion for a bad sprain.’",
        "’Ah! yes!  Directly.’",
        "He was evidently relieved to turn away, and to take his white face\nand his wild eyes to a table in a recess among the bottles.  But,\nthough he stood there, compounding the lotion with his back towards\nthem, Goodchild could not, for many moments, withdraw his gaze from\nthe man.  When he at length did so, he found the Doctor observing\nhim, with some trouble in his face.  ’He is absent,’ explained the\nDoctor, in a low voice.  ’Always absent.  Very absent.’",
        "’Is he ill?’",
        "’No, not ill.’",
        "’Unhappy?’",
        "’I have my suspicions that he was,’ assented the Doctor, ’once.’",
        "Francis Goodchild could not but observe that the Doctor accompanied\nthese words with a benignant and protecting glance at their\nsubject, in which there was much of the expression with which an\nattached father might have looked at a heavily afflicted son.  Yet,\nthat they were not father and son must have been plain to most\neyes.  The Assistant, on the other hand, turning presently to ask\nthe Doctor some question, looked at him with a wan smile as if he\nwere his whole reliance and sustainment in life.",
        "It was in vain for the Doctor in his easy-chair, to try to lead the\nmind of Mr. Goodchild in the opposite easy-chair, away from what\nwas before him.  Let Mr. Goodchild do what he would to follow the\nDoctor, his eyes and thoughts reverted to the Assistant.  The\nDoctor soon perceived it, and, after falling silent, and musing in\na little perplexity, said:",
        "’Lorn!’",
        "’My dear Doctor.’",
        "’Would you go to the Inn, and apply that lotion?  You will show the\nbest way of applying it, far better than Mr. Goodchild can.’",
        "’With pleasure.’",
        "The Assistant took his hat, and passed like a shadow to the door.",
        "’Lorn!’ said the Doctor, calling after him.",
        "He returned.",
        "’Mr. Goodchild will keep me company till you come home.  Don’t\nhurry.  Excuse my calling you back.’",
        "’It is not,’ said the Assistant, with his former smile, ’the first\ntime you have called me back, dear Doctor.’  With those words he\nwent away.",
        "’Mr. Goodchild,’ said Doctor Speddie, in a low voice, and with his\nformer troubled expression of face, ’I have seen that your\nattention has been concentrated on my friend.’",
        "’He fascinates me.  I must apologise to you, but he has quite\nbewildered and mastered me.’",
        "’I find that a lonely existence and a long secret,’ said the\nDoctor, drawing his chair a little nearer to Mr. Goodchild’s,\n’become in the course of time very heavy.  I will tell you\nsomething.  You may make what use you will of it, under fictitious\nnames.  I know I may trust you.  I am the more inclined to\nconfidence to-night, through having been unexpectedly led back, by\nthe current of our conversation at the Inn, to scenes in my early\nlife.  Will you please to draw a little nearer?’",
        "Mr. Goodchild drew a little nearer, and the Doctor went on thus:\nspeaking, for the most part, in so cautious a voice, that the wind,\nthough it was far from high, occasionally got the better of him.",
        "When this present nineteenth century was younger by a good many\nyears than it is now, a certain friend of mine, named Arthur\nHolliday, happened to arrive in the town of Doncaster, exactly in\nthe middle of a race-week, or, in other words, in the middle of the\nmonth of September.  He was one of those reckless, rattle-pated,\nopen-hearted, and open-mouthed young gentlemen, who possess the\ngift of familiarity in its highest perfection, and who scramble\ncarelessly along the journey of life making friends, as the phrase\nis, wherever they go.  His father was a rich manufacturer, and had\nbought landed property enough in one of the midland counties to\nmake all the born squires in his neighbourhood thoroughly envious\nof him.  Arthur was his only son, possessor in prospect of the\ngreat estate and the great business after his father’s death; well\nsupplied with money, and not too rigidly looked after, during his\nfather’s lifetime.  Report, or scandal, whichever you please, said\nthat the old gentleman had been rather wild in his youthful days,\nand that, unlike most parents, he was not disposed to be violently\nindignant when he found that his son took after him.  This may be\ntrue or not.  I myself only knew the elder Mr. Holliday when he was\ngetting on in years; and then he was as quiet and as respectable a\ngentleman as ever I met with.",
        "Well, one September, as I told you, young Arthur comes to\nDoncaster, having decided all of a sudden, in his harebrained way,\nthat he would go to the races.  He did not reach the town till\ntowards the close of the evening, and he went at once to see about\nhis dinner and bed at the principal hotel.  Dinner they were ready\nenough to give him; but as for a bed, they laughed when he\nmentioned it.  In the race-week at Doncaster, it is no uncommon\nthing for visitors who have not bespoken apartments, to pass the\nnight in their carriages at the inn doors.  As for the lower sort\nof strangers, I myself have often seen them, at that full time,\nsleeping out on the doorsteps for want of a covered place to creep\nunder.  Rich as he was, Arthur’s chance of getting a night’s\nlodging (seeing that he had not written beforehand to secure one)\nwas more than doubtful.  He tried the second hotel, and the third\nhotel, and two of the inferior inns after that; and was met\neverywhere by the same form of answer.  No accommodation for the\nnight of any sort was left.  All the bright golden sovereigns in\nhis pocket would not buy him a bed at Doncaster in the race-week.",
        "To a young fellow of Arthur’s temperament, the novelty of being\nturned away into the street, like a penniless vagabond, at every\nhouse where he asked for a lodging, presented itself in the light\nof a new and highly amusing piece of experience.  He went on, with\nhis carpet-bag in his hand, applying for a bed at every place of\nentertainment for travellers that he could find in Doncaster, until\nhe wandered into the outskirts of the town.  By this time, the last\nglimmer of twilight had faded out, the moon was rising dimly in a\nmist, the wind was getting cold, the clouds were gathering heavily,\nand there was every prospect that it was soon going to rain.",
        "The look of the night had rather a lowering effect on young\nHolliday’s good spirits.  He began to contemplate the houseless\nsituation in which he was placed, from the serious rather than the\nhumorous point of view; and he looked about him, for another\npublic-house to inquire at, with something very like downright\nanxiety in his mind on the subject of a lodging for the night.  The\nsuburban part of the town towards which he had now strayed was\nhardly lighted at all, and he could see nothing of the houses as he\npassed them, except that they got progressively smaller and\ndirtier, the farther he went.  Down the winding road before him\nshone the dull gleam of an oil lamp, the one faint, lonely light\nthat struggled ineffectually with the foggy darkness all round him.\nHe resolved to go on as far as this lamp, and then, if it showed\nhim nothing in the shape of an Inn, to return to the central part\nof the town and to try if he could not at least secure a chair to\nsit down on, through the night, at one of the principal Hotels.",
        "As he got near the lamp, he heard voices; and, walking close under\nit, found that it lighted the entrance to a narrow court, on the\nwall of which was painted a long hand in faded flesh-colour,\npointing with a lean forefinger, to this inscription:-",
        "\nTHE TWO ROBINS.",
        "\nArthur turned into the court without hesitation, to see what The\nTwo Robins could do for him.  Four or five men were standing\ntogether round the door of the house which was at the bottom of the\ncourt, facing the entrance from the street.  The men were all\nlistening to one other man, better dressed than the rest, who was\ntelling his audience something, in a low voice, in which they were\napparently very much interested.",
        "On entering the passage, Arthur was passed by a stranger with a\nknapsack in his hand, who was evidently leaving the house.",
        "’No,’ said the traveller with the knapsack, turning round and\naddressing himself cheerfully to a fat, sly-looking, bald-headed\nman, with a dirty white apron on, who had followed him down the\npassage.  ’No, Mr. landlord, I am not easily scared by trifles;\nbut, I don’t mind confessing that I can’t quite stand THAT.’",
        "It occurred to young Holliday, the moment he heard these words,\nthat the stranger had been asked an exorbitant price for a bed at\nThe Two Robins; and that he was unable or unwilling to pay it.  The\nmoment his back was turned, Arthur, comfortably conscious of his\nown well-filled pockets, addressed himself in a great hurry, for\nfear any other benighted traveller should slip in and forestall\nhim, to the sly-looking landlord with the dirty apron and the bald\nhead.",
        "’If you have got a bed to let,’ he said, ’and if that gentleman who\nhas just gone out won’t pay your price for it, I will.’",
        "The sly landlord looked hard at Arthur.",
        "’Will you, sir?’ he asked, in a meditative, doubtful way.",
        "’Name your price,’ said young Holliday, thinking that the\nlandlord’s hesitation sprang from some boorish distrust of him.\n’Name your price, and I’ll give you the money at once if you like?’",
        "’Are you game for five shillings?’ inquired the landlord, rubbing\nhis stubbly double chin, and looking up thoughtfully at the ceiling\nabove him.",
        "Arthur nearly laughed in the man’s face; but thinking it prudent to\ncontrol himself, offered the five shillings as seriously as he\ncould.  The sly landlord held out his hand, then suddenly drew it\nback again.",
        "’You’re acting all fair and above-board by me,’ he said:  ’and,\nbefore I take your money, I’ll do the same by you.  Look here, this\nis how it stands.  You can have a bed all to yourself for five\nshillings; but you can’t have more than a half-share of the room it\nstands in.  Do you see what I mean, young gentleman?’",
        "’Of course I do,’ returned Arthur, a little irritably.  ’You mean\nthat it is a double-bedded room, and that one of the beds is\noccupied?’",
        "The landlord nodded his head, and rubbed his double chin harder\nthan ever.  Arthur hesitated, and mechanically moved back a step or\ntwo towards the door.  The idea of sleeping in the same room with a\ntotal stranger, did not present an attractive prospect to him.  He\nfelt more than half inclined to drop his five shillings into his\npocket, and to go out into the street once more.",
        "’Is it yes, or no?’ asked the landlord.  ’Settle it as quick as you\ncan, because there’s lots of people wanting a bed at Doncaster to-\nnight, besides you.’",
        "Arthur looked towards the court, and heard the rain falling heavily\nin the street outside.  He thought he would ask a question or two\nbefore he rashly decided on leaving the shelter of The Two Robins.",
        "’What sort of a man is it who has got the other bed?’ he inquired.\n’Is he a gentleman?  I mean, is he a quiet, well-behaved person?’",
        "’The quietest man I ever came across,’ said the landlord, rubbing\nhis fat hands stealthily one over the other.  ’As sober as a judge,\nand as regular as clock-work in his habits.  It hasn’t struck nine,\nnot ten minutes ago, and he’s in his bed already.  I don’t know\nwhether that comes up to your notion of a quiet man:  it goes a\nlong way ahead of mine, I can tell you.’",
        "’Is he asleep, do you think?’ asked Arthur.",
        "’I know he’s asleep,’ returned the landlord.  ’And what’s more,\nhe’s gone off so fast, that I’ll warrant you don’t wake him.  This\nway, sir,’ said the landlord, speaking over young Holliday’s\nshoulder, as if he was addressing some new guest who was\napproaching the house.",
        "’Here you are,’ said Arthur, determined to be beforehand with the\nstranger, whoever he might be.  ’I’ll take the bed.’  And he handed\nthe five shillings to the landlord, who nodded, dropped the money\ncarelessly into his waistcoat-pocket, and lighted the candle.",
        "’Come up and see the room,’ said the host of The Two Robins,\nleading the way to the staircase quite briskly, considering how fat\nhe was.",
        "They mounted to the second-floor of the house.  The landlord half\nopened a door, fronting the landing, then stopped, and turned round\nto Arthur.",
        "’It’s a fair bargain, mind, on my side as well as on yours,’ he\nsaid.  ’You give me five shillings, I give you in return a clean,\ncomfortable bed; and I warrant, beforehand, that you won’t be\ninterfered with, or annoyed in any way, by the man who sleeps in\nthe same room as you.’  Saying those words, he looked hard, for a\nmoment, in young Holliday’s face, and then led the way into the\nroom.",
        "It was larger and cleaner than Arthur had expected it would be.\nThe two beds stood parallel with each other - a space of about six\nfeet intervening between them.  They were both of the same medium\nsize, and both had the same plain white curtains, made to draw, if\nnecessary, all round them.  The occupied bed was the bed nearest\nthe window.  The curtains were all drawn round this, except the\nhalf curtain at the bottom, on the side of the bed farthest from\nthe window.  Arthur saw the feet of the sleeping man raising the\nscanty clothes into a sharp little eminence, as if he was lying\nflat on his back.  He took the candle, and advanced softly to draw\nthe curtain - stopped half-way, and listened for a moment - then\nturned to the landlord.",
        "’He’s a very quiet sleeper,’ said Arthur.",
        "’Yes,’ said the landlord, ’very quiet.’",
        "Young Holliday advanced with the candle, and looked in at the man\ncautiously.",
        "’How pale he is!’ said Arthur.",
        "’Yes,’ returned the landlord, ’pale enough, isn’t he?’",
        "Arthur looked closer at the man.  The bedclothes were drawn up to\nhis chin, and they lay perfectly still over the region of his\nchest.  Surprised and vaguely startled, as he noticed this, Arthur\nstooped down closer over the stranger; looked at his ashy, parted\nlips; listened breathlessly for an instant; looked again at the\nstrangely still face, and the motionless lips and chest; and turned\nround suddenly on the landlord, with his own cheeks as pale for the\nmoment as the hollow cheeks of the man on the bed.",
        "’Come here,’ he whispered, under his breath.  ’Come here, for God’s\nsake!  The man’s not asleep - he is dead!’",
        "’You have found that out sooner than I thought you would,’ said the\nlandlord, composedly.  ’Yes, he’s dead, sure enough.  He died at\nfive o’clock to-day.’",
        "’How did he die?  Who is he?’ asked Arthur, staggered, for a\nmoment, by the audacious coolness of the answer.",
        "’As to who is he,’ rejoined the landlord, ’I know no more about him\nthan you do.  There are his books and letters and things, all\nsealed up in that brown-paper parcel, for the Coroner’s inquest to\nopen to-morrow or next day.  He’s been here a week, paying his way\nfairly enough, and stopping in-doors, for the most part, as if he\nwas ailing.  My girl brought him up his tea at five to-day; and as\nhe was pouring of it out, he fell down in a faint, or a fit, or a\ncompound of both, for anything I know.  We could not bring him to -\nand I said he was dead.  And the doctor couldn’t bring him to - and\nthe doctor said he was dead.  And there he is.  And the Coroner’s\ninquest’s coming as soon as it can.  And that’s as much as I know\nabout it.’",
        "Arthur held the candle close to the man’s lips.  The flame still\nburnt straight up, as steadily as before.  There was a moment of\nsilence; and the rain pattered drearily through it against the\npanes of the window.",
        "’If you haven’t got nothing more to say to me,’ continued the\nlandlord, ’I suppose I may go.  You don’t expect your five\nshillings back, do you?  There’s the bed I promised you, clean and\ncomfortable.  There’s the man I warranted not to disturb you, quiet\nin this world for ever.  If you’re frightened to stop alone with\nhim, that’s not my look out.  I’ve kept my part of the bargain, and\nI mean to keep the money.  I’m not Yorkshire, myself, young\ngentleman; but I’ve lived long enough in these parts to have my\nwits sharpened; and I shouldn’t wonder if you found out the way to\nbrighten up yours, next time you come amongst us.’  With these\nwords, the landlord turned towards the door, and laughed to himself\nsoftly, in high satisfaction at his own sharpness.",
        "Startled and shocked as he was, Arthur had by this time\nsufficiently recovered himself to feel indignant at the trick that\nhad been played on him, and at the insolent manner in which the\nlandlord exulted in it.",
        "’Don’t laugh,’ he said sharply, ’till you are quite sure you have\ngot the laugh against me.  You shan’t have the five shillings for\nnothing, my man.  I’ll keep the bed.’",
        "’Will you?’ said the landlord.  ’Then I wish you a goodnight’s\nrest.’  With that brief farewell, he went out, and shut the door\nafter him.",
        "A good night’s rest!  The words had hardly been spoken, the door\nhad hardly been closed, before Arthur half-repented the hasty words\nthat had just escaped him.  Though not naturally over-sensitive,\nand not wanting in courage of the moral as well as the physical\nsort, the presence of the dead man had an instantaneously chilling\neffect on his mind when he found himself alone in the room - alone,\nand bound by his own rash words to stay there till the next\nmorning.  An older man would have thought nothing of those words,\nand would have acted, without reference to them, as his calmer\nsense suggested.  But Arthur was too young to treat the ridicule,\neven of his inferiors, with contempt - too young not to fear the\nmomentary humiliation of falsifying his own foolish boast, more\nthan he feared the trial of watching out the long night in the same\nchamber with the dead.",
        "’It is but a few hours,’ he thought to himself, ’and I can get away\nthe first thing in the morning.’",
        "He was looking towards the occupied bed as that idea passed through\nhis mind, and the sharp, angular eminence made in the clothes by\nthe dead man’s upturned feet again caught his eye.  He advanced and\ndrew the curtains, purposely abstaining, as he did so, from looking\nat the face of the corpse, lest he might unnerve himself at the\noutset by fastening some ghastly impression of it on his mind.  He\ndrew the curtain very gently, and sighed involuntarily as he closed\nit.  ’Poor fellow,’ he said, almost as sadly as if he had known the\nman.  ’Ah, poor fellow!’",
        "He went next to the window.  The night was black, and he could see\nnothing from it.  The rain still pattered heavily against the\nglass.  He inferred, from hearing it, that the window was at the\nback of the house; remembering that the front was sheltered from\nthe weather by the court and the buildings over it.",
        "While he was still standing at the window - for even the dreary\nrain was a relief, because of the sound it made; a relief, also,\nbecause it moved, and had some faint suggestion, in consequence, of\nlife and companionship in it - while he was standing at the window,\nand looking vacantly into the black darkness outside, he heard a\ndistant church-clock strike ten.  Only ten!  How was he to pass the\ntime till the house was astir the next morning?",
        "Under any other circumstances, he would have gone down to the\npublic-house parlour, would have called for his grog, and would\nhave laughed and talked with the company assembled as familiarly as\nif he had known them all his life.  But the very thought of whiling\naway the time in this manner was distasteful to him.  The new\nsituation in which he was placed seemed to have altered him to\nhimself already.  Thus far, his life had been the common, trifling,\nprosaic, surface-life of a prosperous young man, with no troubles\nto conquer, and no trials to face.  He had lost no relation whom he\nloved, no friend whom he treasured.  Till this night, what share he\nhad of the immortal inheritance that is divided amongst us all, had\nlaid dormant within him.  Till this night, Death and he had not\nonce met, even in thought.",
        "He took a few turns up and down the room - then stopped.  The noise\nmade by his boots on the poorly carpeted floor, jarred on his ear.\nHe hesitated a little, and ended by taking the boots off, and\nwalking backwards and forwards noiselessly.  All desire to sleep or\nto rest had left him.  The bare thought of lying down on the\nunoccupied bed instantly drew the picture on his mind of a dreadful\nmimicry of the position of the dead man.  Who was he?  What was the\nstory of his past life?  Poor he must have been, or he would not\nhave stopped at such a place as The Two Robins Inn - and weakened,\nprobably, by long illness, or he could hardly have died in the\nmanner in which the landlord had described.  Poor, ill, lonely, -\ndead in a strange place; dead, with nobody but a stranger to pity\nhim.  A sad story:  truly, on the mere face of it, a very sad\nstory.",
        "While these thoughts were passing through his mind, he had stopped\ninsensibly at the window, close to which stood the foot of the bed\nwith the closed curtains.  At first he looked at it absently; then\nhe became conscious that his eyes were fixed on it; and then, a\nperverse desire took possession of him to do the very thing which\nhe had resolved not to do, up to this time - to look at the dead\nman.",
        "He stretched out his hand towards the curtains; but checked himself\nin the very act of undrawing them, turned his back sharply on the\nbed, and walked towards the chimney-piece, to see what things were\nplaced on it, and to try if he could keep the dead man out of his\nmind in that way.",
        "There was a pewter inkstand on the chimney-piece, with some\nmildewed remains of ink in the bottle.  There were two coarse china\nornaments of the commonest kind; and there was a square of embossed\ncard, dirty and fly-blown, with a collection of wretched riddles\nprinted on it, in all sorts of zig-zag directions, and in variously\ncoloured inks.  He took the card, and went away, to read it, to the\ntable on which the candle was placed; sitting down, with his back\nresolutely turned to the curtained bed.",
        "He read the first riddle, the second, the third, all in one corner\nof the card - then turned it round impatiently to look at another.\nBefore he could begin reading the riddles printed here, the sound\nof the church-clock stopped him.  Eleven.  He had got through an\nhour of the time, in the room with the dead man.",
        "Once more he looked at the card.  It was not easy to make out the\nletters printed on it, in consequence of the dimness of the light\nwhich the landlord had left him - a common tallow candle, furnished\nwith a pair of heavy old-fashioned steel snuffers.  Up to this\ntime, his mind had been too much occupied to think of the light.\nHe had left the wick of the candle unsnuffed, till it had risen\nhigher than the flame, and had burnt into an odd pent-house shape\nat the top, from which morsels of the charred cotton fell off, from\ntime to time, in little flakes.  He took up the snuffers now, and\ntrimmed the wick.  The light brightened directly, and the room\nbecame less dismal.",
        "Again he turned to the riddles; reading them doggedly and\nresolutely, now in one corner of the card, now in another.  All his\nefforts, however, could not fix his attention on them.  He pursued\nhis occupation mechanically, deriving no sort of impression from\nwhat he was reading.  It was as if a shadow from the curtained bed\nhad got between his mind and the gaily printed letters - a shadow\nthat nothing could dispel.  At last, he gave up the struggle, and\nthrew the card from him impatiently, and took to walking softly up\nand down the room again.",
        "The dead man, the dead man, the HIDDEN dead man on the bed!  There\nwas the one persistent idea still haunting him.  Hidden?  Was it\nonly the body being there, or was it the body being there,\nconcealed, that was preying on his mind?  He stopped at the window,\nwith that doubt in him; once more listening to the pattering rain,\nonce more looking out into the black darkness.",
        "Still the dead man!  The darkness forced his mind back upon itself,\nand set his memory at work, reviving, with a painfully-vivid\ndistinctness the momentary impression it had received from the\nfirst sight of the corpse.  Before long the face seemed to be\nhovering out in the middle of the darkness, confronting him through\nthe window, with the paleness whiter, with the dreadful dull line\nof light between the imperfectly-closed eyelids broader than he had\nseen it - with the parted lips slowly dropping farther and farther\naway from each other - with the features growing larger and moving\ncloser, till they seemed to fill the window and to silence the\nrain, and to shut out the night.",
        "The sound of a voice, shouting below-stairs, woke him suddenly from\nthe dream of his own distempered fancy.  He recognised it as the\nvoice of the landlord.  ’Shut up at twelve, Ben,’ he heard it say.\n’I’m off to bed.’",
        "He wiped away the damp that had gathered on his forehead, reasoned\nwith himself for a little while, and resolved to shake his mind\nfree of the ghastly counterfeit which still clung to it, by forcing\nhimself to confront, if it was only for a moment, the solemn\nreality.  Without allowing himself an instant to hesitate, he\nparted the curtains at the foot of the bed, and looked through.",
        "There was a sad, peaceful, white face, with the awful mystery of\nstillness on it, laid back upon the pillow.  No stir, no change\nthere!  He only looked at it for a moment before he closed the\ncurtains again - but that moment steadied him, calmed him, restored\nhim - mind and body - to himself.",
        "He returned to his old occupation of walking up and down the room;\npersevering in it, this time, till the clock struck again.  Twelve.",
        "As the sound of the clock-bell died away, it was succeeded by the\nconfused noise, down-stairs, of the drinkers in the tap-room\nleaving the house.  The next sound, after an interval of silence,\nwas caused by the barring of the door, and the closing of the\nshutters, at the back of the Inn.  Then the silence followed again,\nand was disturbed no more.",
        "He was alone now - absolutely, utterly, alone with the dead man,\ntill the next morning.",
        "The wick of the candle wanted trimming again.  He took up the\nsnuffers - but paused suddenly on the very point of using them, and\nlooked attentively at the candle - then back, over his shoulder, at\nthe curtained bed - then again at the candle.  It had been lighted,\nfor the first time, to show him the way up-stairs, and three parts\nof it, at least, were already consumed.  In another hour it would\nbe burnt out.  In another hour - unless he called at once to the\nman who had shut up the Inn, for a fresh candle - he would be left\nin the dark.",
        "Strongly as his mind had been affected since he had entered his\nroom, his unreasonable dread of encountering ridicule, and of\nexposing his courage to suspicion, had not altogether lost its\ninfluence over him, even yet.  He lingered irresolutely by the\ntable, waiting till he could prevail on himself to open the door,\nand call, from the landing, to the man who had shut up the Inn.  In\nhis present hesitating frame of mind, it was a kind of relief to\ngain a few moments only by engaging in the trifling occupation of\nsnuffing the candle.  His hand trembled a little, and the snuffers\nwere heavy and awkward to use.  When he closed them on the wick, he\nclosed them a hair’s breadth too low.  In an instant the candle was\nout, and the room was plunged in pitch darkness.",
        "The one impression which the absence of light immediately produced\non his mind, was distrust of the curtained bed - distrust which\nshaped itself into no distinct idea, but which was powerful enough\nin its very vagueness, to bind him down to his chair, to make his\nheart beat fast, and to set him listening intently.  No sound\nstirred in the room but the familiar sound of the rain against the\nwindow, louder and sharper now than he had heard it yet.",
        "Still the vague distrust, the inexpressible dread possessed him,\nand kept him to his chair.  He had put his carpet-bag on the table,\nwhen he first entered the room; and he now took the key from his\npocket, reached out his hand softly, opened the bag, and groped in\nit for his travelling writing-case, in which he knew that there was\na small store of matches.  When he had got one of the matches, he\nwaited before he struck it on the coarse wooden table, and listened\nintently again, without knowing why.  Still there was no sound in\nthe room but the steady, ceaseless, rattling sound of the rain.",
        "He lighted the candle again, without another moment of delay and,\non the instant of its burning up, the first object in the room that\nhis eyes sought for was the curtained bed.",
        "Just before the light had been put out, he had looked in that\ndirection, and had seen no change, no disarrangement of any sort,\nin the folds of the closely-drawn curtains.",
        "When he looked at the bed, now, he saw, hanging over the side of\nit, a long white hand.",
        "It lay perfectly motionless, midway on the side of the bed, where\nthe curtain at the head and the curtain at the foot met.  Nothing\nmore was visible.  The clinging curtains hid everything but the\nlong white hand.",
        "He stood looking at it unable to stir, unable to call out; feeling\nnothing, knowing nothing, every faculty he possessed gathered up\nand lost in the one seeing faculty.  How long that first panic held\nhim he never could tell afterwards.  It might have been only for a\nmoment; it might have been for many minutes together.  How he got\nto the bed - whether he ran to it headlong, or whether he\napproached it slowly - how he wrought himself up to unclose the\ncurtains and look in, he never has remembered, and never will\nremember to his dying day.  It is enough that he did go to the bed,\nand that he did look inside the curtains.",
        "The man had moved.  One of his arms was outside the clothes; his\nface was turned a little on the pillow; his eyelids were wide open.\nChanged as to position, and as to one of the features, the face\nwas, otherwise, fearfully and wonderfully unaltered.  The dead\npaleness and the dead quiet were on it still",
        "One glance showed Arthur this - one glance, before he flew\nbreathlessly to the door, and alarmed the house.",
        "The man whom the landlord called ’Ben,’ was the first to appear on\nthe stairs.  In three words, Arthur told him what had happened, and\nsent him for the nearest doctor.",
        "I, who tell you this story, was then staying with a medical friend\nof mine, in practice at Doncaster, taking care of his patients for\nhim, during his absence in London; and I, for the time being, was\nthe nearest doctor.  They had sent for me from the Inn, when the\nstranger was taken ill in the afternoon; but I was not at home, and\nmedical assistance was sought for elsewhere.  When the man from The\nTwo Robins rang the night-bell, I was just thinking of going to\nbed.  Naturally enough, I did not believe a word of his story about\n’a dead man who had come to life again.’  However, I put on my hat,\narmed myself with one or two bottles of restorative medicine, and\nran to the Inn, expecting to find nothing more remarkable, when I\ngot there, than a patient in a fit.",
        "My surprise at finding that the man had spoken the literal truth\nwas almost, if not quite, equalled by my astonishment at finding\nmyself face to face with Arthur Holliday as soon as I entered the\nbedroom.  It was no time then for giving or seeking explanations.\nWe just shook hands amazedly; and then I ordered everybody but\nArthur out of the room, and hurried to the man on the bed.",
        "The kitchen fire had not been long out.  There was plenty of hot\nwater in the boiler, and plenty of flannel to be had.  With these,\nwith my medicines, and with such help as Arthur could render under\nmy direction, I dragged the man, literally, out of the jaws of\ndeath.  In less than an hour from the time when I had been called\nin, he was alive and talking in the bed on which he had been laid\nout to wait for the Coroner’s inquest.",
        "You will naturally ask me, what had been the matter with him; and I\nmight treat you, in reply, to a long theory, plentifully sprinkled\nwith, what the children call, hard words.  I prefer telling you\nthat, in this case, cause and effect could not be satisfactorily\njoined together by any theory whatever.  There are mysteries in\nlife, and the condition of it, which human science has not fathomed\nyet; and I candidly confess to you, that, in bringing that man back\nto existence, I was, morally speaking, groping haphazard in the\ndark.  I know (from the testimony of the doctor who attended him in\nthe afternoon) that the vital machinery, so far as its action is\nappreciable by our senses, had, in this case, unquestionably\nstopped; and I am equally certain (seeing that I recovered him)\nthat the vital principle was not extinct.  When I add, that he had\nsuffered from a long and complicated illness, and that his whole\nnervous system was utterly deranged, I have told you all I really\nknow of the physical condition of my dead-alive patient at The Two\nRobins Inn.",
        "When he ’came to,’ as the phrase goes, he was a startling object to\nlook at, with his colourless face, his sunken cheeks, his wild\nblack eyes, and his long black hair.  The first question he asked\nme about himself, when he could speak, made me suspect that I had\nbeen called in to a man in my own profession.  I mentioned to him\nmy surmise; and he told me that I was right.",
        "He said he had come last from Paris, where he had been attached to\na hospital.  That he had lately returned to England, on his way to\nEdinburgh, to continue his studies; that he had been taken ill on\nthe journey; and that he had stopped to rest and recover himself at\nDoncaster.  He did not add a word about his name, or who he was:\nand, of course, I did not question him on the subject.  All I\ninquired, when he ceased speaking, was what branch of the\nprofession he intended to follow.",
        "’Any branch,’ he said, bitterly, ’which will put bread into the\nmouth of a poor man.’",
        "At this, Arthur, who had been hitherto watching him in silent\ncuriosity, burst out impetuously in his usual good-humoured way:-",
        "’My dear fellow!’ (everybody was ’my dear fellow’ with Arthur) ’now\nyou have come to life again, don’t begin by being down-hearted\nabout your prospects.  I’ll answer for it, I can help you to some\ncapital thing in the medical line - or, if I can’t, I know my\nfather can.’",
        "The medical student looked at him steadily.",
        "’Thank you,’ he said, coldly.  Then added, ’May I ask who your\nfather is?’",
        "’He’s well enough known all about this part of the country,’\nreplied Arthur.  ’He is a great manufacturer, and his name is\nHolliday.’",
        "My hand was on the man’s wrist during this brief conversation.  The\ninstant the name of Holliday was pronounced I felt the pulse under\nmy fingers flutter, stop, go on suddenly with a bound, and beat\nafterwards, for a minute or two, at the fever rate.",
        "’How did you come here?’ asked the stranger, quickly, excitably,\npassionately almost.",
        "Arthur related briefly what had happened from the time of his first\ntaking the bed at the inn.",
        "’I am indebted to Mr. Holliday’s son then for the help that has\nsaved my life,’ said the medical student, speaking to himself, with\na singular sarcasm in his voice.  ’Come here!’",
        "He held out, as he spoke, his long, white, bony, right hand.",
        "’With all my heart,’ said Arthur, taking the hand-cordially.  ’I\nmay confess it now,’ he continued, laughing.  ’Upon my honour, you\nalmost frightened me out of my wits.’",
        "The stranger did not seem to listen.  His wild black eyes were\nfixed with a look of eager interest on Arthur’s face, and his long\nbony fingers kept tight hold of Arthur’s hand.  Young Holliday, on\nhis side, returned the gaze, amazed and puzzled by the medical\nstudent’s odd language and manners.  The two faces were close\ntogether; I looked at them; and, to my amazement, I was suddenly\nimpressed by the sense of a likeness between them - not in\nfeatures, or complexion, but solely in expression.  It must have\nbeen a strong likeness, or I should certainly not have found it\nout, for I am naturally slow at detecting resemblances between\nfaces.",
        "’You have saved my life,’ said the strange man, still looking hard\nin Arthur’s face, still holding tightly by his hand.  ’If you had\nbeen my own brother, you could not have done more for me than\nthat.’",
        "He laid a singularly strong emphasis on those three words ’my own\nbrother,’ and a change passed over his face as he pronounced them,\n- a change that no language of mine is competent to describe.",
        "’I hope I have not done being of service to you yet,’ said Arthur.\n’I’ll speak to my father, as soon as I get home.’",
        "’You seem to be fond and proud of your father,’ said the medical\nstudent.  ’I suppose, in return, he is fond and proud of you?’",
        "’Of course, he is!’ answered Arthur, laughing.  ’Is there anything\nwonderful in that?  Isn’t YOUR father fond - ’",
        "The stranger suddenly dropped young Holliday’s hand, and turned his\nface away.",
        "’I beg your pardon,’ said Arthur.  ’I hope I have not\nunintentionally pained you.  I hope you have not lost your father.’",
        "’I can’t well lose what I have never had,’ retorted the medical\nstudent, with a harsh, mocking laugh.",
        "’What you have never had!’",
        "The strange man suddenly caught Arthur’s hand again, suddenly\nlooked once more hard in his face.",
        "’Yes,’ he said, with a repetition of the bitter laugh.  ’You have\nbrought a poor devil back into the world, who has no business\nthere.  Do I astonish you?  Well!  I have a fancy of my own for\ntelling you what men in my situation generally keep a secret.  I\nhave no name and no father.  The merciful law of Society tells me I\nam Nobody’s Son!  Ask your father if he will be my father too, and\nhelp me on in life with the family name.’",
        "Arthur looked at me, more puzzled than ever.  I signed to him to\nsay nothing, and then laid my fingers again on the man’s wrist.\nNo!  In spite of the extraordinary speech that he had just made, he\nwas not, as I had been disposed to suspect, beginning to get light-\nheaded.  His pulse, by this time, had fallen back to a quiet, slow\nbeat, and his skin was moist and cool.  Not a symptom of fever or\nagitation about him.",
        "Finding that neither of us answered him, he turned to me, and began\ntalking of the extraordinary nature of his case, and asking my\nadvice about the future course of medical treatment to which he\nought to subject himself.  I said the matter required careful\nthinking over, and suggested that I should submit certain\nprescriptions to him the next morning.  He told me to write them at\nonce, as he would, most likely, be leaving Doncaster, in the\nmorning, before I was up.  It was quite useless to represent to him\nthe folly and danger of such a proceeding as this.  He heard me\npolitely and patiently, but held to his resolution, without\noffering any reasons or any explanations, and repeated to me, that\nif I wished to give him a chance of seeing my prescription, I must\nwrite it at once.  Hearing this, Arthur volunteered the loan of a\ntravelling writing-case, which, he said, he had with him; and,\nbringing it to the bed, shook the note-paper out of the pocket of\nthe case forthwith in his usual careless way.  With the paper,\nthere fell out on the counterpane of the bed a small packet of\nsticking-plaster, and a little water-colour drawing of a landscape.",
        "The medical student took up the drawing and looked at it.  His eye\nfell on some initials neatly written, in cypher, in one corner.  He\nstarted and trembled; his pale face grew whiter than ever; his wild\nblack eyes turned on Arthur, and looked through and through him.",
        "’A pretty drawing,’ he said in a remarkably quiet tone of voice.",
        "’Ah! and done by such a pretty girl,’ said Arthur.  ’Oh, such a\npretty girl!  I wish it was not a landscape - I wish it was a\nportrait of her!’",
        "’You admire her very much?’",
        "Arthur, half in jest, half in earnest, kissed his hand for answer.",
        "’Love at first sight!’ he said, putting the drawing away again.\n’But the course of it doesn’t run smooth.  It’s the old story.\nShe’s monopolised as usual.  Trammelled by a rash engagement to\nsome poor man who is never likely to get money enough to marry her.\nIt was lucky I heard of it in time, or I should certainly have\nrisked a declaration when she gave me that drawing.  Here, doctor!\nHere is pen, ink, and paper all ready for you.’",
        "’When she gave you that drawing?  Gave it.  Gave it.’  He repeated\nthe words slowly to himself, and suddenly closed his eyes.  A\nmomentary distortion passed across his face, and I saw one of his\nhands clutch up the bedclothes and squeeze them hard.  I thought he\nwas going to be ill again, and begged that there might be no more\ntalking.  He opened his eyes when I spoke, fixed them once more\nsearchingly on Arthur, and said, slowly and distinctly, ’You like\nher, and she likes you.  The poor man may die out of your way.  Who\ncan tell that she may not give you herself as well as her drawing,\nafter all?’",
        "Before young Holliday could answer, he turned to me, and said in a\nwhisper, ’Now for the prescription.’  From that time, though he\nspoke to Arthur again, he never looked at him more.",
        "When I had written the prescription, he examined it, approved of\nit, and then astonished us both by abruptly wishing us good night.\nI offered to sit up with him, and he shook his head.  Arthur\noffered to sit up with him, and he said, shortly, with his face\nturned away, ’No.’  I insisted on having somebody left to watch\nhim.  He gave way when he found I was determined, and said he would\naccept the services of the waiter at the Inn.",
        "’Thank you, both,’ he said, as we rose to go.  ’I have one last\nfavour to ask - not of you, doctor, for I leave you to exercise\nyour professional discretion - but of Mr. Holliday.’  His eyes,\nwhile he spoke, still rested steadily on me, and never once turned\ntowards Arthur.  ’I beg that Mr. Holliday will not mention to any\none - least of all to his father - the events that have occurred,\nand the words that have passed, in this room.  I entreat him to\nbury me in his memory, as, but for him, I might have been buried in\nmy grave.  I cannot give my reasons for making this strange\nrequest.  I can only implore him to grant it.’",
        "His voice faltered for the first time, and he hid his face on the\npillow.  Arthur, completely bewildered, gave the required pledge.\nI took young Holliday away with me, immediately afterwards, to the\nhouse of my friend; determining to go back to the Inn, and to see\nthe medical student again before he had left in the morning.",
        "I returned to the Inn at eight o’clock, purposely abstaining from\nwaking Arthur, who was sleeping off the past night’s excitement on\none of my friend’s sofas.  A suspicion had occurred to me as soon\nas I was alone in my bedroom, which made me resolve that Holliday\nand the stranger whose life he had saved should not meet again, if\nI could prevent it.  I have already alluded to certain reports, or\nscandals, which I knew of, relating to the early life of Arthur’s\nfather.  While I was thinking, in my bed, of what had passed at the\nInn - of the change in the student’s pulse when he heard the name\nof Holliday; of the resemblance of expression that I had discovered\nbetween his face and Arthur’s; of the emphasis he had laid on those\nthree words, ’my own brother;’ and of his incomprehensible\nacknowledgment of his own illegitimacy - while I was thinking of\nthese things, the reports I have mentioned suddenly flew into my\nmind, and linked themselves fast to the chain of my previous\nreflections.  Something within me whispered, ’It is best that those\ntwo young men should not meet again.’  I felt it before I slept; I\nfelt it when I woke; and I went, as I told you, alone to the Inn\nthe next morning.",
        "I had missed my only opportunity of seeing my nameless patient\nagain.  He had been gone nearly an hour when I inquired for him.",
        "\nI have now told you everything that I know for certain, in relation\nto the man whom I brought back to life in the double-bedded room of\nthe Inn at Doncaster.  What I have next to add is matter for\ninference and surmise, and is not, strictly speaking, matter of\nfact.",
        "I have to tell you, first, that the medical student turned out to\nbe strangely and unaccountably right in assuming it as more than\nprobable that Arthur Holliday would marry the young lady who had\ngiven him the water-colour drawing of the landscape.  That marriage\ntook place a little more than a year after the events occurred\nwhich I have just been relating.  The young couple came to live in\nthe neighbourhood in which I was then established in practice.  I\nwas present at the wedding, and was rather surprised to find that\nArthur was singularly reserved with me, both before and after his\nmarriage, on the subject of the young lady’s prior engagement.  He\nonly referred to it once, when we were alone, merely telling me, on\nthat occasion, that his wife had done all that honour and duty\nrequired of her in the matter, and that the engagement had been\nbroken off with the full approval of her parents.  I never heard\nmore from him than this.  For three years he and his wife lived\ntogether happily.  At the expiration of that time, the symptoms of\na serious illness first declared themselves in Mrs. Arthur\nHolliday.  It turned out to be a long, lingering, hopeless malady.\nI attended her throughout.  We had been great friends when she was\nwell, and we became more attached to each other than ever when she\nwas ill.  I had many long and interesting conversations with her in\nthe intervals when she suffered least.  The result of one of these\nconversations I may briefly relate, leaving you to draw any\ninferences from it that you please.",
        "The interview to which I refer, occurred shortly before her death.\nI called one evening, as usual, and found her alone, with a look in\nher eyes which told me that she had been crying.  She only informed\nme at first, that she had been depressed in spirits; but, by little\nand little, she became more communicative, and confessed to me that\nshe had been looking over some old letters, which had been\naddressed to her, before she had seen Arthur, by a man to whom she\nhad been engaged to be married.  I asked her how the engagement\ncame to be broken off.  She replied that it had not been broken\noff, but that it had died out in a very mysterious way.  The person\nto whom she was engaged - her first love, she called him - was very\npoor, and there was no immediate prospect of their being married.\nHe followed my profession, and went abroad to study.  They had\ncorresponded regularly, until the time when, as she believed, he\nhad returned to England.  From that period she heard no more of\nhim.  He was of a fretful, sensitive temperament; and she feared\nthat she might have inadvertently done or said something that\noffended him.  However that might be, he had never written to her\nagain; and, after waiting a year, she had married Arthur.  I asked\nwhen the first estrangement had begun, and found that the time at\nwhich she ceased to hear anything of her first lover exactly\ncorresponded with the time at which I had been called in to my\nmysterious patient at The Two Robins Inn.",
        "A fortnight after that conversation, she died.  In course of time,\nArthur married again.  Of late years, he has lived principally in\nLondon, and I have seen little or nothing of him.",
        "I have many years to pass over before I can approach to anything\nlike a conclusion of this fragmentary narrative.  And even when\nthat later period is reached, the little that I have to say will\nnot occupy your attention for more than a few minutes.  Between six\nand seven years ago, the gentleman to whom I introduced you in this\nroom, came to me, with good professional recommendations, to fill\nthe position of my assistant.  We met, not like strangers, but like\nfriends - the only difference between us being, that I was very\nmuch surprised to see him, and that he did not appear to be at all\nsurprised to see me.  If he was my son or my brother, I believe he\ncould not be fonder of me than he is; but he has never volunteered\nany confidences since he has been here, on the subject of his past\nlife.  I saw something that was familiar to me in his face when we\nfirst met; and yet it was also something that suggested the idea of\nchange.  I had a notion once that my patient at the Inn might be a\nnatural son of Mr. Holliday’s; I had another idea that he might\nalso have been the man who was engaged to Arthur’s first wife; and\nI have a third idea, still clinging to me, that Mr. Lorn is the\nonly man in England who could really enlighten me, if he chose, on\nboth those doubtful points.  His hair is not black, now, and his\neyes are dimmer than the piercing eyes that I remember, but, for\nall that, he is very like the nameless medical student of my young\ndays - very like him.  And, sometimes, when I come home late at\nnight, and find him asleep, and wake him, he looks, in coming to,\nwonderfully like the stranger at Doncaster, as he raised himself in\nthe bed on that memorable night!",
        "The Doctor paused.  Mr. Goodchild, who had been following every\nword that fell from his lips up to this time, leaned forward\neagerly to ask a question.  Before he could say a word, the latch\nof the door was raised, without any warning sound of footsteps in\nthe passage outside.  A long, white, bony hand appeared through the\nopening, gently pushing the door, which was prevented from working\nfreely on its hinges by a fold in the carpet under it.",
        "’That hand!  Look at that hand, Doctor!’ said Mr. Goodchild,\ntouching him.",
        "At the same moment, the Doctor looked at Mr. Goodchild, and\nwhispered to him, significantly:",
        "’Hush! he has come back.’",
        "Continue...",
        "\nThis complete text of The Lazy Tour of Two Idle Apprentices by Charles Dickens is in the public domain.\n\n\nAlso by Dickens:\nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield is also available on DVD.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lazy Tour of Two Idle Apprentices [EasyRead Large Edition]By Charles DickensAt Amazon"
    ]
}