{
    "title": "The Sorrows of Young Werther - May 9.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "55",
    "content": [
        "\n\n",
        "\nMorning (Caspar David Friedrich)\n",
        "I have paid my visit to my native place with all the devotion of\na pilgrim, and have experienced many unexpected emotions. Near\nthe great elm tree, which is a quarter of a league from the village,\nI got out of the carriage, and sent it on before, that alone, and\non foot, I might enjoy vividly and heartily all the pleasure of\nmy recollections. I stood there under that same elm which was\nformerly the term and object of my walks. How things have since\nchanged! Then, in happy ignorance, I sighed for a world I did not\nknow, where I hoped to find every pleasure and enjoyment which my\nheart could desire; and now, on my return from that wide world, O\nmy friend, how many disappointed hopes and unsuccessful plans have\nI brought back!",
        "As I contemplated the mountains which lay stretched out before me,\nI thought how often they had been the object of my dearest desires.\nHere used I to sit for hours together with my eyes bent upon them,\nardently longing to wander in the shade of those woods, to lose\nmyself in those valleys, which form so delightful an object in the\ndistance. With what reluctance did I leave this charming spot;\nwhen my hour of recreation was over, and my leave of absence\nexpired! I drew near to the village: all the well-known old\nsummerhouses and gardens were recognised again; I disliked the new\nones, and all other alterations which had taken place. I entered\nthe village, and all my former feelings returned. I cannot, my\ndear friend, enter into details, charming as were my sensations:\nthey would be dull in the narration. I had intended to lodge in\nthe market-place, near our old house. As soon as I entered, I\nperceived that the schoolroom, where our childhood had been taught\nby that good old woman, was converted into a shop. I called to\nmind the sorrow, the heaviness, the tears, and oppression of heart,\nwhich I experienced in that confinement. Every step produced some\nparticular impression. A pilgrim in the Holy Land does not meet\nso many spots pregnant with tender recollections, and his soul is\nhardly moved with greater devotion. One incident will serve for\nillustration. I followed the course of a stream to a farm, formerly\na delightful walk of mine, and paused at the spot, where, when\nboys, we used to amuse ourselves making ducks and drakes upon the\nwater. I recollected so well how I used formerly to watch the\ncourse of that same stream, following it with inquiring eagerness,\nforming romantic ideas of the countries it was to pass through;\nbut my imagination was soon exhausted: while the water continued\nflowing farther and farther on, till my fancy became bewildered\nby the contemplation of an invisible distance. Exactly such, my\ndear friend, so happy and so confined, were the thoughts of our\ngood ancestors. Their feelings and their poetry were fresh as\nchildhood. And, when Ulysses talks of the immeasurable sea and\nboundless earth, his epithets are true, natural, deeply felt, and\nmysterious. Of what importance is it that I have learned, with\nevery schoolboy, that the world is round? Man needs but little\nearth for enjoyment, and still less for his final repose.",
        "I am at present with the prince at his hunting lodge. He is a man\nwith whom one can live happily. He is honest and unaffected. There\nare, however, some strange characters about him, whom I cannot at\nall understand. They do not seem vicious, and yet they do not\ncarry the appearance of thoroughly honest men. Sometimes I am\ndisposed to believe them honest, and yet I cannot persuade myself\nto confide in them. It grieves me to hear the prince occasionally\ntalk of things which he has only read or heard of, and always with\nthe same view in which they have been represented by others.",
        "He values my understanding and talents more highly than my heart,\nbut I am proud of the latter only. It is the sole source of\neverything of our strength, happiness, and misery. All the knowledge\nI possess every one else can acquire, but my heart is exclusively\nmy own.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}