{
    "title": "The Sorrows of Young Werther - October 12.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "70",
    "content": [
        "\n\n",
        "Ossian has superseded Homer in my heart. To what a world does\nthe illustrious bard carry me! To wander over pathless wilds,\nsurrounded by impetuous whirlwinds, where, by the feeble light\nof the moon, we see the spirits of our ancestors; to hear from\nthe mountain-tops, mid the roar of torrents, their plaintive\nsounds issuing from deep caverns, and the sorrowful lamentations\nof a maiden who sighs and expires on the mossy tomb of the warrior\nby whom she was adored. I meet this bard with silver hair; he\nwanders in the valley; he seeks the footsteps of his fathers, and,\nalas! he finds only their tombs. Then, contemplating the pale\nmoon, as she sinks beneath the waves of the rolling sea, the memory\nof bygone days strikes the mind of the hero, days when approaching\ndanger invigorated the brave, and the moon shone upon his bark\nladen with spoils, and returning in triumph. When I read in his\ncountenance deep sorrow, when I see his dying glory sink exhausted\ninto the grave, as he inhales new and heart-thrilling delight\nfrom his approaching union with his beloved, and he casts a look\non the cold earth and the tall grass which is so soon to cover him,\nand then exclaims, “The traveller will come, — he will come who\nhas seen my beauty, and he will ask, ’Where is the bard, where is\nthe illustrious son of Fingal?’ He will walk over my tomb, and\nwill seek me in vain!” Then, O my friend, I could instantly, like\na true and noble knight, draw my sword, and deliver my prince from\nthe long and painful languor of a living death, and dismiss my own\nsoul to follow the demigod whom my hand had set free!",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}