{
    "title": "The Boys’ Life of Mark Twain - XXXVIII. Home Pictures",
    "author": "Paine",
    "chapter": "38",
    "content": [
        "\n",
        "\n\n",
        "Mark Twain was now regarded by many as the foremost American author.\nCertainly he was the most widely known.  As a national feature he rivaled\nNiagara Falls.  No civilized spot on earth that his name had not reached.\nLetters merely addressed “Mark Twain” found their way to him.  “Mark\nTwain, United States,” was a common superscription.  “Mark Twain, The\nWorld,” also reached him without delay, while “Mark Twain, Somewhere,\"\nand “Mark Twain, Anywhere,” in due time came to Hartford.  “Mark Twain,\nGod Knows Where,” likewise arrived promptly, and in his reply he said,\n“He did.”  Then a letter addressed “The Devil Knows Where” also reached\nhim, and he answered, “He did, too.”  Surely these were the farthermost\nlimits of fame.",
        "Countless anecdotes went the rounds of the press.  Among them was one\nwhich happened to be true:",
        "Their near neighbor, Mrs. Harriet Beecher Stowe, was leaving for Florida\none morning, and Clemens ran over early to say good-by.  On his return\nMrs. Clemens looked at him severely.",
        "“Why, Youth,” she said, “you haven’t on any collar and tie.”",
        "He said nothing, but went to his room, wrapped up those items in a neat\npackage, which he sent over by a servant to Mrs. Stowe, with the line:",
        "“Herewith receive a call from the rest of me.”",
        "Mrs. Stowe returned a witty note, in which she said he had discovered a\nnew principle–that of making calls by instalments, and asked whether in\nextreme cases a man might not send his clothes and be himself excused.",
        "Most of his work Mark Twain did at Quarry Farm.  Each summer the family–\nthere were two little girls now, Susy and Clara–went to that lovely\nplace on the hilltop above Elmira, where there were plenty of green\nfields and cows and horses and apple-trees, a spot as wonderful to them\nas John Quarles’s farm had been to their father, so long ago.  All the\nfamily loved Quarry Farm, and Mark Twain’s work went more easily there.\nHis winters were not suited to literary creation–there were too many\nsocial events, though once–it was the winter of ’76–he wrote a play\nwith Bret Harte, who came to Hartford and stayed at the Clemens home\nwhile the work was in progress.  It was a Chinese play, “Ah Sin,” and the\ntwo had a hilarious time writing it, though the result did not prove much\nof a success with the public.  Mark Twain often tried plays–one with\nHowells, among others–but the Colonel Sellers play was his only success.",
        "Grand dinners, trips to Boston and New York, guests in his own home,\noccupied much of Mark Twain’s winter season.  His leisure he gave to his\nchildren and to billiards.  He had a passion for the game, and at any\nhour of the day or night was likely to be found in the room at the top of\nthe house, knocking the balls about alone or with any visitor that he had\nenticed to that den.  He mostly received his callers there, and impressed\nthem into the game.  If they could play, well and good.  If not, so much\nthe better; he could beat them extravagantly, and he took huge delight in\nsuch contests.  Every Friday evening a party of billiard lovers–Hartford\nmen–gathered and played, and told stories, and smoked, until the room\nwas blue.  Clemens never tired of the game.  He could play all night.  He\nwould stay until the last man dropped from sheer weariness, and then go\non knocking the balls about alone.",
        "But many evenings at home–early evenings–he gave to Susy and Clara.\nThey had learned his gift as a romancer and demanded the most startling\ninventions.  They would bring him a picture requiring him to fit a story\nto it without a moment’s delay.  Once he was suddenly ordered by Clara to\nmake a story out of a plumber and a “bawgunstictor,” which, on the whole,\nwas easier than some of their requirements.  Along the book-shelves were\nornaments and pictures.  A picture of a girl whom they called “Emeline\"\nwas at one end, and at the other a cat.  Every little while they\ncompelled him to make a story beginning with the cat and ending with\nEmeline.  Always a new story, and never the other way about.  The\nliterary path from the cat to Emeline was a perilous one, but in time he\ncould have traveled it in his dreams.",
        "Continue...",
        "\nThis complete text of The Boys’ Life of Mark Twain by Albert Bigelow Paine is in the public domain.\n\n\nAlso see: Mark Twain Documentary (DVD).\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The boys' life of Mark Twain: The story of a man who made the world laugh and love himBy Albert Bigelow PaineAt Amazon"
    ]
}