{
    "title": "The Devil’s Dictionary - G",
    "author": "Ambrose Bierce",
    "chapter": "8",
    "content": [
        "\n\n",
        "",
        "GALLOWS, n.  A stage for the performance of miracle plays, in which \nthe leading actor is translated to heaven.  In this country the \ngallows is chiefly remarkable for the number of persons who escape it.",
        "  Whether on the gallows high\n      Or where blood flows the reddest,\n  The noblest place for man to die —\n      Is where he died the deadest.",
        "(Old play)",
        "\nGARGOYLE, n.  A rain-spout projecting from the eaves of mediaeval \nbuildings, commonly fashioned into a grotesque caricature of some \npersonal enemy of the architect or owner of the building.  This was \nespecially the case in churches and ecclesiastical structures \ngenerally, in which the gargoyles presented a perfect rogues’ gallery \nof local heretics and controversialists.  Sometimes when a new dean \nand chapter were installed the old gargoyles were removed and others \nsubstituted having a closer relation to the private animosities of the \nnew incumbents.",
        "GARTHER, n.  An elastic band intended to keep a woman from coming out \nof her stockings and desolating the country.",
        "GENEROUS, adj.  Originally this word meant noble by birth and was \nrightly applied to a great multitude of persons.  It now means noble \nby nature and is taking a bit of a rest.",
        "GENEALOGY, n.  An account of one’s descent from an ancestor who did \nnot particularly care to trace his own.",
        "GENTEEL, adj.  Refined, after the fashion of a gent.",
        "  Observe with care, my son, the distinction I reveal:\n  A gentleman is gentle and a gent genteel.\n  Heed not the definitions your “Unabridged” presents,\n  For dictionary makers are generally gents.",
        "G.J.",
        "\nGEOGRAPHER, n.  A chap who can tell you offhand the difference between \nthe outside of the world and the inside.",
        "  Habeam, geographer of wide reknown,\n  Native of Abu-Keber’s ancient town,\n  In passing thence along the river Zam\n  To the adjacent village of Xelam,\n  Bewildered by the multitude of roads,\n  Got lost, lived long on migratory toads,\n  Then from exposure miserably died,\n  And grateful travelers bewailed their guide.",
        "Henry Haukhorn",
        "\nGEOLOGY, n.  The science of the earth’s crust — to which, doubtless, \nwill be added that of its interior whenever a man shall come up \ngarrulous out of a well.  The geological formations of the globe \nalready noted are catalogued thus:  The Primary, or lower one, \nconsists of rocks, bones or mired mules, gas-pipes, miners’ tools, \nantique statues minus the nose, Spanish doubloons and ancestors.  The \nSecondary is largely made up of red worms and moles.  The Tertiary \ncomprises railway tracks, patent pavements, grass, snakes, mouldy \nboots, beer bottles, tomato cans, intoxicated citizens, garbage, \nanarchists, snap-dogs and fools.",
        "GHOST, n.  The outward and visible sign of an inward fear.",
        "          He saw a ghost.\n  It occupied — that dismal thing! —\n  The path that he was following.\n  Before he’d time to stop and fly,\n  An earthquake trifled with the eye\n          That saw a ghost.\n  He fell as fall the early good;\n  Unmoved that awful vision stood.\n  The stars that danced before his ken\n  He wildly brushed away, and then\n          He saw a post.",
        "Jared Macphester",
        "\n  Accounting for the uncommon behavior of ghosts, Heine mentions \nsomebody’s ingenious theory to the effect that they are as much \nafraid of us as we of them.  Not quite, if I may judge from such \ntables of comparative speed as I am able to compile from memories of \nmy own experience.\n  There is one insuperable obstacle to a belief in ghosts.  A ghost \nnever comes naked:  he appears either in a winding-sheet or “in his \nhabit as he lived.”  To believe in him, then, is to believe that not \nonly have the dead the power to make themselves visible after there is \nnothing left of them, but that the same power inheres in textile \nfabrics.  Supposing the products of the loom to have this ability, \nwhat object would they have in exercising it?  And why does not the \napparition of a suit of clothes sometimes walk abroad without a ghost \nin it?  These be riddles of significance.  They reach away down and \nget a convulsive grip on the very tap-root of this flourishing faith.",
        "GHOUL, n.  A demon addicted to the reprehensible habit of devouring \nthe dead.  The existence of ghouls has been disputed by that class of \ncontroversialists who are more concerned to deprive the world of \ncomforting beliefs than to give it anything good in their place.  In \n1640 Father Secchi saw one in a cemetery near Florence and frightened \nit away with the sign of the cross.  He describes it as gifted with \nmany heads an an uncommon allowance of limbs, and he saw it in more \nthan one place at a time.  The good man was coming away from dinner at \nthe time and explains that if he had not been “heavy with eating” he \nwould have seized the demon at all hazards.  Atholston relates that a \nghoul was caught by some sturdy peasants in a churchyard at Sudbury \nand ducked in a horsepond.  (He appears to think that so distinguished \na criminal should have been ducked in a tank of rosewater.)  The water \nturned at once to blood “and so contynues unto ys daye.”  The pond has \nsince been bled with a ditch.  As late as the beginning of the \nfourteenth century a ghoul was cornered in the crypt of the cathedral \nat Amiens and the whole population surrounded the place.  Twenty armed \nmen with a priest at their head, bearing a crucifix, entered and \ncaptured the ghoul, which, thinking to escape by the stratagem, had \ntransformed itself to the semblance of a well known citizen, but was \nnevertheless hanged, drawn and quartered in the midst of hideous \npopular orgies.  The citizen whose shape the demon had assumed was so \naffected by the sinister occurrence that he never again showed himself \nin Amiens and his fate remains a mystery.",
        "GLUTTON, n.  A person who escapes the evils of moderation by \ncommitting dyspepsia.",
        "GNOME, n.  In North-European mythology, a dwarfish imp inhabiting the \ninterior parts of the earth and having special custody of mineral \ntreasures.  Bjorsen, who died in 1765, says gnomes were common enough \nin the southern parts of Sweden in his boyhood, and he frequently saw \nthem scampering on the hills in the evening twilight.  Ludwig \nBinkerhoof saw three as recently as 1792, in the Black Forest, and \nSneddeker avers that in 1803 they drove a party of miners out of a \nSilesian mine.  Basing our computations upon data supplied by these \nstatements, we find that the gnomes were probably extinct as early as \n1764.",
        "GNOSTICS, n.  A sect of philosophers who tried to engineer a fusion \nbetween the early Christians and the Platonists.  The former would not \ngo into the caucus and the combination failed, greatly to the chagrin \nof the fusion managers.",
        "GNU, n.  An animal of South Africa, which in its domesticated state \nresembles a horse, a buffalo and a stag.  In its wild condition it is \nsomething like a thunderbolt, an earthquake and a cyclone.",
        "  A hunter from Kew caught a distant view\n      Of a peacefully meditative gnu,\n  And he said:  “I’ll pursue, and my hands imbrue\n      In its blood at a closer interview.\"\n  But that beast did ensue and the hunter it threw\n      O’er the top of a palm that adjacent grew;\n  And he said as he flew:  “It is well I withdrew\n      Ere, losing my temper, I wickedly slew\n      That really meritorious gnu.”",
        "Jarn Leffer",
        "\nGOOD, adj.  Sensible, madam, to the worth of this present writer.  \nAlive, sir, to the advantages of letting him alone.",
        "GOOSE, n.  A bird that supplies quills for writing.  These, by some \noccult process of nature, are penetrated and suffused with various \ndegrees of the bird’s intellectual energies and emotional character, \nso that when inked and drawn mechanically across paper by a person \ncalled an “author,” there results a very fair and accurate transcript \nof the fowl’s thought and feeling.  The difference in geese, as \ndiscovered by this ingenious method, is considerable:  many are found \nto have only trivial and insignificant powers, but some are seen to be \nvery great geese indeed.",
        "GORGON, n.",
        "  The Gorgon was a maiden bold\n  Who turned to stone the Greeks of old\n  That looked upon her awful brow.\n  We dig them out of ruins now,\n  And swear that workmanship so bad\n  Proves all the ancient sculptors mad.",
        "GOUT, n.  A physician’s name for the rheumatism of a rich patient.",
        "GRACES, n.  Three beautiful goddesses, Aglaia, Thalia and Euphrosyne, \nwho attended upon Venus, serving without salary.  They were at no \nexpense for board and clothing, for they ate nothing to speak of and \ndressed according to the weather, wearing whatever breeze happened to \nbe blowing.",
        "GRAMMAR, n.  A system of pitfalls thoughtfully prepared for the feet \nfor the self-made man, along the path by which he advances to \ndistinction.",
        "GRAPE, n.",
        "  Hail noble fruit! — by Homer sung,\n      Anacreon and Khayyam;\n  Thy praise is ever on the tongue\n      Of better men than I am.",
        "  The lyre in my hand has never swept,\n      The song I cannot offer:\n  My humbler service pray accept —\n      I’ll help to kill the scoffer.\n  The water-drinkers and the cranks\n      Who load their skins with liquor —\n  I’ll gladly bear their belly-tanks\n      And tap them with my sticker.",
        "  Fill up, fill up, for wisdom cools\n      When e’er we let the wine rest.\n  Here’s death to Prohibition’s fools,\n      And every kind of vine-pest!",
        "Jamrach Holobom",
        "\nGRAPESHOT, n.  An argument which the future is preparing in answer to \nthe demands of American Socialism.",
        "GRAVE, n.  A place in which the dead are laid to await the coming of \nthe medical student.",
        "  Beside a lonely grave I stood —\n      With brambles ’twas encumbered;\n  The winds were moaning in the wood,\n      Unheard by him who slumbered,",
        "  A rustic standing near, I said:\n      “He cannot hear it blowing!\"\n  “’Course not,” said he:  “the feller’s dead —\n      He can’t hear nowt [sic] that’s going.”",
        "  “Too true,” I said; “alas, too true —\n      No sound his sense can quicken!\"\n  “Well, mister, wot is that to you? —\n      The deadster ain’t a-kickin’.”",
        "  I knelt and prayed:  “O Father, smile\n      On him, and mercy show him!\"\n  That countryman looked on the while,\n      And said:  “Ye didn’t know him.”",
        "Pobeter Dunko",
        "\nGRAVITATION, n.  The tendency of all bodies to approach one another \nwith a strength proportion to the quantity of matter they contain — \nthe quantity of matter they contain being ascertained by the strength \nof their tendency to approach one another.  This is a lovely and \nedifying illustration of how science, having made A the proof of B, \nmakes B the proof of A.",
        "GREAT, adj.",
        "  “I’m great,” the Lion said — “I reign\n  The monarch of the wood and plain!”",
        "  The Elephant replied:  “I’m great —\n  No quadruped can match my weight!”",
        "  “I’m great — no animal has half\n  So long a neck!” said the Giraffe.",
        "  “I’m great,” the Kangaroo said — “see\n  My femoral muscularity!”",
        "  The ’Possum said:  “I’m great — behold,\n  My tail is lithe and bald and cold!”",
        "  An Oyster fried was understood\n  To say:  “I’m great because I’m good!”",
        "  Each reckons greatness to consist\n  In that in which he heads the list,",
        "  And Vierick thinks he tops his class\n  Because he is the greatest ass.",
        "Arion Spurl Doke",
        "\nGUILLOTINE, n.  A machine which makes a Frenchman shrug his shoulders \nwith good reason.\n  In his great work on Divergent Lines of Racial Evolution, the \nlearned Professor Brayfugle argues from the prevalence of this gesture \n— the shrug — among Frenchmen, that they are descended from turtles \nand it is simply a survival of the habit of retracing the head inside \nthe shell.  It is with reluctance that I differ with so eminent an \nauthority, but in my judgment (as more elaborately set forth and \nenforced in my work entitled Hereditary Emotions — lib. II, c. XI) \nthe shrug is a poor foundation upon which to build so important a \ntheory, for previously to the Revolution the gesture was unknown.  I \nhave not a doubt that it is directly referable to the terror inspired \nby the guillotine during the period of that instrument’s activity.",
        "GUNPOWDER, n.  An agency employed by civilized nations for the \nsettlement of disputes which might become troublesome if left \nunadjusted.  By most writers the invention of gunpowder is ascribed to \nthe Chinese, but not upon very convincing evidence.  Milton says it \nwas invented by the devil to dispel angels with, and this opinion \nseems to derive some support from the scarcity of angels.  Moreover, \nit has the hearty concurrence of the Hon. James Wilson, Secretary of \nAgriculture.\n  Secretary Wilson became interested in gunpowder through an event \nthat occurred on the Government experimental farm in the District of \nColumbia.  One day, several years ago, a rogue imperfectly reverent of \nthe Secretary’s profound attainments and personal character presented \nhim with a sack of gunpowder, representing it as the sed of the \nFlashawful flabbergastor, a Patagonian cereal of great commercial \nvalue, admirably adapted to this climate.  The good Secretary was \ninstructed to spill it along in a furrow and afterward inhume it with \nsoil.  This he at once proceeded to do, and had made a continuous line \nof it all the way across a ten-acre field, when he was made to look \nbackward by a shout from the generous donor, who at once dropped a \nlighted match into the furrow at the starting-point.  Contact with the \nearth had somewhat dampened the powder, but the startled functionary \nsaw himself pursued by a tall moving pillar of fire and smoke and \nfierce evolution.  He stood for a moment paralyzed and speechless, \nthen he recollected an engagement and, dropping all, absented himself \nthence with such surprising celerity that to the eyes of spectators \nalong the route selected he appeared like a long, dim streak \nprolonging itself with inconceivable rapidity through seven villages, \nand audibly refusing to be comforted.  “Great Scott! what is that?” \ncried a surveyor’s chainman, shading his eyes and gazing at the fading \nline of agriculturist which bisected his visible horizon.  “That,” \nsaid the surveyor, carelessly glancing at the phenomenon and again \ncentering his attention upon his instrument, “is the Meridian of \nWashington.”",
        "Continue...",
        "\nThis complete text of the The Devil’s Dictionary book by Ambrose Bierce is in the\npublic domain. The copyright-free illustrations\nare from “The Complete Alphabet Of Children” of Hans Holbein the Younger (1527-1532).\n\n\nAlso see The Devil’s Dictionary at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Unabridged Devil's DictionaryBy Ambrose BierceAt Amazon"
    ]
}