{
    "title": "The Adventures of Baron Munchausen - Chapter XXXIV",
    "author": "Raspe",
    "chapter": "39",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  The Baron makes a speech to the National Assembly, and drives out\n  all the members–Routs the fishwomen and the National Guards–\n  Pursues the whole rout into a Church, where he defeats the\n  National Assembly, &c., with Rousseau, Voltaire, and Beelzebub at\n  their head, and liberates Marie Antoinette and the Royal Family.",
        "Passing through Switzerland on my return from India, I was informed\nthat several of the German nobility had been deprived of the honours\nand immunities of their French estates. I heard of the sufferings of\nthe amiable Marie Antoinette, and swore to avenge every look that had\nthreatened her with insult. I went to the cavern of these\nAnthropophagi, assembled to debate, and gracefully putting the hilt of\nmy sword to my lips–\"I swear,” cried I, “by the sacred cross of my\nsword, that if you do not instantly reinstate your king and his\nnobility, and your injured queen, I will cut the one half of you to\npieces.”",
        "On which the President, taking up a leaden inkstand, flung it at my\nhead. I stooped to avoid the blow, and rushing to the tribunal seized\nthe Speaker, who was fulminating against the Aristocrats, and taking\nthe creature by one leg, flung him at the President. I laid about me\nmost nobly, drove them all out of the house, and locking the doors put\nthe key in my pocket.",
        "I then went to the poor king, and making my obeisance to him–\"Sire,\"\nsaid I, “your enemies have all fled. I alone am the National Assembly\nat present, and I shall register your edicts to recall the princes and\nthe nobility; and in future, if your majesty pleases, I will be your\nParliament and Council.” He thanked me, and the amiable Marie\nAntoinette, smiling, gave me her hand to kiss.",
        "At that moment I perceived a party of the National Assembly, who had\nrallied with the National Guards, and a vast procession of fishwomen,\nadvancing against me. I deposited their Majesties in a place of\nsafety, and with my drawn sword advanced against my foes. Three\nhundred fishwomen, with bushes dressed with ribbons in their hands,\ncame hallooing and roaring against me like so many furies. I scorned\nto defile my sword with their blood, but seized the first that came\nup, and making her kneel down I knighted her with my sword, which so\nterrified the rest that they all set up a frightful yell and ran away\nas fast as they could for fear of being aristocrated by knighthood.",
        "As to the National Guards and the rest of the Assembly, I soon put\nthem to flight; and having made prisoners of some of them, compelled\nthem to take down their national, and put the old royal cockade in its\nplace.",
        "I then pursued the enemy to the top of a hill, where a most noble\nedifice dazzled my sight; noble and sacred it was but now converted to\nthe vilest purposes, their monument de grands hommes, a Christian\nchurch that these Saracens had perverted into abomination. I burst\nopen the doors, and entered sword in hand. Here I observed all the\nNational Assembly marching round a great altar erected to Voltaire;\nthere was his statue in triumph, and the fishwomen with garlands\ndecking it, and singing “Ca ira!” I could bear the sight no longer;\nbut rushed upon these pagans, and sacrificed them by dozens on the\nspot. The members of the Assembly, and the fishwomen, continued to\ninvoke their great Voltaire, and all their masters in this monument\nde grands hommes, imploring them to come down and succour them\nagainst the Aristocrats and the sword of Munchausen. Their cries were\nhorrible, like the shrieks of witches and enchanters versed in magic\nand the black art, while the thunder growled, and storms shook the\nbattlements, and Rousseau, Voltaire, and Beelzebub appeared, three\nhorrible spectres; one all meagre, mere skin and bone, and cadaverous,\nseemed death, that hideous skeleton; it was Voltaire, and in his hand\nwere a lyre and a dagger. On the other side was Rousseau, with a\nchalice of sweet poison in his hand, and between them was their father\nBeelzebub!",
        "I shuddered at the sight, and with all the enthusiasm of rage, horror,\nand piety, rushed in among them. I seized that cursed skeleton\nVoltaire, and soon compelled him to renounce all the errors he had\nadvanced; and while he spoke the words, as if by magic charm, the\nwhole assembly shrieked, and the pandemonium began to tumble in\nhideous ruin on their heads.",
        "I returned in triumph to the palace, where the Queen rushed into my\narms, weeping tenderly. “Ah, thou flower of nobility,” cried she,\n“were all the nobles of France like thee, we should never have been\nbrought to this!”",
        "I bade the lovely creature dry her eyes, and with the King and Dauphin\nascend my carriage, and drive post to Mont-Medi, as not an instant was\nto be lost. They took my advice and drove away. I conveyed them within\na few miles of Mont-Medi, when the King, thanking me for my\nassistance, hoped I would not trouble myself any farther, as he was\nthen, he presumed, out of danger; and the Queen also, with tears in\nher eyes, thanked me on her knees, and presented the Dauphin for my\nblessing. In short, I left the King eating a mutton chop. I advised\nhim not to delay, or he would certainly be taken, and setting spurs to\nmy horse, wished them a good evening, and returned to England. If the\nKing remained too long at table, and was taken, it was not my fault.",
        " ",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}