{
    "title": "The Former Philippines thru Foreign Eyes - Notes",
    "author": "Fedor Jagor et al",
    "chapter": "9",
    "content": [
        "\n\n",
        "[1] New York noon is Manilla 1:04 next morning.–C.",
        "[2] Navarrete, IV, 97 Obs. 2a.",
        "[3] According to Albo’s ship journal, he perceived the difference at\nthe Cape de Verde Islands on July 9, 1522; “Y este día fué miercoles,\ny este día tienen ellos pot jueves.” (And this day was Wednesday and\nthis day they had as Thursday.)",
        "[4] In a note on the 18th page of the masterly English (Hakluyt\nSociety) translation of Morga, I find the curious statement that\na similar rectification was made at the same time at Macao, where\nthe Portuguese, who reached it on an easterly course, had made the\nmistake of a day the other way.",
        "[5] Towards the close of the sixteenth century the duty upon the\nexports to China amounted to $40,000 and their imports to at least\n$1,330,000. In 1810, after more than two centuries of undisturbed\nSpanish rule, the latter had sunk to $1,150,000. Since then they have\ngradually increased; and in 1861 they reached $2,130,000.",
        "[6] The Panama canal prevents this.–C.",
        "[7] Navarrete, IV, 54 Obs. 1a.",
        "[8] According to Gehler’s Phys. Lex. VI, 450, the log was first\nmentioned by Purchas in an account of a voyage to the East Indies in\n1608. Pigafetta does not cite it in his treatise on navigation; but\nin the forty-fifth page of his work it is said: “Secondo la misura\nche facevamo del viaggio colla cadena a poppa, noi percorrevamo 60 a\n70 leghe al giorno.” This was as rapid a rate as that of our (1870)\nfastest steamboats–ten knots an hour.",
        "[9] The European mail reaches Manila through Singapore and\nHongkong. Singapore is about equidistant from the other two\nplaces. Letters therefore could be received in the Philippines as soon\nas in China, if they were sent direct from Singapore. In that case,\nhowever, a steamer communication with that port must be established,\nand the traffic is not yet sufficiently developed to bear the double\nexpense. According to the report of the English Consul (May, 1870),\nthere is, besides the Government steamer, a private packet running\nbetween Hongkong and Manila. The number of passengers it conveyed\nto China amounted, in 1868, to 441 Europeans and 3,048 Chinese;\ntotal, 3,489. The numbers carried the other way were 330 Europeans\nand 4,664 Chinese; in all, 4,994. The fare is $80 for Europeans and\n$20 for Chinamen.",
        "[10] Zuñiga, Mavers, I, 225.",
        "[11] Dr. Pedro Pelaez, in temporary charge of the diocese and dying\nin the cathedral, was the foremost Filipino victim. Funds raised in\nSpain for relief never reached the sufferers, but not till the end\nof Spanish rule was it safe to comment on this in the Philippines.–C.",
        "[12] Zuñiga, XVIII, M. Velarde, p. 139.",
        "[13] Captain Salmon, Goch., S. 33.",
        "[14] The opening of this port proved so advantageous that I intended\nto have given a few interesting details of its trade in a separate\nchapter, chiefly gathered from the verbal and written remarks of the\nEnglish Vice-Consul, the late Mr. N. Loney, and from other consular\nreports.",
        "[15] In 1868, 112 foreign vessels, to the aggregate of 74,054 tons,\nand Spanish ships to the aggregate of 26,762 tons, entered the\nport of Manila. Nearly all the first came in ballast, but left with\ncargoes. The latter both came and left in freight. (English Consul’s\nReport, 1869.)",
        "[16] In 1868 the total exports amounted to $14,013,108; of this England\nalone accounted for $4,857,000, and the whole of the rest of Europe for\nonly $102,477. The first amount does not include the tobacco duty paid\nto Spain by the colony, $3,169,144. (English Consul’s Report, 1869.)",
        "[17] La Pérouse said that Manila was perhaps the most fortunately\nsituated city in the world.",
        "[18] Sapan or Sibucao, Caesalpinia Sapan. Pernambuco or Brazil\nwood, to which the empire of Brazil owes its name, comes from the\nCaesalpinia echinat and the Caesalpinia Braziliensis. (The oldest\nmaps of America remark of Brazil: “Its only useful product is Brazil\n(wood).”) The sapan of the Philippines is richer in dye stuff than\nall other eastern asiatic woods, but it ranks below the Brazilian\nsapan. It has, nowadays, lost its reputation, owing to its being\noften stupidly cut down too early. It is sent especially to China,\nwhere it is used for dyeing or printing in red. The stuff is first\nmacerated with alum, and then for a finish dipped in a weak alcoholic\nsolution of alkali. The reddish brown tint so frequently met with in\nthe clothes of the poorer Chinese is produced from sapan.",
        "[19] Large quantities of small mussel shells (Cypraea moneta) were\nsent at this period to Siam, where they are still used as money.",
        "[20] Berghaus’ Geo. hydrogr. Memoir.",
        "[21] Manila was first founded in 1571, but as early as 1565, Urdaneta,\nLegaspi’s pilot, had found the way back through the Pacific Ocean\nwhile he was seeking in the higher northern latitudes for a favorable\nnorth-west wind. Strictly speaking, however, Urdaneta was not the first\nto make use of the return passage, for one of Legaspi’s five vessels,\nunder the command of Don Alonso de Arellano, which had on board as\npilot Lope Martin, a mulatto, separated itself from the fleet after\nthey had reached the Islands, and returned to New Spain on a northern\ncourse, in order to claim the promised reward for the discovery. Don\nAlonso was disappointed, however, by the speedy return of Urdaneta.",
        "[22] Kottenkamp I., 1594.",
        "[23] At first the maximum value of the imports only was limited,\nand the Manila merchants were not over scrupulous in making false\nstatements as to their worth; to put an end to these malpractices a\nlimit was placed to the amount of silver exported. According to Mas,\nhowever, the silver illegally exported amounted to six or eight times\nthe prescribed limit.",
        "[24] La Pérouse mentions a French firm (Sebis), that, in 1787, had\nbeen for many years established in Manila.",
        "[25] R. Cocks to Thomas Wilson (Calendar of State Papers, India,\nNo. 823) .... “The English will obtain a trade in China, so they\nbring not in any padres (as they term them), which the Chinese cannot\nabide to hear of, because heretofore they came in such swarms, and\nare always begging without shame.”",
        "[26] As late as 1857 some old decrees, passed against the establishment\nof foreigners, were renewed. A royal ordinance of 1844 prohibits\nthe admission of strangers into the interior of the colony under any\npretext whatsoever.",
        "[27] Vide Pinkerton.",
        "[28] Each packet was 5 × 2 1/2 × 1 1/2 = 18.75 Spanish cubic\nfeet. St. Croix.",
        "[29] Vide Comyn’s comercio exterior.",
        "[30] The obras pias were pious legacies which usually stipulated\nthat two-thirds of their value should be advanced at interest for the\nfurtherance of maritime commercial undertakings until the premiums,\nwhich for a voyage to Acapulco amounted to 50, to China 25, and to\nIndia 35 per cent., had increased the original capital to a certain\namount. The interest of the whole was then to be devoted to masses\nfor the founders, or to other pious and benevolent purposes. A third\nwas generally kept as a reserve fund to cover possible losses. The\ngovernment long since appropriated these reserve funds as compulsory\nloans, “but they are still considered as existing.”",
        "When the trade with Acapulco came to an end, the principals could no\nlonger be laid out according to the intentions of the founders, and\nthey were lent out at interest in other ways. By a royal ordinance of\nNovember 3, 1854, a junta was appointed to administer the property of\nthe . The total capital of the five endowments (in reality only four,\nfor one of them no longer possessed anything) amounted to nearly\na million of dollars. The profits from the loans were distributed\naccording to the amounts of the original capital, which, however,\nno longer existed in cash, as the government had disposed of them.",
        "[31] Vide Thevenot.",
        "[32] According to Morga, between the fourteenth and fifteenth.",
        "[33] Vide De Guignes, Pinkerton XI, and Anson X.",
        "[34] Vide Anson.",
        "[35] Randolph’s History of California.",
        "[36] In Morga’s time, the galleons took seventy days to the Ladrone\nIslands, from ten to twelve from thence to Cape Espiritu Santo,\nand eight more to Manila.",
        "[37] A very good description of these voyages may be found in the\n10th chapter of Anson’s work, which also contains a copy of a sea map,\ncaptured in the Cavadonga, displaying the proper track of the galleons\nto and from Acapulco.",
        "[38] De Guignes.",
        "[39] The officer in command of the expedition, to whom the title of\ngeneral was given, had always a captain under his orders, and his\nshare in the gain of each trip amounted to $40,000. The pilot was\ncontent with $20,000. The first lieutenant (master) was entitled to 9\nper cent on the sale of the cargo, and pocketed from this and from the\nprofits of his own private ventures upwards of $350,000. (Vide Arenas.)",
        "[40] The value of the cargoes Anson captured amounted to $1,313,000,\nbesides 35,682 ounces of fine silver and cochineal. While England\nand Spain were at peace, Drake plundered the latter to the extent of\nat least one and a half million of dollars. Thomas Candish burnt the\nrich cargo of the Santa Anna, as he had no room for it on board his\nown vessel.",
        "[41] For instance, in 1786 the San Andres, which had a cargo on board\nvalued at a couple of millions, found no market for it in Acapulco;\nthe same thing happened in 1787 to the San Jose, and a second time\nin 1789 to the San Andres.",
        "[42] In 1855 its population consisted of 586 European Spaniards,\n1,378 Creoles, 6,323 Malay Filipinos and mestizos, 332 Chinamen,\n2 Hamburgers, 1 Portuguese, and 1 Negro.",
        "[43] The earthquake of 1863 destroyed the old bridge. It is intended,\nhowever, to restore it; the supporting pillars are ready, and\nthe superincumbent iron structure is shortly expected from Europe\n(April, 1872).–The central span, damaged in the high water of 1914,\nwas temporarily replaced with a wooden structure and plans have been\nprepared for a new bridge, permitting ships to pass and to be used\nalso by the railway, nearer the river mouth.–C.",
        "[44] Roescher’s Colonies.",
        "[45] A brief description of a nipa huose, accompanying an illustration,\nis here omitted.–C.",
        "[46] The following figures will give an idea of the contents of\nthe newspapers. I do not allude to the Bulletin Official, which is\nreserved for official announcements, and contains little else of\nany importance. The number lying before me of the Comercio (Nov. 29,\n1858), a paper that appears six times a week, consists of four pages,\nthe printed portion in each of which is 11 inches by 17; the whole,\ntherefore, contains 748 square inches of printed matter. They are\ndistributed as follows:–",
        "Title, 27 1/2 sq. in.; an essay on the population of Spain, taken\nfrom a book, 102 1/2 sq. in.; under the heading “News from Europe,\"\nan article, quoted from the Annals of La Caridad, upon the increase\nof charity and Catholic instruction in France, 40 1/2 sq. in.;\nPart I, of a treatise on Art and its Origin (a series of truisms),\n70 sq. in.; extracts from the official sheet, 20 1/2 sq. in.; a few\nancient anecdotes, 59 sq. in. Religious portion (this is divided into\ntwo parts–official and unofficial). The first contains the saints\nfor the different days of the year, etc., and the announcements of\nreligious festivals; the second advertises a forthcoming splendid\nprocession, and contains the first half of a sermon preached three\nyears before, on the anniversary of the same festival, 99 sq. in.,\nbesides an instalment of an old novel, 154, and advertisements, 175\nsq. in.; total, 748 sq. in. In the last years, however, the newspapers\nsometimes have contained serious essays, but of late these appear\nextremely seldom.",
        "[47] Vide Pigafetta.",
        "[48] Cock-fighting is not alluded to in the “Ordinances of good\ngovernment,” collected by Hurtado Corcuera in the middle of the\nseventeenth century. In 1779 cock-fights were taxed for the first\ntime. In 1781 the government farmed the right of entrance to\nthe galleras (derived from gallo, rooster) for the yearly sum of\n$14,798. In 1863 the receipts from the galleras figured in the budget\nfor $106,000.",
        "A special decree of 100 clauses was issued in Madrid on the 21st of\nMarch, 1861, for the regulation of cock-fights. The 1st clause declares\nthat since cock-fights are a source of revenue to the State, they\nshall only take place in arenas licensed by the Government. The 6th\nrestricts them to Sundays and holidays; the 7th, from the conclusion\nof high mass to sunset. The 12th forbids more than $50 to be staked\non one contest. The 38th decrees that each cock shall carry but one\nweapon, and that on its left spur. By the 52nd the fight is to be\nconsidered over when one or both cocks are dead, or when one shows\nthe white feather. In the London Daily News of the 30th June, 1869,\nI find it reported that five men were sentenced at Leeds to two\nmonths’ hard labor for setting six cocks to fight one another with\niron spurs. From this it appears that this once favorite spectacle\nis no longer permitted in England.",
        "[49] The raw materials of these adventures were supplied by a French\nplanter, M. de la Gironiere, but their literary parent is avowedly\nAlexander Dumas.",
        "[50] Botanical gardens do not seem to prosper under Spanish\nauspices. Chamisso complains that, in his day, there were no traces\nleft of the botanical gardens founded at Cavite by the learned\nCuellar. The gardens at Madrid, even, are in a sorry plight; its\nhothouses are almost empty. The grounds which were laid out at great\nexpense by a wealthy and patriotic Spaniard at Orotava (Teneriffe),\na spot whose climate has been of the greatest service to invalids, are\nrapidly going to decay. Every year a considerable sum is appropriated\nto it in the national budget, but scarcely a fraction of it ever\nreaches Orotava. When I was there in 1867, the gardener had received\nno salary for twenty-two months, all the workmen were dismissed,\nand even the indispensable water supply had been cut off.",
        "[51] For a proof of this vide the Berlin Ethnographical Museum,\nNos. 294-295.",
        "[52] Bertillon (Acclimatement et Acclimatation, Dict. Encycl. des\nScience, Médicales) ascribes the capacity of the Spaniards for\nacclimatization in tropical countries to the large admixture of\nSyrian and African blood which flows in their veins. The ancient\nIberians appear to have reached Spain from Chaldea across Africa;\nthe Phoenicians and Carthaginians had flourishing colonies in the\npeninsula, and, in later times, the Moors possessed a large portion\nof the country for a century, and ruled with great splendor, a state\nof things leading to a mixture of race. Thus Spanish blood has three\ndistinct times been abundantly crossed with that of Africa. The warm\nclimate of the peninsula must also largely contribute to render its\ninhabitants fit for life in the tropics. The pure Indo-European race\nhas never succeeded in establishing itself on the southern shores of\nthe Mediterranean, much less in the arid soil of the tropics.",
        "In Martinique, where from eight to nine thousand whites live on the\nproceeds of the toil of 125,000 of the colored race, the population\nis diminishing instead of increasing. The French creoles seem to\nhave lost the power of maintaining themselves, in proportion to the\nexisting means of subsistence, and of multiplying. Families which\ndo not from time to time fortify themselves with a strain of fresh\nEuropean blood, die out in from three to four generations. The same\nthing happens in the English, but not in the Spanish Antilles, although\nthe climate and the natural surroundings are the same. According to\nRamón de la Sagra, the death-rate is smaller among the creoles, and\ngreater among the natives, than it is in Spain; the mortality among\nthe garrison, however, is considerable. The same writer states that\nthe real acclimatization of the Spanish race takes place by selection;\nthe unfit die, and the others thrive.",
        "[53] An unnecessary line is here omitted.–C.",
        "[54] Depons, speaking of the means employed in America to obtain the\nsame end, says, “I am convinced that it is impossible to engraft the\nChristian religion on the Indian mind without mixing up their own\ninclinations and customs with those of Christianity; this has been\neven carried so far, that at one time theologians raised the question,\nwhether it was lawful to eat human flesh? But the most singular part\nof the proceeding is, that the question was decided in favor of the\nanthropophagi.”",
        "[55] As a matter of fact, productive land is always appropriated,\nand in many parts of the Islands is difficult and expensive to\npurchase. Near Manila, and in Bulacan, land has for many years past\ncost over $225 (silver) an acre.",
        "[56] Ind. Arch. IV; 307.",
        "[57] In Buitenzorger’s garden, Java, the author observed, however,\nsome specimens growing in fresh water.",
        "[58] Boyle, in his Adventures among the Dyaks, mentions that he\nactually found pneumatic tinder-boxes, made of bamboo, in use among\nthe Dyaks; Bastian met with them in Burmah. Boyle saw a Dyak place\nsome tinder on a broken piece of earthenware, holding it steady with\nhis thumb while he struck it a sharp blow with a piece of bamboo. The\ntinder took fire. Wallace observed the same method of striking a\nlight in Ternate.",
        "[59] Centigrade is changed to Fahrenheit by multiplying by nine-fifths\nand adding thirty-two.–C.",
        "[60] Tylor (Anahuac 227) says that this word is derived from the\nMexican petlatl, a mat. The inhabitants of the Philippines call this\npetate, and from the Mexican petla-calli, a mat “house,” derive petaca,\na cigar case.",
        "[61] Four lines, re an omitted sketch, left out.–C.",
        "[62] Voyage en Chine, vol. II., page 33.",
        "[63] According to the report of an engineer, the sand banks are caused\nby the river San Mateo, which runs into the Pasig at right angles\nshortly after the latter leaves the Lagoon; in the rainy season it\nbrings down a quantity of mud, which is heaped up and embanked by the\nsouth-west winds that prevail at the time. It would, therefore, be of\nlittle use to remove the sandbanks without giving the San Mateo, the\ncause of their existence, a direct and separate outlet into the lake.",
        "[64] They take baths for their maladies, and have hot springs for\nthis purpose, particularly along the shore of the king’s lake (Estang\ndu Roy, instead of Estang de Bay by a printer’s mistake apparently),\nwhich is in the Island of Manila.–Thevenot.",
        "[65] “One can scarcely walk thirty paces between Mount Makiling and\na place called Bacon, which lies to the east of Los Baños, without\nmeeting several kinds of natural springs, some very hot, some lukewarm,\nsome of the temperature of the atmosphere, and some very cold. In a\ndescription of this place given in our archives for the year 1739, it\nis recorded that a hill called Natognos lies a mile to the south-east\nof the village, on the plateau of which there is a small plain 400\nfeet square, which is kept in constant motion by the volume of vapor\nissuing from it. The soil from which this vapor issues is an extremely\nwhite earth; it is sometimes thrown up to the height of a yard or a\nyard and a half, and meeting the lower temperature of the atmosphere\nfalls to the ground in small pieces.\"–Estado geograph., 1865.",
        "[66] Pigafetta says that the natives, in order to obtain palm-wine,\ncut the top of the tree through to the pith, and then catch the sap\nas it oozes out of the incision. According to Regnaud, Natural History\nof the Coco-tree, the negroes of Saint Thomas pursue a similar method\nin the present day, a method that considerably injures the trees and\nproduces a much smaller quantity of liquor. Hernandez describes an\nindigenous process of obtaining wine, honey, and sago from the sacsao\npalm, a tree which from its stunted growth would seem to correspond\nwith the acenga saccharifera. The trees are tapped near the top, the\nsoft part of the trunks is hollowed out, and the sap collects in this\nempty space. When all the juice is extracted, the tree is allowed to\ndry up, and is then cut into thin pieces which, after desiccation in\nthe sun, are ground into meal.",
        "[67] Pigafetta mentions that the natives were in the habit of making\noil, vinegar, wine, and milk, from the coco-palm, and that they drank\na great deal of the wine. Their kings, he says, frequently intoxicated\nthemselves at their banquets.",
        "[68] A number of the Illustrated London News, of December, 1857,\nor January, 1858, contains a clever drawing, by an accomplished\nartist, of the mode of travelling over this road, under the title,\n“A macadamized road in Manila.”",
        "[69] Erd and Picketing, of the United States exploring expedition,\ndetermined the height to be 6,500 English feet (7,143 Spanish),\nnot an unsatisfactory result, considering the imperfect means they\npossessed for making a proper measurement. In the Manila Estado\ngeographico for 1865, the height is given, without any statement as\nto the source whence the estimate is derived, as 7,030 feet. The same\nauthority says, “the large volcano is extinct since 1730, in which\nyear its last eruption took place. The mountain burst into flames on\nthe southern side, threw up streams of water, burning lava, and stones\nof an enormous size; traces of the last can be observed as far as the\nvillage of Sariaya. The crater is perhaps a league in circumference,\nit is highest on the northern side, and its interior is shaped like\nan egg-shell: the depth of the crater apparently extends half-way\ndown the height of the mountain.”",
        "[70] From ponte, deck; a two-masted vessel, with mat sails, of about\n100 tons burden.",
        "[71] Estado Geogr., p. 314.",
        "[72] Officially called Cagsaua. The old town of Cagsaua, which was\nbuilt higher up the hill and was destroyed by the eruption of 1814,\nwas rebuilt on the spot where formerly stood a small hamlet of the\nname of Daraga.",
        "[73] I learnt from Mr. Paton that the undertaking had also been\nrepresented as impracticable in Albay. “Not a single Spaniard, not\na single native had ever succeeded in reaching the summit; in spite\nof all their precautions they would certainly be swallowed up in the\nsand.” However, one morning, about five o’clock, they set off, and soon\nreached the foot of the cone of the crater. Accompanied by a couple of\nnatives, who soon left them, they began to make the ascent. Resting\nhalf way up, they noticed frequent masses of shining lava, thrown\nfrom the mouth of the crater, gliding down the mountain. With the\ngreatest exertions they succeeded, between two and three o’clock,\nin reaching the summit, where, however, they were prevented by the\nnoxious gas from remaining more than two or three minutes. During\ntheir descent, they restored their strength with some refreshments\nSr. Muñoz had sent to meet them; and they reached Albay towards\nevening, where during their short stay they were treated as heroes,\nand presented with an official certificate of their achievement,\nfor which they had the pleasure of paying several dollars.",
        "[74] From 36,000,000 to 40,000,000 lbs. of cacao are consumed in Europe\nannually; of which quantity nearly a third goes to France, whose\nconsumption of it between 1853 and 1866 has more than doubled. In\nthe former year it amounted to 6,215,000 lbs., in the latter to\n12,973,534 lbs. Venezuela sends the finest cacaos to the European\nmarket, those of Porto Cabello and Caracas. That of Caracas is the\ndearest and the best, and is of four kinds: Chuao, Ghoroni, O’Cumar,\nand Rio Chico. England consumes the cacao grown in its own colonies,\nalthough the duty (1d per lb.) is the same for all descriptions. Spain,\nthe principal consumer, imports its supplies from Cuba, Porto Rico,\nEcuador, Mexico, and Trinidad. Several large and important plantations\nhave recently been established by Frenchmen in Nicaragua. The cacao\nbeans of Soconusco (Central America) and Esmeralda (Ecuador) are more\nhighly esteemed than the finest of the Venezuela sorts; but they are\nscarcely ever used in the Philippines, and cannot be said to form\npart of their commerce. Germany contents itself with the inferior\nkinds. Guayaquil cacao, which is only half the price of Caracas, is\nmore popular amongst the Germans than all the other varieties together.",
        "[75] C. Scherzer, in his work on Central America, gives the cacao-tree\nan existence of twenty years, and says that each tree annually produces\nfrom 15 to 20 ounces of cacao. 1,000 plants will produce 1,250 lbs. of\ncacao, worth $250; so that the annual produce of a single tree is worth\na quarter of a dollar. Mitschcrlich says that from 4 to 6 lbs. of raw\nbeans is an average produce. A liter of dried cacao beans weighs 630\ngrains; of picked and roasted, 610 grains.",
        "[76] In 1727 a hurricane destroyed at a single blast the important\ncacao plantation of Martinique, which had been created by long years of\nextraordinary care. The same thing happened at Trinidad.–Mitscherlich.",
        "[77] F. Engel mentions a disease (mancha) which attacks the tree\nin America, beginning by destroying its roots. The tree soon dies,\nand the disease spreads so rapidly that whole groves of cacao-trees\nutterly perish and are turned into pastures for cattle. Even in the\nmost favored localities, after a long season of prosperity, thousands\nof trees are destroyed in a single night by this disease, just as the\nharvest is about to take place. An almost equally dangerous foe to\ncultivation is a moth whose larva entirely destroys the ripe cacao\nbeans; and which only cold and wind will kill. Humboldt mentions\nthat cacao beans which have been transported over the chilly passes\nof the Cordilleras are never attacked by this pest.",
        "[78] G. Bornoulli quotes altogether eighteen kinds; of which he\nmentions only one as generally in use in the Philippines.",
        "[79] Pili is very common in South Luzon, Samar, and Leyte; it is to be\nfound in almost every village. Its fruit, which is almost of the size\nof an ordinary plum but not so round, contains a hard stone, the raw\nkernel of which is steeped in syrup and candied in the same manner as\nthe kernel of the sweet pine, which it resembles in flavor. The large\ntrees with fruit on them, “about the size of almonds and looking like\nsweet-pine kernels,” which Pigafetta saw at Jomonjol were doubtless\npili-trees. An oil is expressed from the kernels much resembling\nsweet almond oil. If incisions are made in the stems of the trees,\nan abundant pleasant-smelling white resin flows from them, which\nis largely used in the Philippines to calk ships with. It also has\na great reputation as an anti-rheumatic plaster. It is twenty years\nsince it was first exported to Europe; and the first consignees made\nlarge profits, as the resin, which was worth scarcely anything in\nthe Philippines, became very popular and was much sought in Europe.",
        "[80] The general name for the beverage was Cacahoa-atl (cacao\nwater). Chocolatl was the term given to a particular kind. F. Hernandez\nfound four kinds of cacao in use among the Axtecs, and he describes\nfour varieties of drinks that were prepared from them. The third\nwas called chocolatl, and apparently was prepared as follows:–Equal\nquantities of the kernels of the pochotl (Bombaz ceiba) and cacahoatl\n(cacao) trees were finely ground, and heated in an earthen vessel, and\nall the grease removed as it rose to the surface. Maize, crushed and\nsoaked, was added to it, and a beverage prepared from the mixture; to\nwhich the oily parts that had been skimmed off the top were restored,\nand the whole was drunk hot.",
        "[81] Berthold Seemann speaks of a tree with finger-shaped leaves\nand small round berries, which the Indians sometimes offered for\nsale. They made chocolate from them, which in flavor much surpassed\nthat usually made from cacao.",
        "[82] Report of the French consul.",
        "[83] Mysore and Mocha coffees fetch the highest prices. From $20 to\n$22.50 per cwt. is paid for Mysore; and as much as $30, when it has\nattained an age of five or six years, for Mocha.",
        "[84] In 1865-66-67 California imported three and one-half, eight\nand ten million lbs. of coffee, of which two, four and five millions\nrespectively came from Manila. In 1868 England was the best customer\nof the Philippines.",
        "[85] Report of the Belgian consul.",
        "[86] Coffee is such an exquisite beverage, and is so seldom\nproperly prepared, that the following hints from a master in the\nart (Report of the Jury, Internat. Exhib., Paris, 1868) will not be\nunwelcome:–1st. Select good coffees. 2nd. Mix them in the proper\nproportions. 3rd. Thoroughly dry the beans; otherwise in roasting them\na portion of the aroma escapes with the steam. 4th. Roast them in a dry\natmosphere, and roast each quality separately. 5th. Allow them to cool\nrapidly. If it is impossible to roast the beans at home, then purchase\nonly sufficient for each day’s consumption. With the exception of the\nfourth, however, it is easy to follow all these directions at home;\nand small roasting machines are purchasable, in which, with the aid\nof a spirit lamp, small quantities can be prepared at a time. It is\nbest, when possible, to buy coffee in large quantities, and keep it\nstored for two or three years in a dry place.",
        "[87] A creeping, or rather a running fern, nearly the only one of\nthe kind in the whole species.",
        "[88] The official accounts stated that they had kidnapped twenty-one\npersons in a couple of weeks.",
        "[89] Le Gentil, in his Travels in the Indian Seas, (1761) says:\n“The monks are the real rulers of the provinces.... Their power is so\nunlimited that no Spaniard cares to settle in the neighborhood.... The\nmonks would give him a great deal of trouble.”",
        "[90] St. Croix.",
        "[91] St. Croix.",
        "[92] There are three classes of alcaldeships, namely, entrada,\nascenso, and termino (vide Royal Ordinances of March, 1837); in\neach of which an alcalde must serve for three years. No official is\nallowed, under any pretence, to serve more than ten years in any of\nthe Asiatic magistracies.",
        "[93] The law limiting the duration of appointments to this short\nperiod dates from the earliest days of Spanish colonization in\nAmerica. There was also a variety of minor regulations, based on\nsuspicion, prohibiting the higher officials from mixing in friendly\nintercourse with the colonists.",
        "[94] A secular priest in the Philippines once related to me, quite of\nhis own accord, what had led him to the choice of his profession. One\nday, when he was a non-commissioned officer in the army, he was playing\ncards with some comrades in a shady balcony. “See,” cried one of his\nfriends, observing a peasant occupied in tilling the fields in the\nfull heat of the sun, “how the donkey yonder is toiling and perspiring\nwhile we are lolling in the shade.” The happy conceit of letting the\ndonkeys work while the idle enjoyed life made such a deep impression on\nhim that he determined to turn priest; and it is the same felicitous\nthought that has impelled so many impecunious gentlemen to become\ncolonial officials. The little opening for civil labor in Spain and\nPortugal, and the prospect of comfortable perquisites in the colonies,\nhave sent many a starving caballero across the ocean.",
        "[95] The exploitation of the State by party, and the exploitation of\nparty by individuals, are the real secrets of all revolutions in the\nPeninsula. They are caused by a constant and universal struggle for\noffice. No one will work, and everybody wants to live luxuriously; and\nthis can only be done at the expense of the State, which all attempt\nto turn and twist to their own ends. Shortly after the expulsion of\nIsabella, an alcalde’s appointment has been known to have been given\naway three times in one day. (Prussian Year-Book, January, 1869.)",
        "[96] According to Grunow, Cladophona arrisgona Kuetzing–Conferva\narrisgona Montague.",
        "[97] A visita is a small hamlet or village with no priest of its\nown, and dependent upon its largest neighbor for its religious\nministrations.",
        "[98]  Pigafetta mentions that the female musicians of the King of\nCebu were quite naked, or only covered with an apron of bark. The\nladies of the Court were content with a hat, a short cloak, and a\ncloth around the waist.",
        "[99]  Perhaps the same reason induced the Chinese to purchase\ncrucifixes at the time of their first intercourse with the Portuguese;\nfor Pigafetta says: “The Chinese are white, wear clothes, and eat\nfrom tables. They also possess crucifixes but it is difficult to say\nwhy or where they got them.”",
        "[100] One line here omitted.–C.",
        "[101] Apud Camarines quoque terrain eodem die quator decies\ncontremuisse, fide dignis testimoniis renuntiatum est: multa interim\naedificia diruta. Ingentem montem medium crepuisse immani hiatu, ex\nimmensa vi excussisse arbores per oras pelagi, ita ut leucam occuparent\naequoris, nec humor per illud intervallum appareret. Accidit hoc\nanno 1628.–S. Eusebius Nieremberqius, Historia Naturae, lib. xvi.,\n383. Antwerpiae, 1635.",
        "[102] At Fort William, Calcutta, experiments have proved the\nextraordinary endurance of the pine-apple fibre. A cable eight\ncentimeters in circumference was not torn asunder until a force\nof 2,850 kilogrammes had been applied to it.–Report of the Jury,\nLondon International Exhibition.",
        "[103] Sapa means shallow.",
        "[104] To the extraordinary abundance of these annulates in Sikkin,\nHooker (Himalayan Journal, i, 167) ascribes the death of many animals,\nas also the murrain known as rinderpest, if it occurred after a very\nwet season, when the leech appears in incredible numbers. It is a\nknown fact that these worms have existed for days together in the\nnostrils, throat, and stomach of man, causing inexpressible pain and,\nfinally, death.",
        "[105] Gemelli Careri has already mentioned them.",
        "[106]  I discovered similar formations, of extraordinary beauty and\nextent, in the great silicious beds of Steamboat Springs in Nevada.",
        "[107] Arenas thinks that the ancient annals of the Chinese probably\ncontain information relative to the settlement of the present\ninhabitants of Manila, as that people had early intercourse with\nthe Archipelago.",
        "[108] Probably the Anodonta Purpurea, according to V. Martens.",
        "[109]  1 ganta = 3 liters. 1 quiñon = 100 loànes = 2.79495 hectares =\n6.89 acres. 1 caban = 25 gantas.",
        "[110]  Scherzer, Miscellaneous Information.",
        "[111] More than one hundred years later, Father Taillandier\nwrites:–\"The Spaniards have brought cows, horses, and sheep from\nAmerica; but these animals cannot live there on account of the dampness\nand inundations.\"–(Letters from Father Taillandier to Father Willard.)",
        "[112] At the present time the Chinese horses are plump, large-headed,\nhairy, and with bushy tails and manes; and the Japanese, elegant and\nenduring, similar to the Arabian. Good Manila horses are of the latter\ntype, and are much prized by the Europeans in Chinese seaport towns.",
        "[113] Compare Hernandez, Opera Omnia; Torquemada, Monarchia Indica.",
        "[114] Buyo is the name given in the Philippines to the preparation of\nbetel suitable for chewing. A leaf of betel pepper (Chavica betel),\nof the form and size of a bean-leaf, is smeared over with a small\npiece of burnt lime of the size of a pea, and rolled together from\nboth ends to the middle; when, one end of the roll being inserted\ninto the other, a ring is formed, into which a smooth piece of areca\nnut of corresponding size is introduced.",
        "[115] Twelve lines are omitted here.–C.",
        "[116] 4 lines are omitted.–C.",
        "[117] In the country it is believed that swine’s flesh often causes\nthis malady. A friend, a physiologist, conjectures the cause to be\nthe free use of very fat pork; but the natives commonly eat but little\nflesh, and the pigs are very seldom fat.",
        "[118] Compare A. Erman, Journey Round the Earth Through Northern Asia,\nvol. iii, sec i, p. 191.",
        "[119] According to Semper, p. 69, in Zamboanga and Basilan.",
        "[120] The fear of waking sleeping persons really refers to the\nwidely-spread superstition that during sleep the soul leaves the body;\nnumerous instances of which occur in Bastian’s work. Amongst the\nTinguianes (North Luzon) the worst of all curses is to this effect:\n“May’st thou die sleeping!\"–Informe, i. 14.",
        "[121] Lewin (\"Chittagong Hill Tracks,” 1869, p. 46) relates of\nthe mountain people at that place: “Their manner of kissing is\npeculiar. Instead of pressing lip to lip, they place the mouth and\nnose upon the cheek, and inhale the breath strongly. Their form of\nspeech is not ’Give me a kiss,’ but ’Smell me.’ “",
        "[122] Probably pot-stone, which is employed in China in the manufacture\nof cheap ornaments. Gypseous refers probably only to the degree\nof hardness.",
        "[123] In the Christy collection, in London, I saw a stone of this\nkind from the Schiffer Islands, employed in a contrivance for the\npurpose of protection against rats and mice. A string being drawn\nthrough the stone, one end of it is suspended from the ceiling of the\nroom, and the objects to be preserved hang from the other. A knot\nin the middle of the string prevents its sliding below that point,\nand, every touch drawing it from its equilibrium, it is impossible\nfor rats to climb upon it. A similar contrivance used in the Viti\nIslands, but of wood, is figured in the Atlas to Dumont D’Urville’s\n“Voyage to the South Pole,” (i. 95).",
        "[124] “Carletti’s Voyages,” ii. 11.",
        "[125] “Life in the Forests of the Far East,” i. 300.",
        "[126] According to Father Camel (\"Philisoph. Trans. London,” vol. xxvi,\np. 246), hantu means black ants the size of a wasp; amtig, smaller\nblack; and hantic, red ants.",
        "[127] According to Dr. Gerstaecker, probably Phrynus Grayi Walck\nGerv., bringing forth alive. “S. Sitzungsb. Ges. Naturf. Freunde,\nBerl.” March 18, 1862, and portrayed and described in G. H. Bronn,\n“Ord. Class.,” vol. v. 184.",
        "[128]  Calapnit, Tagal and Bicol, the bat; calapnitan, consequently,\nlord of the bats.",
        "[129] In only one out of several experiments made in the Berlin Mining\nCollege did gold-sand contain 0.014 gold; and, in one experiment on\nthe heavy sand remaining on a mud-board, no gold was found.",
        "[130] The Gogo is a climbing Mimosa (Entada purseta) with large pods,\nvery abundant in the Philippines; the pounded stem of which is employed\nin washing, like the soap-bark of Chili (Quillaja saponaria); and\nfor many purposes, such as baths and washing the hair of the head,\nis preferred to soap.",
        "[131] A small gold nugget obtained in this manner, tested at the\nBerlin Mining College, consisted of–",
        "    Gold            77.4\n    Silver          19.0\n    Iron             0.5\n    Flint earth      3.\n    Loss             0.1\n                   100.",
        "[132] The nest and bird are figured in Gray’s “Genera of Birds\";\nbut the nest does not correspond with those found here. These\nare hemispherical in form, and consist for the most part of coir\n(coco fibers); and, as if prepared by the hand of man, the whole\ninterior is covered with an irregular net-work of fine threads of\nthe glutinous edible substance, as well as the upper edge, which\nswells gently outwards from the center towards the sides, and expands\ninto two wing-shaped prolongations, resting on one another, by which\nthe nest is fixed to the wall. Dr. v. Martens conjectures that the\ndesignation salangane comes from langayah, bird, and the Malay prefix\nsa, and signifies especially the nest as something coming from the\nbird.–(\"Journal of Ornith.,” Jan., 1866.)",
        "[133] Spanish Catalogue of the Paris Exhibition, 1867.",
        "[134] “Informe sobre las Minas de Cobre,” Manila, 1862.",
        "[135] According to the Catalogue, the following ores are\nfound:–Variegated copper ore (cobre gris abigarrado), arsenious copper\n(c. gris arsenical), vitreous copper (c. vitreo), copper pyrites\n(pirita de cobre), solid copper (mata cobriza), and black copper\n(c. negro). The ores of most frequent occurrence have the following\ncomposition–A, according to an analyzed specimen in the School of\nMines at Madrid; B, according to the analysis of Santos, the mean of\nseveral specimens taken from different places:–",
        "                         A          B\n    Silicious Acid  25.800      47.06\n    Sulphur         31.715      44.44\n    Copper          24.640      16.64\n    Antimony         8.206       5.12\n    Arsenic          7.539       4.65\n    Iron             1.837       1.84\n    Lime            in traces    –\n    Loss             0.263       0.25\n                   –––-     –––\n                   100.000     100.00",
        "[136] According to the prices current with us, the value would be\ncalculated at about $12; the value of the analyzed specimen, to which\nwe have before referred, $14.50.",
        "[137] In Daet at that season six nuts cost one cuarto; and in Nags,\nonly fifteen leagues away by water, they expected to sell two nuts for\nnine cuartos (twenty-sevenfold). The fact was that in Naga, at that\ntime, one nut fetched two cuartos–twelve times as much as in Daet.",
        "[138] N. Loney asserts, in one of his excellent reports, that there\nnever is a deficiency of suitable laborers. As an example, at the\nunloading of a ship in Iloilo, many were brought together at one\ntime, induced by the small rise of wages from one to one and one-half\nreales; even more hands than could be employed. The Belgian consul,\ntoo, reports that in the provinces where the abacá grows the whole\nof the male population is engaged in its cultivation, in consequence\nof a small rise of wages.",
        "[139] An unfinished canal, to run from the Bicol to the Pasacao River,\nwas once dug, as is thought, by the Chinese, who carried on commerce\nin great numbers.–Arenas, p. 140.",
        "[140] La Situation Economique de l’Espagne.",
        "[141] Lesage, “Coup d’Oeil,” in Journal des Economistes, September,\n1868.",
        "[142] From barometrical observations–",
        "                                                   m.\n    Goa, on the northern slope of the Isaróg       32\n    Uacloy, a settlement of Igorots               161\n    Ravine of Baira                             1,134\n    Summit of the Isarog                        1,966",
        "[143] The skull of a slain Igorot, as shown by Professor Virchow’s\ninvestigation, has a certain similarity to Malay skulls of the\nadjoining Islands of Sunda, especially to the skulls of the Dyaks.",
        "[144] Pigafetta found Amboyna inhabited by Moors (Mohammedans) and\nheathens; “but the first possessed the seashore, the latter the\ninterior.” In the harbor of Brune (Borneo) he saw two towns; one\ninhabited by Moors, and the other, larger than that, and standing\nentirely in the salt-water, by heathen. The editor remarks that\nSonnerat (\"Voyage aux Irides”) subsequently found that the heathen\nhad been driven from the sea, and had retired into the mountains.",
        "[145] On Coello’s map these proportions are wrongly stated.",
        "[146] “Java, seine Gestalt (its formation)” II. 125.",
        "[147] An intelligent mestizo frequently visited me during my\nsickness. According to his statements, besides the copper already\nmentioned, coal is found in three places, and even gold and iron were\nto be had. To the same man I am indebted for Professor Virchow’s\nskull of Caramuan, referred to before, which was said to have come\nfrom a cavern in Umang, one league from Caramuan. Similar skulls are\nalso said to be found at the Visita Paniniman, and on a small island\nclose to the Visita Guialo.",
        "[148] They are made of bamboo.",
        "[149] The fruit of the wild pili is unfit for food.",
        "[150] 17.375 Cent. or 63 Far.–C.",
        "[151] 15.6 Cent. or 60 Far.–C.",
        "[152] Sor Inspector por S. M.",
        "Nosotros dos Capnes actuales de Rancherias de Lalud y Uacloy\ncomprension del pueblo de Goa prov. a de Camarines Sur. Ante los pies\nde vmd postramos y decimos. Que por tan deplorable estado en que nos\nhallabamos de la infedelidad recienpoblados esta visitas de Rancherias\nya nos Contentamos bastantemente en su felis llegada y suvida de este\neminente monte de Isarog loque havia con quiztado industriamente\nde V. bajo mis consuelos, y alibios para poder con seguir a doce\nponos (i.e. arboles) de cocales de mananguiteria para Nuestro uso y\nalogacion a los demas Igorotes, o montesinos q. no quieren vendirnos;\neta utilidad publica y reconocer a Dios y a la soberana Reyna y Sofa\nDoña Isabel 2a (que Dios Gue) Y por intento.",
        "A. V. pedimos, y suplicamos con humildad secirva proveer y mandar,\nsi es gracia segun lo q. imploramos, etc. Domingo Tales. Jose\nLaurenciano.",
        "[153] Dendrobium ceraula, Reichenbach.",
        "[154] Rafflesia Cumingii R. Brown, according to Dr. Kuhn.",
        "[155] According to E. Bernaldez (\"Guerra al Sur”) the number of\nSpaniards and Filipinos kidnapped and killed within thirty years\namounted to twenty thousand.",
        "[156] The richly laden Nao (Mexican galleon) acted in this way.",
        "[157] Extract from a letter of the alcalde to the captain-general,\nJune 20, ’60:–\"For ten days past ten pirate vessels have been lying\nundisturbed at the island of San Miguel, two leagues from Tabaco, and\ninterrupt the communication with the island of Catanduanes and the\neastern part of Albay. * * * They have committed several robberies,\nand carried off six men. Nothing can be done to resist them as there\nare no fire-arms in the villages, and the only two faluas have been\ndetained in the roads of San Bernardino by stress of weather.”",
        "Letter of June 25:–\"Besides the above private ships four large pancos\nand four small vintas have made their appearance in the straits of\nSan Bernardino. * * * Their force amounts from four hundred and fifty\nto five hundred men. * * * Already they have killed sixteen men,\nkidnapped ten, and captured one ship.”",
        "[158] In Chamisso’s time it was even worse. “The expeditions\nin armed vessels, which were sent from Manila to cruise against\nthe enemy (the pirates) * * * serve only to promote smuggling,\nand Christians and Moros avoid one another with equal diligence\non such occasions.” (\"Observations and Views,” p. 73.) * * * Mas\n(i. iv. 43) reports to the same effect, according to notices from the\nsecretary-general’s office at Manila, and adds that the cruisers sold\neven the royal arms and ammunition, which had been entrusted to them,\nwhence much passed into the hands of the Moros. The alcaldes were\nsaid to influence the commanders of the cruisers, and the latter\nto overreach the alcaldes; but both usually made common cause. La\nPérouse also relates (ii., p. 357), that the alcaldes bought a very\nlarge number of persons who had been made slaves by the pirates\n(in the Philippines); so that the latter were not usually brought to\nBatavia where they were of much less value.",
        "[159] According to the Diario de Manila, March 14, 1866, piracy on\nthe seas had diminished, but had not ceased. Paragua, Calamianes,\nMindoro, Mindanao, and the Bisayas still suffer from it. Robberies and\nkidnapping are frequently carried on as opportunity favors; and such\ncasual pirates are to be extirpated only by extreme severity. According\nto my latest accounts, piracy is again on the increase.",
        "[160] The Spaniards attempted the conquest of the Sulu Islands in\n1628, 1629, 1637, 1731, and 1746; and frequent expeditions have since\ntaken place by way of reprisals. A great expedition was likewise sent\nout in October, 1871, against Sulu, in order to restrain the piracy\nwhich recently was getting the upper hand; indeed, a year or two\nago, the pirates had ventured as far as the neighborhood of Manila;\nbut in April of this year (1872) the fleet returned to Manila without\nhaving effected its object. The Spaniards employed in this expedition\nalmost the whole marine force of the colony, fourteen ships, mostly\nsteam gunboats; and they bombarded the chief town without inflicting\nany particular damage, while the Moros withdrew into the interior,\nand awaited the Spaniards (who, indeed, did not venture to land) in\na well-equipped body of five thousand men. After months of inactivity\nthe Spaniards burnt down an unarmed place on the coast, committing many\nbarbarities on the occasion, but drew back when the warriors advanced\nto the combat. The ports of the Sulu archipelago are closed to trade\nby a decree, although it is questionable whether all navigatiors\nwill pay any regard to it. Not long since the sovereignty of his\ndistrict was offered by the Sultan of Sulu to the King of Prussia;\nbut the offer was declined.",
        "[161] The Diario de Manila of June 4, 1866, states:–\"Yesterday the\nmilitary commission, established by ordinance of the 3rd August,\n1865, discontinued its functions. The ordinary tribunals are again\nin force. The numerous bands of thirty, forty, and more individuals,\narmed to the teeth, which have left behind them their traces of\nblood and fire at the doors of Manila and in so many other places,\nare annihilated. * * * More than fifty robbers have expiated their\ncrimes on the gallows, and one hundred and forty have been condemned\nto presidio (forced labor) or to other punishments.”",
        "[162] According to Arenas (\"Memorias,” 21) Albay was formerly called\nIbalon; Tayabas, Calilaya; Batangas, Comintan; Negros, Buglas; Cebu,\nSogbu; Mindoro, Mait; Samar, Ibabao; and Basilan, Taguima. Mindanao\nis called Cesarea by B. de la Torre, and Samar, by R. Dudleo\n“Arcano del Mare” (Florence, 1761), Camlaia. In Hondiv’s map of the\nIndian islands (Purchas, 605) Luzon is Luconia; Samar, Achan; Leyte,\nSabura; Camarines, Nebui. In Albo’s “Journal,” Cebu is called Suba;\nand Leyte, Seilani. Pigafetta describes a city called Cingapola in\nZubu, and Leyte, on his map, is in the north called Baybay, and in\nthe south Ceylon.",
        "[163] No mention is made of it in the Estado geografico of the\nFranciscans, published at Manila in 1855.",
        "[164] Small ships which have no cannon should be provided with pitchers\nfilled with water and the fruit of the sacchariferous arenga, for the\npurpose of be sprinkling the pirates, in the event of an attack, with\nthe corrosive mixture, which causes a burning heat. Dumont d’Urville\nmentions that the inhabitants of Solo had, during his visit, poisoned\nthe wells with the same fruit. The kernels preserved in sugar are an\nagreeable confection.",
        "[165] There were also elected a teniente mayor (deputy of the\ngobernadorcillo, a juez mayor (superior judge) for the fields, who is\nalways an ex-captain; a second judge for the police; a third judge\nfor disputes relating to cattle; a second and third teniente; and\nfirst and second policemen; and finally, in addition, a teniente,\na judge, and a policeman for each visita. All three of the judges\ncan be ex-capitanes, but no ex-capitan can be teniente. The first\nteniente must be taken from the higher class, the others may belong\neither to that or to the common people. The policemen (alguacils)\nare always of the latter class.",
        "[166] G. Squier (\"States of Central America,” 192) mentions a block\nof mahogany, seventeen feet in length, which, at its lowest section,\nmeasured five feet six, inches square, and contained altogether five\nhundred fifty cubic feet.",
        "[167] According to Dr. V. Martens, Modiola striatula, Hanley, who found\nthe same bivalve at Singapore, in brackish water, but considerably\nlarger. Reeve also delineates the species collected by Cumming in the\nPhilippines, without precise mention of the locality, as being larger\n(38 mm.), that from Catarman being 17 mm.",
        "[168] In Sumatra Wallace saw, in the twilight, a lemur run up the trunk\nof a tree, and then glide obliquely through the air to another trunk,\nby which he nearly reached the ground. The distance between the two\ntrees amounted to 210 feet, and the difference of height was not above\n35 or 40 feet; consequently, less than l:5.–(\"Malay Archipelago,\"\ni. 211).",
        "[169] According to W. Peters, Tropidolaenus Philippinensis, Gray.",
        "[170] V. Martens identified amongst the tertiary mussels of the\nbanks of clay the following species, which still live in the Indian\nOcean:–Venus (Hemitapes) hiantina, Lam.; V. squamosa, L.; Arca\ncecillei, Phil.; A. inaequivalvis, Brug.; A. chalcanthum, Rv., and\nthe genera Yoldia, Pleurotoma, Cuvieria, Dentalium, without being\nable to assert their identity with living species.",
        "[171] Tarsius spectrum, Tem.; in the language of the country–mago.",
        "[172] Father Camel mentions that the little animal is said to live\nonly on coal, but that it was an error, for he ate the ficus Indica\n(by which we here understand him to mean the banana) and other\nfruits. (Camel de quadruped. Phil. Trans., 1706-7. London.) Camel\nalso gives (p. 194) an interesting account of the kaguang, which is\naccurate at the present day.–Ibid., ii. S. 2197.",
        "[173] The following communication appeared for the first time in\nthe reports of a session of the Anthropological Society of Berlin;\nbut my visitors were there denominated Palaos islanders. But,\nas Prof. Semper, who spent a long time on the true Palaos (Pelew)\nislands, correctly shows in the “Corresp.-Bl. f. Anthropol.,” 1871,\nNo. 2, that Uliai belongs to the group of the Carolinas, I have here\nretained the more common expression, Micronesian, although those men,\nrespecting whose arrival from Uliai no doubt existed, did not call\nthemselves Caroline islanders, but Palaos. As communicated to me by\nDr. Graeffe, who lived many years in Micronesia, Palaos is a loose\nexpression like Kanaka and many others, and does not, at all events,\napply exclusively to the inhabitants of the Pelew group.",
        "[174] Dumont d’Urville, Voyage to the South Pole, v. 206, remarks\nthat the natives call their island Gouap or Ouap, but never Yap;\nand that the husbandry in that place was superior to anything he had\nseen in the South Sea.",
        "[175] The voyages of the Polynesians were also caused by the tyranny\nof the victorious parties, which compelled the vanquished to emigrate.",
        "[176] Pigafetta, p. 51.",
        "[177] Morga, f. 127.",
        "[178] “The Bisayans cover their teeth with a shining varnish, which\nis either black, or of the color of fire, and thus their teeth become\neither black, or red like cinnabar; and they make a small hole in\nthe upper row, which they fill with gold, the latter shining all the\nmore on the black or red ground.\"–(Thévenot, Religieux, 54.) Of a\nking of Mindanao, visited by Magellan at Massana, it is written:–\"In\nevery tooth he had three machie (spots?) of gold, so that they had\nthe appearance of being tied together with gold;” which Ramusio\ninterprets–\"On each finger he had three rings of gold.\"–Pigafetta,\np. 66; and compare also Carletti, Voyages, i. 153.",
        "[179] 42 and 30 Cent. or 108 and 86 Fahr.–C.",
        "[180] In one of these cliffs, sixty feet above the sea, beds of mussels\nwere found: ostrea, pinna, chama; according to Dr. V. M.–O. denticula,\nBron.; O. cornucopiae, Chemn.; O. rosacea, Desh.; Chama sulfurea,\nReeve; Pinna Nigrina, Lam. (?).",
        "[181] In the Athenaeum of January 7, 1871, Captain Ullmann describes\na funeral ceremony (tiwa) of the Dyaks, which corresponds in many\npoints with that of the ancient Bisayans. The coffin is cut out of\nthe branch of a tree by the nearest male kinsman, and it is so narrow\nthat the body has to be pressed down into it, lest another member\nof the family should die immediately after to fill up the gap. As\nmany as possible of his effects must be heaped on the dead person,\nin order to prove his wealth and to raise him in the estimation of\nthe spirit world; and under the coffin are placed two vessels, one\ncontaining rice and the other water.",
        "One of the principal ceremonies of the tiwa consisted formerly\n(and does still in some places) in human sacrifices. Where the Dutch\nGovernment extended these were not permitted; but sometimes carabaos\nor pigs were killed in a cruel manner, with the blood of which the\nhigh priest smeared the forehead, breast, and arms of the head of the\nfamily. Similar sacrifices of slaves or pigs were practised amongst\nthe ancient Filipinos, with peculiar ceremonies by female priests\n(Catalonas).",
        "[182] In the chapter De monstris et quasi monstris * * * of Father\nCamel, London Philos. Trans., p. 2259, it is stated that in the\nmountains between Guiuan and Borongan, footsteps, three times as\nlarge as those of ordinary men, have been found. Probably the skulls\nof Lauang, which are pressed out in breadth, and covered with a thick\ncrust of calcareous sinter, the gigantic skulls (skulls of giants)\nhave given rise to the fable of the giants’ footsteps.",
        "[183] Hemiramphus viviparus, W. Peters (Berlin Monatsb., March 16,\n1865).",
        "[184] Lehrbuch der Pharmakognosie des Pflanzenreichs (Compendium of\nthe “Pharmacopoeia of the Vegetable Kingdom,”) p. 698.",
        "[185] Philos. Trans. 1699, No. 249, pages 44, 87.",
        "[186] At Borongan the tinaja of 12 gantas cost six reals (one quart\nabout two pesetas), the pot two reals, the freight to Manila three\nreals, or, if the product is carried as cargo (matrose), two and\none-half reals. The price at Manila refers to the tinaja of sixteen\ngantas.",
        "[187] Newly prepared coconut oil serves for cooking, but quickly\nbecomes rancid. It is very generally used for lighting. In Europe,\nwhere it seldom appaars in a fluid state, as it does not dissolve until\n16° R., (20 C. or 68 Fahr.) it is used in the manufacture of tapers,\nbut especially for soap, for which it is peculiarly adapted. Coconut\nsoap is very hard, and brilliantly white, and is dissolved in salt\nwater more easily than any other soap. The oily nut has lately been\nimported from Brazil into England under the name of “copperah,\"\n(copra) and pressed after heating.",
        "[188] On Pigafetta’s map Leyte is divided into two parts, the north\nbeing called Baibay, and the south Ceylon. When Magellan in Massana\n(Limasana) inquired after the most considerable places of business,\nCeylon (i.e. Leyte), Calagan (Caraga), and Zubu (Cebu) were named to\nhim. Pigaf., 70.",
        "[189] According to Dr. Gerstaceker: Oedipoda subfasciata, Haan,\nAcridium Manilense, Meyen. The designation of Meyen which the\nsystemists must have overlooked, has the priority of Haan’s; but it\nrequires to be altered to Oedipoda Manilensis, as the species does not\nbelong to the genus acridium in the modern sense. It occurs also in\nLuzon and in Timor, and is closely allied to our European migratory\nlocusts Oedipoda migratoria.",
        "[190] After the king had withdrawn * * * “sweetmeats and cakes in\nabundance were brought, and also roasted locusts, which were pressed\nupon the guests as great delicacies.\"–\"Col. Fytche’s Mission to\nMandalay Parliament,” Papers, June, 1869.",
        "[191] The names of these two localities, on Coello’s map, are\nconfounded. Burauen lies south of Dagami.",
        "[192] 62.5 Cent. or 144.5 Fahr.–C.",
        "[193] A small river enters the sea 950 brazas south of the tower\nof Abuyog.",
        "[194] Gobius giuris Buch. Ham.",
        "[195] The lake at that time had but one outlet, but in the wet season\nit may be in connection with the Mayo, which, at its north-east side,\nis quite flat.",
        "[196] Or some thirty-eight yards if the old Dutch ell is meant.–C.",
        "[197] Pintados, or Bisayas, according to a native word denoting\nthe same, must be the inhabitants of the islands between Luzon and\nMindanao, and must have been so named by the Spaniards from their\npractice of tattooing themselves. Crawfurd (\"Dict.” 339) thinks these\nfacts not firmly established, and they are certainly not mentioned\nby Pigafetta; who, however, writes, p. 80:–\"He (the king of Zubut)\nwas ... painted in various ways with fire.” Purchas (\"Pilgrimage,\"\nfo. i. 603)–\"The king of Zubut has his skinne painted with a hot\niron pensill;” and Mcrga, fo. 4–\"Traen todo il cuerpo labrado con\nfuego.” From this they appear to have tattooed themselves in the manner\nof the Papuas, by burning in spots and stripes into the skin. But\nMorga states in another place (f. 138)–\"They are distinguished\nfrom the inhabitants of Luzon by their hair which the men cut into\na pigtail after the old Spanish manner, and paint their bodies in\nmany patterns, without touching the face.” The custom of tattooing,\nwhich appears to have ceased with the introduction of Christianity,\nfor the clergymen so often quoted (Thevenot, p. 4) describes it as\nunknown, cannot be regarded as a characteristic of the Bisayans;\nand the tribes of the northern part of Luzon tattoo at the present day.",
        "[198] Mezzeria (Italian); métayer (French).",
        "[199] In China an oil is procured from the seeds of vernicia montana,\nwhich, by the addition of alum, litharge, and steatite, with a gentle\nheat, easily forms a valuable varnish which, when mixed with resin, is\nemployed in rendering the bottoms of vessels watertight. P. Champion,\nIndust. Anc. et Mod. de l’Emp. Chinois.” 114.",
        "[200] Petzholdt (\"Caucasus,” i. 203) mentions that in Bosslewi the\nprice of a clay vessel is determined by its capacity of maize.",
        "[201] As usual these abuses spring from the non-enforcement of a\nstatute passed in 1848 (Leg. ult., i. 144), which prohibits usurious\nconracts with servants or assistants, and threatens with heavy\npenalties all those whom, under the pretext of having advanced money,\nor of having paid debts or the poll-tax or exemption from service,\nkeep either individual natives or whole families in a continual\nstate of dependence upon them, and always secure the increase of\ntheir obligations to them by not allowing them wages sufficient to\nenable them to satisfy the claims against them.",
        "[202] Formerly it appears to have been different with them. “These\nBisayans are a people little disposed to agriculture, but practised\nin navigation, and eager for war and expeditions by sea, on account\nof the pillage and prizes, which they call ’mangubas,’ which is the\nsame as taking to the field in order to steal.\"–Morga, f. 138.",
        "[203] Ill-usage prevails to a great extent, although prohibited\nby a stringent law; the non-enforcement of which by the alcaldes\nis charged with a penalty of 100 dollars for every single case of\nneglect. In many provinces the bridegroom pays to the bride’s mother,\nbesides the dower, an indemnity for the rearing (\"mother’s milk”)\nwhich the bride has enjoyed (bigay susu). According to Colin (\"Labor\nEvangelico,” p. 129) the penhimuyal, the present which the mother\nreceived for night-watching and care during the bringing up of the\nbride, amounted to one-fifth of the dowry.",
        "[204] The Asuang is the ghoul of the Arabian Nights’ tales.–C.",
        "[205] Veritable cannibals are not mentioned by the older authors on\nthe Philippines. Pigafetta (p. 127) heard that a people lived on a\nriver at Cape Benuian (north of Mindanao) who ate only the hearts\nof their captured enemies, along with lemon-juice; and Dr. Semper\n(\"Philippines,”) in ’62 found the same custom, with the exception of\nthe lemon-juice, on the east coast of Mindanao.",
        "[206] The Anito occurs amongst the tribes of the Malayan Archipelago\nas Antu, but the Anito of the Philippines is essentially a protecting\nspirit, while the Malayan Antu is rather of a demoniacal kind.",
        "[207] These idol images have never come under my observation. Those\nfigured in Bastian and Hartmann’s Journal of Ethnology\n(b. i. pl. viii. Idols from the Philippines,) whose originals are in\nthe Ethnographical Museum of Berlin, were certainly acquired in the\nPhilippines, but, according to A. W. Franks, undoubtedly belong to\nthe Solomon Islands. Sections ii. to viii., p. 46, in the catalogue\nof the Museum at Prague are entitled:–\"Four heads of idols, made of\nwood, from the Philippines, contributed by the Bohemian naturalist\nThaddaeus Haenke, who was commissioned by the King of Spain, in the\nyear 1817, to travel in the islands of the South Sea.” The photographs,\nwhich were obligingly sent here at my request by the direction of the\nmuseum, do not entirely correspond to the above description, pointing\nrather to the west coast of America, the principal field of Haenke’s\nresearches. The Reliquiae Botanicae, from his posthumous papers,\nlikewise afford no information respecting the origin of these idols.",
        "[208] On the Island of Panay.",
        "[209] As an example, in anticipation of an attack on Cogseng, all\nthe available forces, including those of Zamboanga, were collected\nround Manila, and the Moros attacked the island with sixty ships,\nwhereas formerly their armaments used not to exceed six or eight\nships. Torrubia, p. 363.",
        "[210] Hakluyt Morga, Append. 360.",
        "[211] According to the Mineral Review, Madrid, 1866, xvii. 244,\nthe coal from the mountain of Alpacó, in the district of Naga, in\nCebu, is dry, pure, almost free of sulphur pyrites, burns easily,\nand with a strong flame. In the experiments made at the laboratory\nof the School of Mines in Madrid it yielded four per cent. of ashes,\nand a heating power of 4,825 caloria; i.e., by the burning of one\npart by weight 4,825 parts by weight of water were heated to 1°\nC. Good pit-coal gives 6,000 cal. The first coal pits in Cebu were\nexcavated in the Massanga valley; but the works were discontinued in\n1859, after considerable outlay had been made on them. Four strata of\nconsiderable thickness were subsequently discovered in the valley of\nAlpacó and in the mountain of Oling, in Naga. * * “The coal of Cebu\nis acknowledged to be better than that of Australia and Labuan, but\nhas not sufficient heating power to be used, unmixed with other coal,\non long sea voyages.”",
        "According to the Catalogue of the Products of the Philippines (Manila,\n1866), the coal strata of Cebu have, at many places in the mountain\nrange which runs from north to south across the whole of the island,\nan average thickness of two miles. The coal is of middling quality,\nand is burnt in the Government steam works after being mixed with\nCardiff coal. The price in Cebu is on the average six dollars per ton.",
        "[212] English Consular Report, 217.",
        "[213] The man credited with the development of the sugar industry\nthrough machinery. A monument has been erected to his memory.–T.",
        "[214] In Jaro the leases have increased threefold in six years:\nand cattle which were worth $10 in 1860, fetched $25 in 1866. Plots\nof land on the “Ria,” in Iloilo, have risen from $100 to $500, and\neven as high as $800. (Diario, February 1867). These results are\nto be ascribed to the sugar trade, which, through free exportation,\nhas become extremely lucrative.",
        "[215] In 1855 Iloilo took altogether from Negros 3,000 piculs out of\n11,700; in 1860 as much as 90,000 piculs; in 1863, 176,000 piculs\n(in twenty-seven foreign ships); in 1866, 250,000 piculs; in 1871,\n312,379 picula from both islands.",
        "[216] The sugar intended for the English market cost in Manila,\nin the years 1868 and 1869, from £15 to £16 per ton, and fetched in\nLondon about £20 per ton. The best refined sugar prepared in Manila\nfor Australia was, on account of the higher duty, worth only £3 per\nton more in London; but, being £5 dearer than the inferior quality,\nit commanded a premium of £2. Manila exports the sugar chiefly from\nPangasinan, Pampanga, and Laguna.–(From private information.)",
        "[217] The Islands of the East Indian Archipelago, 1868, p. 340.",
        "[218] Exhibition Catalogue; section, French Colonies, 1867, p. 80.",
        "[219] Report of the Commissioners, Exhibition 1867, iv. 102. The South\nAmerican Indians have for a long time past employed the banana fiber\nin the manufacture of clothing material;–(The Technologist, September,\n1865, p. 89, from unauthenticated sources,) and in Loo Choo the banana\nfiber is the only kind in use (Faits Commerciaux, No. 1514. p. 36).",
        "[220] Abacá not readily taking tar is, consequently, only used for\nrunning, and not standing, rigging.",
        "[221] A plant in full growth produces annually 30 cwt. bandala to the\nacre, whereas from an acre of flax not more than from 2 to 4 cwt. of\npure flax, and from 2 to 8 cwt. seed can be obtained.",
        "[222] As Dr. Wittmack communicated to me, only fiber or seed can\nbe obtained from hemp, as when the hemp is ripe, i.e. run to seed,\nthe fiber becomes then both brittle and coarse. When cultivating flax\nvery often both seeds and fiber are used, but then they both are of\ninferior quality.",
        "[223] Flora de Filipinas.",
        "[224] In 1868, £100 per ton was paid for lupis, although only imported\nin small quantities–about five tons per annum–and principally used\nat one time in France in the manufacture of a particular kind of\nunderclothing. The fashion soon, however, died out. Quitol, a less\nvaluable sort of lupis, could be sold at £75 per ton.",
        "[225] Inflexibility is peculiar to all fibers of the Monocotyledons,\nbecause they consist of coarsely rounded cells. On the other hand,\nthe true bast fibers–the Dicotyledons (flax, for instance)–are\nthe reverse.",
        "[226] Through the agricultural system, also, the mestizos and natives\nsecure the work of their countrymen by making these advances, and\nrenewing them before the old ones are paid off. These thoughtless\npeople consequently fall deeper and deeper into debt, and become\nvirtually the peons of their creditors, it being impossible for them\nto escape in any way from their position. The “part-share contract” is\nmuch the same in its operative effects, the landlord having to supply\nthe farmer with agricultural implements and draught-cattle, and often\nin addition supplying the whole family with clothing and provisions;\nand, on division of the earnings, the farmer is unable to cover his\ndebt. It is true the Filipinos are responsible legally to the extent\nof five dollars only, a special enactment prohibiting these usurious\nbargains. As a matter of fact, however, they are generally practised.",
        "[227] This feeling of jealousy had very nearly the effect of closing\nthe new harbors immediately after they were opened.",
        "[228] Rapport Consulaire Belge, XIV., 68.",
        "[229] In the Agricultural Report of 1869, p. 232, another fiber was\nhighly mentioned, belonging to a plant very closely related to sisal\n(Bromelia Sylvestris), perhaps even a variety of the same. The Mexican\nname, jxtle, is possibly derived from the fact of their curiously\nflattened, spike-edged leaves, resembling the dentated knives formed\nfrom volcanic stone (obsidian) possessed by the Aztecs and termed by\nthem iztli.",
        "[230] The banana trees are well known to be among the most valuable\nof plants to mankind. In their unripe state they afford starch-flour;\nand when mature, they supply an agreeable and nutritious fruit, which,\nalthough partaken of freely, will produce neither unpleasantness nor\nany injurious after-effects. One of the best of the edible species\nbears fruit as early as five or six months after being planted,\nsuckers in the meantime constantly sprouting from the roots, so that\ncontinual fruit-bearing is going on, the labor of the growers merely\nbeing confined to the occasional cutting down of the old plants and\nto gathering in the fruit. The broad leaves afford to other young\nplants the shade which is so requisite in tropical countries, and are\nemployed in many useful ways about the house. Many a hut, too, has to\nthank the banana trees surrounding it from the conflagration, which,\ngenerally speaking, lays the village in ashes. I should here like to\nmake an observation upon a mistake which has spread rather widely. In\nBishop Pallegoix’s excellent work, Description du Royaume Thai ou Siam,\nI*. 144, he says: “L’arbre a vernis qui est une espece de bananier,\net que les Siamois appellent ’rak,’ fournit ce beau vernis qu’on admire\ndans les petits meubles qu’on apporte de Chine.” When I was in Bangkok,\nI called the attention of the amiable white-haired, and at that time\nnearly nonogenarian, bishop to this curious statement. Shaking his\nhead, he said he could not have written it. I showed him the very\npassage. “Ma foi, j’ai dit une betise; j’en ai dit bien d’autres,\"\nwhispered he in my ear, holding up his hand as if afraid somebody\nmight overhear him.",
        "[231] In 1862, English took from Spain 156 tons; 1863, 18,074 tons;\n1866, 66,913 tons; 1868, 95,000 tons; and the import of rags fell\nfrom 24,000 tons in 1866 to 17,000 tons in 1668. In Algiers a large\nquantity of sparto (Alfa) grows but the cost of transport is too\nexpensive to admit of sending it to France.",
        "[232] The British Consul estimates the receipts from this monopoly for\nthe year 1866-7 at $8,418,939, after an expenditure of $4,519,866;\nthus leaving a clear profit of $3,899,073. In the colonial budget\nfor 1867 the profit on tobacco was estimated at $2,627,976, while\nthe total expenditure of the colony, after deduction of the expenses\noccasioned by the tobacco management, was set down at $7,033,576.",
        "According to the official tables of the chief of the Administration\nin Manila, 1871, the total annual revenue derived from the tobacco\nmanagement between the years 1865 and 1869 amounted, on an average,\nto $5,367,262. By reason of proper accounts being wanting an accurate\nestimate of the expenditure cannot be delivered; but it would be at\nleast $4,000,000, so that a profit of only $1,367,262 remains.",
        "[233] Instruccion general para la Direccion, Administracion, y\nIntervencion de las Rentas Estancadas, 1849.",
        "[234] Memoria sobre el Desestanco del Tabaco en las Islas\nFilipinas. Don J. S. Agius, Binondo (Manila), 1871.",
        "[235] The tobacco in China appears to have come from the\nPhilippines. “The memoranda discovered in Wang-tao leave no possible\ndoubt that it was first introduced into South China from the Philippine\nIslands in the sixteenth and seventeenth century, most probably by\nway of Japan.\"–(Notes and Queries, China and Japan, May 31st, 1857.)",
        "From Schlegel, in Batavia, it was brought by the Portuguese into\nJapan somewhere between the years 1573 and 1591, and spread itself\nso rapidly in China that we find even as early as 1538, that the sale\nof it was forbidden under penalty of beheading.",
        "According to Notes and Queries, China and Japan, July 31, 1857,\nthe use of tobacco was quite common in the “Manchu” army. In a\nChinese work, Natural History Miscellany, it is written: “Yen t’sao\n(literally smoke plant) was introduced into Fukien about the end of the\nWan-li Government, between 1573 and 1620, and was known as Tan-pa-ku\n(from Tombaku).”",
        "[236] West Cuba produces the best tobacco, the famous Vuelta abajo,\n400,000 cwt. at from $14.28 to $99,96 the cwt.; picked sorts being\nvalued at from $571.20 to $714.00 per cwt. Cuba produces 640,000\ncwt. The cigars exhibited in the Paris Exhibition of 1867 were worth\nfrom $24.99 to $405.98 per thousand. The number of cigars annually\nexported is estimated at about 5,000,000. (Jury Report, v., 375.) In\nJenidje-Karasu (Salonica) 17,500 cwt. are obtained annually, of\nwhich 2,500 cwt. are of the first quality; the cost is $1.75 the oka\n(about .75 per lb.). Picked sorts are worth 15s. per lb., and even\nmore.–Saladin Bey, La Turquie a l’Exposition, p. 91.",
        "[237] In Cuba the tobacco industry is entirely free. The extraordinary\nincrease of the trade and the improved quality of the tobacco are,\nin great measure, to be ascribed to the honest competition existing\nbetween the factories, who receive no other protection from the\nGovernment than a recognition of their operations. –(Jury Report,\n1867, v., 375.)",
        "[238] Basco also introduced the cultivation of silk, and had 4,500,000\nmulberry trees planted in the Camarines. This industry, immediately\nupon his retirement, was allowed to fall into decay.",
        "[239] According to La Pérouse, this measure occasioned a revolt\nin all parts of the island, which had to be suppressed by force of\narms. In the same manner the monopoly introduced into America at the\nsame time brought about a dangerous insurrection, and was the means\nof reducing Venezuela to a state of extreme poverty, and, in fact,\nwas the cause of the subsequent downfall of the colony.",
        "[240] A fardo (pack) contains 40 manos (bundles); 1 mano=10 manojitos,\n1 manojito =10 leaves. Regulations, § 7.",
        "[241] Regulations for the tobacco collection agencies in\nLuzon.–1st. Four classes of Tobacco will be purchased. 2nd. These\nclasses are thus specified: the first to consist or leaves at\nleast 18 inches long (0m 418;) the second of leaves between 14 and\n18 inches (0m 325); the third of leaves between 10 and 14 inches\n(0m 232); and the fourth of leaves at least 7 inches in length (0m\n163). Smaller leaves will not be accepted. This last limitation,\nhowever, has recently been abandoned so that the quality of the\ntobacco is continually deprecinting in the hands of the Government,\nwho have added two other classes.",
        "A fardo, 1st class, weighs 60 lbs., and in 1867 the Government rate\nof pay was as follows:–",
        "    1 Fardo, 1st class, 60 lbs $9.50\n    1 Fardo, 2nd class, 46 lbs 6.00\n    1 Fardo, 3rd class, 33 lbs 2.75\n    1 Fardo, 4th class, 18 lbs 1.00",
        "–English Consular Report.",
        "The following table gives the different brands of cigars manufactured\nby the Government, and the prices at which they could be bought in\n1867 in Estanco (i.e. a place privileged for the sale):–",
        "Menas (Classes.)    Corresponding   Price       Price       Price       Number\nof\n                    Havana Brands.  Per arroba  Per 1000.   Per cigar.  cigars\nin\n                                    [33 lbs.].                          an\narroba.\n                                    Dols.       Dols.       Cents.",
        "Imperiales.         The same.       37.50       30.00       4           ..\nPrima Veguéro.      Do.             37.50       30.00       4           ..\nSegunda Veguéro.    Regalia.        ..          26.00       ..          ..\nPrima superiór\nFilipino.           Do.             ..          26.00       ..          ..\n2.a Superiór\nFilipino.           None.           38.00       19.00       3           ..\n3.a Superiór\nFilipino.           Londres         ..          15.10       ..          ..\nPrima Filipino.     Superior\n                    Habano.         21.00       15.00       2           1400\nSegunda Superior.   Segunda\n                    superior\n                    Habano.         24.00       8.57 1/8    1           2800\nPrima Cortado.      The Same.       21.00       15.00       2           1400\nSegunda Cortado.    Do.             24.00       8.57 1/8    1           2800\nMista               Segunda Batído. 20.50       ..          ..          ..\nPrima Batido,\nlarga.              None.           18.75       ..          1           1800\nSegunda Batido,\nlargo.              None.           18.75       ..          1/2         3750",
        "[242] On an average 407,500,000 cigars and 1,041,000 lbs. raw tobacco\nare exported annually, the weight of which together is about 56,000\ncwt. after deducting what is given away in the form of gratuities.",
        "[243] The poor peasant being brought into this situation finds it\nvery hard to maintain his family. He is compelled to borrow money at\nan exorbitant rate of interest, and, consequently, sinks deeper and\ndeeper into debt and misery. The dread of fines or bodily punishment,\nrather than the prospect of high prices, is the chief method by which\nthe supplies can be kept up.–(Report of the English Consul.)",
        "[244] From December 1853 to November 1854 the colony possessed four\ncaptains-general (two effective and two provisional). In 1850 a new\nnominee, Oidor (member of the Supreme Court of Judicature) who with\nhis family voyaged to Manila by the Cape, found, upon his arrival,\nhis successor already in office, the latter having travelled by way\nof Suez. Such circumstances need not occasion surprise when it is\nremembered how such operations are repeated in Spain itself.",
        "According to an essay in the Revue Nationale, April, 1867, Spain\nhas had, from 1834 to 1862, i.e. since the accession of Isabella,\n4 Constitutions, 28 Parliaments, 47 Chief Ministers, 529 Cabinet\nMinisters, and 68 Ministers of the Interior; of which last class of\nofficials each, on an average, was in power only six months. For ten\nyears past the Minister of Finance has not remained in office longer\nthan two months; and since that time, particularly since 1868, the\nchanges have followed one another with still greater rapidity.",
        "[245] The reason of this premiun on silver was, that the Chinese bought\nup all the Spanish and Mexican dollars, in order to send them to China,\nwhere they are worth more than other dollars, being known from the\nvoyage of the galleon thither in olden times, and being current in\nthe inland provinces. (The highest price there can be obtained for\na Carlos III.)",
        "A mint erected in Manila since that time, which at least supports\nitself, if the govenment has derived no other advantage from it, has\nremoved this difficulty. The Chinese are accustomed to bring gold\nand silver as currency, mixed also with foreign coinage, to Manila\nfor the purpose of buying the produce of the country; and all this the\nnative merchants had recoined. At first only silver ounces were usually\nobtainable in Manila, gold ounces very rarely. This occasioned such a\nsteady importation that the conditions were completely reversed. In\nthe Insular Treasury the gold and silver dollar are always reckoned\nat the same value.",
        "[246] The Chinese were generally known in the Philippines as\n“Sangleys\"; according to Professor Schott, “sang-lui (in the south\nszang-loi, also senng-loi) mercatorum ordo.” “Sang” is more specially\napplied to the travelling traders, in opposition to “ku,” tabernarii.",
        "[247] ...... “They are a wicked and vicious people, and, owing to\ntheir numbers, and to their being such large eaters, they consume\nthe provisions and render them dear ......It is true the town cannot\nexist without the Chinese, as they are the workers in all the trades\nand business, and very industrious, and work for small wages; but\nfor that very reason a lesser number of them would be sufficient.\"–\nMorga, p. 349.",
        "[248] “Recopilacion,” Lib. iv., Tit. xviii., ley. 1.",
        "[249] “Informe,” I., iii., 73.",
        "[250] The Chinese were not permitted to live in the town, but in a\ndistrict specially set apart for them.",
        "[251] Velarde, 274.",
        "[252] See following chapter.",
        "[253] Zuñiga, xvi.",
        "[254] No single people in Europe can in any way compare with the\ninhabitants of California, which, in the early years of its existence,\nwas composed only of men in the prime of their strength and activity,\nwithout aged people, without women, and without children. Their\nactivity, in a country where everything had to be provided (no\ncivilised neighbors living within some hundred miles or so), and\nwhere all provisions were to be obtained only at a fabulous cost,\nwas stimulated to the highest pitch. Without here going into the\nparticulars of their history, it need only be remembered that they\nfounded, in twenty-five years, a powerful State, the fame of which has\nspread all over the world, and around whose borders young territories\nhave sprung into existence and flourished vigorously; two of them\nindeed having attained to the condition of independent States. After\nthe Californian gold-diggers had changed the configuration of the\nground of entire provinces by having, with Titanic might, deposited\nmasses of earth into the sea until they expanded into hilly districts,\nso as to obtain therefrom, with the aid of ingenious machinery, the\nsmallest particle of gold which was contained therein, they have\nastonished the world in their capacity of agriculturalists, whose\nproduce is sent even to the most distant markets, and everywhere takes\nthe first rank without dispute. Such mighty results have been achieved\nby a people whose total number scarcely, indeed, exceeds 500,000; and\ntherefore, perhaps, they may not find it an easy matter to withstand\nthe competition of the Chinese.",
        "[255] The rails, if laid in one continuous line, would measure about\n103,000 feet, the weight of them being 20,000 cwt. Eight Chinamen were\nengaged in the work, relieving one another by fours. These men were\nchosen to perform this feat on account of their particular activity,\nout of 10,000.",
        "(The translator of the 1875 London edition notes: “This statement is\nincorrect, so far as the fact of the feat being accomplished by Chinese\nis concerned. Eight Europeans were engaged in this extraordinary\npiece of work. During the rejoicings which took place in Sacramento\nupon the opening of the line, these men were paraded in a van, with\nthe account of their splendid achievement painted in large letters\non the outside. Certainly not one of them was a Chinaman.\"–C.",
        "[256] Magellan fell on April 27, struck by a poisoned arrow, on\nthe small island of Mactan, lying opposite the harbor of Cebu. His\nlieutenant, Sebastian de Elcano, doubled the Cape of Good Hope,\nand on September 6, 1522, brought back one of the five ships with\nwhich Magellan set sail from St. Lucar in 1519, and eighteen men,\nwith Pigafetta, to the same harbor, and thus accomplished the first\nvoyage round the world in three years and fourteen days.",
        "[257] 1565 is the date for what is now the Philippines.–C.",
        "[258] Villalobos gave this name to one of the Southern islands and\nLegaspi extended it to the entire archipelago.–C.",
        "[259] “According to recent authors they were also named after\nVillalobos in 1543.–Morga, p. 5.",
        "[260] According to Morga (p. 140) there was neither king nor governor,\nbut in each island and province were numerous persons of rank, whose\ndependants and subjects were divided into quarters (barrios) and\nfamilies. These petty rulers had to render homage by means of tributes\nfrom the crops (buiz), also by socage or personal service: but their\nrelations were exempted from such services as were rendered by the\nplebeians (timauas). The dignities of the chieftains were hereditary,\ntheir honors descended also to their wives. If a chief particularly\ndistinguished himself, then the rest followed him; but the Government\nretained to themselves the administration of the Barangays through\ntheir own particular officials. Concerning the system of slavery\nunder the native rule, Morga says (p. 41, abbreviated),–\"The natives\nof these islands are divided into three classes–nobles, timauas or\nplebeians, and the slaves of the former. There are different sorts\nof slaves: some in complete slavery (Saguiguilires), who work in\nthe house, as also their children. Others live with their families\nin their own houses and render service to their lords at sowing and\nharvest-time, also as boatmen, or in the construction of houses,\netc. They must attend as often as they are required, and give their\nservices without pay or recompense of any kind. They are called\nNamarnahayes; and their duties and obligations descend to their\nchildren and successors. Of these Saguiguilires and Namamahayes a\nfew are full slaves, some half slaves, and others quarter slaves.",
        "When, for instance, the mother or father was free, the only son\nwould be half free, half slave. Supposing there were several sons,\nthe first one inherits the father’s position, the second that of the\nmother. When the number is unequal the last one is half free and half\nslave; and the descendants born of such half slayes and those who are\nfree are quarter slaves. The half slaves, whether or narnamahayes,\nserve their lords equally every month in turns. Half and quarter slaves\ncan, by reason of their being partially free, compel their lord to\ngive them their freedom at a previously determined and unfluctuating\nprice: but full slaves do not possess this right. A namamahaye is\nworth half as much as a saguiguilire. All slaves are natives.”",
        "Again, at p. 143, he writes:–\"A slave who has children by her lord\nis thereby freed together with her children. The latter, however,\nare not considered well born, and cannot inherit property; nor do the\nrights of nobility, supposing in such a case the father to possess any,\ndescend to them.”",
        "[261] He made the Filipinos of his encomienda of Vigan his heirs,\nand has ever been held in grateful memory.–C.",
        "[262] Grav. 30.",
        "[263] Chamisso (\"Observations and Views,” p. 72), thanks to the\ntranslator of Zuñiga, knew that he was in duty bound to dwell at\nsome length over this excellent history; though Zuñiga’s narrative\nis always, comparatively speaking, short and to the point. The\njudiciously abbreviated English translation, however, contains many\nmiscomprehensions.",
        "[264] Principally by hiring the assassination of the gifted native\nleader, Silang.–C.",
        "[265] Danger to Europeans, “Massacre of all white people,” was a\nfrequent Spanish allegation in political disturbances, but the only\nproof ever given (the 9th degree Masonic apron stupidly attributed\nto the Katipunan in 1896) was absurd and irrelevant.–C.",
        "[266] Professor Jagor here follows the report sent out by the\nauthorities. There seems better ground for believing the affair to\nhave been merely a military mutiny over restricting rights which\nwas made a pretext for getting rid of those whose liberal views were\nobjectionable to the government.–C.",
        "[267] I take the liberty, here, of citing an instance of this. In 1861,\nwhen I found myself on the West Coast of Mexico, a dozen backwoods\nfamilies determined upon settling in Sonora (forming an oasis in\nthe desert); a plan which was frustrated by the invasion at that\ntime of the European powers. Many native farmers awaited the arrival\nof these immigrants in order to settle under their protection. The\nvalue of land in consequence of the announcement of the project rose\nvery considerably.",
        "[268] It is called so in consequence of the island being nearly\ndivided in the parallel of 14° N., by two bays.",
        "[269] Since my return home, at the desire of that distinguished\nagriculturist, Colonel Austin, of South Carolina, I have sent for\nsome samples of the different kinds, and under his care it will no\ndoubt be well treated.",
        "[270] On my arrival at Singapore, this circumstance was investigated by\na court of inquiry. The result showed that Mr. Knox had no knowledge\nof the Vincennes having been seen; for the officer of the watch had\nnot reported to him the fact.",
        "[271] Chewing the betelnut and pepper-leaf also produces this effect,\nand is carried to a great extent among these islanders.",
        "[272] The Sultan, on the visit of one of our merchant-vessels,\nhad informed the supercargo that he wished to encourage our trade,\nand to see the vessels of the United States coming to his port.",
        "[273] This name is derived from the large bay that makes in on\nthe south side of the island of Mindanao, and on which a set of\nfreebooters reside.",
        "[274] From the History of a Voyage of the China Sea, by John White.",
        "[275] P. 115.",
        "[276] Pp. 116-119.",
        "[277] P. 121.",
        "[278] Pp. 125-128.",
        "[279] Pp. 137-138.",
        "[280] Pp. 143-144.",
        "[281] Pp. 144-146.",
        " ",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}