{
    "title": "The Crisis in Russia - Non-Partyism",
    "author": "Ransome",
    "chapter": "10",
    "content": [
        "\n\n",
        "Rykov’s prophecies of the disappearance of Political parties\nmay be falsified by a development of that very non-partyism\non which he bases them.  It is true that the parties openly\nhostile to the Communists in Russia have practically\ndisappeared. Many old-time Mensheviks have joined the\nCommunist Party.  Here and there in the country may be\nfound a Social Revolutionary stronghold.  Here and there in\nthe Ukraine the Mensheviks retain a footing, but I doubt\nwhether either of these parties has in it the vitality to make\nitself once again a serious political factor.  There is,\nhowever, a movement which, in the long run, may alter\nRussia’s political complexion.  More and more delegates to\nSoviets or Congresses of all kinds are explicitly described\nas “Non-party.”  Non-partyism is perhaps a sign of revolt\nagainst rigid discipline of any kind.  Now and then, of\ncourse, a clever Menshevik or Social Revolutionary, by\ntrimming his sails carefully to the wind, gets himself elected\non a non-party ticket.  ’When this happens there is usually a\ngreat hullabaloo as soon as he declares himself.  A section of\nhis electors agitates for his recall and presently some one else\nis elected in his stead.  But non-partyism is much more than\na mere cloak of invisibility for enemies or conditional\nsupporters of the Communists.  I know of considerable\ncountry districts which, in the face of every kind of agitation,\ninsist on returning exclusively non-party delegates.  The\nlocal Soviets in these districts are also non-party, and they\nelect usually a local Bolshevik to some responsible post to\nact as it were as a buffer between themselves and the central",
        "authority.  They manage local affairs in their own way, and,\nthrough the use of tact on both sides, avoid falling foul of\nthe more rigid doctrinaires in Moscow.",
        "Eager reactionaries outside Russia will no doubt point to\nnon-partyism as a symptom of friendship for themselves.  It\nis nothing of the sort.  On all questions of the defense of the\nRepublic the non-party voting is invariably solid with that of the\nCommunists.  The non-party men do not want Denikin.\nThey do not want Baron Wrangel.  They have never heard\nof Professor Struhve.  They do not particularly like the Communists.\nThey principally want to be left alone, and they principally fear any\nenforced continuation of war of any kind.  If, in the course\nof time, they come to have a definite political programme, I think\nit not impossible that they may turn into a new kind of constitutional\ndemocrat.  That does not mean that they will have any use for\nM. Milukov or for a monarch with whom M. Milukov might be\nready to supply them.  The Constitution for which they will work\nwill be that very Soviet Constitution which is now in\nabeyance, and the democracy which they associate with it\nwill be that form of democracy which were it to be\naccurately observed in the present state of Russia, that\nConstitution would provide.  The capitalist in Russia has\nlong ago earned the position in which, according to the\nConstitution, he has a right to vote, since he has long ago\nceased to be a capitalist.  Supposing the Soviet Constitution\nwere today to be literally applied, it would be found that\npractically no class except the priests would be excluded\nfrom the franchise. And when this agitation swells in\nvolume, it will be an agitation extremely difficult to resist,\nsupposing Russia to be at peace, so that there will be no\nvalid excuse with which to meet it.  These new constitutional\ndemocrats will be in the position of saying to the\nCommunists, “Give us, without change, that very\nConstitution which you yourselves drew up.” I think they\nwill find many friends inside the Communist Party,\nparticularly among those Communists who are also Trade\nUnionists.  I heard something very like the arguments of this\nnew variety of constitutional democrat in the Kremlin itself\nat an All-Russian Conference of the Communist Party.  A\nworkman, Sapronov, turned suddenly aside in a speech on\nquite another matter, and said with great violence that the",
        "present system was in danger of running to seed and turning\ninto oligarchy, if not autocracy.  Until the moment when he\nput his listeners against him by a personal attack on Lenin,\nthere was no doubt that he had with him the sympathies of\nquite a considerable section of an exclusively Communist\naudience.",
        "Given peace, given an approximate return to normal\nconditions, non-partyism may well profoundly modify the\nactivities of the Communists.  It would certainly be strong\nenough to prevent the rasher spirits among them from\njeopardizing peace or from risking Russia’s chance of\nconvalescence for the sake of promoting in any way the\ngrowth of revolution abroad.  Of course, so long as it is\nperfectly obvious that Soviet Russia is attacked, no serious\ngrowth of non-partyism is to be expected, but it is obvious\nthat any act of aggression on the part of the Soviet\nGovernment, once Russia had attained  peace-which she has\nnot known since 1914-would provide just the basis of angry\ndiscontent which might divide even the disciplined ranks of\nthe Communists and give non-partyism an active, instead of a\ncomparatively passive, backing throughout the country.",
        "Non-partyism is already the peasants’ way of expressing their\naloofness from the revolution and, at the same time, their\nreadiness to defend that revolution against anybody who\nattacks it from outside.  Lenin, talking to me about the\ngeneral attitude of the peasants, said: “Hegel wrote ’What is\nthe People?  The people is that part of the nation which does\nnot know what it wants.’ That is a good description of\nthe Russian peasantry at the present time, and it applies\nequally well to your Arthur Hendersons and Sidney Webbs\nin England, and to all other people like yourself who want\nincompatible things.  The peasantry are individualists, but\nthey support us.  We have, in some degree, to thank Kolchak\nand Denikin for that.  They are in favor of the Soviet\nGovernment, but hanker after Free Trade, not understanding\nthat the two things are self-contradictory.  Of course, if they\nwere a united political force they could swamp us, but they\nare disunited both in their interests and geographically.  The\ninterests of the poorer and middle class peasants are in",
        "contradiction to those of the rich peasant farmer who\nemploys laborers.  The poorer and middle class see that we\nsupport them against the rich peasant, and also see that he is\nready to support what is obviously not in their interests.”  I\nsaid, “If State agriculture in Russia comes to be on a larger\nscale, will there not be a sort of proletarianization of the\npeasants so that, in the long run, their interests will come to\nbe more or less identical with those of the workers in other\nthan agricultural industry!”  He replied,  “Something in\nthat direction is being done, but it will have to be done very\ncarefully and must take a very long time.  When we are\ngetting many thousands of tractors from abroad, then\nsomething of the sort would become possible.”  Finally I\nasked him point blank, “Did he think they would pull\nthrough far enough economically to be able to satisfy the\nneeds of the peasantry before that same peasantry had\norganized a real political opposition that should overwhelm\nthem!” Lenin laughed.  “If I could answer that question,” he\nsaid, “I could answer everything, for on the answer to that\nquestion everything depends.  I think we can.  Yes, I think\nwe can.  But I do not know that we can.”",
        "Non-partyism may well be the protoplasmic stage of the\nfuture political opposition of the peasants.",
        "Continue...",
        "\nThis eBook of “The Crisis in Russia” by Ransome belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Russia in 1919 & The Crisis in RussiaBy Arthur RansomeAt Amazon"
    ]
}