{
    "title": "The Sorrows of Young Werther - June 21.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "14",
    "content": [
        "\n\n",
        "My days are as happy as those reserved by God for his elect; and,\nwhatever be my fate hereafter, I can never say that I have not\ntasted joy, — the purest joy of life. You know Walheim. I am\nnow completely settled there. In that spot I am only half a league\nfrom Charlotte; and there I enjoy myself, and taste all the pleasure\nwhich can fall to the lot of man. ",
        "Little did I imagine, when I selected Walheim for my pedestrian\nexcursions, that all heaven lay so near it. How often in my\nwanderings from the hillside or from the meadows across the river,\nhave I beheld this hunting-lodge, which now contains within it all\nthe joy of my heart!",
        "I have often, my dear Wilhelm, reflected on the eagerness men feel\nto wander and make new discoveries, and upon that secret impulse\nwhich afterward inclines them to return to their narrow circle,\nconform to the laws of custom, and embarrass themselves no longer\nwith what passes around them.",
        "It is so strange how, when I came here first, and gazed upon that\nlovely valley from the hillside, I felt charmed with the entire\nscene surrounding me. The little wood opposite — how delightful\nto sit under its shade! How fine the view from that point of\nrock! Then, that delightful chain of hills, and the exquisite\nvalleys at their feet! Could I but wander and lose myself amongst\nthem! I went, and returned without finding what I wished. Distance,\nmy friend, is like futurity. A dim vastness is spread before our\nsouls: the perceptions of our mind are as obscure as those of our\nvision; and we desire earnestly to surrender up our whole being,\nthat it may be filled with the complete and perfect bliss of one\nglorious emotion. But alas! when we have attained our object,\nwhen the distant there becomes the present here, all is changed:\nwe are as poor and circumscribed as ever, and our souls still\nlanguish for unattainable happiness.",
        "So does the restless traveller pant for his native soil, and find\nin his own cottage, in the arms of his wife, in the affections of\nhis children, and in the labour necessary for their support, that\nhappiness which he had sought in vain through the wide world.",
        "When, in the morning at sunrise, I go out to Walheim, and with my\nown hands gather in the garden the pease which are to serve for\nmy dinner, when I sit down to shell them, and read my Homer during\nthe intervals, and then, selecting a saucepan from the kitchen,\nfetch my own butter, put my mess on the fire, cover it up, and sit\ndown to stir it as occasion requires, I figure to myself the\nillustrious suitors of Penelope, killing, dressing, and preparing\ntheir own oxen and swine. Nothing fills me with a more pure and\ngenuine sense of happiness than those traits of patriarchal life\nwhich, thank Heaven! I can imitate without affectation. Happy is\nit, indeed, for me that my heart is capable of feeling the same\nsimple and innocent pleasure as the peasant whose table is covered\nwith food of his own rearing, and who not only enjoys his meal, but\nremembers with delight the happy days and sunny mornings when he\nplanted it, the soft evenings when he watered it, and the pleasure\nhe experienced in watching its daily growth.",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}