{
    "title": "The Adventures of Baron Munchausen - Chapter XII",
    "author": "Raspe",
    "chapter": "14",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  The frolic; its consequences–Windsor Castle–St. Paul’s–College\n  of Physicians–Undertakers, sextons, &c., almost ruined–Industry\n  of the apothecaries.",
        "the Frolic.",
        "This famous sling makes the possessor equal to any task he is desirous\nof performing.",
        "I made a balloon of such extensive dimensions, that an account of the\nsilk it contained would exceed all credibility; every mercer’s shop\nand weaver’s stock in London, Westminster, and Spitalfields\ncontributed to it: with this balloon and my sling I played many\ntricks, such as taking one house from its station, and placing another\nin its stead, without disturbing the inhabitants, who were generally\nasleep, or too much employed to observe the peregrinations of their\nhabitations. When the sentinel at Windsor Castle heard St. Paul’s\nclock strike thirteen, it was through my dexterity; I brought the\nbuildings nearly together that night, by placing the castle in St.\nGeorge’s Fields, and carried it back again before daylight, without\nwaking any of the inhabitants; notwithstanding these exploits, I\nshould have kept my balloon, and its properties a secret, if\nMontgolfier had not made the art of flying so public.",
        "On the 30th of September, when the College of Physicians chose their\nannual officers, and dined sumptuously together, I filled my balloon,\nbrought it over the dome of their building, clapped the sling round\nthe golden ball at the top, fastening the other end of it to the\nballoon, and immediately ascended with the whole college to an immense\nheight, where I kept them upwards of three months. You will naturally\ninquire what they did for food such a length of time? To this I\nanswer, Had I kept them suspended twice the time, they would have\nexperienced no inconvenience on that account, so amply, or rather\nextravagantly, had they spread their table for that day’s feasting.",
        "Though this was meant as an innocent frolic, it was productive of much\nmischief to several respectable characters amongst the clergy,\nundertakers, sextons, and grave-diggers: they were, it must be\nacknowledged, sufferers; for it is a well-known fact, that during the\nthree months the college was suspended in the air, and therefore\nincapable of attending their patients, no deaths happened, except a\nfew who fell before the scythe of Father Time, and some melancholy\nobjects who, perhaps to avoid some trifling inconvenience here, laid\nthe hands of violence upon themselves, and plunged into misery\ninfinitely greater than that which they hoped by such a rash step to\navoid, without a moment’s consideration.",
        "If the apothecaries had not been very active during the above time,\nhalf the undertakers in all probability would have been bankrupts.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}