{
    "title": "The Lords of the Wild - Chapter XIV: Ticonderoga",
    "author": "Joseph A. Altsheler",
    "chapter": "15",
    "content": [
        "\n\n",
        "The French army rose with the sun, the drums beating the call to\nbattle. Montcalm stationed the battalions of Languedoc and La Sarre on\nthe left with Bourlamaque to command them, on the right De Levis led\nthe battalions of Béarn, Guienne and La Reine. Montcalm himself stood\nwith the battalion of Royal Roussillon in the center, and St. Luc was\nby his side. Volunteers held the sunken ground between the breastwork\nand the outlet of Lake George, a strong force of regulars and\nCanadians was on the side of Lake Champlain under the guns of the fort\nthere. Then, having taken their places, all the parts of the army went\nto work again, strengthening the defenses with ax and spade, improving\nevery moment that might be left.",
        "All thought of escape left Robert’s mind in the mighty and thrilling\ndrama that was about to be played before him. Once more he stared at\nthe long line of the lake, and then his whole attention was for the\ncircling forest, and the hills. That was where the army of his country\nlay. Nothing was to be expected from the lake. Victory would come\nfrom the woods, and he looked so long at the trees that they blurred\ntogether into one mass. He knew that the English and Americans were\nnear, but just how near he could not gather from those around him.",
        "He brushed his eyes to clear them, and continued to study the forest.\nThe sun, great and brilliant, was flooding it with light, gilding the\nslopes and crests of Defiance, and tinging the green of the leaves\nwith gold. Nothing stirred there. The wilderness seemed silent, as if\nmen never fought in its depths. Time went slowly on. After all,\nthe army might not advance to the attack that day. If so, his\ndisappointment would be bitter. He wanted a great victory, and he\nwanted it at once.",
        "His eyes suddenly caught a gleam on the crest of Defiance. A bit\nof red flashed among the trees. He thought it was the uniform of\na British soldier, and his heart beat hard. The army was surely\nadvancing, the attack would be made, and the victory would be won that\nday, not on the morrow nor next week, but before the sun set.",
        "The blood pounded in his temples. He looked at the French. They,\ntoo, had seen the scarlet gleam on Defiance and they were watching.\nMontcalm and St. Luc began to talk together earnestly. De Levis and\nBourlamaque walked back and forth among their troops, but their gaze\nwas upon the crest. The men lay down ax and spade for the time, and\nreached for their arms. Robert saw the sunlight glittering on musket\nand bayonet, and once more he thrilled at the thought of the great\ndrama on which the curtain was now rising.",
        "Another scarlet patch appeared on the crest and then more. He knew\nthat the scouts and skirmishers were there, doubtless in strong force.\nIt was likely that the rangers, who would be in forest green, were\nmore numerous than the English, and the attack could not now be far\naway. A sharp crack, a puff of white smoke on the hill, and the first\nshot of Ticonderoga was fired. Then came a volley, but the French made\nno reply. None of the bullets had reached them. Robert did not know\nit then, but the gleam came from the red blankets of Iroquois Indians,\nthe allies of the English, and not from English uniforms. They kept up\na vigorous but harmless fire for a short while, and then drew off.",
        "Silence descended once more on the forest, and Robert was puzzled. It\ncould not be possible that this was to be the only attack. The smoke\nof the rifles was already drifting away from the crest, gone like\nsummer vapor. The French were returning to their work with ax and\nspade. The forest covered and enclosed everything. No sound came from\nit. Montcalm and St. Luc, walking up and down, began to talk together\nagain. They looked no longer toward the crest of Defiance, but watched\nthe southern wilderness.",
        "The work with the ax increased. Montcalm had no mind to lose the\nprecious hours. More trees fell fast, and they were added to the\nformidable works. The sun grew hotter and poured down sheaves of fiery\nrays, but the toilers disregarded it, swinging the axes with muscles\nthat took no note of weariness. Robert thought the morning would\nlast forever. An hour before noon De Galissonnière was passing, and,\nnoticing him sitting on a low mound, he said:",
        "“I did not know what had become of you, Mr. Lennox, but I see that\nyou, like ourselves, await the battle.”",
        "“So I do,” said Robert as lightly as he could, “but it seems to me\nthat it’s somewhat delayed.”",
        "“Not our fault, I assure you. Perhaps you didn’t think so earlier, but\nyou see we’re willing to fight, no matter how great the odds.”",
        "“I admit it. The Marquis de Montcalm has his courage–perhaps too\nmuch.”",
        "De Galissonnière glanced at the strong works, and his smile was\nconfident, but he merely said:",
        "“It is for the future to tell.”",
        "Then he went on, and Robert hoped that whatever happened the battle\nwould spare the young Frenchman.",
        "Up went the sun toward the zenith. A light wind rustled the foliage.\nNoon was near, and he began to wonder anew what had become of the\nadvancing army. Suddenly, the echo of a crash came out of the forest\nin front. He stood erect, listening intently, and the sound rose\nagain, but it was not an echo now. It was real, and he knew that the\nbattle was at hand.",
        "The crashes became continuous. Mingled with them were shouts, and\na cloud of smoke began to float above the trees. The French fired a\ncannon as a signal, and, before the echoes of its report rolled away,\nevery man dropped ax or spade, and was in his place, weapon in hand.\nThe noise of the firing in front grew fast. Montcalm’s scouts and\npickets were driven in, and the soldiers of the advancing army began\nto show among the trees. The French batteries opened. The roar in\nRobert’s ear was terrific, but he stood at his utmost height in order\nthat he might see the assault. His eyes caught the gleam of uniforms\nand the flash of sunlight on bayonet and rifle. He knew now that his\nown people, dauntless and tenacious, were coming. He did not know\nthat they had left their artillery behind, and that they expected to\ndestroy the French army with bayonet and rifle and musket.",
        "The fire from the French barrier increased in volume. Its crash beat\nheavily and continuously on the drums of Robert’s ears. A deadly sleet\nwas beating upon the advancing English and Americans. Already their\ndead were heaping up in rows. Montcalm’s men showed their heads only\nabove their works, their bodies were sheltered by the logs and they\nfired and fired into the charging masses until the barrels of rifles\nand muskets grew too hot for them to hold. Meanwhile they shouted with\nall their might: “Vive la France! Vive notre General! Vive le Roi!\"\nand St. Luc, who stood always with Montcalm, hummed softly and under\nhis breath: “Hier, sur le pont d’Avignon, j’ai oui chanter la belle.”",
        "“It goes well,” he said to Montcalm.",
        "“Aye, a fair beginning,” replied the Marquis.",
        "Fire ran through French veins. No cannon balls were coming from the\nenemy to sweep down their defenses. Bullets from rifle and musket were\nbeating in vain on their wooden wall, and before them came the foe, a\nvast, converging mass, a target that no one could miss. They were far\nfrom their own land, deep in the great North American wilderness, but\nas they saw it, they fought for the honor and glory of France, and to\nkeep what was hers. They redoubled their shouts and fired faster and\nfaster. A great cloud of smoke rose over the clearing and the forest,\nbut through it the attacking army always advanced, a hedge of bayonets\nleading.",
        "Robert saw everything clearly. His heart sank for a moment, and then\nleaped up again. Many of his own had fallen, but a great red curve was\nadvancing. It was the British regulars, the best troops in the charge\nthat Europe could furnish, and they would surely carry the wooden\nwall. As far as he could see, in front and to left and right, their\nbayonets flashed in the sun, and a cry of admiration sprang to his\nlips. Forward they came, their line even and beautiful, and then the\ntempest beat upon them. The entire French fire was concentrated upon\nthe concave red lines. The batteries poured grape shot upon them and\na sleet of lead cut through flesh and bone. Gaps were torn in their\nranks, but the others closed up, and came on, the American Colonials\non their flanks charging as bravely.",
        "Robert suddenly remembered a vision of his, vague and fleeting then,\nbut very real now. He was standing here at Ticonderoga, looking at\nthe battle as it passed before him, and now it was no vision, but the\ntruth. Had Tayoga’s Manitou opened the future to him for a moment?\nThen the memory was gone and the terrific drama of the present claimed\nhis whole mind.",
        "The red lines were not stopped. In the face of awful losses they were\nstill coming. They were among the trees where the men were entangled\nwith the boughs or ran upon the wooden spikes. Often they tripped and\nfell, but rising they returned to the charge, offering their breasts\nto the deadly storm that never diminished for an instant.",
        "Robert walked back and forth in his little space. Every nerve was on\nedge. The smoke of the firing was in eye, throat and nostril, and\nhis brain was hot. But confidence was again supreme. “They’ll come!\nThey’ll come! Nothing can stop them!” he kept repeating to himself.",
        "Now the Colonials on the flank pressed forward, and they also advanced\nthrough the lines of the regulars in front and charged with them.\nTogether British and Americans climbed over the mass of fallen trees\nin face of the terrible fire, and reached the wooden wall itself,\nwhere the sleet beat directly upon their faces. For a long distance\nbehind them, their dead and wounded lay in hundreds and hundreds.",
        "Many of them tried to scale the barrier, but were beaten back. Now\nMontcalm, St. Luc, De Levis, Bourlamaque and all the French leaders\nmade their mightiest efforts. The eye of the French commander swept\nthe field. He neglected nothing. Never was a man better served by his\nlieutenants. St. Luc was at every threatened point, encouraging with\nvoice and example. Bourlamaque received a dangerous wound, but refused\nto quit the field. Bougainville was hit, but his hurt was less severe,\nand he took no notice of it, two bullets pierced the hat of De Levis,\nSt. Luc took a half dozen through his clothes and his body was grazed\nthree times, but his gay and warlike spirit mounted steadily, and he\nhummed his little French air over and over again.",
        "More British and Americans pressed to the wooden wall. The new Black\nWatch, stalwart Scotchmen, bagpipes playing, charged over everything.\nTwo British columns made a powerful and tremendous attack upon the\nFrench right, where stood the valiant battalions of Béarn and Guienne.\nIt seemed, for a while, that they might overwhelm everything. They\nwere against the barrier itself, and were firing into the defense.\nMontcalm rushed to the spot with all the reserves he could muster. St.\nLuc sprang among the men and shouted to them to increase their fire.\nThis point became the center of the battle, and its full fury was\nconcentrated there. A mass of Highlanders, tearing at the wooden wall,\nrefused to give back. Though they fell fast, a captain climbed up the\nbarrier. Officers and men followed him. They stood a moment on the\ncrest as if to poise themselves, and then leaped down among the\nFrench, where they were killed. Those who stood on the other side were\nswept by a hurricane of fire, and at last they yielded slowly.",
        "Robert saw all, and he was seized with a great horror. The army was\nnot crashing over everything. Those who entered the French works died\nthere. The wooden wall held. Nowhere was the line of defense broken.\nBoats loaded with troops coming down the outlet of Lake George to\nturn the French left were repelled by the muskets of the Canadian\nvolunteers. Some of the boats were sunk, and the soldiers struggled in\nthe water, as cannon balls and bullets beat upon them.",
        "His view of the field was blurred, for a while, by the smoke from\nso much firing, which floated in thickening clouds over all the\nopen spaces and the edges of the forest. It produced curious optical\nillusions. The French loomed through it, increased fourfold in\nnumbers, every individual man magnified in size. He saw them lurid and\ngigantic, pulling the triggers of their rifles or muskets, or\nworking the batteries. The cannon also grew from twelve-pounders or\neighteen-pounders into guns three or four times as large, and many\nstood where none had stood before.",
        "The smoke continued to inflame his brain also, and it made him pass\nthrough great alternations of hope and fear. Now the army was going to\nsweep over the wooden wall in spite of everything. With sheer weight\nand bravery it would crush the French and take Ticonderoga. It must\nbe. Because he wanted it to be, it was going to be. Then he passed\nto the other extreme. When one of the charges spent itself at the\nbarrier, sending perhaps a few men over it, like foam from a wave that\nhas reached its crest, his heart sank to the depths, and he was sure\nthe British and Americans could not come again. Mortal men would\nnot offer themselves so often to slaughter. If the firing died for a\nlittle space he was in deep despair, but his soul leaped up again as\nthe charge came anew. It was certainly victory this time. Hope\ncould not be crushed in him. His vivid fancy made him hear above the\ntriumphant shouts of the French the deep cheers of the advancing army,\nthe beating of drums and the playing of invisible bands.",
        "All the time, whether in attack or retreat, the smoke continued to\nincrease and to inflame and excite. It was like a gas, its taste was\nacrid and bitter as death. Robert coughed and tried to blow it away,\nbut it returned in waves heavier than ever, and then he ceased to\nfight against it.",
        "The British and American troops came again and again to the attack,\ntheir officers leading them on. Never had they shown greater courage\nor more willingness to die. When the first lines were cut down at the\nbarrier, others took their places. They charged into the vast mass of\nfallen trees and against the spikes. Blinded by the smoke of so much\nfiring, they nevertheless kept their faces toward the enemy and sought\nto see him. The fierce cheering of the French merely encouraged them\nto new attempts.",
        "The battle went on for hours. It seemed days to Robert. Mass after\nmass of British and Colonials continued to charge upon the wooden\nwall, always to be broken down by the French fire, leaving heaps of\ntheir dead among those logs and boughs and on that bristling array of\nspikes. At last they advanced no more, twilight came over the field,\nthe terrible fire that had raged since noon died, and the sun set upon\nthe greatest military triumph ever won by France in the New World.",
        "Twilight gathered over the most sanguinary field America had yet seen.\nIn the east the dark was already at hand, but in the west the light\nfrom the sunken sun yet lingered, casting a scarlet glow alike over\nthe fallen and the triumphant faces of the victors. Within the works\nwhere the French had stood fires were lighted, and everything there\nwas brilliant, but outside, where so much valor had been wasted,\nthe shadows that seemed to creep out of the illimitable forest grew\nthicker and thicker.",
        "The wind moaned incessantly among the leaves, and the persistent smoke\nthat had been so bitter in the throat and nostrils of Robert still\nhung in great clouds that the wind moved but little. From the woods\ncame long, fierce howls. The wolves, no longer frightened by the crash\nof cannon and muskets, were coming, and under cover of bushes and\nfloating smoke, they crept nearer and nearer.",
        "Robert sat a long time, bewildered, stunned. The incredible had\nhappened. He had seen it with his own eyes, and yet it was hard to\nbelieve that it was true. The great Anglo-American army had been\nbeaten by a French force far less in numbers. Rather, it had beaten\nitself. That neglect to bring up the cannon had proved fatal, and the\nfinest force yet gathered on the soil of North America had been cut\nto pieces. A prodigious opportunity had been lost by a commander who\nstayed a mile and a half in the rear, while his valiant men charged to\ncertain death.",
        "Young Lennox walked stiffly a few steps. No one paid any attention to\nhim. In the dark, and amid the joyous excitement of the defenders, he\nmight have been taken for a Frenchman. But he made no attempt,\nthen, to escape. No such thought was in his mind for the moment. His\namazement gave way to horror. He wanted to see what was beyond the\nwooden wall where he knew the dead and wounded lay, piled deep among\nthe logs and sharpened boughs. Unbelievable it was, but it was true.\nHis own eyes had seen and his own ears had heard. He listened to the\ntriumphant shouts of the French, and his soul sank within him.",
        "A few shots came from the forest now and then, but the great army had\nvanished, save for its fallen. Montcalm, still cautious, relaxing no\nvigilance, fearing that the enemy would yet come back with his cannon,\nwalked among his troops and gave them thanks in person. Beer and wine\nin abundance, and food were served to them. Fires were lighted and the\nfield that they had defended was to be their camp. Many scouts were\nsent into the forest to see what had become of the opposing army. Most\nof the soldiers, after eating and drinking, threw themselves upon the\nground and slept, but it was long before the leader and any of his\nlieutenants closed their eyes. Although he felt a mighty joy over his\ngreat victory of the day, Montcalm was still a prey to anxieties. His\nown force, triumphant though it might be, was small. The enemy might\ncome again on the morrow with nearly four to one, and, if he brought\nhis cannon with him, he could take Ticonderoga, despite the great\nlosses he had suffered already. Once more he talked with St. Luc, whom\nhe trusted implicitly.",
        "The Chevalier did not believe a second attack would be made, and his\nbelief was so strong it amounted to a conviction.",
        "“The same mind,” he said, “that sent their army against us without\nartillery, will now go to the other extreme. Having deemed us\nnegligible it will think us invincible.”",
        "St. Luc’s logic was correct. The French passed the night in peace, and\nthe next morning, when De Levis went out with a strong party to look\nfor the enemy he found that he was gone, and that in his haste he\nhad left behind vast quantities of food and other supplies which the\nFrench eagerly seized. Montcalm that day, full of pride, caused a\ngreat cross to be erected on his victorious field of battle and upon\nit he wrote in Latin:",
        "  “Quid dux? quid miles? quid strata ingentia ligna?\n  En Signum! en victor! Deus hic, Deus ipse triumphat.”",
        "Which a great American writer has translated into:",
        "  “Soldier and chief and ramparts’ strength are nought;\n  Behold the conquering cross! ’Tis God the triumph wrought.”",
        "But for Robert the night that closed down was the blackest he had ever\nknown. It had never occurred to him that Abercrombie’s army could be\ndefeated. Confident in its overwhelming numbers, he had believed that\nit would easily sweep away the French and take Ticonderoga. The skill\nand valor of Montcalm, St. Luc, De Levis and the others, no matter how\nskillful and valiant they might be, could avail nothing, and, after\nTiconderoga, it would be a mere question of time until Crown Point\nfell too. And after that would come Quebec and the conquest of Canada.",
        "Now, when his spirits had soared so high, the fall was correspondingly\nlow. His sensitive mind, upon which events always painted themselves\nwith such vividness, reflected only the darkest pictures. He saw the\ntriumphant advance of the French, the Indians laying waste the whole\nof New York Province, and the enemy at the gates of New York itself.",
        "The night itself was a perfect reproduction of his own mind. He saw\nthrough his spirits as through a glass. The dusk was thick, heavy,\nit was noisome, it had a quality that was almost ponderable, it was\nunpleasant to eye and nostril, he tasted and breathed the smoke that\nwas shot through it, and he felt a sickening of the soul. He heard a\nwind moaning through the forest, and it was to him a dirge, the lament\nof those who had fallen.",
        "He knew there had been no lack of bravery on the part of his own.\nAfter a while he took some consolation in that fact. British and\nAmericans had come to the attack long after hope of success was gone.\nThey had not known how to win, but never had men known better how to\ndie. Such valor would march to triumph in the end.",
        "He lay awake almost the whole night, and he did not expect Abercrombie\nto advance again. Somehow he had the feeling that the play, so far as\nthis particular drama was concerned, was played out. The blow was\nso heavy that he was in a dull and apathetic state from which he was\nstirred only once in the evening, and that was when two Frenchmen\npassed near him, escorting a prisoner of whose face he caught a\nglimpse in the firelight. He started forward, exclaiming:",
        "“Charteris!\"[1]",
        "The young man, tall, handsome and firm of feature, although a\ncaptive, turned.",
        "“Who called me?” he asked.",
        "“It is I, Robert Lennox,” said Robert. “I knew you in New York!”",
        "“Aye, Mr. Lennox. I recognize you now. We meet again, after so long\na time. I could have preferred the meeting to be elsewhere and under\nother circumstances, but it is something to know that you are alive.”",
        "They shook hands with great friendliness and the Frenchmen, who were\nguarding Charteris, waited patiently.",
        "“May our next meeting be under brighter omens,” said Robert.",
        "“I think it will be,” said Charteris confidently.",
        "Then he went on. It was a long time before they were to see each other\nagain, and the drama that was to bring them face to face once more was\ndestined to be as thrilling as that at Ticonderoga.",
        "The next night came heavy and dark, and Robert, who continued to be\ntreated with singular forbearance, wandered toward Lake Champlain,\nwhich lay pale and shadowy under the thick dusk. No one stopped him.\nThe sentinels seemed to have business elsewhere, and suddenly he\nremembered his old threat to escape. Hope returned to a mind that had\nbeen stunned for a time, and it came back vivid and strong. Then hope\nsank down again, when a figure issued from the dusk, and stood before\nhim. It was St. Luc.",
        "“Mr. Lennox,” said the Chevalier, “what are you doing here?”",
        "“Merely wandering about,” replied Robert. “I’m a prisoner, as you\nknow, but no one is bothering about me, which I take to be natural\nwhen the echoes of so great a battle have scarcely yet died.”",
        "St. Luc looked at him keenly and Robert met his gaze. He could not\nread the eye of the Chevalier.",
        "“You have been a prisoner of ours once before, but you escaped,” said\nthe Chevalier. “It seems that you are a hard lad to hold.”",
        "“But then I had the help of the greatest trailer and forest runner in\nthe world, my staunch friend, Tayoga, the Onondaga.”",
        "“If he rescued you once he will probably try to do it again, and the\ngreat hunter, Willet, is likely to be with him. I suppose you were\nplanning a few moments ago to escape along the shore of the lake.”",
        "“I might have been, but I see now that it is too late.”",
        "“Too late is a phrase that should be seldom used by youth.”",
        "Robert tried once again to read the Chevalier’s eye, but St. Luc’s\nlook contained the old enigma.",
        "“I admit,” said young Lennox, “that I thought I might find an open\nplace in your line. It was only a possible chance.”",
        "St. Luc shrugged his shoulders, and looked at the darkness that lay\nbefore them like a great black blanket.",
        "“There is much yet to be done by us at Ticonderoga,” he said. “Perhaps\nit is true that a possible chance for you to escape does exist, but\nmy duties are too important for me to concern myself about guarding a\nsingle prisoner.”",
        "His figure vanished. He was gone without noise, and Robert stared at\nthe place where he had been. Then the hope of escape came back, more\nvivid and more powerful than ever. “Too late,” was a phrase that\nshould not be known to youth. St. Luc was right. He walked straight\nahead. No sentinel barred the way. Presently the lake, still and\nluminous, stretched across his path, and, darting into the bushes\nalong its edge, he ran for a long time. Then he sank down and looked\nback. He saw dimly the lights of the camp, but he heard no sound of\npursuit.",
        "Rising, he began a great curve about Ticonderoga, intending to seek\nhis own army, which he knew could not yet be far away. Once he heard\nlight footsteps and hid deep in the bush. From his covert he saw a\nband of warriors at least twenty in number go by, their lean, sinewy\nfigures showing faintly in the dusk. Their faces were turned toward\nthe south and he shuddered. Already they were beginning to raid the\nborder. He knew that they had taken little or no part in the battle at\nTiconderoga, but now the great success of the French would bring them\nflocking back to Montcalm’s banner, and they would rush like wolves\nupon those whom they thought defenseless, hoping for more slaughters\nlike that of William Henry.",
        "Tandakora would not neglect such a glowing opportunity for scalps. His\nsavage spirit would incite the warriors to attempts yet greater, and\nRobert looked closely at the dusky line, thinking for a moment that\nhe might be there. But he did not see his gigantic figure and the\nwarriors flitted on, gone like shadows in the darkness. Then the\nfugitive youth resumed his own flight.",
        "Far in the night Robert sank down in a state of exhaustion. It was\na physical and mental collapse, coming with great suddenness, but he\nrecognized it for what it was, the natural consequence flowing from\na period of such excessive strain. His emotions throughout the great\nbattle had been tense and violent, and they had been hardly less so in\nthe time that followed and in the course of the events that led to his\nescape. And knowing, he forced himself to do what was necessary.",
        "He lay down in the shelter of dense bushes, and kept himself perfectly\nquiet for a long time. He would not allow hand or foot to move. His\nweary heart at last began to beat with regularity, the blood ceased to\npound in his temples, and his nerves grew steadier. He dozed a little,\nor at least passed into a state that was midway between wakefulness\nand oblivion. Then the terrible battle was fought once more before\nhim. Again he heard the crash and roar of the French fire, again\nhe saw British and Americans coming forward in indomitable masses,\noffering themselves to death, once again he saw them tangled among the\nlogs and sharpened boughs, and then mowed down at the wooden wall.",
        "He roused himself and passed his hands over his eyes to shut away that\nvision of the stricken field and the vivid reminder of his terrible\ndisappointment. The picture was still as fresh as the reality and it\nsent shudders through him every time he saw it. He would keep it from\nhis sight whenever he could, lest he grow too morbid.",
        "He rose and started once more toward the south, but the forest became\nmore dense and tangled and the country rougher. In his weakened state\nhe was not able to think with his usual clearness and precision, and\nhe lost the sense of direction. He began to wander about aimlessly,\nand at last he stopped almost in despair.",
        "He was in a desperate plight. He was unarmed, and a man alone and\nwithout weapons in the wilderness was usually as good as lost. He\nlooked around, trying to study the points of the compass. The night\nwas not dark. Trees and bushes stood up distinctly, and on a bough not\nfar away, his eyes suddenly caught a flash of blue.",
        "The flash was made by a small, glossy bird that wavered on a bough,\nand he was about to turn away, taking no further notice of it, when\nthe bird flew slowly before him and in a direction which he now knew\nled straight toward the south. He remembered. Back to his mind rushed\nan earlier escape, and how he had followed the flight of a bird to\nsafety. Had Tayoga’s Manitou intervened again in his favor? Was it\nchance? Or did he in a dazed state imagine that he saw what he did not\nsee?",
        "The bird, an azure flash, flew on before him, and hope flowing in an\ninvincible tide in his veins, he followed. He was in continual fear\nlest the blue flame fade away, but on he went, over hills and across\nvalleys and brooks, and it was always just before him. He had been\nworn and weary before, but now he felt strong and active. Courage\nrose steadily in his veins, and he had no doubt that he would reach\nfriends.",
        "Near dawn the bird suddenly disappeared among the leaves. Robert\nstopped and heard a light foot-step in the bushes. Being apprehensive\nlest he be re-taken, he shrank away and then stopped. He listened a\nwhile, and the sound not being repeated, he hoped that he had been\nmistaken, but a voice called suddenly from a bush not ten feet away:",
        "“Come, Dagaeoga! The Great Bear and I await you. Tododaho, watching on\nhis star, has sent us into your path.”",
        "Robert, uttering a joyful cry, sprang forward, and the Onondaga and\nWillet, rising from the thicket, greeted him with the utmost warmth.",
        "“I knew we’d find you again,” said Willet “How did you manage to\nescape?”",
        "“A way seemed to open for me,” replied Robert. “The last man I saw in\nthe French camp was St. Luc. After that I met no sentinel, although I\npassed where a sentinel would stand.”",
        "“Ah!” said Willet.",
        "They gave him food, and after sunrise they started toward the south.\nRobert told how he had seen the great battle and the French victory.",
        "“Tayoga, Black Rifle, Grosvenor and I were in the attack,” said\nWillet, “but we went through it without a scratch. No troops ever\nfought more bravely than ours. The defeat was the fault of the\ncommander, not theirs. But we’ll put behind us the battle lost and\nthink of the battle yet to be won.”",
        "“So we will,” said Robert, as he looked around at the great curving\nforest, its deep green tinted with the light brown of summer. It was a\nfriendly forest now. It no longer had the aspect of the night before,\nwhen the wolves, their jaws slavering in anticipation, howled in its\nthickets. Rabbits sprang up as they passed, but the little creatures\nof the wild did not seem to be afraid. They did not run away. Instead,\nthey crouched under the bushes, and gazed with mild eyes at the human\nbeings who made no threats. A deer, drinking at the edge of a brook,\nraised its head a little and then continued to drink. Birds sang in\nthe dewy dawn with uncommon freshness and sweetness. The whole world\nwas renewed.",
        "Creature, as he was, of his moods, Robert’s spirits soared again at\nhis meeting with Tayoga and Willet, those staunch friends of his,\nbound to him by such strong ties and so many dangers shared. The past\nwas the past, Ticonderoga was a defeat, a great defeat, when a victory\nhad been expected, but it was not irreparable. Hope sang in his\nheart and his face flushed in the dawn. The Onondaga, looking at him,\nsmiled.",
        "“Dagaeoga already looks to the future,” he said.",
        "“So I do,” replied Robert with enthusiasm. “Why shouldn’t I? The night\njust passed has favored me. I escaped. I met you and Dave, and it’s a\nglorious morning.”",
        "The sun was rising in a splendid sea of color, tinting the woods with\nred and gold. Never had the wilderness looked more beautiful to him.\nHe turned his face in the direction of Ticonderoga.",
        "“We’ll come back,” he said, his heart full of courage, “and we’ll yet\nwin the victory, even to the taking of Quebec.”",
        "“So we will,” said the hunter.",
        "“Aye, Stadacona itself will fall,” said Tayoga.",
        "Refreshed and strong, they plunged anew into the forest, traveling\nswiftly toward the south.",
        "[Footnote 1: The story of Edward Charteris and his adventures at\nTiconderoga and Quebec is told in the author’s novel, “A Soldier of\nManhattan.\"]",
        "The End",
        " ",
        "\nThis eBook of “The Lords of the Wild” by Joseph A. Altsheler belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Lords of the Wild: A Story of the Old New York BorderBy Joseph A. AltshelerAt Amazon"
    ]
}