{
    "title": "The Fortieth Door - Chapter XXIV",
    "author": "Mary Hastings Bradley",
    "chapter": "24",
    "content": [
        "\n\n",
        "THE TOMB OF A KING",
        "There were several approaches to the American excavations. McLean,\non that morning after his visit from Jinny Jeffries, chose to borrow\na friend’s motor and man and break the speed laws of Upper Egypt,\nand then shift to an agile donkey at the little village from which\nthe gulleys ran west through the red hills into the desert.",
        "It was a still, hot day without cloud or wind and the sun had an air\nof standing permanently high in the heavens, holding the day at\nnoon. Shimmering heat waves quivered about the base of the farther\nhills and veiled the desert reaches. It was not conducive to comfort\nand Andrew McLean was not comfortable. He was hot and sticky and\nsandy and abominably harassed.",
        "Not a creature, as far as he could discover, had seen Jack Ryder in\nCairo since the afternoon of that reception at Hamdi Bey’s. He had\nnot been seen at the Museum nor the banks, nor at Cook’s, nor the\nusual restaurants, nor at the clubs with his friends. And the clever\nclerk–with the two brothers in the bazaar–had unearthed quite a\nbit of disquieting news about that reception–disquieting, that is,\nto one with secret fears.",
        "There had been a fire in the apartments of the bride of Hamdi Bey\nand the bride had been killed instantly–that much was known to all\nthe world. The general had been distracted. He had sat brooding\nbeside his bride’s coffin, allowing no one, not even her father, to\nlook upon the poor charred remains that he had placed within. He had\nbeen a man out of his mind with grief, gnawing his nails, beating\nhis slaves,–Oh, assuredly, it had been a calamity of a very high\norder!",
        "One of the brothers in the bazaar had himself talked with an old\ncrone whose sister’s child was employed in the general’s kitchen,\nand the fourth-hand story had lost nothing on the route.",
        "The bride’s youth and beauty, her jewels, her robes, the general’s\ninfatuation, and the general’s grief, the reports of these ran\nthrough the city like wildfire. And from the particular channel of\nthe kitchen maid and the old aunt and the brother in the bazaars\ncame news of the very especial means that Allah had taken to\npreserve the general from destruction.",
        "For he had been in the bride’s apartments just before the fire. But\nthe power of Allah, the Allseeing, had sent a thief, a prowler, by\nnight, upon the palace roofs, and the screams of a girl in the upper\nstory had called the general to that direction.",
        "And so his preservation had been accomplished.",
        "It was that rumor of the thief upon the roofs which sent the chill\nof apprehension down McLean’s spine. For though the bazaars knew\nnothing of the thief’s identity and it was reported he had escaped\nby the river yet McLean felt the sinister finger of suspicion. If\nthe thief had not been a thief–unless of brides!–and if he had\nnot escaped–?",
        "Impatiently the young Scotchman clapped his heels against the\ndonkey’s sides, enhancing the efforts of the runner with the\ngesticulating stick.",
        "Suppose, now, that he should not find Jack at the excavations?",
        "It was encouraging, somehow, to hear the monotonous rise and fall of\nthe labor song proceeding as usual, although McLean immediately told\nhimself that the work would naturally be going on under Thatcher’s\ndirection whether Ryder were there or not. The camp knew nothing of\nCairo. The camp would be as usual.",
        "And yet, after his first moment’s survey, he had an indefinite but\nuneasy idea that the camp was not as usual.",
        "True, the tatterdemalion frieze of basket bearers still wove its\nrhythmic way over the mounds to the siftings where Thatcher was\npresiding as was his wont, but in the native part of the encampment\nthere appeared a sly stir and excitement.",
        "The unoccupied, of all ages and sexes, that usually were squatting\ninterminably about some fire or sleeping like mummies in\nhermetically wrapped black mantles, now were gathered in little\nwhispering knots whose backward glances betrayed a sense of\nuneasiness, and as McLean rode past, a young Arab who had been the\ncenter of attention drew back with such carefulness to escape\nobservation that McLean’s shrewd eyes marked him closely.",
        "It might be that his nerves were deceiving him, but there did seem\nto be something surreptitious in the air.",
        "Over his shoulder he glimpsed the young Arab hurrying out of the\ncamp.",
        "It might be anything or nothing, he told himself. The man might be\ngoing shopping to the village and the others giving him their\ncommissions, or he might be an illicit dealer in curios trying to\npick up some dishonest treasure. In native diggings those hangers on\nwere thick as flies.",
        "He dismounted and hurried forward to meet Thatcher’s advance.\nThe men had rarely met and Thatcher’s air of hesitation and\nabsent-mindedness made McLean proffer his name promptly with a\nsense of speeding through the preliminaries. Then with a manner\nhe strove to make casual he put his question.",
        "“I say, is Ryder back?”",
        "He knew, in the moment’s pause, how tight suspense was gripping him.\nThen Thatcher glanced toward the black yawning mouth of a tomb\nentrance.",
        "“Why, yes–he’s down there.” He added. “Been a bit sick. Complains\nof the sun.”",
        "For a moment his relief was so great that McLean did not believe in\nit. Jack here–Jack absolutely safe–",
        "Mechanically he put, “When did he come in?”",
        "“When?” Thatcher hesitated, trying to recall. “Oh, night before\nlast–rode in after dark.” He added reassuringly, as the other swung\nabout towards the tomb, “He says there’s nothing really wrong with\nhim. There’s no temperature.”",
        "McLean nodded. His relief now was acutely compounded with disgust.\nHe felt no lightning leap of thanksgiving that his friend was safe,\nbut rather that flash of irritated reaction which makes the\nprimitive parent smack a recovered child.",
        "Not a thing in the world the matter! A mare’s nest–just as he had\nprophesied to Miss Jeffries. Why in heaven’s name hadn’t Jack the\ndecency to send that over-anxious young lady a card when he\nabandoned town so suddenly?... Not that McLean blamed Miss Jeffries.\nGiven the masquerade and Jack’s disappearance and a zealous feminine\ninterest her concern was perfectly natural.",
        "But McLean had left a busy office and taken an anxious and\nuncomfortable excursion, and his voice had no genial ring as he\nshouted his friend’s name down the dark entrance of the tomb shaft.",
        "In a moment he heard a voice shouting hollowly back, then a\nwavering spot of light appeared upon the inclined floor and Ryder’s\nfigure emerged like an apparition from the gloom.",
        "“I say! That you, Andy?”",
        "Evidently he had been snatched from sleep. His dark hair was\nrumpled, his face flushed, and he yawned with complete frankness.",
        "McLean knew a sudden yearning to put an arm about him.... Dear old\nJack.... Dear, irresponsible scamp.... His reaction of the\nirritation vanished.... It was so darned good to see the old chap\nagain....",
        "He muttered something about being in the vicinity while Ryder,\nrousing to hostship, called directions to the cook boy to bring a\ntray of luncheon.",
        "“It’s cool down here,” he told McLean, leading the way back.",
        "It was cool indeed, in the Hall of Offerings. It was also, McLean\nthought, satisfying a recovered appetite, a trifle depressing.",
        "They sat in a small island of light in an ocean of gloom while about\nthem shadowy columns towered to indistinguishable heights and\nhalf-seen carvings projected their strange suggestions.",
        "It seemed incongruous to be smoking cigarettes so unconcernedly at\nthe feet of the ancient gods.",
        "But McLean’s feeling of depression might have been due to his\nrenewed awareness of catastrophe. For though Jack was here, safe and\nsound enough, although a bit unlike himself in manner, yet Jack\nhad been at that confounded reception in a woman’s rig and Jack\nhad seen the girl and talked with her–apparently on terms of\nunderstanding.",
        "And if Jack had left Cairo that night, as he said he did–claiming\ndelay on the way due to a tired horse–then Jack knew nothing in the\nworld of the palace fire, and the girl’s sudden and tragic death.",
        "And McLean would have to tell him. He would have to tell him that\nthe girl he was probably dreaming of in some fool’s paradise of\nmemory and hope was now only a little mound of dust in an Oriental\ncemetery. That a shaft of temporary wood already marked the grave of\nAimée Marie Dejane, daughter of Tewfick Pasha and wife of Hamdi\nBey....",
        "And however much McLean’s sound senses might disapprove of the whole\nfantastic affair and his sober judgment commend the workings of\nProvidence, he loved his friend, and he feared that his friend loved\nthis lost girl.",
        "He had to end love and hope and romance and implant a desperate\ngrief....",
        "He thought very steadily of Jinny Jeffries. He cleared his throat.",
        "“Jack, old man–”",
        "He started to tell him that there had been a fire in Cairo, a most\nshocking fire in a haremlik. It seemed to him that Jack was not\nlistening, that he had a faraway, yet intent look upon his face, as\nof one attending to other things. And then suddenly Jack seemed to\ngather resolution and turned to his friend with an air of narration\nof his own.",
        "“Look here, McLean, there’s something I want to tell you–”",
        "“Wait a minute now,” said McLean quietly. “I want you to hear\nthis.... It was a fire in the palace of your friend, Hamdi Bey.”",
        "He had Jack’s attention now–he was fairly conscious of arrested\nbreath. Not looking about him he went grimly on, “The night of the\nwedding a fire started in the haremlik.... It was a bad business, a\nvery bad business, Jack. For the girl–the girl Hamdi had just\nmarried–”",
        "He was conscious of Jack’s look upon him but he did not turn to meet\nit.",
        "“She died,” he said heavily. “He buried her yesterday.”",
        "He thought that Jack was never going to speak.",
        "Then, “Died?” said Ryder in an odd voice.",
        "“I expect she breathed in a bit of smoke,” said McLean, trying for a\nmerciful suggestion.",
        "“And he buried her–?”",
        "Jack was like a child, trying to fit bewildering facts together.\nMcLean’s sympathy hurt him like a physical pain. He wondered what it\ncould be like to realize that some loved one you had just talked\nwith, in radiant life, was now gone utterly....",
        "And then he heard Jack laugh. Mad, he thought quickly, turning now\nto look at him.",
        "Ryder’s head was tilted back; Ryder’s shoulders were shaking. “Oh,\nmy Aunt!” he gasped hysterically. “My Aunt Clarissa–is that what\nHamdi says!”",
        "He sobered instantly and leaned towards McLean. “That looks as if\nhe’s done with her–what? Saving his face that way? You’re sure it\nwas Aimée–the girl he had just married? Not some other girl–some\nco-wife or something?”",
        "And as McLean bewilderedly muttered that he was sure, Ryder began to\nlaugh again. To laugh jubilantly, joyously, triumphantly.",
        "“He’s given her up–he’s got a saving explanation to thrust in the\nworld’s face! Oh, blessed Allah, Veiler of all that should be\nveiled! The man’s through. He’s had enough. He isn’t going to try\nto–”",
        "Across the bright oblong of the entrance a shadow appeared.",
        "“Ryder–I say, Ryder,” said a hurried voice–Thatcher’s voice–and\nThatcher came hastily forward in perturbed urgency.",
        "“There’s a lot of men outside–police and natives and what not. With\nwarrants. They’re searching the place. And they want to see you....\nHang it all, Ryder,” said Thatcher explosively but apologetically,\n“they say you’ve made off with some sheik’s daughter.”",
        "He paused, shocked at the monstrosity of the accusation. He was a\ndelicate-minded man–outside of his knowledge of antiquities–and he\nevidently expected his young associate to fall upon him and slay him\nfor the slander.",
        "“A sheik’s daughter–?” said Ryder in a mildly wondering voice. From\nhis emphasis one might have inferred he was saying, “How odd! I\ndon’t remember any sheik’s daughter–”",
        "A queer uncomfortable flush spread fanways from Thatcher’s thin\ntemples and rayed across his high cheekbones. He did not look at\neither of the men as he murmured, “It’s most peculiar, but that Arab\nhorse–the sheik claims the horse is his, too. He says you rode off\non it, with his daughter.”",
        "“That’s all right,” said Ryder absently. “I don’t want the horse....\nBut you say the sheik’s there? What does he look like? Thin–with\nblond mustaches?”",
        "“Oh, no, no, not at all. He is quite heavy and bearded–one-eyed, if\nI recollect. But there is a man with a blond mustache who appears\nto do the directing–”",
        "“And you mean they are searching?” said Ryder abruptly. “You’ve let\nthem in–?”",
        "“They have warrants,” Thatcher protested. “And there are proper\npolicemen conducting the search–”",
        "“My good God! Where are they now? Not coming here? I don’t have\nany policemen trampling here and meddling with my finds–tell them\nto clear out, Thatcher, you know there’s no sheik’s daughter here!”",
        "Ryder gave a quick laugh but the impression of his laughter was not\nas sharp as the impression of his alarm.",
        "“I did tell them it was preposterous,” Thatcher began, “but, you\nsee, after finding the horse–”",
        "“Oh, the horse! I got him for a song–of course the beggar is\nstolen. Give him back, if they claim him. But as for any sheik’s\ndaughter–keep the crowd out, Thatcher, I won’t have them here, not\nin these tombs–”",
        "“I tell you they are policemen–they are armed–you can’t resist–”",
        "“How many are they? A lot? But they’ll take your word, won’t they?\nLook here, McLean, can’t you settle this for me and keep them out?”",
        "“The natives have been talking,” murmured Thatcher, reddening still\ndeeper, “and they have said enough about your riding in at night\nand–and keeping to this tomb all day to make the men very\nsuspicious. They are watching this one now–”",
        "“Then keep them back–long as you can. For God’s sake,” entreated\nRyder with that strange passionate violence. “Andy–you do\nsomething–hold them back. Give me time. I–I’ve got to get some\nthings together–I won’t have them at my things–hold them back–out\nhere–till I come.”",
        "He was gone. Gone tearing back into the gloom and silence of his\ntomb. And McLean and Thatcher, astounded witnesses of his outburst,\nturned speedily to the entrance, avoiding each other’s eyes.",
        "Agitatedly Thatcher was murmuring that Ryder’s finds were valuable,\nimmensely valuable, and it was disturbing to contemplate any\ninvasion, and with equal agitation but more mechanical calm McLean\nwas murmuring back that he understood–he quite understood–",
        "As for understanding he was stunned and dazed. A sheik’s daughter!\nAnd the father himself claiming her–under the direction of a\nblond-mustached man.... And a stolen horse.... Jack conceding the\nhorse.... Jack utterly upset at the search party....",
        "But he himself had seen that new-placed shaft with its inscription\nto Aimée Marie Dejane.... What then in the name of wonders did this\nmean? There couldn’t be another girl? McLean’s imagination\nfaltered then dashed on at a gallop. Some–some hand-maiden,\nperhaps, whom Jack had rescued in mistaken chivalry? Perhaps the\nFrench girl has sent a maid on ahead?",
        "McLean’s head was whirling now. One thing appeared quite as possible\nas another. Pasha’s daughters and sheik’s daughters, stolen horses\nand Djinns and Afrits and palaces and masquerades at wedding\nreceptions appeared upon the same plane of feasibility.",
        "Outwardly he was extremely calm. Calm and cold and crisp.",
        "At the mouth of the tomb he detained the party of native policemen\nwith their hangers-on of curious natives and examined, with great\nshow of circumspection and authority, the perfectly regular search\nwarrants which had been issued for them at the instigation of an\napparently bereft parent.",
        "He conversed with the alleged parent, a stolid, taciturn native\ndignitary whose accusations were confirmed by eagerly assenting\nfollowers. He lived in a small village, not far north of the camp.\nHe had a young daughter, very beautiful. Three nights ago he had\nsurprised her with this young American and they had fled upon his\nnoblest horse.",
        "It was a simple and direct story. And Jack–by his own report–had\nbeen out upon the desert that night, had appeared, upon the next\nnight, with this unknown and beautiful horse, and had since kept to\nthe tomb, claiming illness, in a most persistent way.",
        "The camp boys had testified that he had been vividly critical of the\nfood sent in to him, and that he had required extraordinary amounts\nof heated water.",
        "“All of which,” McLean said sternly, in the vernacular, “amounts to\nnothing–unless you can discover the girl.”",
        "“And that, monsieur,” said a Turk in the uniform of the Sultan’s\nguards, appearing beside the desert sheik, “that is exactly what we\nare here to do.”",
        "McLean found himself looking into a thin, menacing face, capped\nwith a red fez, a face deeply lined, marked by light, arrogant eyes\nand embellished with a huge, blond mustache.",
        "“And your interest in this, monsieur?” he questioned.",
        "“I am a friend of Sheik Hassan’s,” said the Turk loftily. “I shall\nsee that my friend obtains his rights.”",
        "And in McLean’s other ear a distraught Thatcher was murmuring “That\nofficer chap is Hamdi Bey–a General of the Guards. You know, Mr.\nMcLean, this really is–you know, it is–”",
        "Hamdi Bey ... Hamdi Bey, two days after his distressing loss,\nbefriending this sheik and trying to involve Jack Ryder in disgrace.",
        "Mystifying. Mystifying and disquieting–yes, disquieting, in the\nface of Jack’s alarm. But for that alarm McLean could have believed\nthe whole thing a farcical attempt of Hamdi’s to revenge himself\nupon Ryder–supposing that Hamdi had discovered Ryder in his\nmasquerade or else as the prowler by night–but Jack’s furious\nanxiety to keep the party out, and his dashing back, ostensibly to\npreserve his things–",
        "Was it actually possible that he had that sheik’s daughter\nconcealed in some nook or cranny of the place?",
        "McLean told himself that it was preposterous. It waspreposterous–but Ryder had been doing preposterous things.... And\nglancing at Thatcher he perceived that that perturbed and\ntransparent gentleman was also telling himself that hissuspicions were preposterous.",
        "The search party, tiring of parley, was moving about the hall in\nbusinesslike inspection.",
        "And then Ryder reappeared, a distinctly alert but self-contained\nRyder, who met the interrogations of the police with scoffing and\nabsolute denial.",
        "But McLean was conscious that there was something tense and nervous\nin his alertness, something wary and defensive in his readiness, and\nhis own nerves began to tighten apprehensively.",
        "It did not add to his composure to see Ryder salute Hamdi Bey with\nan ironic and overdone politeness.",
        "“Ah, monsieur le general! We meet as we parted–in the depths!”",
        "The general appeared to smile as at some amiable pleasantry, but\nMcLean caught the snarl of his lifted lip, and felt the currents of\nanimosity.",
        "So those two had met! Ryder had been discovered then.... McLean\ntried, in futile bewilderment, to recall just what amazing thing\nRyder had been saying when this party had appeared.",
        "He kept very close at that young man’s side as the strange party\nmoved on into the inner chamber. The searchers were scrupulously\ncareful of the excavator’s finds; they did not finger a frieze nor\ndisturb a single small box of the tenderly packed potteries and\nbeads and miniature boats, but they scraped every heap of dust to\nsee if it concealed an entrance, they exhausted the resources of\neach corner, they circled every pillar, shook out every rug of\nJack’s blankets and required the opening of the large chest in which\nthe wax reproductions of the friezes were placed, awaiting\ntransportation.",
        "“You will perceive, messieurs,” declared Ryder in mocking irony,\n“that no human being is within this last fold of wax–especially a\nbeing,” he added thoughtfully with a glance at the stolid sheik, “of\nthe proportions of her papa.... This daughter, was she a large young\nlady?” he inquired politely of the Arab.",
        "The sheik vouchsafed no reply, but from across his ample person the\ngeneral leaned forward.",
        "“She was small, Monsieur Ryder,” he said in silken tones, “but she\ncan raise a man as high as the gallows–or as low as the grave.”",
        "“A marvel!” returned young Ryder smoothly. “And was she also of\ncharm–a charm that could kindle fires–?”",
        "It appeared to McLean that he caught the flaunting implications of\nthe taunt.",
        "He wished to heaven that Ryder would hold his reckless tongue.",
        "Ryder was turning now to the official in charge of the police.",
        "“If you have satisfied yourselves that this place is empty–”",
        "The man, a rather apologetic, pleasant fellow, shrugged and smiled.\n“We have examined all–”",
        "There was a moment in which the searchers regarded one another\nthrough the gloom in the inquiring embarrassment of the\ndiscountenanced and considered departure. But Hamdi Bey had more\ninsistent eyes.",
        "He was circling the place again like a wolf for the scent, flashing\nhis search light over the carved walls, the dancing gleam picking\nout now a relief of Osiris, now a fishing boat upon the Nile, now\nthe judgment hall of Maat. Suddenly he stopped and began examining a\nlimestone slab.",
        "“These stones–these have been merely piled here,” he cried\nexcitedly. “This is a hole–an entrance. Dig them out, men. There is\na door there, I tell you.”",
        "Hastily Ryder addressed the police. “It is simply the burial vault,\"\nhe told them. “The sarcophagi are there, ready for transportation.\nMr. Thatcher will tell you–”",
        "“I assure you it is merely the actual tomb,” said Thatcher\nnervously. “I have myself assisted my colleague with the\npreparation.”",
        "The slabs had been displaced now, disclosing the small door, with\nits fine wrought stele. Hamdi flashed a look of triumph upon the man\nwho had obviously tried to conceal that door from them, a look which\nRyder ignored as he turned to McLean.",
        "“That is the door which is sealed forever upon the dead, and upon\nthe Ka, the spiritual double,” he said in a low conversational\ntone. “It has some remarkable representations of the jackal\nAnubis–”",
        "It seemed to McLean a most extraordinary time for a disquisition\nupon Anubis. If Ryder was attempting to prove himself at his ease he\nhad certainly misjudged his manner.",
        "“Damn Anubis,” McLean gave back under his breath. “He’s not the only\njackal–What the devil’s the meaning of this?”",
        "Ryder made no reply. The stone had been pushed back and the\nsearchers were stooping beneath the narrow entrance. Then as\nMcLean’s head bent at the door he heard his friend whispering, “I\nsay–you haven’t a gun you could slip me–?”",
        "Mutely he shook his head. And that agitated whisper died away with\nthe last vestige of belief in Ryder’s innocence. Apprehensively\nMcLean glanced about that inner chamber he was entering, dreading to\nencounter instant and damning evidence of a girl.",
        "He found himself in the presence of the dead. The chamber was a\nsmall, square, walled-up affair, and at one side stood the three\nsarcophagi. The other halls had been in total darkness, but the\nblackness of this place appeared something palpable and weighty. And\nthe air had the dry, acrid tang of dust which has lain waiting for\ncenturies.",
        "It was hot, whereas the other chambers had been cool–or else\nMcLean’s disturbed blood was pumping too furiously through his\npulses. Instinctively he drew close to Jack, as the party stood\nflashing their lights over the bare walls and empty corners, and\nthen concentrated the pale illumination upon those caskets of the\ndead.",
        "“I told you that the place was empty,” Ryder said with distinct\nimpatience in his voice. “And now, if you have satisfied\nyourselves–”",
        "“You are in haste, monsieur,” said Hamdi Bey’s smooth voice. “If you\nwill permit us to see what is within–”",
        "He approached the first sarcophagus.",
        "The sheik, who appeared to have committed the restoration of his\ndaughter into the other’s hands, remained imperturbably beside the\nentrance while the head of the police came forward to assist Hamdi\nin raising the painted lid.",
        "“I protest,” said Ryder very sharply. He stood upon the other side\nof the case, eying them combatively. “It is useless to disturb this\nlid–I tell you that the Persians have been considerably before\nyou.”",
        "And indeed the case was empty. Hamdi moved to the next and again\nRyder took up his post opposite.",
        "“Again I protest,” he insisted. “The least jar or injury–”",
        "But the men raised the lid, and after the briefest look, moved on.",
        "“And now,” Ryder spoke very clearly and authoritatively, addressing\nthe head of the police, “I must ask you to stop. Even the dust that\nyou are disturbing is precious. This thing has gone beyond all\nreason.”",
        "The police official looked as if he agreed with him, but Hamdi Bey\nhad moved determinedly to the third sarcophagus. The official\nhesitated, evidenced discomfort, but moved finally after the bey.",
        "“If there is nothing here,” he murmured, “surely you cannot\nobject–”",
        "“There is precious dust here,” Ryder repeated. “You must\nunderstand–”",
        "“We see for ourselves,” said Hamdi Bey, and now his voice had a ring\nof triumphant steel through its soft smoothness. “Stand aside. This\nis in the name of the law.”",
        "It seemed to McLean that for one mad moment Ryder was tempted to\nresist. In the flickering light of the torches he stood defiantly\nabove the painted mummy case, his eyes steadily upon the bey, his\nhands pressing down upon the vivid bloom of the dead woman’s\npictured face.",
        "Then with a beaten but ironic smile he stood aside.",
        "Slowly the men lifted the lid.... In that moment McLean became aware\nthat his heart was pumping thickly somewhere in his throat and that\nthe rest of him was a hollow, horrible void of suspense.",
        "Hamdi Bey turned his arrogant stare from young Ryder and looked\ndown.... Drawing closer, fearfully McLean’s eyes followed him.",
        "He could not believe their evidence. His heart could not stop its\nidiotic pumping.",
        "But there he saw no terror-stricken girl, no pallid runaway of the\nharems, but a still, dark-shrouded form, swathed in the tight\nbandages of the ancient embalmer, a dry, dusty little mummy creature\nblankly and inscrutably confronting this unforeseen resurrection.",
        "Over their dumbfounded heads he heard young Ryder’s mocking laugh.",
        "Continue...",
        "\nThis eBook of The Fortieth Door (1920, dedicated to Arthur Mills Corwin) by Mary Hastings Bradley belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Fortieth DoorBy Mary Hastings BradleyAt Amazon"
    ]
}