{
    "title": "The Pleasures of Life - CHAPTER II. THE HAPPINESS OF DUTY.",
    "author": "Sir John Lubbock",
    "chapter": "5",
    "content": [
        "\n\n",
        "    “I am always content with that which happens; for I\n    think that what God chooses is better than what I choose.”",
        "    EPICTETUS.",
        "    “O God, All conquering! this lower earth\n    Would be for men the blest abode of mirth\n      If they were strong in Thee\n    As other things of this world well are seen;\n    Oh then, far other than they yet have been,\n      How happy would men be.”",
        "    KING ALFRED’S ed. of Boethius’s\nConsolations of Philosophy.",
        "We ought not to picture Duty to ourselves, or to others, as a stern\ntaskmistress. She is rather a kind and sympathetic mother, ever ready to\nshelter us from the cares and anxieties of this world, and to guide us in\nthe paths of peace.",
        "To shut oneself up from mankind is, in most cases, to lead a dull, as well\nas a selfish life. Our duty is to make ourselves useful, and thus life may\nbe most interesting, and yet comparatively free from anxiety.",
        "But how can we fill our lives with life, energy, and interest, and yet\nkeep care outside?",
        "Many great men have made shipwreck in the attempt. “Anthony sought for\nhappiness in love; Brutus in glory; Caesar in dominion: the first found\ndisgrace, the second disgust, the last ingratitude, and each\ndestruction.” [1] Riches, again, often bring danger, trouble, and\ntemptation; they require care to keep, though they may give much happiness\nif wisely spent.",
        "How then is this great object to be secured? What, says Marcus Aurelius,\n“What is that which is able to conduct a man? One thing and only\none–philosophy. But this consists in keeping the daemon [2] within a man\nfree from violence and unharmed, superior to pains and pleasures, doing\nnothing without a purpose, yet not falsely and with hypocrisy, not feeling\nthe need of another man’s doing or not doing anything; and besides,\naccepting all that happens, and all that is allotted, as coming from\nthence, wherever it is, from whence he himself came; and, finally, waiting\nfor death with a cheerful mind, as being nothing else than a dissolution\nof the elements of which every living being is compounded.” I confess I do\nnot feel the force of these last few words, which indeed scarcely seem\nrequisite for his argument. The thought of death, however, certainly\ninfluences the conduct of life less than might have been expected.",
        "Bacon truly points out that “there is no passion in the mind of man so\nweak, but it mates and masters the fear of death.... Revenge triumphs over\ndeath, love slights it, honor aspireth to it, grief flieth to it.”",
        "  “Think not I dread to see my spirit fly\n  Through the dark gates of fell mortality;\n  Death has no terrors when the life is true;\n  ’Tis living ill that makes us fear to die.” [3]",
        "We need certainly have no such fear if we have done our best to make\nothers happy; to promote “peace on earth and goodwill amongst men.\"\nNothing, again, can do more to release us from the cares of this world,\nwhich consume so much of our time, and embitter so much of our life. When\nwe have done our best, we should wait the result in peace; content, as\nEpictetus says, “with that which happens, for what God chooses is better\nthan what I choose.”",
        "At any rate, if we have not effected all we wished, we shall have\ninfluenced ourselves. It may be true that one cannot do much. “You are not\nHercules, and you are not able to purge away the wickedness of others; nor\nyet are you Theseus, able to drive away the evil things of Attica. But you\nmay clear away your own. From yourself, from your own thoughts, cast away,\ninstead of Procrustes and Sciron, [4] sadness, fear, desire, envy,\nmalevolence, avarice, effeminacy, intemperance. But it is not possible to\neject these things otherwise than by looking to God only, by fixing your\naffections on Him only, by being consecrated by his commands.” [5]",
        "People sometimes think how delightful it would be to be quite free. But a\nfish, as Ruskin says, is freer than a man, and as for a fly, it is “a\nblack incarnation of freedom.” A life of so-called pleasure and\nself-indulgence is not a life of real happiness or true freedom. Far from\nit, if we once begin to give way to ourselves, we fall under a most\nintolerable tyranny. Other temptations are in some respects like that of\ndrink. At first, perhaps, it seems delightful, but there is bitterness at\nthe bottom of the cup. Men drink to satisfy the desire created by previous\nindulgence. So it is in other things. Repetition soon becomes a craving,\nnot a pleasure. Resistance grows more and more painful; yielding, which at\nfirst, perhaps, afforded some slight and temporary gratification, soon\nceases to give pleasure, and even if for a time it procures relief, ere\nlong becomes odious itself.",
        "To resist is difficult, to give way is painful; until at length the\nwretched victim to himself, can only purchase, or thinks he can only\npurchase, temporary relief from intolerable craving and depression, at the\nexpense of far greater suffering in the future.",
        "On the other hand, self-control, however difficult at first, becomes step\nby step easier and more delightful. We possess mysteriously a sort of dual\nnature, and there are few truer triumphs, or more delightful sensations,\nthan to obtain thorough command of oneself.",
        "How much pleasanter it is to ride a spirited horse, even perhaps though\nrequiring some strength and skill, than to creep along upon a jaded hack.\nIn the one case you feel under you the free, responsive spring of a living\nand willing force; in the other you have to spur a dull and lifeless\nslave.",
        "To rule oneself is in reality the greatest triumph. “He who is his own\nmonarch,” says Sir T. Browne, “contentedly sways the sceptre of himself,\nnot envying the glory to crowned heads and Elohim of the earth;” for those\nare really highest who are nearest to heaven, and those are lowest who are\nfarthest from it.",
        "True greatness has little, if anything, to do with rank or power.\n“Eurystheus being what he was,” says Epictetus, “was not really king of\nArgos nor of Mycenae, for he could not even rule himself; while Hercules\npurged lawlessness and introduced justice, though he was both naked and\nalone.”",
        "We are told that Cineas the philosopher once asked Pyrrhus what he would\ndo when he had conquered Italy. “I will conquer Sicily.” “And after\nSicily?” “Then Africa.” “And after you have conquered the world?” “I will\ntake my ease and be merry.” “Then,” asked Cineas, “why can you not take\nyour ease and be merry now?”",
        "Moreover, as Sir Arthur Helps has wisely pointed out, “the enlarged view\nwe have of the Universe must in some measure damp personal ambition. What\nis it to be king, sheikh, tetrarch, or emperor over a ’bit of a bit’ of\nthis little earth?” “All rising to great place,” says Bacon, “is by a\nwinding stair;” and “princes are like heavenly bodies, which have much\nveneration, but no rest.”",
        "Plato in the Republic mentions an old myth that after death every soul\nhas to choose a lot in life for the existence in the next world; and he\ntells us that the wise Ulysses searched for a considerable time for the\nlot of a private man. He had some difficulty in finding it, as it was\nlying neglected in a corner, but when he had secured it he was delighted;\nthe recollection of all he had gone through on earth, having disenchanted\nhim of ambition.",
        "Moreover, there is a great deal of drudgery in the lives of courts.\nCeremonials may be important, but they take up much time and are terribly\ntedious.",
        "A man then is his own best kingdom. “He that ruleth his speech,” says\nSolomon, “is better than he that taketh a city.” But self-control, this\ntruest and greatest monarchy, rarely comes by inheritance. Every one of us\nmust conquer himself; and we may do so, if we take conscience for our\nguide and general.",
        "No one really fails who does his best. Seneca observes that “no one saith\nthe three hundred Fabii were defeated, but that they were slain,” and if\nyou have done your best, you will, in the words of an old Norse ballad,\nhave gained",
        "  “Success in thyself, which is best of all.”",
        "Being myself engaged in business, I was rather startled to find it laid\ndown by no less an authority than Aristotle (almost as if it were a\nself-evident proposition) that commerce “is incompatible with that\ndignified life which it is our wish that our citizens should lead, and\ntotally adverse to that generous elevation of mind with which it is our\nambition to inspire them.” I know not how far that may really have been\nthe spirit and tendency of commerce among the ancient Greeks; but if so, I\ndo not wonder that it was not more successful.",
        "I may, indeed, quote Aristotle against himself, for he has elsewhere told\nus that “business should be chosen for the sake of leisure; and things\nnecessary and useful for the sake of the beautiful in conduct.”",
        "It is not true that the ordinary duties of life in a country like\nours–commerce, manufactures, agriculture,–the pursuits to which the vast\nmajority are and must be devoted–are incompatible with the dignity or\nnobility of life. Whether a life is noble or ignoble depends, not on the\ncalling which is adopted, but on the spirit in which it is followed. The\nhumblest life may be noble, while that of the most powerful monarch or the\ngreatest genius may be contemptible. Commerce, indeed, is not only\ncompatible, but I would almost go further and say that it will be most\nsuccessful, if carried on in happy union with noble aims and generous\naspirations. What Ruskin says of art is, with due modification, true of\nlife generally. It does not matter whether a man “paint the petal of a\nrose or the chasms of a precipice, so that love and admiration attend on\nhim as he labors, and wait for ever on his work. It does not matter\nwhether he toil for months on a few inches of his canvas, or cover a\npalace front with color in a day; so only that it be with a solemn\npurpose, that he have filled his heart with patience, or urged his hand to\nhaste.”",
        "It is true that in a subsequent volume he refers to this passage, and\nadds, “But though all is good for study, and all is beautiful, some is\nbetter than the rest for the help and pleasure of others; and this it is\nour duty always to choose if we have opportunity,” adding, however, “being\nquite happy with what is within our reach if we have not.”",
        "We read of and admire the heroes of old, but every one of us has to fight\nhis own Marathon and Thermopylae; every one meets the Sphinx sitting by\nthe road he has to pass; to each of us, as to Hercules, is offered the\nchoice of Vice or Virtue; we may, like Paris, give the apple of life to\nVenus, or Juno, or Minerva.",
        "There are many who seem to think that we have fallen on an age in the\nworld when life is especially difficult and anxious, when there is less\nleisure than of yore, and the struggle for existence is keener than ever.",
        "On the other hand, we must remember how much we have gained in security?\nIt may be an age of hard work, but when this is not carried to an extreme,\nit is by no means an evil. If we have less leisure, one reason is because\nlife is so full of interest. Cheerfulness is the daughter of employment,\nand on the whole I believe there never was a time when modest merit and\npatient industry were more sure of reward.",
        "We must not, indeed, be discouraged if success be slow in coming, nor\npuffed up if it comes quickly. We often complain of the nature of things\nwhen the fault is all in ourselves. Seneca, in one of his letters,\nmentions that his wife’s maid, Harpaste, had nearly lost her eyesight, but\n“she knoweth not she is blind, she saith the house is dark. This that\nseemeth ridiculous unto us in her, happeneth unto us all. No man\nunderstandeth that he is covetous, or avaricious. He saith, I am not\nambitious, but no man can otherwise live in Rome; I am not sumptuous, but\nthe city requireth great expense.”",
        "Newman, in perhaps the most beautiful of his hymns, “Lead, kindly light,\"\nsays:",
        "  “Keep thou my feet, I do not ask to see\n  The distant scene; one step enough for me.”",
        "But we must be sure that we are really following some trustworthy guide,\nand not out of mere laziness allowing ourselves to drift. We have a guide\nwithin us which will generally lead us straight enough.",
        "Religion, no doubt, is full of difficulties, but if we are often puzzled\nwhat to think, we need seldom be in doubt what to do.",
        "  “To say well is good, but to do well is better;\n  Do well is the spirit, and say well the letter;\n  If do well and say well were fitted in one frame,\n  All were won, all were done, and got were all the gain.”",
        "Cleanthes, who appears to have well merited the statue erected to him at\nAssos, says:",
        "  “Lead me, O Zeus, and thou, O Destiny.\n    The way that I am bid by you to go:\n  To follow I am ready. If I choose not,\n    I make myself a wretch;–and still must follow.”",
        "If we are ever in doubt what to do, it is a good rule to ask ourselves\nwhat we shall wish on the morrow that we had done.",
        "Moreover, the result in the long run will depend not so much on some\nsingle resolution, or on our action in a special case, but rather on the\npreparation of daily life. Battles are often won before they are fought.\nTo control our passions we must govern our habits, and keep watch over\nourselves in the small details of everyday life.",
        "The importance of small things has been pointed out by philosophers over\nand over again from AEsop downward. “Great without small makes a bad\nwall,” says a quaint Greek proverb, which seems to go back to cyclopean\ntimes. In an old Hindoo story Ammi says to his son, “Bring me a fruit of\nthat tree and break it open. What is there?” The son said, “Some small\nseeds.” “Break one of them and what do you see?” “Nothing, my lord,” “My\nchild,” said Ammi, “where you see nothing there dwells a mighty tree.” It\nmay almost be questioned whether anything can be truly called small.",
        "  “There is no great and no small\n  To the soul that maketh all;\n  And where it cometh all things are,\n  And it cometh everywhere.” [6]",
        "We should therefore watch ourselves in small things. If “you wish not to\nbe of an angry temper, do not feed the habit: throw nothing on it which\nwill increase it: at first keep quiet, and count the days on which you\nhave not been angry. I used to be in passion every day; now every second\nday; then every third; then every fourth. But if you have intermitted\nthirty days, make a sacrifice to God. For the habit at first begins to be\nweakened, and then is completely destroyed. When you can say, ’I have not\nbeen vexed to-day, nor the day before, nor yet on any succeeding day\nduring two or three months; but I took care when some exciting things\nhappened,’ be assured that you are in a good way.” [7]",
        "Emerson closes his Conduct of Life with a striking allegory. The young\nMortal enters the Hall of the Firmament. The Gods are sitting there, and\nhe is alone with them. They pour on him gifts and blessings, and beckon\nhim to their thrones. But between him and them suddenly appear snow-storms\nof illusions. He imagines himself in a vast crowd, whose behests he\nfancies he must obey. The mad crowd drives hither and thither, and sways\nthis way and that. What is he that he should resist? He lets himself be\ncarried about. How can he think or act for himself? But the clouds lift,\nand there are the Gods still sitting on their thrones; they alone with him\nalone.",
        "“The great man,” he elsewhere says, “is he who in the midst of the crowd\nkeeps with perfect sweetness the serenity of solitude.”",
        "We may all, if we will, secure peace of mind for ourselves.",
        "“Men seek retreats,” says Marcus Aurelius, “houses in the country,\nseashores, and mountains; and thou too art wont to desire such things very\nmuch. But this is altogether a mark of the most common sort of men; for it\nis in thy power whenever thou shalt choose, to retire into thyself. For\nnowhere either with more quiet or more freedom from trouble does a man\nretire, than into his own soul, particularly when he has within him such\nthoughts that by looking into them he is immediately in perfect\ntranquillity.”",
        "Happy indeed is he who has such a sanctuary in his own soul. “He who is\nvirtuous is wise; and he who is wise is good; and he who is good is\nhappy.” [8]",
        "But we cannot expect to be happy if we do not lead pure and useful lives.\nTo be good company for ourselves we must store our minds well; fill them\nwith pure and peaceful thoughts; with pleasant memories of the past, and\nreasonable hopes for the future. We must, as far as may be, protect\nourselves from self-reproach, from care, and from anxiety. We shall make\nour lives pure and peaceful, by resisting evil, by placing restraint upon\nour appetites, and perhaps even more by strengthening and developing our\ntendencies to good. We must be careful, then, on what we allow our minds\nto dwell. The soul is dyed by its thoughts; we cannot keep our minds pure\nif we allow them to be sullied by detailed accounts of crime and sin.\nPeace of mind, as Ruskin beautifully observes, “must come in its own time,\nas the waters settle themselves into clearness as well as quietness; you\ncan no more filter your mind into purity than you can compress it into\ncalmness; you must keep it pure if you would have it pure, and throw no\nstones into it if you would have it quiet.”",
        "The penalty of injustice, said Socrates, is not death or stripes, but the\nfatal necessity of becoming more and more unjust. Few men have led a wiser\nor more virtuous life than Socrates himself, of whom Xenophon gives us the\nfollowing description:–\"To me, being such as I have described him, so\npious that he did nothing without the sanction of the gods; so just, that\nhe wronged no man even in the most trifling affair, but was of service in\nthe most important matters to those who enjoyed his society; so temperate\nthat he never preferred pleasure to virtue; so wise, that he never erred\nin distinguishing better from worse; needing no counsel from others, but\nbeing sufficient in himself to discriminate between them; so able to\nexplain and settle such questions by argument; and so capable of\ndiscerning the character of others, of confuting those who were in error,\nand of exhorting them to virtue and honor, he seemed to be such as the\nbest and happiest of men would be. But if any one disapproves of my\nopinion let him compare the conduct of others with that of Socrates, and\ndetermine accordingly.”",
        "Marcus Aurelius again has drawn for us a most instructive lesson in his\ncharacter of Antoninus:–\"Remember his constancy in every act which was\nconformable to reason, his evenness in all things, his piety, the serenity\nof his countenance, his sweetness, his disregard of empty fame, and his\nefforts to understand things; how he would never let anything pass without\nhaving first carefully examined it and clearly understood it; how he bore\nwith those who blamed him unjustly without blaming them in return; how he\ndid nothing in a hurry; how he listened not to calumnies, and how exact an\nexaminer of manners and actions he was; not given to reproach people, nor\ntimid, nor suspicious, nor a sophist; with how little he was satisfied,\nsuch as lodging, bed, dress, food, servants; how laborious and patient;\nhow sparing he was in his diet; his firmness and uniformity in his\nfriendships; how he tolerated freedom of speech in those who opposed his\nopinions; the pleasure that he had when any man showed him anything\nbetter, and how pious he was without superstition. Imitate all this that\nthou mayest have as good a conscience, when thy last hour comes, as he\nhad.”",
        "Such peace of mind is indeed an inestimable boon, a rich reward of duty\nfulfilled. Well then does Epictetus ask, “Is there no reward? Do you seek\na reward greater than that of doing what is good and just? At Olympia you\nwish for nothing more, but it seems to you enough to be crowned at the\ngames. Does it then seem to you so small and worthless a thing to be good\nand happy?”",
        "In Bernard of Morlaix’s beautiful lines–",
        "  “Pax erit illa fidelibus, illa beata,\n  Irrevocabilis, Invariabilis, Intemerata.\n  Pax sine crimine, pax sine turbine, pax sine rixa,\n  Meta Laboribus, inque tumultibus anchora fixa;\n  Pax erit omnibus unica. Sed quibus? Immaculatis\n  Pectore mitibus, ordine stantibus, ore sacratis.”",
        "What greater reward can we have than this; than the “peace which passeth\nall understanding,” “which cannot be gotten for gold, neither shall silver\nbe weighed for the price thereof.” [9]",
        "[1] Colton, Lacon, or Many Things in Few Words.",
        "[2] i.e. spirit.",
        "[3] Omar Khayyam.",
        "[4] Two robbers destroyed by Theseus.",
        "[5] Epictetus.",
        "[6] Emerson.",
        "[7] Epictetus.",
        "[8] King Alfred’s Boethius.",
        "[9] Job.",
        "Continue...",
        "\nThis complete e-text “The Pleasures of Life” by Sir John Lubbock belongs in the public domain.\n\nGet “Pleasures of Life” from Amazon.com\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "THE PLEASURES OF LIFE (complete)By SIR JOHN LUBBOCK BARTAt Amazon"
    ]
}