{
    "title": "The Jericho Road - Friendship, Love and Truth.",
    "author": "W. Bion Adkins",
    "chapter": "12",
    "content": [
        "\n\n",
        "Friendship, love, truth–golden links these, that not only bind\ntogether their obligated votaries, but that recognize and embrace,\nbecause of worthiness and plighted faith, that behind the back as well\nas face to face, have a defensive, kindly word and a brother’s generous\ndeed; that, amid the upheavals of communities and the crumbling of\nnations, systems and governments, swerve not from their course, and are\ncorralled by no arbitrary bounds, and that, whatever the dialect, the\nnationality or the religion of men, read upon humanity’s brow the\ninscription written by the finger of infinite love–a man and a\nbrother, a woman and a sister.",
        "A faithful and true friend is a living treasure, estimable in\npossession and deeply to be lamented when gone.  Nothing is more common\nthan to talk of a friend; nothing more difficult than to find one;\nnothing more rare than to improve by one as we ought.",
        "The only reward of virtue is virtue.  The only way to have a friend is\nto be one.  Such is friendship.  Next in our golden chain is Love.\nLove is the stepping stone to heaven.  This principle teaches man his\ncapabilities for good, enlightens his mind, enlarges the sphere of his\naffections and leads him to that true fraternal relation which was\ndesigned by the Great Author of his existence.  Love teaches us to be\nself-sacrificing.  For a bright instance of this we point you to Moses,\nthe great law-giver of the Jews.  He turned his back on the splendors\nof Pharaoh’s court and chose rather to share the wretchedness of his\nlowly people than serve as a king for their oppressors, finally dying\nin sight of that inheritance, which, though denied to him, was given to\nhis ungrateful countrymen.  How very bright on the pages of history\nshine such acts of love and sacrifice.  This principle belongs to no\none organization, party or sect.  It can be made to bud and bloom as\nwell under the fierce rays of the torrid zone, midst the icebergs of\nGreenland, or the everlasting snows of Caucasus.  It always carries the\nsame smile, whether in the cabin or in the palace.  Following in its\nfootsteps there is such a halo of glory, such a gentle influence, that\nit gathers within its sacred realm antagonistic natures, controls the\nelements of discord, stills the storm, soothes the spirit of passion,\nand directs in harmony all of man’s efforts to fraternize the world.\nIn this strangely selfish and uncertain world none are so affluent or\nfavorably circumstanced as not at some time and in some way to become\ndependent.  Oh! there are emphasized essentialities that are not\nembraced among the commodities of the market, and in order to the\nrealization of which money possesses no purchasing power.  To relieve\nthe pungent pinchings of penury with raiment, food and shelter, and so\nsend the sunshine of gladness to the poor and needy, is\nsomething–indeed is much.  But, ah! the delicate and intricate\nmechanism of mind is out of gear, a secret sorrow swells and sways the\nheart, and unitedly they cry: “Who will show us any good?  Who remove\nthis rankling sorrow?  What good Samaritan competent to the task of\naffording relief to this dazed brain?”  Oh! it is here that the trained\nvotaries of the triple brotherhood bring to bear their wondrous power.\nIf it be true “that one touch of nature makes the whole world kin,” it\nis equally true that the ties of brotherhood here would wield their\nmost potent influence, and of the true Odd-Fellow well may it be said,\n“He hath a tear for pity, and a hand open as day for melting charity.”",
        "TRUTH! crown jewel of the radiant sisterhood of queenly graces!  She\ncan not be crushed to earth.  The eternal years of God being hers, she,\nno more than her author, can go down.  Error may fling widely open his\narsenal gates of defilement and deceit, and seek so earnestly and\ntirelessly the usurpation of her throne; but there she sits, as firmly\nand gracefully as when the morning stars sang together and the sons of\nGod shouted for joy.  Such is truth, the rarest of all human virtues.",
        "The man who is so conscious of the rectitude of his intentions, as to\nbe willing to open his bosom to the inspection of the world, is in\npossession of the strongest pillars of a decided character.  The course\nof such a man will be firm and steady, because he has nothing to fear\nfrom the world and is sure of the approbation of heaven.  While he who\nis conscious of secret and dark designs, which, if known, would blast\nhim, is perpetually shrinking and dodging from public observation, and\nis afraid of all around, and, much more, of all above him.  Such a man\nmay indeed pursue his iniquitous plans steadily; he may waste himself\nto a skeleton in the guilty pursuit, but it is impossible that he can\npursue them with the same health-inspiring confidence and exulting\nalacrity with him who feels at every step that he is in pursuit of\nhonest ends by honest means.  The clear, unclouded brow, the open\ncountenance, the brilliant eye, which can look an honest man\nsteadfastly, yet courteously, in the face, the healthfully beating\nheart and the firm, elastic step, belong to him whose bosom is free\nfrom guile, and who knows that all his motives and purposes are pure\nand right.  Why should such a man falter in his course?  He may be\nslandered, he may be deserted by the world, but he has that within him\nwhich will keep him erect, and enable him to move onward in his course,\nwith his eyes fixed on heaven, which he knows will not desert him.",
        "Odd-Fellowship teaches its members to be men of honor.  When I say\nhonest, I use it in its larger sense of discharging all your duties,\nboth public and private, both open and secret, with the most\nscrupulous, heaven-attesting integrity; in that sense, farther, which\ndrives from the bosom all little, dark, crooked, sordid, debasing\nconsiderations of self, and substitutes in their place a bolder,\nloftier and nobler spirit, one that will dispose you to consider\nyourselves as born not so much for yourselves as for your country and\nyour fellow-creatures, and which will lead you to act on every occasion\nsincerely, justly, generously and magnanimously.  There is a morality\non a larger scale, perfectly consistent with a just attention to your\nown affairs, which it would be folly to neglect; a generous expansion,\na proud elevation and conscious greatness of character, which is the\nbest preparation for a decided course in every situation into which you\ncan be thrown; and it is to this high and noble tone of character that\nI would have you to aspire.  I would not have you to resemble those\nweak and meagre streamlets, which lose their direction at every petty\nimpediment that presents itself, and stop and turn back, and creep\naround, and search out every channel through which they may wind their\nfeeble and sickly course.  Nor yet would I have you resemble the\nheadlong torrent that carries havoc in its mad career; but I would have\nyou like the ocean, that noblest emblem of majestic decision, which in\nthe calmest hour still heaves its resistless might of waters to the\nshore, filling the heavens day and night with the echoes of its sublime\ndeclaration of independence, and tossing and sporting on its bed with\nan imperial consciousness of strength that laughs at opposition.  It is\nthis depth and weight and power and purity of character that I would\nhave you resemble; and I would have you, like the waters of the ocean,\nto become the purer by your own action.  Men are sometimes ruined\nbecause they aim not at virtue, but only at the reputation which it\nbrings.  Odd-Fellowship teaches its members to be brave, honest and\ndiligent.  If we have these attributes, victory must surely crown our\nefforts.  How often in the history of our country have men of humble\nbirth come forth in time of danger, and, nobly risking all, even to\ndeath, or disgrace worse than death itself, stood between their country\nand defeat, and built for themselves a glorious name.  Nor, alas! is\nthe opposite case to this unknown.  Some of America’s proudest sons\nhave, by their own acts, sunk themselves into the inner-most depths of\ninfamy and vice.",
        "  “Virtue alone is true nobility.\n  Oh, give me inborn worth! dare to be just,\n  Firm to your word and faithful to your trust.”",
        "Knowledge is a mighty rock in a weary land, and to you, brothers, ’tis\npermitted to smite this rock, and from it gushes fountains of living\nwaters, which form rivers of wisdom, flowing to the uttermost parts of\nthe earth, carrying the proper idea of life to the souls of men.  The\nriver of science flows in a deep, straight course, searching out the\nhidden mysteries, and demonstrating facts, while Truth builds her\ndefenses on its shores, and Love rears her fair palaces and calmly\nenjoys the result of labor and research.  History, with its broad\nstream bringing knowledge down through the vanished centuries,\nrevealing many a lost art, which avails us much in these later days.\nMysteries which magicians have left behind them–secrets for ages\nundusted–that we may read the records of the past.",
        "Experience builds citadels upon these heights.  Flowing parallel to\nhistory is the great, turbid stream of politics.  Its crimson billows\ncast wrecks upon the strand, and the moaning waves strangely blend the\ntones of grand martial music with the discords of despair and\ndisappointment, for it is a treacherous tide.  Along its winding shores\nwar builds her forts, and there are fields of carnage and blood, and\ndark fortresses of envy, from which fly the poisoned shafts of malice,\nfalsehood and revenge, and there are many graves in which lie ambition,\nglory and renown, with all their brilliant dreams.  Opposite to this\nfrom the rock of knowledge gush the sweet fountains of poetry and\nmusic, singing on their way through fair, secluded dells, where there\nare moss-covered rocks, clinging vines, fragrant flowers and ferns and\nsinging birds.  In their shining waves of light are mirrored the azure\nsky, golden sunshine and fleecy clouds, while youth, beauty, laughter\nand joy stray along the verdant shores, keeping time to the music of\nthe merry spray and weaving garlands to crown their radiant brows.",
        "Not far from the rock of true knowledge flows a deep stream, calm,\nclear and beautiful.  Majestically it sweeps through stately forests,\nextended plains and lofty mountains; and the fair cities of honesty,\ntemperance and truth are built upon its shores.  This wonderful stream\nis fed by the ever-living fountains of honor, morality, justice, mercy\nand divine love.  The music of its waves sends forth hymns of true\npatriotism, love of country and of home; and the sweet songs of faith\nand immortality float upward like strong, white wings, bearing the soul\naway on pure melody above this world of longing and of hope, until it\nrises to meet the world of glory and fulfillment.  Upon these shores\nfaith, hope, charity and security have reared their white temples,\nwhich shall ever represent a living institution, bearing on its banner\nas a motto these beautiful words:",
        "Continue...",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}