{
    "title": "The Meaning of Truth - XV. A Dialogue",
    "author": "William James",
    "chapter": "16",
    "content": [
        "\n",
        "\n\n",
        "After correcting the proofs of all that precedes I imagine a\nresidual state of mind on the part of my reader which may still keep\nhim unconvinced, and which it may be my duty to try at least to\ndispel. I can perhaps be briefer if I put what I have to say in\ndialogue form. Let then the anti-pragmatist begin:–",
        "Anti-Pragmatist:–You say that the truth of an idea is constituted\nby its workings. Now suppose a certain state of facts, facts for\nexample of antediluvian planetary history, concerning which the\nquestion may be asked:",
        "’Shall the truth about them ever be known?’ And suppose (leaving the\nhypothesis of an omniscient absolute out of the account) that we\nassume that the truth is never to be known. I ask you now, brother\npragmatist, whether according to you there can be said to be\nany truth at all about such a state of facts. Is there a truth, or\nis there not a truth, in cases where at any rate it never comes\nto be known?",
        "Pragmatist:–Why do you ask me such a question?",
        "Anti-Prag.:–Because I think it puts you in a bad dilemma.",
        "Prag.:–How so?",
        "Anti-Prag.:–Why, because if on the one hand you elect to say that\nthere is a truth, you thereby surrender your whole pragmatist\ntheory. According to that theory, truth requires ideas and workings\nto constitute it; but in the present instance there is supposed to\nbe no knower, and consequently neither ideas nor workings can exist.\nWhat then remains for you to make your truth of?",
        "Prag.:–Do you wish, like so many of my enemies, to force me to make\nthe truth out of the reality itself? I cannot: the truth is\nsomething known, thought or said about the reality, and consequently\nnumerically additional to it. But probably your intent is something\ndifferent; so before I say which horn of your dilemma I choose, I\nask you to let me hear what the other horn may be.",
        "Anti-Prag.:–The other horn is this, that if you elect to say that\nthere is no truth under the conditions assumed, because there are\nno ideas or workings, then you fly in the face of common sense.\nDoesn’t common sense believe that every state of facts must in\nthe nature of things be truly statable in some kind of a\nproposition, even tho in point of fact the proposition should never\nbe propounded by a living soul?",
        "Prag.:–Unquestionably common sense believes this, and so do I.\nThere have been innumerable events in the history of our planet of\nwhich nobody ever has been or ever will be able to give an account,\nyet of which it can already be said abstractly that only one sort of\npossible account can ever be true. The truth about any such event is\nthus already generically predetermined by the event’s nature; and\none may accordingly say with a perfectly good conscience that it\nvirtually pre-exists. Common sense is thus right in its instinctive\ncontention.",
        "Anti-Prag.:–Is this then the horn of the dilemma which you stand\nfor? Do you say that there is a truth even in cases where it\nshall never be known?",
        "Prag.:–Indeed I do, provided you let me hold consistently to my own\nconception of truth, and do not ask me to abandon it for something\nwhich I find impossible to comprehend.–You also believe, do you\nnot, that there is a truth, even in cases where it never shall\nbe known?",
        "Anti-Prag.:–I do indeed believe so.",
        "Prag.:–Pray then inform me in what, according to you, this truth\nregarding the unknown consists.",
        "Anti-Prag.:–Consists?–pray what do you mean by ’consists’? It\nconsists in nothing but itself, or more properly speaking it\nhas neither consistence nor existence, it obtains, it holds.",
        "Prag.:–Well, what relation does it bear to the reality of which it\nholds?",
        "Anti-Prag.:-How do you mean, ’what relation’? It holds of it, of\ncourse; it knows it, it represents it.",
        "Prag.:–Who knows it? What represents it?",
        "Anti-Prag.:–The truth does; the truth knows it; or rather not\nexactly that, but any one knows it who possesses the truth. Any true\nidea of the reality represents the truth concerning it.",
        "Prag.:–But I thought that we had agreed that no knower of it, nor\nany idea representing it was to be supposed.",
        "Anti-Prag.:–Sure enough!",
        "Prag.:–Then I beg you again to tell me in what this truth consists,\nall by itself, this tertium quid intermediate between the facts per\nse, on the one hand, and all knowledge of them, actual or potential,\non the other. What is the shape of it in this third estate? Of\nwhat stuff, mental, physical, or ’epistemological,’ is it built?\nWhat metaphysical region of reality does it inhabit?",
        "Anti-Prag.:–What absurd questions! Isn’t it enough to say that it\nis true that the facts are so-and-so, and false that they are\notherwise?",
        "Prag.:–’It’ is true that the facts are so-and-so–I won’t yield to\nthe temptation of asking you what is true; but I do ask you\nwhether your phrase that ’it is true that’ the facts are so-and-so\nreally means anything really additional to the bare being so-and-so\nof the facts themselves.",
        "Anti-Prag.:–It seems to mean more than the bare being of the facts.\nIt is a sort of mental equivalent for them, their\nepistemological function, their value in noetic terms. Prag.:–A\nsort of spiritual double or ghost of them, apparently! If so, may I\nask you where this truth is found.",
        "Anti-Prag.:–Where? where? There is no ’where’–it simply obtains,\nabsolutely obtains.",
        "Prag.:–Not in any one’s mind?",
        "Anti-Prag.:–No, for we agreed that no actual knower of the truth\nshould be assumed.",
        "Prag.:–No actual knower, I agree. But are you sure that no notion\nof a potential or ideal knower has anything to do with forming this\nstrangely elusive idea of the truth of the facts in your mind?",
        "Anti-Prag.:–Of course if there be a truth concerning the facts,\nthat truth is what the ideal knower would know. To that extent you\ncan’t keep the notion of it and the notion of him separate. But it\nis not him first and then it; it is it first and then him, in my\nopinion.",
        "Prag.:–But you still leave me terribly puzzled as to the status of\nthis so-called truth, hanging as it does between earth and\nheaven, between reality and knowledge, grounded in the reality, yet\nnumerically additional to it, and at the same time antecedent to any\nknower’s opinion and entirely independent thereof. Is it as\nindependent of the knower as you suppose? It looks to me terribly\ndubious, as if it might be only another name for a potential as\ndistinguished from an actual knowledge of the reality. Isn’t your\ntruth, after all, simply what any successful knower would have to\nknow in case he existed? And in a universe where no knowers were\neven conceivable would any truth about the facts there as something\nnumerically distinguishable from the facts themselves, find a place\nto exist in? To me such truth would not only be non-existent, it\nwould be unimaginable, inconceivable.",
        "Anti-Prag.:–But I thought you said a while ago that there is a\ntruth of past events, even tho no one shall ever know it.",
        "Prag.:–Yes, but you must remember that I also stipulated for\npermission to define the word in my own fashion. The truth of\nan event, past, present, or future, is for me only another name for\nthe fact that if the event ever does get known, the nature of the\nknowledge is already to some degree predetermined. The truth which\nprecedes actual knowledge of a fact means only what any possible\nknower of the fact will eventually find himself necessitated to\nbelieve about it. He must believe something that will bring him into\nsatisfactory relations with it, that will prove a decent\nmental substitute for it. What this something may be is of course\npartly fixed already by the nature of the fact and by the sphere of\nits associations. This seems to me all that you can clearly mean\nwhen you say that truth pre-exists to knowledge. It is knowledge\nanticipated, knowledge in the form of possibility merely.",
        "Anti-Prag.:–But what does the knowledge know when it comes? Doesn’t\nit know the truth? And, if so, mustn’t the truth be distinct from\neither the fact or the knowledge?",
        "Prag.:–It seems to me that what the knowledge knows is the fact\nitself, the event, or whatever the reality may be. Where you\nsee three distinct entities in the field, the reality, the knowing,\nand the truth, I see only two. Moreover, I can see what each of my\ntwo entities is known-as, but when I ask myself what your third\nentity, the truth, is known-as, I can find nothing distinct from the\nreality on the one hand, and the ways in which it may be known on\nthe other. Are you not probably misled by common language, which has\nfound it convenient to introduce a hybrid name, meaning sometimes a\nkind of knowing and sometimes a reality known, to apply to either of\nthese things interchangeably? And has philosophy anything to gain by\nperpetuating and consecrating the ambiguity? If you call the object\nof knowledge ’reality,’ and call the manner of its being cognized\n’truth,’ cognized moreover on particular occasions, and\nvariously, by particular human beings who have their various\nbusinesses with it, and if you hold consistently to this\nnomenclature, it seems to me that you escape all sorts of trouble.",
        "Anti-Prag.:–Do you mean that you think you escape from my dilemma?",
        "Prag.:–Assuredly I escape; for if truth and knowledge are terms\ncorrelative and interdependent, as I maintain they are,\nthen wherever knowledge is conceivable truth is\nconceivable, wherever knowledge is possible truth is possible,\nwherever knowledge is actual truth is actual. Therefore when you\npoint your first horn at me, I think of truth actual, and say it\ndoesn’t exist. It doesn’t; for by hypothesis there is no knower, no\nideas, no workings. I agree, however, that truth possible or virtual\nmight exist, for a knower might possibly be brought to birth; and\ntruth conceivable certainly exists, for, abstractly taken, there\nis nothing in the nature of antediluvian events that should make the\napplication of knowledge to them inconceivable. Therefore when\nyou try to impale me on your second horn, I think of the truth in\nquestion as a mere abstract possibility, so I say it does exist, and\nside with common sense.",
        "Do not these distinctions rightly relieve me from embarrassment? And\ndon’t you think it might help you to make them yourself?",
        "Anti-Prag.:–Never!–so avaunt with your abominable hair-splitting\nand sophistry! Truth is truth; and never will I degrade it by\nidentifying it with low pragmatic particulars in the way you\npropose.",
        "Prag.:–Well, my dear antagonist, I hardly hoped to convert an\neminent intellectualist and logician like you; so enjoy, as long as\nyou live, your own ineffable conception. Perhaps the rising\ngeneration will grow up more accustomed than you are to that\nconcrete and empirical interpretation of terms in which the\npragmatic method consists. Perhaps they may then wonder how so\nharmless and natural an account of truth as mine could have found\nsuch difficulty in entering the minds of men far more intelligent\nthan I can ever hope to become, but wedded by education and\ntradition to the abstractionist manner of thought.",
        " ",
        "\nThis e-book of The Meaning of Truth (a sequel to “Pragmatism”) by William James is in the public domain (via Project Gutenberg).\nThis page has been created by Philipp Lenssen.\nPage last updated on January 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "William James : Writings 1902-1910 : The Varieties of Religious Experience / Pragmatism / A Pluralistic Universe / The Meaning of Truth / Some Problems of Philosophy / Essays (Library of America)By William JamesAt Amazon"
    ]
}