{
    "title": "The Revolutions of Time - Chapter 11: The Land Across the Sea",
    "author": "Jonathan Dunn",
    "chapter": "13",
    "content": [
        "\n\n",
        "I waited reluctantly with my ear against the door until his footsteps\ncould no longer be heard, and then waited for fifteen minutes more,\nlistening carefully for any noises. There were none, and once I had\nconvinced myself that I was completely alone, I dashed swiftly up the\nstairs and jumped onto the couch. My sudden movements caused the top-\nheavy tower to sway slightly for a few moments, giving me quite the\nscare, for I didn’t realize what it was at first. But then my pilot’s\ninstinct kicked in and I mentally calculated the height and width of the\ntower and the mass of the dome that rested upon it, and came to the\nconclusion that it was stable, for while a swift movement caused it to\nsway, it would take a prolonged and deliberate pendulum-like motion to\ncause any real damage, and even the fiercest wind would not upset it,\nfor it would only blow in a single direction at a time, and only a\nrocking motion must be feared.",
        "Confident once more of my safety, I took the rolled piece of paper from\nthe folds of my clothing and opened it carefully. Inside was a note from\nBernibus, written in a legible cursive that flowed from an obviously\neducated hand. It read as follows:",
        "“My Dear Jehu, it is I, Bernibus, your friend and comrade, who writes to\nyou. Wagner and myself are soon to set off for Nunami for a council with\nthe Zards about the resolution of our conflict. It was decided in a\ncease fire treaty twenty-some years ago that whomever first came upon\nthe kinsman redeemer was to have a council with the other side and the\nancient one to decide which course to take, since either course needs\nthe support of both the Zards and the Canitaurs to succeed. When you\nfirst came among us, Wagner seemed to break the terms of the treaty and\nkeep you with us in an attempt carry out our plans independently of the\nZards, using an attack plan that had been held in readiness since the\ntreaty, to ensure a defense if things went wrong. When the Zards\nattempted to capture us upon your arrival, Wagner declared the treaty\nviolated, and I assumed that it was to be entirely abandoned. I was\nunder this impression when I befriended you, and once our friendship had\nstrengthened, I had no fears for you, thinking as I did that new methods\nwere to be tried.",
        "“After the attack on Nunami failed and the council was once again to be\nheld, each having violated it equally, my fears were suddenly aroused on\nyour behalf. It was only then that I saw that it was the intention of\nWagner not only to destroy Nunami and the Zards, but to capture the\nTemple of Time, which was the only part of the city to be left intact.\nWhen I confronted my brother-in-law about this, he only laughed at me\nscornfully and told me that I was soft, that I was a fool to put one\nman’s life ahead of the salvation of the whole earth. I was filled with\nwrath at him and still am, but I have decided that it was better to\nfeign compliance and let you know by letter what it was that is being\nplanned for you. I am only sorry that it should come to you at so late\nan hour, when I could have warned and helped you before if I had only\nknown. There is not much that you can do now, but still I must warn you,\nfor whatever it is worth, if only to prove my affections.",
        "“You see, my dear Jehu, the Pastites and Futurists interpret the\nprophecy to mean that the kinsman redeemer has come to renew the earth,\nas you have no doubt heard, although there is strong evidences to the\ncontrary. I myself have been brought up to this interpretation, as it is\nmore acceptable than the alternate theories that exist, though I have\nbeen for a time now doubting its accuracy. According to the Externus\nMiraculum view, the Temple of Time is crucial to the implementation of\neither plan, in fact it is the crux of them both, the one issue that it\nis of as great importance, or greater, than the presence of you, the\nkinsman redeemer. There is an altar in the center room of the temple, a\ngreat diamond White Eagle that is grasping an ordinary altar in its\ntalons, and this altar is where the kinsman redeemer is to be\nsacrificed. If only I had suspected so before and could have warned when\nthere was yet time!",
        "“But there is no time now for such reflections, so I will continue. The\nmethod of sending you back or forward in time is to sacrifice you on the\naltar of Temis, the God of Time. It is not a traditional, atonement\nsacrifice, nor of any kind that involves the cutting of the flesh with a\nknife. Instead it is a molecular one. You are to be set on the altar and\nthen the White Eagle will start to spew forth either protons or\nelectrons, depending on which is chosen, past or future. When your\nbody’s cells absorb all of the floating matter, they will be either\npositively or negatively charged to such an extent that their\nrevolutions will be rapidly accelerated. According to theory, the\nincreased speed of the revolutions would cause a rift in the time\ncontinuum, or in other words, would change the proportion between your\nexistence in the temporal and material realms and change your location\nin time, thereby propelling you into the past or the future, depending\nupon which was chosen, electron or proton, past or future.",
        "“There has been much experimentation with this process, each person sent\nthrough time being equipped with a matter-proof box that is basically an\nadvanced time capsule, lasting for millions of years. Into this box (or\nTAB, Temporal Anomaly Box) each person was supposed to write an account\nof their temporal journey and leave it on the island that is presently\nDaem, at specific locations decided on for that purpose. We would search\nfor those boxes in the present, to see if they had been delivered. None\nhave yet been found, though there are other possible reasons than death,\nsuch as a failure to find the island, or the box’s removal by someone in\nan intervening time. Still, I am greatly afraid for your life Jehu,\nespecially so after what I discovered just hours ago in the classified\narchives of the Canitaurs: there was strong evidence that the process\nsimply disintegrated those upon whom it was tried, instead of sending\nthem through time. This was kept from the public, and was forcefully\nforgotten by those who knew, their reason being that Temis would guide\nyour travel better than the others who were not called as his servants.\nIf it were anyone but you, Jehu, I would probably have deceived myself\nin the same way, but I cannot let you be destroyed like this. You must\nescape and not let them throw away our only chance of salvation in such\na way. I only wish that I had known sooner, I only wish that there was a\nchance that you could escape,",
        "“Your Devoted Friend,\n“Bernibus”",
        "For a moment I could do nothing except sit in silence and ponder over\nthis new revelation. After I had reread the letter twice, so as to be\nthoroughly familiar with its contents, I ate it, so that if I did\nescape, or was apprehended doing so, Bernibus would not be found out and\nsuffer because of it, though I doubt not that he would have gladly done\nso. When I had done that, I ran down to the door and attempted to force\nit open, but to no avail. Neither could it be picked. And even if it\nhad, it would have done me no good, for there were at least two guards\nalways stationed at the foot of the stairs, and many more between them\nand the temple entrance, and even if, by some miraculous intervention, I\nmade it that far, that left me stranded conspicuously in the center of\nNunami. My only hope was to escape from the island completely, for I\nwould be found soon enough by the cooperating inhabitants if I remained\nupon their own lands.",
        "The land across the sea then entered my mind, and its degenerate\ninhabitants, but that was across a wide channel that would be hard to\ncross even if I had infinite time, freedom, and materials to make a boat\nwhich would withstand the waves, and I had none of the three. What\nlittle hope I had, then, was out of reach, lost to me like the golden\ndays of the past. It was then that I was overcome by despondency, the\nhopelessness of my situation weighing my spirits down. It is a peculiar\ntrait of mine that in times of distress and in situations that seem to\nhave no possible favorable outcome I act rashly and without reason. You\nwill remember how I leaned forward and peered into the dark hole when I\nwas stranded on the tiny island in the sea, and how I struck the tree\nwith a limb on the shores of Lake Umquam Renatusum. Likewise, I again\ndid something which would seem illogical and vain: in my frustration, I\npushed the table that I happened to be standing against with as much\nforce as I could muster. It slid softly along the carpeting before\ncoming to a halt a few inches from the glass wall. It made no noise or\njarring of the floor, but the sudden shifting of weight in the room\ncaused the tower to sway once more, as it had when I had run up the\nstairs to the couch.",
        "And, as had happened on the previous occasions, the result of my\nsenseless actions was good, as if guided by some external force, for an\nidea came suddenly to my mind that would not have been there otherwise,\nan idea that was outlandish and far-fetched, but was at the time my only\nhope.",
        "I lost no time on preparing my efforts, for there was none to be lost,\nand set out immediately to remove the carpeting from the floor. Upon\nexamination I found that it was not attached to the ground at all, but\nonly fastened into a wooden frame at the walls that held it tightly in\nplace. It stretched in a circular fashion around the whole of the room\nand into the center until it came to the stairs that led downward, so\nthat once removed it formed a circle about thirty feet in diameter with\na three foot circular hole in its center. In case I haven’t mentioned\nthe type of the carpet yet, which I must confess that I cannot remember,\nI will do so here: it was not a traditional carpet, that form being\napparently lost after the great wars, instead it was a silky sheet-like\ncarpet, no more than a quarter inch thick, and in fact greatly\nresembling the sail of an old clipper ship, the painting on the glass\nthat I saw earlier probably attesting to the fact that it had been\ndesigned with that appearance in mind. Like its prototype, the sail, it\ncaught a lot of wind and acted in the same general manner.",
        "Using the bowie knife that was built into the large frontal buckle of\nthe anti-electron suit, which, by the way, I was still entirely wearing,\nI cut the carpet down its center, making two semi-circular pieces, each\nwith a moon shaped appearance, much like a wing. I based my idea in part\non the observation that the Canitaurs and Zards had apparently lost, or\ndisregarded, the springs of my time and instead used a hammock of\nspringy, elastic cords that spread across the face of the furniture.\nSimply put, they stretched elastic ropes across an empty frame, almost\nlike a trampoline made of individual cords. This created a very\ncomfortable springing feel, for they gave enough bounce to render the\nsurface pliable, but not overly soft. Taking the bowie knife again, I\nthrust it into the couch, and cut away the cushioning to reveal the\nsupport. To my great relief, I found that it was constructed in a manner\nsimilar to the other couches that I had seen. There were about two score\nof the cords, each being between three and four feet long. These I\nunattached and laid them down in a pile.",
        "Next, I took the four main support beams for the couch, one running\nalong each side and two down the center in a crescent shape, with the\nsame curve and slope as the carpet, as they were designed to contour the\nsame wall. Then I disassembled the table and took from it two of its\nmain beams, which were about a foot shorter than their curved\ncounterparts. These I did not fully remove, instead loosening their\nscrews and swiveling them to extend outwards from the table at a right\nangle, tightening them again afterwards so that they were secure.",
        "Once that was accomplished, I went to the frame that had held the carpet\ndown and took the pins and fasteners which were used to secure it. These\nI placed on the crescent beams from the couch, which used the same\nstandard size. Once I had secured the carpet sections to the beams, I\nattached the couch’s beams, via the cords, to the long beams sticking\noutward from the table, running the ends of all the cords through\nanother cord that could, upon being pulled, adjust their height by\npulling or releasing, thus controlling the distance between the upper\nand the lower beams, and changing the amount of slack in the carpet that\nwas stretched between them. I then removed the legs from the tabletop,\nleaving just it and the beams together, the carpet being attached to the\nbeams.",
        "Thus my plan was completed, it being, in case you hadn’t guessed, a\nprimitive hang glider, the carpet being a sail and the beams the wings,\nthe whole being steerable by either raising or lowering one side or the\nother, and the altitude being adjustable by raising or lowering the two\nsimultaneously. I felt keen joy at my skills in air travel at that\nmoment, and as I stepped back to admire my work, I felt that peculiar\nsatisfaction of having made something and finding that it was good.",
        "But that moment was short lived, for another problem quickly presented\nitself, namely, how would I remove the hang-glider from the tower and\nlaunch it. It was far too large to go down the stairs and needed to be\npropelled to a high speed or dropped from a high altitude to become\nairborne. Since I had no way of propelling it, I needed to launch it\nfrom the top of the tower, which provided plenty of altitude, but then\nthe problem of how to remove it from the tower arose. For a moment I was\nstumped and almost admitted defeat, but then it came to me.",
        "The tower’s only weakness was in its lack of protection against a\ndeliberate rocking motion. If I was able to swing it back and forth fast\nenough by slowly gaining speed and multiplying the momentum, it would be\npossible to get it to lean far enough that the dome would snap off,\nleaving the room open to the air. This was possible, though rather\nunlikely. But I tried anyway.",
        "Starting on one side I began to move from one edge to the other until a\nfaint rocking motion could be felt. Then I increased my speed in\nproportion to the speed of the tower itself. It was a slow start, but\nthe momentum began to grow, and as it did each successive sway became\nfaster and faster. Soon it was going so fast that I began to have\nunstable footing, the whole tower creaking like a tree that it is blown\nby a heavy wind. The speed kept increasing until it reached its fastest,\nswooshing to and fro with all of its accumulated force.",
        "It was then that the break happened, for on one of the thrusts the top\nsnapped off and the upper dome was flung downwards to the ground. As\nsoon as it was off I shoved the hang-glider with all the force I could\nmuster towards the edge. At first it fell, but a few feet from the edge\nits wings caught the wind and it was brought up to a stable soar, and\njust at that instant I landed on it, for I had jumped right after it. I\nhit with a thud and felt the craft bounce downwards a little as I hit,\nbut it soon regained its stability and sped on through the air as behind\nme I heard a great crashing sound.",
        "I pulled the left wing down and the glider began to turn in that\ndirection. Since I had launched into the opposite direction of the\nmainland, I needed to wheel around completely, and as such I held the\nwing down until I had done an about face towards the east. What I saw\nwas a striking picture: the sun had just begun to rise, and under the\ninfluence of its soft textures the city of Nunami looked as it had\nbefore: quaint, picturesque, and inviting. But there was a great\ndifference now, for the tower itself had completely collapsed under the\nmomentum, and its ruins had fallen down upon the Temple of Time,\ndemolishing it and leaving only ruins. It had also fallen on a strip of\nthe city, taking with it several buildings and leaving only rubble. The\nKing, Wagner, and Bernibus could just barely be seen amongst the crowds\nthat had dashed out of doors to see what was going on, and I could tell\nthat Bernibus was smiling at my escape as he looked at my wind sailor a\nthousand feet in the air. A friend who rejoices in your advancement,\neven at his own cost, is rare indeed.",
        "Turning my gaze upwards, I left Nunami and its troubles behind me and\nlooked ahead to my promised land, and though it was barren and devoid of\nany significant foliage, it still held something equally dear to me as\nlandscape: safety. The wind currents were strong and my speed was about\n30 miles per hour. Great expanses of grassland sped by below me like the\nmemories of yesteryear, and within half an hour I found myself over the\nocean.",
        "There is something very refreshing about the sunrise that correlated\nvery well with my present feeling of emancipation, for it is a symbol of\nthe new and fresh, and of the forgetting of the troubles of the past.\nThis was true in my case, at least, for I was soon carefree once more,\nsecure in my freedom. As the wind rushed across my body, I was relaxed\nin my adopted element, air, though it was slightly difficult to keep\nmyself firmly on the glider, as I was lying unfastened to the tabletop.\nBelow me passed the ocean, looking generally the same as ever, though\npaler and less alive, like a ghost of its former self, but still close\nenough to bring the calm of reminiscing.",
        "Soon even the ocean began to give way to the fast approaching mainland,\nand I abandoned my restive meditations to solve the problem of how to\nland. I had not made any contraptions for that purpose, having not\nthought about it in the hurry to leave my prison. I decided to use a\ntraditional circling approach, in the same way scavenging birds descend\non their prey. When I was a mile or so inland, I began to circle about\nin wide spirals, narrowing them as I drew closer to the ground. In this\nway I had slowed down enough by the time I made contact with the ground\nthat neither I nor my craft was injured in the landing.",
        "The terrain proved to be as desolate as it had appeared from the\ndistance, for the main vegetation was a weakly sprouting grass that was\nonly a few inches high, though not mowed or chewed down. Every few dozen\nyards there was a single stunted shrub or small tree, or in some cases a\ngroup of the same, and the spaces between these was littered with\nscattered rocks and occasionally a smaller, flowering plant. The\ntopography of the land was mostly flat, though not in the sense of a\nplain or savanna, instead it was merely a gentle slope, so that the\nimmediate area seemed flat, but in the distance it was seen to rise\nconsiderably. There were also a few small hills that were no more than\ntwenty feet high across their whole length, but in the obtuse slopes of\nthe land, even that seemed to be almost mountainous. Brown was the\nprevailing color of it all for as far as my eye could see, though I\ncannot say if that condition prevailed inland further, since I had\nforgotten the telescope, which would probably have proved a useful tool.",
        "A slight wind blew from seaward, scattering the dry top soil about like\na cloud of gnats, though there were very few actual insects, and no\nanimals that I could see. The only sound that I could hear was that of\nthe wind howling gently past my ears. I had landed in a sort of valley,\nwhich, though not at all deep, was surrounded on all sides by slight\nhills that prevented me from getting an extensive look at the landscape\nbeyond. Before making any decisions as to which direction to set off, I\ndecided to climb to the top of one of these hills to ascertain my exact\nsituation, and although I was generally reluctant to start off into\nunfamiliar territory, I also wanted to put as many miles between me and\nthe coast as possible, in case the Zards and Canitaurs came after me,\nwhich was still a cause of great anxiety to me.",
        "As I rounded the top of the hill that was directly east of my landing\npoint, I suddenly came face to face with two small people, gnomes by\nappearance, one of whom I recognized as being Onan, the Lord of the\nPast. He greeted me familiarly as ’My Dear Jehu’, and introduced me to\nhis partner, who turned out to be Zimri, the Lord of the Future. Onan\nwas dressed the same as when I had last seen him, and Zimri was close in\nappearance, though his hair was long and his beard short, while Onan’s\nwere the opposite. Zimri wore a little blue-green frock that fit rather\nsnuggly but not enough to be considered tight. I started our ensuing\ndialog by saying this:",
        "“I am more than a little surprised to see you upon such good terms with\nyour rival, Onan,” giving Zimri an inquisitive glance as I did. “I had\njust assumed that you two would be bitter enemies, as your followers on\nDaem seem to be, but I can tell now that that is not at all the case.”",
        "He laughed, as did Zimri, and replied, “We are brothers, and as such\nthere is always a strong rivalry, but at the same time there is the\nclosest bond. There is no real conflict between us, but only a trivial\nand jovial mock conflict, the kind that means no harm and does none, to\nthose involved, but rubs off on others who are less informed, who take\nit seriously and have a real conflict.”",
        "“What do you mean by that illustration?” I asked.",
        "“Nothing. Nothing at all,” he sighed, “I have said too much already, it\nis against the rules, you know.”",
        "“Yes, yes, the rules. Tell me, though, how would you say I am doing so\nfar, am I at least doing fairly?”",
        "“Of course, Jehu, you are doing excellently.”",
        "“Is it true about the revolutions of time and matter, then?”",
        "“Yes, in fact, it goes even further than that... Say, Zimri, do you\nthink it is allowable to tell him about the physical and the spiritual\nrealms?”",
        "Zimri said nothing, for he can say nothing, but he did nod his head in\nthe affirmative. Thus sanctioned by his brother, Onan continued to\nspeak, “Well, you know that physical existence is comprised of time and\nmatter, and that both of these are involved in a revolving motion, from\nthe minutest foundations to the largest additions. While they both are\nrevolving within themselves, they are also revolving together, around an\nenigma which, as other of the centers, is completely devoid of the thing\nwhich revolves around it, but is found plentifully in them. In the case\nof matter, it revolves around a black hole, in which there is not found\nany matter, but there are places of emptiness inside of the matter, in\nfact, most of an atom is empty space. In the case of time, it revolves\naround eternity, an enigma where there is no such thing as time, even as\nthere are certain areas where no time exists in physical existence, such\nas a book. Likewise, physical existence, which is a combination of time\nand matter, revolves around a place in which there is no physical\nexistence, namely, the spiritual realm. There is no physical in the\nspiritual, but there is spiritual in the physical. Physical existence is\nnot whole without the spiritual, which binds it together in such a way\nthat gives it life, the ability to think and reason.",
        "“There is spiritual matter in everything, but it cannot be seen or\nsensed physically unless it is revealed to one by a force on the\nspiritual side. Or rather, it cannot be understood unless revealed, for\nit can always be seen through its effects. By this I mean that it leaves\na trace in the physical realm, like a jellyfish that leaves a glowing\ntrail in its wake. When the brain of a human thinks, it is not the\nactual brain that is thinking, instead it is the spiritual matter that\nexists in the brain, and this spiritual matter leaves a trail where it\ngoes of electric signals and such. When someone feels a certain emotion,\nsuch as love or depression, it is felt in the spiritual realm, but its\ntraces are seen in the physical, such as certain chemicals, but these\nare not the cause of the emotion, only the effect of them. It is\npossible, through certain drugs, to induce varying emotions, such as\nhappiness or laughter, but these are not the actual emotions, only their\nphysical counterparts, so that while it appears to be happiness, it is\nnot, like the shadow of a man in a field: his form keeps the light from\nstriking the ground beside him, but the shadow is not him, only the\ntrace of him. Making a shadow like the man does not make the man, only\nthe appearance of the man. While the how of a situation may be inferred\nthrough physical means, the why is an entirely spiritual matter, and any\nattempt to observe life without taking into account the spiritual matter\nbehind it will end in the same result as evolution, as the scientists of\nyour day generally imagined it, but which was, in fact, devolution.",
        "“The laws of the physical realm are called science, such as the fact\nthat energy and matter are neither created or destroyed in any natural\nor artificial process, or that everything left to itself tends toward\ndisorder, or that life cannot come from non-life by natural or\nartificial processes. The laws of the spiritual realm are called\nmorality. You have no doubt observed that when one does a certain thing,\nthe end result is always good, and when one does something else, the end\nresult is always bad. That is because there are spiritual laws that\ngovern life, and just as there is gravity on the earth that always pulls\nthings down to it, so there is a spiritual law that whenever someone\nsteals something, the result is suffering for both of the parties\ninvolved. Just as it is a physical law that man must have oxygen to\nlive, so it is a spiritual law that when someone murders another the end\nresult is always suffering. Why is this, one may ask, but that is a\nfoolish question, or at least a pointless one, for the law of gravity\nstates that on the earth, all things fall downward towards the center of\ngravity, there is no reason why, except that it is, for it is observed\ncontinually to be the case.",
        "“Since men cannot accept that there is a power over them, they deny it,\nand in the process they misinterpret the various things of life as\nphysical things, not the spiritual things that they represent. For\ninstance, love: men in many “advanced,” that is to say, self-obsessed,\ncivilizations, view it only in its physical materializations, but not in\nits spiritual context. When they see the results of love, romance\nespecially, they do not understand that the romance is only the fruit of\nthe spiritual essence of love, but instead think that the romance is\nlove. There can be so-called romance on the physical level without its\nspiritual counterpart, but it is only the shadow of love, which will\nnever fulfill and will never be complete, because, by definition, it is\nonly a mocking of the true force of love. On the other hand, true\nromance is not, as some would seem to think, a certain action or set of\nactions, such as the gift of a precious metal or some colorful piece of\nfoliage, instead it is whatever is the result of the spiritual love, for\nthe physical manifestation of the spiritual essence of love is not\nconfined to certain objects or actions, but to any that are sanctioned\nwith its blessings. The daily toil of a poor man shows far more love\nthan a lavish gift from a rich man.”",
        "When he had finished, I gave him a big grin and thanked him for his\nlecture, and then asked him how it was that this did not break the\nrules, but other things did. To this he replied that it affected my task\nonly indirectly, while the other things were all direct concomitants.\nThen he asked me if I had any other questions for him, and I replied\nthat I did indeed have one. Which was as follows, “I know that there was\na great war directly after my departure from my native temporal zone,\nand that it was very devastating in its reach and effect, and while I\nknow that the situation was very tense at the time, I was under the\nimpression that it was starting to cool down once more. What was it that\nset it all off?”",
        "“The disappearance of an American fighter jet off the coast of China,\"\nhe replied straight-forwardly.",
        "My interest was suddenly aroused, for that was the very section where my\nsquadron was stationed, and anyone who was lost would have been a close\nfriend of mine. “Go on,” I told him.",
        "“The Americans claimed that it was shot down by the Chinese, and\ndemanded an official apology. That the Chinese would not do, insisting\nthat they had done no such thing, and instead of the whole situation\ndiffusing, as you thought it would, both sides proceeded to war\nstubbornly, each thinking itself in the moral superiority. But that is\nas always.”",
        "“Do you have any idea whose ship it was that went down? They were all my\ncomrades,” I said.",
        "“Of course I know, Jehu, for it was your plane.”",
        "“But how? I wasn’t shot down, I crash landed on an island.”",
        "“But you came to me and I sent you here, and since your radios went out,\nthey had no idea that you were safely landed.”",
        "“Still, they must have found the plane!”",
        "“No, you know perfectly well that those islands are brought above and\nbelow sea level at different times. After you left, the island was\nbrought below the water, and your plane was lost in the sea, no traces\nwere found.”",
        "I was confused, “Onan, does that mean that I was the cause of the war?”",
        "“From a certain point of view, yes.”",
        "He was about to say something else to me when we saw in the distance a\ngroup of about ten Munams coming toward us, being at that time a few\nmiles away. He then told me that he must leave me again for the present,\nas he could not interfere directly with my mission. They bid me goodbye\nand I did the same to them, and then they walked down the opposite side\nof the hill that the Munams were approaching from. As they walked, they\nslowly disappeared, until they were gone without a trace, for even their\nfootprints had faded to nothing.",
        "During the time between Onan and Zimri’s departure and the Munam’s\narrival, I was left to myself for a period of inward meditation, an\nactivity that you have probably concluded that I am often given to,\nwhich is entirely the case. This new revelation was very troubling to\nme, that somehow I was the very cause of the destruction of humanity\nduring the great wars, while also the kinsman redeemer over 500 years\nlater, who was prophesied to be the one to bring humanity back into\nbalance with nature, or to thrust it forever off the edge of existence\ninto the damnation of the ice ages. As I told you in the beginning, I am\nwritten in the pages of history as the destroyer of humanity, though if\nit is just or not, I am not able to judge. The name of Jehu will forever\nbe a ripple on the surface of the waters of life, and when it is heard\nor spoken, the only feeling that it will bring will be hatred and\ndisgust. If only mortals could see below the surface of the waters of\nlife, for just as the ocean can be deceiving on its surface, so can\nlife. Time is like an ocean, but when one looks upon it, what often\nhappens is that all one sees is the present reflected back in its\nsurface, and the eyes are shielded from what lies below, focusing\ninstead on the surface, which is so trivial compared to the abyss which\nsupports it. When one only sees the surface reflected back, then history\nand its wisdom lose their meaning, and one sees not the past but only\nthe present. What I mean is this: if you look to the past to justify\nyour actions rather than to guide them, you will not see the truths\ncontained therein, but only what your presuppositions already were\nbefore you looked, and your ignorance will be reinforced rather than\nrepudiated. Wisdom is the ability to see the past separate from the\npresent, but when one sees the destruction of humanity, he will see only\nme, his vision being shielded from the true cause of it all, history.",
        "The actions or inactions of one solitary soul cannot bring the end of\nlife, only the accumulation of the wrongs and injustices of a whole\nrace, the human race. Forever I will be eyed as the assassin of\nhumanity, and yet that is not the truth at all, for I am the father of\nhumanity, I am the beginning as well as the end. If you view me only as\none or the other, you do not see me at all, but only a pale shadow of my\ntrue self. I am Jehu, past, present, and future, I am the concentration\nof humanity in all its forms and reproductions, I am the creator and\ndestroyer of every age of this temporal maze. Why am I the defender and\nexecutioner of the race of men? Why am I the protagonist and antagonist\nof humanity? Why am I the father and the son, the beginning and the end?\nSuch a question is futile to ask in the physical realm, for here there\nare no answers to the why’s, they are only to be found in the spiritual\nrealm. The physical realm is left only with the how’s, and it is those\nwhich I am attempting to clarify.",
        "Continue...",
        "\nThis eBook of “The Revolutions of Time” by Jonathan Dunn belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Revolutions of TimeBy Jonathan DunnAt Amazon"
    ]
}