{
    "title": "The Girl With the Golden Eyes - Part V",
    "author": "Honore de Balzac",
    "chapter": "6",
    "content": [
        "\n\n",
        "“My dear fellow,” said Henri, who rarely denied himself a sarcasm,\n“since all the same, you may some day need, like anybody else, to use\ndiscretion, and since I have much love for you–yes, I like you! Upon\nmy word, if you only wanted a thousand-franc note to keep you from\nblowing your brains out, you would find it here, for we haven’t yet\ndone any business of that sort, eh, Paul? If you had to fight\nto-morrow, I would measure the ground and load the pistols, so that\nyou might be killed according to rule. In short, if anybody besides\nmyself took it into his head to say ill of you in your absence, he\nwould have to deal with the somewhat nasty gentleman who walks in my\nshoes–there’s what I call a friendship beyond question. Well, my good\nfellow, if you should ever have need of discretion, understand that\nthere are two sorts of discretion–the active and the negative.\nNegative discretion is that of fools who make use of silence,\nnegation, an air of refusal, the discretion of locked doors–mere\nimpotence! Active discretion proceeds by affirmation. Suppose at the\nclub this evening I were to say: ’Upon my word of honor the\ngolden-eyed was not worth all she cost me!’ Everybody would exclaim\nwhen I was gone: ’Did you hear that fop De Marsay, who tried to make\nus believe that he has already had the girl of the golden eyes? It’s\nhis way of trying to disembarrass himself of his rivals: he’s no\nsimpleton.’ But such a ruse is vulgar and dangerous. However gross a\nfolly one utters, there are always idiots to be found who will believe\nit. The best form of discretion is that of women when they want to\ntake the change out of their husbands. It consists in compromising a\nwoman with whom we are not concerned, or whom we do not love, in order\nto save the honor of the one whom we love well enough to respect. It\nis what is called the woman-screen. . . . Ah! here is Laurent. What\nhave you got for us?”",
        "“Some Ostend oysters, Monsieur le Comte.”",
        "“You will know some day, Paul, how amusing it is to make a fool of the\nworld by depriving it of the secret of one’s affections. I derive an\nimmense pleasure in escaping from the stupid jurisdiction of the\ncrowd, which knows neither what it wants, nor what one wants of it,\nwhich takes the means for the end, and by turns curses and adores,\nelevates and destroys! What a delight to impose emotions on it and\nreceive none from it, to tame it, never to obey it. If one may ever be\nproud of anything, is it not a self-acquired power, of which one is at\nonce the cause and effect, the principle and the result? Well, no man\nknows what I love, nor what I wish. Perhaps what I have loved, or what\nI may have wished will be known, as a drama which is accomplished is\nknown; but to let my game be seen–weakness, mistake! I know nothing\nmore despicable than strength outwitted by cunning. Can I initiate\nmyself with a laugh into the ambassador’s part, if indeed diplomacy is\nas difficult as life? I doubt it. Have you any ambition? Would you\nlike to become something?”",
        "“But, Henri, you are laughing at me–as though I were not sufficiently\nmediocre to arrive at anything.”",
        "“Good Paul! If you go on laughing at yourself, you will soon be able\nto laugh at everybody else.”",
        "At breakfast, by the time he had started his cigars, De Marsay began\nto see the events of the night in a singular light. Like many men of\ngreat intelligence, his perspicuity was not spontaneous, as it did not\nat once penetrate to the heart of things. As with all natures endowed\nwith the faculty of living greatly in the present, of extracting, so\nto speak, the essence of it and assimilating it, his second-sight had\nneed of a sort of slumber before it could identify itself with causes.\nCardinal de Richelieu was so constituted, and it did not debar in him\nthe gift of foresight necessary to the conception of great designs.",
        "De Marsay’s conditions were alike, but at first he only used his\nweapons for the benefit of his pleasures, and only became one of the\nmost profound politicians of his day when he had saturated himself\nwith those pleasures to which a young man’s thoughts–when he has\nmoney and power–are primarily directed. Man hardens himself thus: he\nuses woman in order that she may not make use of him.",
        "At this moment, then, De Marsay perceived that he had been fooled by\nthe girl of the golden eyes, seeing, as he did, in perspective, all\nthat night of which the delights had been poured upon him by degrees\nuntil they had ended by flooding him in torrents. He could read, at\nlast, that page in effect so brilliant, divine its hidden meaning. The\npurely physical innocence of Paquita, the bewilderment of her joy,\ncertain words, obscure at first, but now clear, which had escaped her\nin the midst of that joy, all proved to him that he had posed for\nanother person. As no social corruption was unknown to him, as he\nprofessed a complete indifference towards all perversities, and\nbelieved them to be justified on the simple ground that they were\ncapable of satisfaction, he was not startled at vice, he knew it as\none knows a friend, but he was wounded at having served as sustenance\nfor it. If his presumption was right, he had been outraged in the most\nsensitive part of him. The mere suspicion filled him with fury, he\nbroke out with the roar of a tiger who has been the sport of a deer,\nthe cry of a tiger which united a brute’s strength with the\nintelligence of the demon.",
        "“I say, what is the matter with you?” asked Paul.",
        "“Nothing!”",
        "“I should be sorry, if you were to be asked whether you had anything\nagainst me and were to reply with a nothing like that! It would be a\nsure case of fighting the next day.”",
        "“I fight no more duels,” said De Marsay.",
        "“That seems to me even more tragical. Do you assassinate, then?”",
        "“You travesty words. I execute.”",
        "“My dear friend,” said Paul, “your jokes are of a very sombre color\nthis morning.”",
        "“What would you have? Pleasure ends in cruelty. Why? I don’t know, and\nam not sufficiently curious to try and find out. . . . These cigars\nare excellent. Give your friend some tea. Do you know, Paul, I live a\nbrute’s life? It should be time to choose oneself a destiny, to employ\none’s powers on something which makes life worth living. Life is a\nsingular comedy. I am frightened, I laugh at the inconsequence of our\nsocial order. The Government cuts off the heads of poor devils who may\nhave killed a man and licenses creatures who despatch, medically\nspeaking, a dozen young folks in a season. Morality is powerless\nagainst a dozen vices which destroy society and which nothing can\npunish.–Another cup!–Upon my word of honor! man is a jester dancing\nupon a precipice. They talk to us about the immorality of the\nLiaisons Dangereuses, and any other book you like with a vulgar\nreputation; but there exists a book, horrible, filthy, fearful,\ncorrupting, which is always open and will never be shut, the great\nbook of the world; not to mention another book, a thousand times more\ndangerous, which is composed of all that men whisper into each other’s\nears, or women murmur behind their fans, of an evening in society.”",
        "“Henri, there is certainly something extraordinary the matter with\nyou; that is obvious in spite of your active discretion.”",
        "“Yes! . . . Come, I must kill the time until this evening. Let’s to\nthe tables. . . . Perhaps I shall have the good luck to lose.”",
        "De Marsay rose, took a handful of banknotes and folded them into his\ncigar-case, dressed himself, and took advantage of Paul’s carriage to\nrepair to the Salon des Etrangers, where until dinner he consumed the\ntime in those exciting alternations of loss and gain which are the\nlast resource of powerful organizations when they are compelled to\nexercise themselves in the void. In the evening he repaired to the\ntrysting-place and submitted complacently to having his eyes bandaged.\nThen, with that firm will which only really strong men have the\nfaculty of concentrating, he devoted his attention and applied his\nintelligence to the task of divining through what streets the carriage\npassed. He had a sort of certitude of being taken to the Rue\nSaint-Lazare, and being brought to a halt at the little gate in the\ngarden of the Hotel San-Real. When he passed, as on the first occasion,\nthrough this gate, and was put in a litter, carried, doubtless by the\nmulatto and the coachman, he understood, as he heard the gravel grate\nbeneath their feet, why they took such minute precautions. He would\nhave been able, had he been free, or if he had walked, to pluck a twig\nof laurel, to observe the nature of the soil which clung to his boots;\nwhereas, transported, so to speak, ethereally into an inaccessible\nmansion, his good fortune must remain what it had been hitherto, a\ndream. But it is man’s despair that all his work, whether for good or\nevil, is imperfect. All his labors, physical or intellectual, are\nsealed with the mark of destruction. There had been a gentle rain, the\nearth was moist. At night-time certain vegetable perfumes are far\nstronger than during the day; Henri could smell, therefore, the scent\nof the mignonette which lined the avenue along which he was conveyed.\nThis indication was enough to light him in the researches which he\npromised himself to make in order to recognize the hotel which\ncontained Paquita’s boudoir. He studied in the same way the turnings\nwhich his bearers took within the house, and believed himself able to\nrecall them.",
        "As on the previous night, he found himself on the ottoman before\nPaquita, who was undoing his bandage; but he saw her pale and altered.\nShe had wept. On her knees like an angel in prayer, but like an angel\nprofoundly sad and melancholy, the poor girl no longer resembled the\ncurious, impatient, and impetuous creature who had carried De Marsay\non her wings to transport him to the seventh heaven of love. There was\nsomething so true in this despair veiled by pleasure, that the\nterrible De Marsay felt within him an admiration for this new\nmasterpiece of nature, and forgot, for the moment, the chief interest\nof his assignation.",
        "“What is the matter with thee, my Paquita?”",
        "“My friend,” she said, “carry me away this very night. Bear me to some\nplace where no one can answer: ’There is a girl with a golden gaze\nhere, who has long hair.’ Yonder I will give thee as many pleasures as\nthou wouldst have of me. Then when you love me no longer, you shall\nleave me, I shall not complain, I shall say nothing; and your\ndesertion need cause you no remorse, for one day passed with you, only\none day, in which I have had you before my eyes, will be worth all my\nlife to me. But if I stay here, I am lost.”",
        "“I cannot leave Paris, little one!” replied Henri. “I do not belong to\nmyself, I am bound by a vow to the fortune of several persons who\nstand to me, as I do to them. But I can place you in a refuge in\nParis, where no human power can reach you.”",
        "“No,” she said, “you forget the power of woman.”",
        "Never did phrase uttered by human voice express terror more\nabsolutely.",
        "“What could reach you, then, if I put myself between you and the\nworld?”",
        "“Poison!” she said. “Dona Concha suspects you already . . . and,” she\nresumed, letting the tears fall and glisten on her cheeks, “it is easy\nenough to see I am no longer the same. Well, if you abandon me to the\nfury of the monster who will destroy me, your holy will be done! But\ncome, let there be all the pleasures of life in our love. Besides, I\nwill implore, I will weep and cry out and defend myself; perhaps I\nshall be saved.”",
        "“Whom will your implore?” he asked.",
        "“Silence!” said Paquita. “If I obtain mercy it will perhaps be on\naccount of my discretion.”",
        "“Give me my robe,” said Henri, insidiously.",
        "“No, no!” she answered quickly, “be what you are, one of those angels\nwhom I have been taught to hate, and in whom I only saw ogres, whilst\nyou are what is fairest under the skies,” she said, caressing Henri’s\nhair. “You do not know how silly I am. I have learned nothing. Since I\nwas twelve years old I have been shut up without ever seeing any one.\nI can neither read nor write, I can only speak English and Spanish.”",
        "“How is it, then, that you receive letters from London?”",
        "“My letters? . . . See, here they are!” she said, proceeding to take\nsome papers out of a tall Japanese vase.",
        "She offered De Marsay some letters, in which the young man saw, with\nsurprise, strange figures, similar to those of a rebus, traced in\nblood, and illustrating phrases full of passion.",
        "“But,” he cried, marveling at these hieroglyphics created by the\nalertness of jealousy, “you are in the power of an infernal genius?”",
        "“Infernal,” she repeated.",
        "“But how, then, were you able to get out?”",
        "“Ah!” she said, “that was my ruin. I drove Dona Concha to choose\nbetween the fear of immediate death and anger to be. I had the\ncuriosity of a demon, I wished to break the bronze circle which they\nhad described between creation and me, I wished to see what young\npeople were like, for I knew nothing of man except the Marquis and\nCristemio. Our coachman and the lackey who accompanies us are old\nmen. . . .”",
        "“But you were not always thus shut up? Your health . . . ?”",
        "“Ah,” she answered, “we used to walk, but it was at night and in the\ncountry, by the side of the Seine, away from people.”",
        "“Are you not proud of being loved like that?”",
        "“No,” she said, “no longer. However full it be, this hidden life is\nbut darkness in comparison with the light.”",
        "“What do you call the light?”",
        "“Thee, my lovely Adolphe! Thee, for whom I would give my life. All the\npassionate things that have been told me, and that I have inspired, I\nfeel for thee! For a certain time I understood nothing of existence,\nbut now I know what love is, and hitherto I have been the loved one\nonly; for myself, I did not love. I would give up everything for you,\ntake me away. If you like, take me as a toy, but let me be near you\nuntil you break me.”",
        "“You will have no regrets?”",
        "“Not one”! she said, letting him read her eyes, whose golden tint was\npure and clear.",
        "“Am I the favored one?” said Henri to himself. If he suspected the\ntruth, he was ready at that time to pardon the offence in view of a\nlove so single minded. “I shall soon see,” he thought.",
        "If Paquita owed him no account of the past, yet the least recollection\nof it became in his eyes a crime. He had therefore the sombre strength\nto withhold a portion of his thought, to study her, even while\nabandoning himself to the most enticing pleasures that ever peri\ndescended from the skies had devised for her beloved.",
        "Paquita seemed to have been created for love by a particular effort of\nnature. In a night her feminine genius had made the most rapid\nprogress. Whatever might be the power of this young man, and his\nindifference in the matter of pleasures, in spite of his satiety of\nthe previous night, he found in the girl with the golden eyes that\nseraglio which a loving woman knows how to create and which a man\nnever refuses. Paquita responded to that passion which is felt by all\nreally great men for the infinite–that mysterious passion so\ndramatically expressed in Faust, so poetically translated in Manfred,\nand which urged Don Juan to search the heart of women, in his hope to\nfind there that limitless thought in pursuit of which so many hunters\nafter spectres have started, which wise men think to discover in\nscience, and which mystics find in God alone. The hope of possessing\nat last the ideal being with whom the struggle could be constant and\ntireless ravished De Marsay, who, for the first time for long, opened\nhis heart. His nerves expanded, his coldness was dissipated in the\natmosphere of that ardent soul, his hard and fast theories melted\naway, and happiness colored his existence to the tint of the rose and\nwhite boudoir. Experiencing the sting of a higher pleasure, he was\ncarried beyond the limits within which he had hitherto confined\npassion. He would not be surpassed by this girl, whom a somewhat\nartificial love had formed all ready for the needs of his soul, and\nthen he found in that vanity which urges a man to be in all things a\nvictor, strength enough to tame the girl; but, at the same time, urged\nbeyond that line where the soul is mistress over herself, he lost\nhimself in these delicious limboes, which the vulgar call so foolishly\n“the imaginary regions.” He was tender, kind, and confidential. He\naffected Paquita almost to madness.",
        "“Why should we not go to Sorrento, to Nice, to Chiavari, and pass all\nour life so? Will you?” he asked of Paquita, in a penetrating voice.",
        "“Was there need to say to me: ’Will you’?” she cried. “Have I a will?\nI am nothing apart from you, except in so far as I am a pleasure for\nyou. If you would choose a retreat worthy of us, Asia is the only\ncountry where love can unfold his wings. . . .”",
        "“You are right,” answered Henri. “Let us go to the Indies, there where\nspring is eternal, where the earth grows only flowers, where man can\ndisplay the magnificence of kings and none shall say him nay, as in\nthe foolish lands where they would realize the dull chimera of\nequality. Let us go to the country where one lives in the midst of a\nnation of slaves, where the sun shines ever on a palace which is\nalways white, where the air sheds perfumes, the birds sing of love and\nwhere, when one can love no more, one dies. . . .”",
        "“And where one dies together!” said Paquita. “But do not let us start\nto-morrow, let us start this moment . . . take Cristemio.”",
        "“Faith! pleasure is the fairest climax of life. Let us go to Asia; but\nto start, my child, one needs much gold, and to have gold one must set\none’s affairs in order.”",
        "She understood no part of these ideas.",
        "“Gold! There is a pile of it here–as high as that,” she said holding\nup her hand.",
        "“It is not mine.”",
        "“What does that matter?” she went on; “if we have need of it let us\ntake it.”",
        "“It does not belong to you.”",
        "“Belong!” she repeated. “Have you not taken me? When we have taken it,\nit will belong to us.”",
        "He gave a laugh.",
        "“Poor innocent! You know nothing of the world.”",
        "“Nay, but this is what I know,” she cried, clasping Henri to her.",
        "At the very moment when De Marsay was forgetting all, and conceiving\nthe desire to appropriate this creature forever, he received in the\nmidst of his joy a dagger-thrust, which Paquita, who had lifted him\nvigorously in the air, as though to contemplate him, exclaimed: “Oh,\nMargarita!”",
        "“Margarita!” cried the young man, with a roar; “now I know all that I\nstill tried to disbelieve.”",
        "He leaped upon the cabinet in which the long poniard was kept. Happily\nfor Paquita and for himself, the cupboard was shut. His fury waxed at\nthis impediment, but he recovered his tranquillity, went and found his\ncravat, and advanced towards her with an air of such ferocious meaning\nthat, without knowing of what crime she had been guilty, Paquita\nunderstood, none the less, that her life was in question. With one\nbound she rushed to the other end of the room to escape the fatal knot\nwhich De Marsay tried to pass round her neck. There was a struggle. On\neither side there was an equality of strength, agility, and\nsuppleness. To end the combat Paquita threw between the legs of her\nlover a cushion which made him fall, and profited by the respite which\nthis advantage gave to her, to push the button of the spring which\ncaused the bell to ring. Promptly the mulatto arrived. In a second\nCristemio leaped on De Marsay and held him down with one foot on his\nchest, his heel turned towards the throat. De Marsay realized that, if\nhe struggled, at a single sign from Paquita he would be instantly\ncrushed.",
        "“Why did you want to kill me, my beloved?” she said. De Marsay made no\nreply.",
        "“In what have I angered you?” she asked. “Speak, let us understand\neach other.”",
        "Henri maintained the phlegmatic attitude of a strong man who feels\nhimself vanquished; his countenance, cold, silent, entirely English,\nrevealed the consciousness of his dignity in a momentary resignation.\nMoreover, he had already thought, in spite of the vehemence of his\nanger, that it was scarcely prudent to compromise himself with the law\nby killing this girl on the spur of the moment, before he had arranged\nthe murder in such a manner as should insure his impunity.",
        "“My beloved,” went on Paquita, “speak to me; do not leave me without\none loving farewell! I would not keep in my heart the terror which you\nhave just inspired in it. . . . Will you speak?” she said, stamping\nher foot with anger.",
        "De Marsay, for all reply, gave her a glance, which signified so\nplainly, ’You must die!_” that Paquita threw herself upon him.",
        "“Ah, well, you want to kill me! . . . If my death can give you any\npleasure–kill me!”",
        "She made a sign to Cristemio, who withdrew his foot from the body of\nthe young man, and retired without letting his face show that he had\nformed any opinion, good or bad, with regard to Paquita.",
        "“That is a man,” said De Marsay, pointing to the mulatto, with a\nsombre gesture. “There is no devotion like the devotion which obeys in\nfriendship, and does not stop to weigh motives. In that man you\npossess a true friend.”",
        "“I will give him you, if you like,” she answered; “he will serve you\nwith the same devotion that he has for me, if I so instruct him.”",
        "She waited for a word of recognition, and went on with an accent\nreplete with tenderness:",
        "“Adolphe, give me then one kind word! . . . It is nearly day.”",
        "Henri did not answer. The young man had one sorry quality, for one\nconsiders as something great everything which resembles strength, and\noften men invent extravagances. Henri knew not how to pardon. That\nreturning upon itself which is one of the soul’s graces, was a\nnon-existent sense for him. The ferocity of the Northern man, with\nwhich the English blood is deeply tainted, had been transmitted to\nhim by his father. He was inexorable both in his good and evil\nimpulses. Paquita’s exclamation had been all the more horrible to him,\nin that it had dethroned him from the sweetest triumph which had ever\nflattered his man’s vanity. Hope, love, and every emotion had been\nexalted with him, all had lit up within his heart and his\nintelligence, then these torches illuminating his life had been\nextinguished by a cold wind. Paquita, in her stupefaction of grief,\nhad only strength enough to give the signal for departure.",
        "“What is the use of that!” she said, throwing away the bandage. “If he\ndoes not love me, if he hates me, it is all over.”",
        "She waited for one look, did not obtain it, and fell, half dead. The\nmulatto cast a glance at Henri, so horribly significant, that, for the\nfirst time in his life, the young man, to whom no one denied the gift\nof rare courage, trembled. ’If you do not love her well, if you give\nher the least pain, I will kill you.” such was the sense of that\nbrief gaze. De Marsay was escorted, with a care almost obsequious,\nalong the dimly lit corridor, at the end of which he issued by a\nsecret door into the garden of the Hotel San-Real. The mulatto made\nhim walk cautiously through an avenue of lime trees, which led to a\nlittle gate opening upon a street which was at that hour deserted. De\nMarsay took a keen notice of everything. The carriage awaited him.\nThis time the mulatto did not accompany him, and at the moment when\nHenri put his head out of the window to look once more at the gardens\nof the hotel, he encountered the white eyes of Cristemio, with whom he\nexchanged a glance. On either side there was a provocation, a\nchallenge, the declaration of a savage war, of a duel in which\nordinary laws were invalid, where treason and treachery were admitted\nmeans. Cristemio knew that Henri had sworn Paquita’s death. Henri knew\nthat Cristemio would like to kill him before he killed Paquita. Both\nunderstood each other to perfection.",
        "“The adventure is growing complicated in a most interesting way,” said\nHenri.",
        "“Where is the gentleman going to?” asked the coachman.",
        "De Marsay was driven to the house of Paul de Manerville. For more than\na week Henri was away from home, and no one could discover either what\nhe did during this period, nor where he stayed. This retreat saved him\nfrom the fury of the mulatto and caused the ruin of the charming\ncreature who had placed all her hope in him whom she loved as never\nhuman heart had loved on this earth before. On the last day of the\nweek, about eleven o’clock at night, Henri drove up in a carriage to\nthe little gate in the garden of the Hotel San-Real. Four men\naccompanied him. The driver was evidently one of his friends, for he\nstood up on his box, like a man who was to listen, an attentive\nsentinel, for the least sound. One of the other three took his stand\noutside the gate in the street; the second waited in the garden,\nleaning against the wall; the last, who carried in his hand a bunch of\nkeys, accompanied De Marsay.",
        "“Henri,” said his companion to him, “we are betrayed.”",
        "“By whom, my good Ferragus?”",
        "“They are not all asleep,” replied the chief of the Devourers; “it is\nabsolutely certain that some one in the house has neither eaten nor\ndrunk. . . . Look! see that light!”",
        "“We have a plan of the house; from where does it come?”",
        "“I need no plan to know,” replied Ferragus; “it comes from the room of\nthe Marquise.”",
        "“Ah,” cried De Marsay, “no doubt she arrived from London to-day. The\nwoman has robbed me even of my revenge! But if she has anticipated me,\nmy good Gratien, we will give her up to the law.”",
        "“Listen, listen! . . . The thing is settled,” said Ferragus to Henri.",
        "The two friends listened intently, and heard some feeble cries which\nmight have aroused pity in the breast of a tiger.",
        "“Your marquise did not think the sound would escape by the chimney,\"\nsaid the chief of the Devourers, with the laugh of a critic, enchanted\nto detect a fault in a work of merit.",
        "“We alone, we know how to provide for every contingency,” said Henri.\n“Wait for me. I want to see what is going on upstairs–I want to know\nhow their domestic quarrels are managed. By God! I believe she is\nroasting her at a slow fire.”",
        "De Marsay lightly scaled the stairs, with which he was familiar, and\nrecognized the passage leading to the boudoir. When he opened the door\nhe experienced the involuntary shudder which the sight of bloodshed\ngives to the most determined of men. The spectacle which was offered\nto his view was, moreover, in more than one respect astonishing to\nhim. The Marquise was a woman; she had calculated her vengeance with\nthat perfection of perfidy which distinguishes the weaker animals. She\nhad dissimulated her anger in order to assure herself of the crime\nbefore she punished it.",
        "“Too late, my beloved!” said Paquita, in her death agony, casting her\npale eyes upon De Marsay.",
        "The girl of the golden eyes expired in a bath of blood. The great\nillumination of candles, a delicate perfume which was perceptible, a\ncertain disorder, in which the eye of a man accustomed to amorous\nadventures could not but discern the madness which is common to all\nthe passions, revealed how cunningly the Marquise had interrogated the\nguilty one. The white room, where the blood showed so well, betrayed a\nlong struggle. The prints of Paquita’s hands were on the cushions.\nHere she had clung to her life, here she had defended herself, here\nshe had been struck. Long strips of the tapestry had been torn down by\nher bleeding hands, which, without a doubt, had struggled long.\nPaquita must have tried to reach the window; her bare feet had left\ntheir imprints on the edge of the divan, along which she must have\nrun. Her body, mutilated by the dagger-thrusts of her executioner,\ntold of the fury with which she had disputed a life which Henri had\nmade precious to her. She lay stretched on the floor, and in her\ndeath-throes had bitten the ankles of Madame de San-Real, who still\nheld in her hand her dagger, dripping blood. The hair of the Marquise\nhad been torn out, she was covered with bites, many of which were\nbleeding, and her torn dress revealed her in a state of semi-nudity,\nwith the scratches on her breasts. She was sublime so. Her head, eager\nand maddened, exhaled the odor of blood. Her panting mouth was open,\nand her nostrils were not sufficient for her breath. There are certain\nanimals who fall upon their enemy in their rage, do it to death, and\nseem in the tranquillity of victory to have forgotten it. There are\nothers who prowl around their victim, who guard it in fear lest it\nshould be taken away from them, and who, like the Achilles of Homer,\ndrag their enemy by the feet nine times round the walls of Troy. The\nMarquise was like that. She did not see Henri. In the first place, she\nwas too secure of her solitude to be afraid of witnesses; and,\nsecondly, she was too intoxicated with warm blood, too excited with\nthe fray, too exalted, to take notice of the whole of Paris, if Paris\nhad formed a circle round her. A thunderbolt would not have disturbed\nher. She had not even heard Paquita’s last sigh, and believed that the\ndead girl could still hear her.",
        "“Die without confessing!” she said. “Go down to hell, monster of\ningratitude; belong to no one but the fiend. For the blood you gave\nhim you owe me all your own! Die, die, suffer a thousand deaths! I\nhave been too kind–I was only a moment killing you. I should have\nmade you experience all the tortures that you have bequeathed to me. I\n–I shall live! I shall live in misery. I have no one left to love but\nGod!”",
        "She gazed at her.",
        "“She is dead!” she said to herself, after a pause, in a violent\nreaction. “Dead! Oh, I shall die of grief!”",
        "The Marquise was throwing herself upon the divan, stricken with a\ndespair which deprived her of speech, when this movement brought her\nin view of Henri de Marsay.",
        "“Who are you?” she asked, rushing at him with her dagger raised.",
        "Henri caught her arm, and thus they could contemplate each other face\nto face. A horrible surprise froze the blood in their veins, and their\nlimbs quivered like those of frightened horses. In effect, the two\nMenoechmi had not been more alike. With one accord they uttered the\nsame phrase:",
        "“Lord Dudley must have been your father!”",
        "The head of each was drooped in affirmation.",
        "“She was true to the blood,” said Henri, pointing to Paquita.",
        "“She was as little guilty as it is possible to be,” replied Margarita\nEuphemia Porraberil, and she threw herself upon the body of Paquita,\ngiving vent to a cry of despair. “Poor child! Oh, if I could bring\nthee to life again! I was wrong–forgive me, Paquita! Dead! and I\nlive! I–I am the most unhappy.”",
        "At that moment the horrible face of the mother of Paquita appeared.",
        "“You are come to tell me that you never sold her to me to kill,” cried\nthe Marquise. “I know why you have left your lair. I will pay you\ntwice over. Hold your peace.”",
        "She took a bag of gold from the ebony cabinet, and threw it\ncontemptuously at the old woman’s feet. The chink of the gold was\npotent enough to excite a smile on the Georgian’s impassive face.",
        "“I come at the right moment for you, my sister,” said Henri. “The law\nwill ask of you––”",
        "“Nothing,” replied the Marquise. “One person alone might ask for a\nreckoning for the death of this girl. Cristemio is dead.”",
        "“And the mother,” said Henri, pointing to the old woman. “Will you not\nalways be in her power?”",
        "“She comes from a country where women are not beings, but things\n–chattels, with which one does as one wills, which one buys, sells,\nand slays; in short, which one uses for one’s caprices as you, here,\nuse a piece of furniture. Besides, she has one passion which dominates\nall the others, and which would have stifled her maternal love, even\nif she had loved her daughter, a passion––”",
        "“What?” Henri asked quickly, interrupting his sister.",
        "“Play! God keep you from it,” answered the Marquise.",
        "“But whom have you,” said Henri, looking at the girl of the golden\neyes, “who will help you to remove the traces of this fantasy which\nthe law would not overlook?”",
        "“I have her mother,” replied the Marquise, designating the Georgian,\nto whom she made a sign to remain.",
        "“We shall meet again,” said Henri, who was thinking anxiously of his\nfriends and felt that it was time to leave.",
        "“No, brother,” she said, “we shall not meet again. I am going back to\nSpain to enter the Convent of los Dolores.”",
        "“You are too young yet, too lovely,” said Henri, taking her in his\narms and giving her a kiss.",
        "“Good-bye,” she said; “there is no consolation when you have lost that\nwhich has seemed to you the infinite.”",
        "A week later Paul de Manerville met De Marsay in the Tuileries, on the\nTerrasse de Feuillants.",
        "“Well, what has become of our beautiful girl of the golden eyes, you\nrascal?”",
        "“She is dead.”",
        "“What of?”",
        "“Consumption.”",
        "PARIS, March 1834-April 1835.",
        "Continue...",
        "\nThis eBook of “The Girl With the Golden Eyes” by Honore de Balzac belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Girl With the Golden EyesBy Honore De BalzacAt Amazon"
    ]
}