{
    "title": "The True Story of My Life - Chapter III.",
    "author": "Hans Christian Andersen",
    "chapter": "4",
    "content": [
        "\n\n",
        "When, late in the evening, I arrived at the inn in Slagelse, I asked\nthe hostess if there were anything remarkable in the city.",
        "“Yes,” said she, “a new English fire-engine and Pastor Bastholm’s\nlibrary,” and those probably were all the lions in the city. A few\nofficers of the Lancers composed the fine-gentleman world. Everybody\nknew what was done in everybody’s house, whether a scholar was elevated\nor degraded in his class, and the like. A private theatre, to which, at\ngeneral rehearsal, the scholars of the grammar school and the maid-\nservants of the town had free entrance, furnished rich material for\nconversation. The place was remote from woods, and still farther from\nthe coast; but the great post-road went through the city, and the post-\nhorn resounded from the rolling carriage.",
        "I boarded with a respectable widow of the educated class, and had a\nlittle chamber looking out into the garden and field. My place in the\nschool was in the lowest class, among little boys:–I knew indeed\nnothing at all.",
        "I was actually like a wild bird which is confined in a cage; I had the\ngreatest desire to learn, but for the moment I floundered about, as if\nI had been thrown into the sea; the one wave followed another; grammar,\ngeography, mathematics–I felt myself overpowered by them, and feared\nthat I should never be able to acquire all these. The rector, who took\na peculiar delight in turning everything to ridicule, did not, of\ncourse, make an exception in my case. To me he stood then as a\ndivinity; I believed unconditionally every word which he spoke. One\nday, when I had replied incorrectly to his question, and he said that I\nwas stupid, I mentioned it to Collin, and told him my anxiety, lest I\ndid not deserve all that people had done for me; but he consoled me.\nOccasionally, however, on some subjects of instruction, I began to\nreceive a good certificate, and the teachers were heartily kind to me;\nyet, notwithstanding that I advanced, I still lost confidence in myself\nmore and more. On one of the first examinations, however, I obtained\nthe praise of the rector. He wrote the same in my character-book; and,\nhappy in this, I went a few days afterwards to Copenhagen. Guldberg,\nwho saw the progress I had made, received me kindly, and commended my\nzeal; and his brother in Odense furnished me the next summer with the\nmeans of visiting the place of my birth, where I had not been since I\nleft it to seek adventures. I crossed the Belt, and went on foot to\nOdense. When I came near enough to see the lofty old church tower, my\nheart was more and more affected; I felt deeply the care of God for me,\nand I burst into tears. My mother rejoiced over me. The families of\nIversen and Guldberg received me cordially; and in the little streets I\nsaw the people open their windows to look after me, for everybody knew\nhow remarkably well things had fared with me; nay, I fancied I actually\nstood upon the pinnacle of fortune, when one of the principal citizens,\nwho had built a high tower to his house, led me up there, and I looked\nout thence over the city, and the surrounding country, and some old\nwomen in the hospital below, who had known me from childhood, pointed\nup to me.",
        "As soon, however, as I returned to Slagelse, this halo of glory\nvanished, as well as every thought of it. I may freely confess that I\nwas industrious, and I rose, as soon as it was possible, into a higher\nclass; but in proportion as I rose did I feel the pressure upon me more\nstrongly, and that my endeavors were not sufficiently productive. Many\nan evening, when sleep overcame me, did I wash my head with cold water,\nor run about the lonely little garden, till I was again wakeful, and\ncould comprehend the book anew. The rector filled up a portion of his\nhours of teaching with jests, nicknames, and not the happiest of\nwitticisms. I was as if paralyzed with anxiety when he entered the\nroom, and from that cause my replies often expressed the opposite of\nthat which I wished to say, and thereby my anxiety was all the more\nincreased. What was to become of me?",
        "In a moment of ill-humor I wrote a letter to the head master, who was\none of those who was most cordially opposed to me. I said in this\nletter that I regarded myself as a person so little gifted by nature,\nthat it was impossible for me to study, and that the people in\nCopenhagen threw away the money which they spent upon me: I besought\nhim therefore to counsel me what I should do. The excellent man\nstrengthened me with mild words, and wrote to me a most friendly and\nconsolatory letter; he said that the rector meant kindly by me–that it\nwas his custom and way of acting–that I was making all the progress\nthat people could expect from me, and that I need not doubt of my\nabilities. He told me that he himself was a peasant youth of three and\ntwenty, older than I myself was, when he began his studies; the\nmisfortune for me was, that I ought to have been treated differently to\nthe other scholars, but that this could hardly be done in a school; but\nthat things were progressing, and that I stood well both with the\nteachers and my fellow students.",
        "Every Sunday we had to attend the church and hear an old preacher; the\nother scholars learned their lessons in history and mathematics while\nhe preached; I learned my task in religion, and thought that, by so\ndoing, it was less sinful. The general rehearsals at the private\ntheatre were points of light in my school life; they took place in a\nback building, where the lowing of the cows might be heard; the street-\ndecoration was a picture of the marketplace of the city, by which means\nthe representation had something familiar about it; it amused the\ninhabitants to see their own houses.",
        "On Sunday afternoons it was my delight to go to the castle of\nAntvorskov, at that time only half ruinous, and once a monastery, where\nI pursued the excavating of the ruined cellars, as if it had been a\nPompeii. I also often rambled to the crucifix of St. Anders, which\nstands upon one of the heights of Slagelse, and which is one of the\nwooden crosses erected in the time of Catholicism in Denmark. St.\nAnders was a priest in Slagelse, and travelled to the Holy Land; on the\nlast day he remained so long praying on the holy grave, that the ship\nsailed away without him. Vexed at this circumstance, he walked along\nthe shore, where a man met him riding on an ass, and took him up with\nhim. Immediately he fell asleep, and when he awoke he heard the bells\nof Slagelse ringing. He lay upon the (Hvileh÷i) hill of rest, where the\ncross now stands. He was at home a year and a day before the ship\nreturned, which had sailed away without him, and an angel had borne him\nhome. The legend, and the place where he woke, were both favorites of\nmine. From this spot I could see the ocean and Funen. Here I could\nindulge my fancies; when at home, my sense of duty chained my thoughts\nonly to my books.",
        "The happiest time, however, was when, once on a Sunday, whilst the wood\nwas green, I went to the city of Sor÷, two (Danish) miles from\nSlagelse, and which lies in the midst of woods, surrounded by lakes.\nHere is an academy for the nobility, founded by the poet Holberg.\nEverything lay in a conventual stillness. I visited here the poet\nIngemann, who had just married, and who held a situation as teacher; he\nhad already received me kindly in Copenhagen; but here his reception of\nme was still more kind. His life in this place seemed to me like a\nbeautiful story; flowers and vines twined around his window; the rooms\nwere adorned with the portraits of distinguished poets, and other\npictures. We sailed upon the lake with an Aeolian harp made fast to the\nmast. Ingemann talked so cheerfully, and his excellent, amiable wife\ntreated me as if she were an elder sister:–I loved these people. Our\nfriendship has grown with years. I have been from that time almost\nevery summer a welcome guest there, and I have experienced that there\nare people in whose society one is made better, as it were; that which\nis bitter passes away, and the whole world appears in sunlight.",
        "Among the pupils in the academy of nobles, there were two who made\nverses; they knew that I did the same, and they attached themselves to\nme. The one was Petit, who afterwards, certainly with the best\nintention, but not faithfully, translated several of my books; the\nother, the poet Karl Bagger, one of the most gifted of men who has come\nforward in Danish literature, but who has been unjustly judged. His\npoems are full of freshness and originality; his story, “The Life of my\nBrother,” is a genial book, by the critique on which the Danish Monthly\nReview of Literature has proved that it does not understand how to give\njudgment. These two academicians were very different from me: life\nrushed rejoicingly through their veins; I was sensitive and childlike.\nIn my character-book I always received, as regarded my conduct,\n“remarkably good.” On one occasion, however, I only obtained the\ntestimony of “very good;” and so anxious and childlike was I, that I\nwrote a letter to Collin on that account, and assured him in grave\nearnestness, that I was perfectly innocent, although I had only\nobtained a character of “very good.”",
        "The rector grew weary of his residence in Slagelse; he applied for the\nvacant post of rector in the grammar-school of Helsing÷r, and obtained\nit. He told me of it, and added kindly, that I might write to Collin\nand ask leave to accompany him thither; that I might live in his house,\nand could even now remove to his family; I should then in half a year\nbecome a student, which could not be the case if I remained behind, and\nthat then he would himself give me some private lessons in Latin and\nGreek. On this same occasion he wrote also to Collin; and this letter,\nwhich I afterwards saw, contained the greatest praise of my industry,\nof the progress I had made, and of my good abilities, which last I\nimagined that he thoroughly mistook, and for the want of which, I\nmyself had so often wept. I had no conception that he judged of me so\nfavorably; it would have strengthened and relieved me had I known it;\nwhereas, on the contrary, his perpetual blame depressed me. I, of\ncourse, immediately received Collin’s permission, and removed to the\nhouse of the rector. But that, alas! was an unfortunate house.",
        "I accompanied him to Helsing÷r, one of the loveliest places in Denmark,\nclose to the Sound, which is at this place not above a mile (Danish)\nbroad, and which seems like a blue, swelling river between Denmark and\nSweden. The ships of all nations sail past daily by hundreds; in winter\nthe ice forms a firm bridge between the two countries, and when in\nspring this breaks up, it resembles a floating glacier. The scenery\nhere made a lively impression upon me, but I dared only to cast stolen\nglances at it. When the school hours were over, the house door was\ncommonly locked; I was obliged to remain in the heated school-room and\nlearn my Latin, or else play with the children, or sit in my little\nroom; I never went out to visit anybody. My life in this family\nfurnishes the most evil dreams to my remembrance. I was almost overcome\nby it, and my prayer to God every evening was, that he would remove\nthis cup from me and let me die. I possessed not an atom of confidence\nin myself. I never mentioned in my letters how hard it went with me,\nbecause the rector found his pleasure in making a jest of me, and\nturning my feelings to ridicule. I never complained of any one, with\nthe exception of myself. I knew that they would say in Copenhagen, “He\nhas not the desire to do any thing; a fanciful being can do no good\nwith realities.”",
        "My letters to Collin, written at this time, showed such a gloomy\ndespairing state of mind, that they touched him deeply; but people\nimagined that was not to be helped; they fancied that it was my\ndisposition, and not, as was the case, that it was the consequence of\noutward influences. My temper of mind was thoroughly buoyant, and\nsusceptible of every ray of sunshine; but only on one single holiday in\nthe year, when I could go to Copenhagen, was I able to enjoy it.",
        "What a change it was to get for a few days out of the rector’s rooms\ninto a house in Copenhagen, where all was elegance, cleanliness, and\nfull of the comforts of refined life! This was at Admiral Wulff’s,\nwhose wife felt for me the kindness of a mother, and whose children met\nme with cordiality; they dwelt in a portion of the Castle of\nAmalienburg, and my chamber looked out into the square. I remember the\nfirst evening there; Aladdin’s words passed through my mind, when he\nlooked down from his splendid castle into the square, and said, “Here\ncame I as a poor lad.” My soul was full of gratitude.",
        " During my whole residence in Slagelse I had scarcely written more than\nfour or five poems; two of which, “The Soul,” and “To my Mother,” will\nbe found printed in my collected works. During my school-time at\nHelsing÷r I wrote only one single poem, “The Dying Child;” a poem\nwhich, of all my after works, became most popular and most widely\ncirculated. I read it to some acquaintance in Copenhagen; some were\nstruck by it, but most of them only remarked my Funen dialect, which\ndrops the d in every word. I was commended by many; but from the\ngreater number I received a lecture on modesty, and that I should not\nget too great ideas of myself–I who really at that time thought\nnothing of myself. [Footnote: How beautifully is all this part of the\nauthor’s experience reflected in that of Antonio, the Improvisatore,\nwhose highly sensitive nature was too often wounded by the well-meant\nlectures of patrons and common-place minds.–M. H.]",
        "At the house of Admiral Wulff I saw many men of the most distinguished\ntalent, and among them all my mind paid the greatest homage to one–\nthat was the poet Adam Oehlenschl ger. I heard his praise resound from\nevery mouth around me; I looked up to him with the most pious faith: I\nwas happy when one evening, in a large brilliantly-lighted drawing\nroom–where I deeply felt that my apparel was the shabbiest there, and\nfor that reason I concealed myself behind the long curtains–\nOehlenschl ger came to me and offered me his hand. I could have fallen\nbefore him on my knees. I again saw Weyse, and heard him improvise upon\nthe piano. Wulff himself read aloud his translations of Byron; and\nOehlenschl ger’s young daughter Charlotte surprised me by her joyous,\nmerry humor.",
        "From such a house as this, I, after a few days, returned to the rector,\nand felt the difference deeply. He also came direct from Copenhagen,\nwhere he had heard it said that I had read in company one of my own\npoems. He looked at me with a penetrating glance, and commanded me to\nbring him the poem, when, if he found in it one spark of poetry, he\nwould forgive me. I tremblingly brought to him “The Dying Child;” he\nread it, and pronounced it to be sentimentality and idle trash. He gave\nway freely to his anger. If he had believed that I wasted my time in\nwriting verses, or that I was of a nature which required a severe\ntreatment, then his intention would have been good; but he could not\npretend this. But from this day forward my situation was more\nunfortunate than ever; I suffered so severely in my mind that I was\nvery near sinking under it. That was the darkest, the most unhappy time\nin my life.",
        "Just then one of the masters went to Copenhagen, and related to Collin\nexactly what I had to bear, and immediately he removed me from the\nschool and from the rector’s house. When, in taking leave of him, I\nthanked him for the kindness which I had received from him, the\npassionate man cursed me, and ended by saying that I should never\nbecome a student, that my verses would grow mouldy on the floor of the\nbookseller’s shop, and that I myself should end my days in a mad-house.\nI trembled to my innermost being, and left him.",
        "Several years afterwards, when my writings were read, when the\nImprovisatore first came out, I met him in Copenhagen; he offered me\nhis hand in a conciliatory manner, and said that he had erred\nrespecting me, and had treated me wrong; but it now was all the same to\nme. The heavy, dark days had also produced their blessing in my life. A\nyoung man, who afterwards became celebrated in Denmark for his zeal in\nthe Northern languages and in history, became my teacher. I hired a\nlittle garret; it is described in the Fiddler; and in The Picture Book\nwithout Pictures, people may see that I often received there visits\nfrom the moon. I had a certain sum allowed for my support; but as\ninstruction was to be paid for, I had to make savings in other ways. A\nfew families through the week-days gave me a place at their tables. I\nwas a sort of boarder, as many another poor student in Copenhagen is\nstill: there was a variety in it; it gave an insight into the several\nkinds of family life, which was not without its influence on me. I\nstudied industriously; in some particular branches I had considerably\ndistinguished myself in Helsing÷r, especially in mathematics; these\nwere, therefore, now much more left to myself: everything tended to\nassist me in my Greek and Latin studies; in one direction, however, and\nthat the one in which it would least have been expected, did my\nexcellent teacher find much to do; namely, in religion. He closely\nadhered to the literal meaning of the Bible; with this I was\nacquainted, because from my first entrance in the school I had clearly\nunderstood what was said and taught by it. I received gladly, both with\nfeeling and understanding, the doctrine, that God is love: everything\nwhich opposed this–a burning hell, therefore, whose fire endured\nforever–I could not recognize. Released from the distressing existence\nof the school-bench, I now expressed myself like a free man; and my\nteacher, who was one of the noblest and most amiable of human beings,\nbut who adhered firmly to the letter, was often quite distressed about\nme. We disputed, whilst pure flames kindled within our hearts. It was\nnevertheless good for me that I came to this unspoiled, highly-gifted\nyoung man, who was possessed of a nature as peculiar as my own.",
        "That which, on the contrary, was an error in me, and which became very\nperceptible, was a pleasure which I had, not in jesting with, but in\nplaying with my best feelings, and in regarding the understanding as\nthe most important thing in the world. The rector had completely\nmistaken my undisguisedly candid and sensitive character; my excitable\nfeelings were made ridiculous, and thrown back upon themselves; and\nnow, when I could freely advance upon the way to my object, this change\nshowed itself in me. From severe suffering I did not rush into\nlibertinism, but into an erroneous endeavor to appear other than I was.\nI ridiculed feeling, and fancied that I had quite thrown it aside; and\nyet I could be made wretched for a whole day, if I met with a sour\ncountenance where I expected a friendly one. Every poem which I had\nformerly written with tears, I now parodied, or gave to it a ludicrous\nrefrain; one of which I called “The Lament of the Kitten,” another,\n“The Sick Poet.” The few poems which I wrote at that time were all of a\nhumorous character: a complete change had passed over me; the stunted\nplant was reset, and now began to put forth new shoots.",
        "Wulff’s eldest daughter, a very clever and lively girl, understood and\nencouraged the humor, which made itself evident in my few poems; she\npossessed my entire confidence; she protected me like a good sister,\nand had great influence over me, whilst she awoke in me a feeling for\nthe comic.",
        "At this time, also, a fresh current of life was sent through the Danish\nliterature; for this the people had an interest, and politics played no\npart in it.",
        "Heiberg, who had gained the acknowledged reputation of a poet by his\nexcellent works, “Psyche” and “Walter the Potter,” had introduced the\nvaudeville upon the Danish stage; it was a Danish vaudeville, blood of\nour blood, and was therefore received with acclamation, and supplanted\nalmost everything else. Thalia kept carnival on the Danish stage, and\nHeiberg was her secretary. I made his acquaintance first at Oersted’s.\nRefined, eloquent, and the hero of the day, he pleased me in a high\ndegree; he was most kind to me, and I visited him; he considered one of\nmy humorous poems worthy of a place in his most excellent weekly paper,\n“The Flying Post.” Shortly before I had, after a deal of trouble, got\nmy poem of “The Dying Child” printed in a paper; none of the many\npublishers of journals, who otherwise accept of the most lamentable\ntrash, had the courage to print a poem by a schoolboy. My best known\npoem they printed at that time, accompanied by an excuse for it.\nHeiberg saw it, and gave it in his paper an honorable place. Two\nhumorous poems, signed H., were truly my d but with him.",
        "I remember the first evening when the “Flying Post” appeared with my\nverses in it. I was with a family who wished me well, but who regarded\nmy poetical talent as quite insignificant, and who found something to\ncensure in every line. The master of the house entered with the “Flying\nPost” in his hand.",
        "“This evening,” said he, “there are two excellent poems: they are by\nHeiberg; nobody else could write anything like them.” And now my poems\nwere received with rapture. The daughter, who was in my secret,\nexclaimed, in her delight, that I was the author. They were all struck\ninto silence, and were vexed. That wounded me deeply.",
        "One of our least esteemed writers, but a man of rank, who was very\nhospitable, gave me one day a seat at his table. He told me that a new\nyear’s gift would come out, and that he was applied to for a\ncontribution. I said that a little poem of mine, at the wish of the\npublisher, would appear in the same new year’s gift.",
        "“What, then, everybody and anybody are to contribute to this book!\"\nsaid the man in vexation: “then he will need nothing from me; I\ncertainly can hardly give him anything.”",
        "My teacher dwelt at a considerable distance from me. I went to him\ntwice each day, and on the way there my thoughts were occupied with my\nlessons. On my return, however, I breathed more freely, and then bright\npoetical ideas passed through my brain, but they were never committed\nto paper; only five or six humorous poems were written in the course of\nthe year, and these disturbed me less when they were laid to rest on\npaper than if they had remained in my mind.",
        "In September, 1828, I was a student; and when the examination was over,\nthe thousand ideas and thoughts, by which I was pursued on the way to\nmy teacher, flew like a swarm of bees out into the world, and, indeed,\ninto my first work, “A Journey on Foot to Amack;” a peculiar, humorous\nbook, but one which fully exhibited my own individual character at that\ntime, my disposition to sport with everything, and to jest in tears\nover my own feelings–a fantastic, gaily-colored tapestry-work. No\npublisher had the courage to bring out that little book; I therefore\nventured to do it myself, and, in a few days after its appearance, the\nimpression was sold. Publisher Keitzel bought from me the second\nedition; after a while he had a third; and besides this, the work was\nreprinted in Sweden.",
        "Everybody read my book; I heard nothing but praise; I was “a student,\"\n–I had attained the highest goal of my wishes. I was in a whirl of joy;\nand in this state I wrote my first dramatic work, “Love on the Nicholas\nTower, or, What says the Pit?” It was unsuccessful, because it\nsatirized that which no longer existed amongst us, namely, the shows of\nthe middle ages; besides which, it rather ridiculed the enthusiasm for\nthe vaudeville. The subject of it was, in short, as follows:–The\nwatchman of the Nicholas Tower, who always spoke as a knight of the\ncastle, wished to give his daughter to the watchman of the neighboring\nchurch-tower; but she loved a young tailor, who had made a journey to\nthe grave of Eulenspiegel, and was just now returned, as the punch-bowl\nsteamed, and was to be emptied in honor of the young lady’s consent\nbeing given. The lovers escape together to the tailor’s herberg, where\ndancing and merriment are going forward. The watchman, however, fetches\nback his daughter; but she had lost her senses, and she assured them\nthat she never would recover them, unless she had her tailor. The old\nwatchman determines that Fate should decide the affair; but, then, who\nwas Fate? The idea then comes into his head that the public shall be\nhis Pythia, and that the public shall decide whether she should have\nthe tailor or the watchman. They determine, therefore, to send to one\nof the youngest of the poets, and beg him to write the history in the\nstyle of the vaudeville, a kind of writing which was the most\nsuccessful at that time, and when the piece was brought upon the stage,\nand the public either whistled or hissed, it should be in no wise\nconsidered that the work of the young author had been unsuccessful, but\nthat it should be the voice of Fate, which said, “She shall marry the\nwatchman.” If, on the contrary, the piece was successful, it indicated\nthat she should have the tailor; and this last, remarked the father,\nmust be said in prose, in order that the public may understand it. Now\nevery one of the characters thought himself on the stage, where in the\nepilogue the lovers besought the public for their applause, whilst the\nwatchman begged them either to whistle, or at least to hiss.",
        "My fellow students received the piece with acclamation; they were proud\nof me. I was the second of their body who in this year had brought out\na piece on the Danish stage; the other was Arnesen, student at the same\ntime with me, and author of a vaudeville called “The Intrigue in the\nPeople’s Theatre,” a piece which had a great run. We were the two young\nauthors of the October examination, two of the sixteen poets which this\nyear produced, and whom people in jest divided into the four great and\nthe twelve small poets.",
        "I was now a happy human being; I possessed the soul of a poet, and the\nheart of youth; all houses began to be open to me; I flew from circle\nto circle. Still, however, I devoted myself industriously to study, so\nthat in September, 1829, I passed my Examen philologicum et\nphilosophicum, and brought out the first collected edition of my\npoems, which met with great praise. Life lay bright with sunshine\nbefore me.",
        "Continue...",
        "\nThis eBook of “The True Story of My Life: A Sketch” (translated By Mary Howitt, To Messrs. Munroe and Co) by Hans Christian Andersen belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The True Story of My LifeBy Hans Christian AndersenAt Amazon"
    ]
}