{
    "title": "The Adventures of Baron Munchausen - Chapter XXXII",
    "author": "Raspe",
    "chapter": "37",
    "content": [
        "\nIllustration by Peter Newell\nCover of Mr. Munchausen\n(J. K. Bangs, 1901)\n",
        "\n\n",
        "  The Baron harangues the company, and they continue the pursuit–\n  The Baron, wandering from his retinue, is taken by the savages,\n  scalped, and tied to a stake to be roasted; but he contrives to\n  extricate himself, and kills the savages–The Baron travels\n  overland through the forests of North America, to the confines of\n  Russia–Arrives at the castle of the Nareskin Rowskimowmowsky, and\n  gallops into the kingdom of Loggerheads–A battle, in which the\n  Baron fights the Nareskin in single combat, and generously gives\n  him his life–Arrives at the Friendly Islands, and discourses with\n  Omai–The Baron, with all his attendants, goes from Otaheite to\n  the isthmus of Darien, and having cut a canal across the isthmus,\n  returns to England.",
        "“My friends, and very learned and profound Judiciarii,” said I, “be\nnot disheartened that Wauwau has escaped from you at present:\npersevere, and we shall yet succeed. You should never despair,\nMunchausen being your general; and therefore be brave, be courageous,\nand fortune shall second your endeavours. Let us advance undaunted in\npursuit, and follow the fierce Wauwau even three times round the\nglobe, until we entrap her.”",
        "My words filled them with confidence and valour, and they unanimously\nagreed to continue the chase. We penetrated the frightful deserts and\ngloomy woods of America, beyond the source of the Ohio, through\ncountries utterly unknown before. I frequently took the diversion of\nshooting in the woods, and one day that I happened with three\nattendants to wander far from our troop, we were suddenly set upon by\na number of savages. As we had expended our powder and shot, and\nhappened to have no side-arms, it was in vain to make any resistance\nagainst hundreds of enemies. In short, they bound us, and made us walk\nbefore them to a gloomy cavern in a rock, where they feasted upon what\ngame they had killed, but which not being sufficient, they took my\nthree unfortunate companions and myself, and scalped us. The pain of\nlosing the flesh from my head was most horrible; it made me leap in\nagonies, and roar like a bull. They then tied us to stakes, and making\ngreat fires around us, began to dance in a circle, singing with much\ndistortion and barbarity, and at times putting the palms of their\nhands to their mouths, set up the war-whoop. As they had on that day\nalso made a great prize of some wine and spirits belonging to our\ntroop, these barbarians, finding it delicious, and unconscious of its\nintoxicating quality, began to drink it in profusion, while they\nbeheld us roasting, and in a very short time they were all completely\ndrunk, and fell asleep around the fires. Perceiving some hopes, I used\nmost astonishing efforts to extricate myself from the cords which I\nwas tied, and at length succeeded. I immediately unbound my\ncompanions, and though half roasted, they still had power enough to\nwalk. We sought about for the flesh that had been taken off our heads,\nand having found the scalps, we immediately adapted them to our bloody\nheads, sticking them on with a kind of glue of a sovereign quality,\nthat flows from a tree in that country, and the parts united and\nhealed in a few hours. We took care to revenge ourselves on the\nsavages, and with their own hatchets put every one of them to death.\nWe then returned to our troop, who had given us up for lost, and they\nmade great rejoicings on our return. We now proceeded in our journey\nthrough this prodigious wilderness, Gog and Magog acting as pioneers,\nhewing down the trees, &c., at a great rate as we advanced. We passed\nover numberless swamps and lakes and rivers, until at length we\ndiscovered a habitation at some distance. It appeared a dark and\ngloomy castle, surrounded with strong ramparts, and a broad ditch. We\ncalled a council of war, and it was determined to send a deputation\nwith a trumpet to the walls of the castle, and demand friendship from\nthe governor, whoever he might be, and an account if aught he knew of\nWauwau. For this purpose our whole caravan halted in the wood, and Gog\nand Magog reclined amongst the trees, that their enormous strength and\nsize should not be discovered, and give umbrage to the lord of the\ncastle. Our embassy approached the castle, and having demanded\nadmittance for some time, at length the drawbridge was let down, and\nthey were suffered to enter. As soon as they had passed the gate it\nwas immediately closed after them, and on either side they perceived\nranks of halberdiers, who made them tremble with fear. “We come,” the\nherald proclaimed, “on the part of Hilaro Frosticos, Don Quixote, Lord\nWhittington, and the thrice-renowned Baron Munchausen, to claim\nfriendship from the governor of this puissant castle, and to seek\nWauwau.” “The most noble the governor,” replied the officer, “is at\nall times happy to entertain such travellers as pass through these\nimmense deserts, and will esteem it an honour that the great Hilaro\nFrosticos, Don Quixote, Lord Whittington, and the thrice-renowned\nBaron Munchausen, enter his castle walls.”",
        "In short, we entered the castle. The governor sat with all our company\nto table, surrounded by his friends, of a very fierce and warlike\nappearance. They spoke but little, and seemed very austere and\nreserved, until the first course was served up. The dishes were\nbrought in by a number of bears walking on their hind-legs, and on\nevery dish was a fricassee of pistols, pistol-bullets, sauce of\ngunpowder, and aqua-vitæ. This entertainment seemed rather\nindigestible by even an ostrich’s stomach, when the governor addressed\nus, and informed me that it was ever his custom to strangers to offer\nthem for the first course a service similar to that before us; and if\nthey were inclined to accept the invitation, he would fight them as\nmuch as they pleased, but if they could not relish the pistol-bullets,\n&c., he would conclude them peaceable, and try what better politeness\nhe could show them in his castle. In short, the first course being\nremoved untouched, we dined, and after dinner the governor forced the\ncompany to push the bottle about with alacrity and to excess. He\ninformed us that he was the Nareskin Rowskimowmowsky, who had retired\namidst these wilds, disgusted with the court of Petersburgh. I was\nrejoiced to meet him; I recollected my old friend, whom I had known at\nthe court of Russia, when I rejected the hand of the Empress. The\nNareskin, with all his knights-companions, drank to an astonishing\ndegree, and we all set off upon hobby horses in full cry out of the\ncastle. Never was there seen such a cavalcade before. In front\ngalloped a hundred knights belonging to the castle, with hunting horns\nand a pack of excellent dogs; and then came the Nareskin\nRowskimowmowsky, Gog and Magog, Hilaro Frosticos, and your humble\nservant, hallooing and shouting like so many demoniacs, and spurring\nour hobby horses at an infernal rate until we arrived in the kingdom\nof Loggerheads. The kingdom of Loggerheads was wilder than any part of\nSiberia, and the Nareskin had here built a romantic summer-house in a\nGothic taste, to which he would frequently retire with his company\nafter dinner. The Nareskin had a dozen bears of enormous stature that\ndanced for our amusement, and their chiefs performed the minuet de la\ncour to admiration. And here the most noble Hilaro Frosticos thought\nproper to ask the Nareskin some intelligence about Wauwau, in quest of\nwhom we had travelled over such a tract of country, and encountered so\nmany dangerous adventures, and also invited the Nareskin\nRowskimowmowsky to attend us with all his bears in the expedition. The\nNareskin appeared astonished at the idea; he looked with infinite\nhauteur and ferocity on Hilaro, and affecting a violent passion asked\nhim, “Did he imagine that the Nareskin Rowskimowmowsky could\ncondescend to take notice of a Wauwau, let her fly what way she would!\nOr did he think a chief possessing such blood in his veins could\nengage in such a foreign pursuit? By the blood and by the ashes of my\ngreat grandmother, I would cut off your head!”",
        "Hilaro Frosticos resented this oration, and in short a general riot\ncommenced. The bears, together with the hundred knights, took the part\nof the Nareskin, and Gog and Magog, Don Quixote, the Sphinx, Lord\nWhittington, the bulls, the crickets, the judges, the matrons, and\nHilaro Frosticos, made noble warfare against them.",
        "I drew my sword, and challenged the Nareskin to single combat. He\nfrowned, while his eyes sparkled fire and indignation, and bracing a\nbuckler on his left arm, he advanced against me. I made a blow at him\nwith all my force, which he received upon his buckler, and my sword\nbroke short.",
        "Ungenerous Nareskin; seeing me disarmed, he still pushed forward,\ndealing his blows upon me with the utmost violence, which I parried\nwith my shield and the hilt of my broken sword, and fought like a\ngame-cock.",
        "An enormous bear at the same time attacked me, but I ran my hand still\nretaining the hilt of my broken sword down his throat, and tore up his\ntongue by the roots. I then seized his carcase by the hind-legs, and\nwhirling it over my head, gave the Nareskin such a blow with his own\nbear as evidently stunned him. I repeated my blows, knocking the\nbear’s head against the Nareskin’s head, until, by one happy blow, I\ngot his head into the bear’s jaws, and the creature being still\nsomewhat alive and convulsive, the teeth closed upon him like\nnutcrackers. I threw the bear from me, but the Nareskin remained\nsprawling, unable to extricate his head from the bear’s jaws,\nimploring for mercy. I gave the wretch his life: a lion preys not\nupon carcases.",
        "At the same time my troop had effectually routed the bears and the\nrest of their adversaries. I was merciful, and ordered quarter to be\ngiven.",
        "At that moment I perceived Wauwau flying at a great height through the\nheavens, and we instantly set out in pursuit of her, and never stopped\nuntil we arrived at Kamschatka; thence we passed to Otaheite. I met my\nold acquaintance Omai, who had been in England with the great\nnavigator, Cook, and I was glad to find he had established Sunday\nschools over all the islands. I talked to him of Europe, and his\nformer voyage to England. “Ah!” said he, most emphatically, “the\nEnglish, the cruel English, to murder me with goodness, and refine\nupon my torture–took me to Europe, and showed me the court of\nEngland, the delicacy of exquisite life; they showed me gods, and\nshowed me heaven, as if on purpose to make me feel the loss of them.”",
        "From these islands we set out, attended by a fleet of canoes with\nfighting-stages and the chiefest warriors of the islands, commanded by\nOmai. Thus the chariot of Queen Mab, my team of bulls and the\ncrickets, the ark, the Sphinx, and the balloons, with Hilaro\nFrosticos, Gog and Magog, Lord Whittington, and the Lord Mayor’s show,\nDon Quixote, &c., with my fleet of canoes, altogether cut a very\nformidable appearance on our arrival at the Isthmus of Darien.\nSensible of what general benefit it would be to mankind, I immediately\nformed a plan of cutting a canal across the isthmus from sea to sea.",
        "For this purpose I drove my chariot with the greatest impetuosity\nrepeatedly from shore to shore, in the same track, tearing up the\nrocks and earth thereby, and forming a tolerable bed for the water.\nGog and Magog next advanced at the head of a million of people from\nthe realms of North and South America, and from Europe, and with\ninfinite labour cleared away the earth, &c., that I had ploughed up\nwith my chariot. I then again drove my chariot, making the canal wider\nand deeper, and ordered Gog and Magog to repeat their labour as\nbefore. The canal being a quarter of a mile broad, and three hundred\nyards in depth, I thought it sufficient, and immediately let in the\nwaters of the sea. I did imagine, that from the rotatory motion of the\nearth on its axis from west to east the sea would be higher on the\neastern than the western coast, and that on the uniting of the two\nseas there would be a strong current from the east, and it happened\njust as I expected. The sea came in with tremendous magnificence, and\nenlarged the bounds of the canal, so as to make a passage of some\nmiles broad from ocean to ocean, and make an island of South America.\nSeveral sail of trading vessels and men-of-war sailed through this new\nchannel to the South Seas, China, &c., and saluted me with all their\ncannon as they passed.",
        "I looked through my telescope at the moon, and perceived the\nphilosophers there in great commotion. They could plainly discern the\nalteration on the surface of our globe, and thought themselves somehow\ninterested in the enterprise of their fellow-mortals in a neighbouring\nplanet. They seemed to think it admirable that such little beings as\nwe men should attempt so magnificent a performance, that would be\nobservable even in a separate world.",
        "Thus having wedded the Atlantic Ocean to the South Sea, I returned to\nEngland, and found Wauwau precisely in the very spot whence she had\nset out, after having led us a chase all round the world.",
        "Continue...",
        "\nThis eBook of “The Surprising Adventures of Baron Munchausen” (by Rudolph Erich Raspe, published in 1895) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Surprising Adventures of Baron Munchausen (Alan Rodgers Books)By Rudolph Erich RaspeAt Amazon"
    ]
}