{
    "title": "The Sorrows of Young Werther - July 18.",
    "author": "Johann Wolfgang von Goethe (translated by R.D. Boylan)",
    "chapter": "23",
    "content": [
        "\n\n",
        "Wilhelm, what is the world to our hearts without love? What is\na magic-lantern without light? You have but to kindle the flame\nwithin, and the brightest figures shine on the white wall; and,\nif love only show us fleeting shadows, we are yet happy, when,\nlike mere children, we behold them, and are transported with the\nsplendid phantoms. I have not been able to see Charlotte to-day.\nI was prevented by company from which I could not disengage myself.\nWhat was to be done? I sent my servant to her house, that I might\nat least see somebody to-day who had been near her. Oh, the\nimpatience with which I waited for his return! the joy with which\nI welcomed him! I should certainly have caught him in my arms,\nand kissed him, if I had not been ashamed.",
        "It is said that the Bonona stone, when placed in the sun, attracts\nthe rays, and for a time appears luminous in the dark. So was it\nwith me and this servant. The idea that Charlotte’s eyes had dwelt\non his countenance, his cheek, his very apparel, endeared them all\ninestimably to me, so that at the moment I would not have parted\nfrom him for a thousand crowns. His presence made me so happy!\nBeware of laughing at me, Wilhelm. Can that be a delusion which\nmakes us happy?",
        "Continue...",
        "\nThis complete text of “The Sorrows of Young Werther” (the German\n“Die Leiden des jungen Werther”) by Johann Wolfgang von Goethe (translated by R.D. Boylan - Edited by Nathen Haskell Dole), as well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\nOver at Amazon.com, you can get the book\nSorrows of Young Werther and Selected Writings.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}