{
    "title": "The God-Idea of the Ancients (or Sex in Religion) - Chapter V. Separation of the Female and Male Elements in the Deity",
    "author": "Eliza Burt Gamble",
    "chapter": "7",
    "content": [
        "\n\n",
        "Glimpses of antiquity as far back as human ken can reach reveal\nthe fact that in early ages of human society the physiological\nquestion of sex was a theme of the utmost importance, while\nvarious proofs are at hand showing that throughout the past the\nquestion of the relative importance of the female and male\nelements in procreation has been a fruitful source of religious\ncontention and strife.  These struggles, which from time to time\ninvolved the entire habitable globe, were of long duration,\nsubsiding only after the adherents of the one sex or the other\nhad gained sufficient ascendancy over the opposite party to\nsuccessfully erect its altars and compel the worship of its own\npeculiar gods, which worship usually included a large share of\nthe temporal power.  Only since the male sex has gained\nsufficient influence to control not only human action, but human\nthought as well, have these contentions subsided.[48]",
        "[48] At the present time, through causes which are not difficult\nto understand, the question of the relative importance of the two\nsexes is again assuming a degree of importance indicative of the\nchanges which are taking place in human thought, and for the\nreason that we are just witnessing the dawn of an intellectual\nage, the problems to be solved will admit of no answers other\nthan those based upon a scientific foundation.",
        "That religious wars have not been confined to more modern times,\nand that among an early race the attempt to exalt the male\nprinciple met with obstinate resistance which involved mankind in\na conflict, the violence of which has never been exceeded, are\nfacts which seem altogether probable.  Indeed, there is much\nevidence going to show that the cause of the original dispersion\nof a primitive race was the contention which arose respecting\ntheir religious faith or regarding the physiological question of\nthe relative importance of the sexes in the function of\nreproduction; and that the general war indicated in the Puranas,\nwhich began in India and extended over the entire habitable\nglobe, and which was celebrated by the poets as “the basis of\nGrecian mythology,” originated in this conflict over the\nprecedence of one or the other of the sex-principles contained in\nthe Deity.  Although there are no records of these wars in extant\nhistory, accounts of them are still preserved in the traditions\nand religious monuments of oriental countries.  In Egypt, in\nIndia, and to a greater or less extent in other Eastern\ncountries, these physiological contests have been disguised under\na veil of allegory, the true significance of which it is no\nlonger difficult to understand.  With the light which more recent\ninvestigation has thrown upon the subject of the separation of\nthe original sex-elements contained in the Deity, the\nsignificance of the following legend in the Servarasa is at once\napparent.",
        "When Parvati (Devi) was united in marriage to Mahadeva (Siva),\nthe divine pair had once a dispute on the comparative influence\nof the sexes in producing animated beings, and each resolved by\nmutual agreement to create a new race of men.  The race produced\nby Mahadeva were very numerous, and devoted themselves\nexclusively to the worship of the male Deity, but their\nintellects were dull, their bodies feeble, their limbs distorted,\nand their complexions of many different hues.  Parvati had at the\nsame time created a multitude of human beings, who adored the\nfemale power only, and were well shaped, with sweet aspects and\nfine complexions.  A furious contest ensued between the two\nnations, and the Lingajas, or adorers of the male principle, were\ndefeated in battle, but Mahadeva, enraged against the Yonigas\n(the worshippers of the female element), would have destroyed\nthem with the fire of his eye if Parvati had not interposed and\nappeased him, but he would spare them only on condition that they\nshould instantly leave the country with a promise to see it no\nmore, and from the Yoni, which they adored as the sole cause of\ntheir existence, they were named Yavanas.",
        "The fact has been noticed in a previous work[49] that, according\nto Wilford, the Greeks were the descendants of the Yavanas of\nIndia, and that when the Ionians emigrated they adopted the name\nto distinguish themselves as adorers of the female, in opposition\nto a strong sect of male worshippers which had been driven from\nthe mother country.  We are taught by the Puranas that they\nsettled partly on the borders of Varaha-Dwip, or Europe, where\nthey became the progenitors of the Greeks; and partly in the two\nDwipas of Cusha, Asiatic and African.  In the Asiatic Cusha-Dwip\nthey supported themselves by violence and rapine.  Parvati,\nhowever, or their tutelary goddess, Yoni, always protected them;\nand at length, in the fine country which they occupied, they\nbecame a flourishing nation.[50] Wilford relates that there is a\nsect of Hindoos who, attempting to reconcile the two systems,\ndeclare in their allegorical style that “Parvati and Mahadeva\nfound their concurrence essential to the perfection of their\noffspring, and that Vishnu, at the request of the goddess,\neffected a reconciliation between them.\"[51]",
        "[49] See The Evolution of Women, p. 303.",
        "[50] Asiatic Researches, vol. iii., pp. 125-132.",
        "[51] Asiatic Researches, “Egypt and the Nile,” vol. iii., pp.\n361-363.",
        "The people who were dominant in Asia long before the rise of the\nlate Assyrian monarchy, are said to be those whom scriptural\nwriters represent as Cushim, and the Hindoos as Cushas.  They\nwere the descendants of Cush, or Cuth, and were believed to have\nbeen the architects of the Tower of Babel.  Epiphanius, Eusebius,\nand others assert that at the time of the building of this tower\nthere existed two rival beliefs, the one demonstrated as\nScuthism, the other as Ionism, or Hellenism, the latter of which\nembodied the worship of the Great Mother, or the female element,\nwhich was worshipped in the shape of the mystic “Iona or Dove.” \nThe Scuths, on the other hand, believed in the pre-eminence of a\nGreat Father, or, perhaps I should say, in a Deity composed of a\ntriad containing the elements of a male  parent.  Upon this\nsubject the learned Faber remarks: “I am much mistaken if some\ndissension on these points did not prevail at Babel itself; and I\nthink there is reason for believing that the altercation between\nthe rival sects aided the confusion of languages in producing the\ndispersion.\"[52]",
        "[52] Pagan Idolatry, book vi., ch. ii.",
        "Those who believed in the superiority of the male in the\nprocesses of reproduction, adored the male element in the Deity,\nwhile those who held that the female is the more important,\nworshipped the female energy throughout Nature under one or\nanother of its symbols, sometimes as a woman with her child and\nsometimes as a dove, but oftener as an ark, box, or chest.",
        "It is evident from the sacred writings of the Hindoos that in\nIndia, during a period of several thousand years, there existed\nvarious sects, those who worshipped the male as the only creative\nforce, others who adored the female as the origin of life, and\nthose who paid homage to both, as alike important in the office\nof reproduction.",
        "It would seem that the fierce wars which had devastated the land\nhad ceased prior to the beginning of the Tower of Babel. \nAccording to the testimony of Moses, the Lord himself declared\n“Behold the people is one.”  This unanimity of belief, as is\nplainly shown, was of short duration, for the Tower arose\n“upright and defiant,” not, however, as an emblem of the primeval\ndual or triune God in which the female energy was predominant,\nbut as a symbol of male creative power.  It was the type of\nvirility which in the subsequent history of religion was to\nassume the position of the “one only and true God.”",
        "It is not improbable that idolatry began with the Tower of Babel.",
        "Indeed it has been confidently asserted by certain writers that\nthe earliest idols set up as emblems of the Deity, or as\nexpressions of the peculiar worship of the Lingajas, were\nobelisks, columns, or towers, the first of which we have any\naccount being the Tower of Babel, erected probably at Nipur in\nChaldea.  Until a comparatively recent time, the actual\nsignificance of this monument seems to have been little\nunderstood.  Later research, however, points to the fact that it\nwas a phallic device erected in opposition to a religion which\nrecognized the female element throughout Nature as God.  The\nlength of time which the adherents of these two doctrines had\ncontended for the mastery is not known, but through the\ndeciphered monuments of ancient nations, by facts gathered from\ntheir sacred writings, and by the general voice of tradition, it\nhas been ascertained with a considerable degree of certainty that\nthis great upheaval of society was the culmination of a dispute\nwhich had long been waged between two contending powers, and\nwhich finally resulted in a separation of the people, and in the\nfinal success, for the time being, of the sect which refused\nlonger to recognize the superior importance of the female in the\ngod-idea.",
        "At what time in the history of mankind the Tower of Babel was\nerected has not been ascertained, but the great antiquity of\nChaldea is no longer questioned.  Sir Henry Rawlinson, in the\nRoyal Geographical Journal says:",
        "“When Chaldea was first colonized, or at any rate when the seat\nof empire was first established there, the emporium of trade\nseems to have been at Ur of the Chaldees, which is now 150 miles\nfrom the sea, the Persian Gulf having retired nearly that\ndistance before the sediment brought down by the Euphrates and\nTigris.”",
        "To which Baldwin adds:",
        "“A little reflection on the vast period of time required to\neffect geological changes so great as this will enable us to see\nto what a remote age in the deeps of antiquity we must go to find\nthe beginning of civilization in the Mesopotamian Valley.\"[53]",
        "[53] Prehistoric Nations, p. 191.",
        "Although at the time of the building of the Tower of Babel the\nworship of a Deity in which the male principle was pre-eminent\nhad not become universal, still the facts seem to indicate that\nthe doctrine of male superiority which for ages had been steadily\nadvancing had at length gained the ascendancy over the older\nreligion.  The new faith and worship had corrupted the old, and\nthrough the conditions which had been imposed upon women, and the\nconsequent stimulation of the lower nature in man, even the\nadherents of the older faith were losing sight of those higher\nprinciples which in preceding ages they had adored as God.",
        "We have seen that in every country upon the earth there is a\ntradition recounting the ravages of a flood.  Whether or not this\nlegend is to be traced to an actual calamity by which a large\nportion of Asia was inundated, is not for a certainty known; but\nthe fact that there was a deluge of contention and strife,\nsurpassing anything perhaps which the world has ever witnessed,\nseems altogether probable.",
        "Not long after the catastrophe designated as the flood, emblems\nof the Deity, representations of the male and female elements,\nappear in profusion.  Babylon, at which place was erected the\nTower of Belus, and Memphis, which contained the Pyramids, were\namong the first cities which were built.  As the tower typified\nthe Deity worshipped by those who claimed superiority for the\nmale, so the pyramids symbolized the creative agency and peculiar\nqualities of the female, or of the dual Deity which was\nworshipped as female.",
        "Although the grosser elements in human nature were rapidly\nassuming a more intensely aggressive attitude, and although the\nhigher principles involved in an earlier religion were in a\nmeasure forgotten, it is evident that at this time humanity had\nnot become wholly sensualized, and that the lower propensities\nand appetites had not assumed dominion over the reasoning\nfaculties.",
        "The Great Mother Cybele, who is represented by the Sphinx, had\ndoubtless been adored as a pure abstraction, her worship being\nthat of the universal female principle in Nature.  She is\npictured as the “Eldest Daughter of the Mythologies,” and as “The\nGreat First Cause.”  She represented the past and the future. \nShe was the source whence all that was and is had proceeded.",
        "In its earliest representations, the Sphinx is figured with the\nhead of a woman and the body of a lion.  By various writers it is\nstated that the Sphinxes which were brought as spoils from Asia,\nthe very cradle of religion, were thus represented.  The lion,\nwhich symbolizes royal power and intellectual strength, is always\nattached to the chariot of Cybele.  The Sphinx is supposed to\ntypify not only Cybele, but the great androgynous God of Africa\nas well.  However, as Cybele and Muth portrayed the same idea,\nnamely, female power and wisdom, we are not surprised that they\nshould have been worshipped under the same emblem.  Neither is it\nremarkable, when we recall the fact that the female was supposed\nto comprehend both sexes, that in certain instances a beard\nappears as an accompanying feature of the Sphinx.  We are told\nthat the fourth avatar of Vishnu was a Sphinx, but a further\nsearch into the history of this Deity reveals the fact that her\nninth avatar is Brahm (masculine).  The female principle has at\nlength succumbed to the predominance of male power, and Vishnu\nherself has become transformed into a male God.",
        "Although the rites connected with the worship of Cybele were\nphallic they were absolutely pure.  In an allusion to this\nworship, Hargrave Jennings admits that the “spirituality to which\nwomen in that age of the world were observed to be more liable\nthan men was peculiarly adverse to all sensual indulgence, and\nespecially that of the sexes.”",
        "Although the creative principle was adored under its\nrepresentatives, the Yoni and the Lingham, still the principal\nobject seems to have been, when administering the rites\npertaining to the worship of Cybele, to ignore sex and the usual\nsex distinctions; hence we find that, in order to assume an\nandrogynous appearance, the priestesses of this Goddess\nofficiated in the costumes of males, while priests appeared in\nthe dress peculiar to females.  However, that the sensuous\nelement was to a certain extent already assuming dominion over\nthe higher nature, and that priests were regarded as being\nincapable of self-control, is observed in the fact that in the\nlater ages of female worship one of the principal requirements of\na priest of Cybele was castration.",
        "It is the opinion of Grote that the story which appears in the\nHesiodic Theogony, of the castration of Saturn and Uranus by\ntheir sons with sickles forged by the mother, was borrowed from\nthe Phrygians, or from the worship of the Great Mother.",
        "In India, the strictest chastity was prescribed to the priests of\nSiva, a God which was worshipped as the Destroyer or Regenerator,\nand which in its earlier conception was the same as the Great\nMother Cybele.  These priests were frequently obliged to\nofficiate in a nude state, and during the ceremony should it\nappear that the symbols with which they came in contact had\nappealed to other than their highest emotions, they were\nimmediately stoned by the people.[54]",
        "[54] Sonnerat, Voyage aux Indes, i., 311.",
        "The identity of the religions of India and Egypt has been noted\nin an earlier portion of this work.  Wilford, in his\ndissertations upon Egypt and the Nile, says that in a\nconversation which he had with some learned Brahmins, upon\ndescribing to them the form and peculiarities of the Great\nPyramid, they told him that “it was a temple appropriated to the\nworship of Padma Devi.”  The true Coptic name of these edifices\nis Pire Honc, which signifies a sunbeam.  Padma Devi means the\nlotus, or the Deity of generation.",
        "It is thought by many writers that these gigantic structures were\nerected by the Cushite conquerors of Egypt, who invaded and\ncivilized the country, as emblems of the female Deity whom they\nworshipped.  Certainly the magnitude of these monuments and the\ningenuity displayed in their construction indicate the\nintelligence of their builders and the exalted character of the\nDeity adored.  The Great Pyramid is in the form of a square, each\nside of whose base is seven hundred and fifty-five feet, and\ncovers an area of nearly fourteen acres.  An able writer in\ndescribing the pyramids says that the first thing which impresses\none is the uniform precision and systematic design apparent in\ntheir architecture.  They all have their sides accurately adapted\nto the four cardinal points.",
        "“In six of them which have been opened, the principal passage\npreserves the same inclination of 26 degrees to the horizon,\nbeing directed toward the polar star.  .  .  .  Their obliquity\nbeing so adjusted as to make the north side coincide with the\nobliquity of the sun’s rays at the summer’s solstice, has,\ncombined with the former particulars, led some to suppose they\nwere solely intended for astronomical uses; and certainly, if not\naltogether true, it bespeaks, at all events, an intimate\nacquaintance with astronomical rules, as well as a due regard to\nthe principles of geometry.  Others have fancied them intended\nfor sepulchres; and as the Egyptians, taught by their ancient\nChaldean victors, connected astronomy with their funereal and\nreligious ceremonies, they seem in this to be not far astray, if\nwe but extend the application to their sacred bulls and other\nanimals, and not merely to their kings, as Herodotus would have\nus suppose.\"[55]",
        "[55] The Round Towers of Ireland, p. 159.",
        "According to the testimony of Inman, the pyramid is an emblem of\nthe Trinity–three in one.  The triangle typifies the flame of\nsacred fire emerging from the holy lamp. With its base upwards it\ntypifies the Delta, or the door through which all come into the\nworld.  With its apex uppermost, it is an emblem of the phallic\ntriad.  The union of these triangles typifies the male and female\nprinciples uniting with each other, thus producing a new figure,\na star, while each retains its own identity.[56]",
        "[56] Ancient Faiths, vol. i., p. 145.",
        "Thus the primary significance of the pyramid was religious, and\nin its peculiar architectural construction was manifested the\nprevailing conception of the Deity worshipped; namely, the\nfructifying energies in the sun.  We are informed that “all\nnations have at one time or another passed through violent stages\nof pyrolatry, a word which reminds us that fire and phallic cult\nflourished around the pyramids.  .  .  .  Every town in Greece\nhad a Pyrtano.\"[57]",
        "[57] Forlong, Rivers of Life, or Faiths of Man in All Lands, vol.\ni., p. 325.",
        "As not alone the sun but the stars also had come to be venerated\nas agencies in reproduction, the worship of these objects was, as\nwe have seen, closely interwoven with that of the generative\nprocesses throughout Nature.  The attempt to solve the great\nproblem of the origin of life on the earth led these people to\ncontemplate with the profoundest reverence all the visible\nobjects which were believed to affect human destiny.  Hence both\nthe pyramid and the tower served a double purpose, first, as\nemblems of the Deity worshipped, and, second, as monuments for\nthe study of the heavenly bodies with which their religious ideas\nwere so intimately connected.",
        "While comparing the early emblems which prefigure the primitive\nelements in the god-idea, Hargrave Jennings observes:",
        "“In the conveyance of certain ideas to those who contemplate it,\nthe pyramid boasts of prouder significance, and impresses with a\nhint of still more impenetrable mystery.  We seem to gather dim\nsupernatural ideas of the mighty Mother of Nature .  .  .  that\nalmost two-sexed entity, without a name–She of the Veil which is\nnever to be lifted, perhaps not even by the angels, for their\nknowledge is limited.  In short, this tremendous abstraction,\nCybele, Ideae, Mater, Isiac controller of the Zodiacs, whatever\nshe may be, has her representative in the half-buried Sphinx even\nto our own day, watching the stars although nearly swallowed up\nin the engulphing sands.\"[58]",
        "[58] Phallicism, p. 25.",
        "From the time when the two religious elements began to separate\nin the minds of the people, the prophets, seers, and priestesses\nof the old religion, those who continued to worship the Virgin\nand Child, had prophesied that a mortal woman, a virgin, would,\nindependently of the male principle, bring forth a child, the\nfulfilment of which prophecy would vindicate the ancient faith\nand forever settle the dispute relative to the superiority of the\nfemale in the office of reproduction.  Thus would the woman\n“bruise the serpent’s head.”  In process of time not only\nYonigas, but Lingajas as well, came to accept the doctrine of the\nincarnation of the sun in the bodies of earthly virgins.  By\nLingaites, however, it was the seed of the woman and not the\nwoman herself who was to conquer evil.  Finally, with the\nincreasing importance of the male in human society, it is\nobserved that a reconciliation has been effected between the\nfemale worshippers and those of the male.  Athene herself has\nacquiesced in the doctrine of male superiority.",
        "Thalat, the great Chaldean Deity, who presided over Chaos prior\nto the existence of organized matter, is finally transformed into\na male God.  The Hindoo Vishnu, who as she slept on the bottom of\nthe sea brought forth all creation, has changed her sex.  Brahm,\nthe Creator, is male, and appears as a triplicated Deity in the\nform of three sons within whom is contained the essence of a\nGreat Father, the female creative principle being closely veiled.",
        "Hence we see that the God of the ancients, the universal dual\nforce which resides in the sun and which creates all things, is\nno longer worshipped under the figure of a mother and her child. \nAlthough the female principle is still a necessary factor in the\ncreative processes, and although it is capable of producing gods,\nthe mother element possesses none of the essentials which\nconstitute a Deity.  In other words, woman is not a Creator. \nFrom the father is derived the soul of the child, while from the\nmother, or from matter, the body is formed.  Hence the prevalence\nat a certain stage of human history of divine fathers and earthly\nmothers; for instance, Alexander of Macedon, Julius Caesar, and\nlater the mythical Christ who superseded Jesus, the Judean\nphilosopher and teacher of mankind.",
        "Henceforth, caves, wells, cows, boxes and chests, arks, etc.,\nstand for or symbolize the female power.  We are given to\nunderstand, however, that for ages these symbols were as holy as\nthe God himself, and among many peoples even more revered and\nworshipped.",
        "We have seen that the ancients knew that matter and force were\nalike indestructible.  According to their doctrine all Nature\nproceeded from the sun.  Hence the power back of the sun, which\nthey worshipped as the Destroyer or Regenerator, or, in other\nwords, as the mother of the sun, was the Great Aum or Om, the\nAleim or Elohim, who was the indivisible God.  The creative\nagency which proceeded from the sun was both male and female, yet\none in essence.  Later, the male appeared as spirit, the female\nas matter.  Spirit was something above and independent of Nature.",
        "It had indeed created matter from nothing.  The fact will be\nremembered that man claimed supremacy over woman on the ground\nthat the male is spirit, while the female is only matter; in\nother words, that she was simply a covering for the soul, which\nis divine.",
        "Thus was the god-idea divorced from Nature, and a masculine\nprinciple, outside and independent of matter, set up as a\npersonal potentate or ruler over the universe.",
        "The logic by which the great female principle in the Deity has\nbeen eliminated, and the subterfuges which have been and still\nare employed to construct and sustain a Creator who of himself is\npowerless to create, is as amusing as it is suggestive, and\nforcibly recalls to mind la couvade, in which, among certain\ntribes, the father, assuming all the duties of procreation, goes\nto bed when a child is born.[59]",
        "[59] The Evolution of Woman, p. 127.",
        "All mythologies prove conclusively that ages elapsed before human\nbeings were rash enough, or sufficiently blinded by falsehood and\nsuperstition, to attempt to construct a creative force unaided by\nthe female principle.  Just here it may not be out of place to\nrefer to the fact that in the attempt to divorce God from Nature\nhave arisen all the superstitions and senseless religious\ntheories with which, since the earliest ages of metaphysical\nspeculation, the human mind has been crowded.",
        "To this separation of the two original elements in the Deity, and\nthe consequent exaltation of one of the factors in the creative\nprocesses, is to be traced the beginning of our present false,\nunnatural, and unphilosophical masculine system of religion–a\nsystem under which a father appears as the sole parent of the\nuniverse.",
        "The fact is tolerably well understood that mysticism and the\naccumulation of superstitious ideas are the result of the\nover-stimulation of the lower animal instincts.  When the\nagencies which had hitherto held the lower nature in check became\ninoperative–when man began to regard himself as a Creator and\ntherefore as the superior of woman–he had reached a point at\nwhich he was largely controlled by supernatural or mystical\ninfluences.",
        "The fact is observed that in course of time the governmental\npowers are no longer in the hands of the people; the masses have\nbecome enslaved.  Their rulers are priests–deified tyrants who\nare unable to maintain their authority except through the\nignorance and credulity of the masses.  Hence one is not\nsurprised to find that the change which took place at a certain\nstage of human growth in respect to the manner of reckoning\ndescent was instigated and enforced by religion.  Apollo had\ndeclared that woman is but the nurse to her own offspring. \nNeither is it remarkable at this stage in the human career, as\nwomen had lost their position as heads of families, and as they\nwere no longer recognized as of kin to their children, that man\nshould have attempted to lessen the importance of the female\nelement in the god-idea.",
        "Wherever in the history of the human race we observe a change in\nthe relations of the sexes involving greater or more oppressive\nrestrictions on the natural rights of women, such change, whether\nit assume a legal, social, or religious form, will, if traced to\nits source, always be found deeply rooted in the wiles of\npriestcraft.  Since the decay of the earliest form of religion,\nnamely, Nature-worship, the gods have never been found ranged on\nthe side of women.",
        "Later investigations are proving that the primitive idea of a\nDeity had its foundation in actual physical facts and\nexperiences; and, as the maternal principle constituted the most\nimportant as well as the most obvious of the facts which entered\ninto the conception of a Creator, and as it was the only natural\nbond capable of binding human society together, so long as reason\nwas not wholly clouded by superstition and warped by sensuality,\nit could not be eliminated.  In other words, a Creator in which\nthe more essential element of creative force was wanting, was\ncontrary to all human experience and observation.  Indeed nothing\ncould be plainer than that the deified male principle could of\nitself create nothing, and that it was dependent for its very\nexistence on the female element.",
        "By this attempt to construct a masculine Deity, absurdities were\npresented to the human judgment and understanding which for ages\ncould not be overcome, and by it contradictions were necessitated\nwhich could not be reconciled with human reason and with the\nideas of Nature which had hitherto been held by mankind.  It was\nnot, therefore, until reason had been suspended in all matters\npertaining to religion, and blind faith in the machinations of\npriestcraft had been established, that a male God was set up as\nthe sole Creator of the universe.",
        "When women, who had become the legitimate plunder not only of\nindividuals but of bands of warriors whose avowed object was the\ncapture of women for wives, had degenerated into mere tools or\ninstruments for the gratification and pleasure of men, Perceptive\nWisdom or Light, and Maternal Affection the Preserver of the\nrace, gradually became eliminated from the god-idea of mankind. \nPassion became God.  It was the Creator in the narrowest and most\nrestricted sense.",
        "Although in an age of pure Nature-worship the ideas connected\nwith reproduction, like those related to all other natural\nfunctions, were wholly unconnected with impurity either of\nthought or deed, still when an age arrived in which all checks to\nhuman passion had been withdrawn, and the lower propensities had\ngained dominion over the higher faculties, the influence of\nfertility or passion-worship on human development or growth may\nin a degree be imagined.",
        "The fact must be borne in mind that curing the later ages of\npassion-worship the creative processes and the reproductive\norgans were deified, not as an expression or symbol of the\noperations of Nature, but as a means to the stimulation of the\nlower animal instincts in man.",
        "With religion bestialized and its management regulated wholly\nwith an idea to the gratification of man’s sensuous desires,\nreligious temples, under the supervision of the priesthood,\nbecame brothels, in which were openly practiced as part and\nparcel of religious rites and ceremonies the most wanton\nprofligacy and the most shameless self-abandonment.  The worship\nof Aphrodite or Venus, and also that of Bacchus, originally\nconsisted in homage paid to the reproductive principles contained\nin the earth, water, and sun, but, as is well known, this pure\nand beautiful worship, in later times, and especially after it\nwas carried to Greece, became synonymous with the grossest\npractices and the most lawless disregard of human decency.",
        "With the light which in these later ages science and ethnological\nresearch are throwing upon the physiological and religious\ndisputes of the ancients, the correctness of the primitive\ndoctrines elaborated under purer conditions at an age when human\nbeings lived nearer to Nature is being proved–namely, that\nmatter like spirit is eternal and indestructible, and therefore\nthat the one is as difficult of comprehension as the other, and\nthat Nature, instead of being separated from spirit, is filled\nwith it and can not be divorced from it; also that the female is\nthe original organic unit of creation, without which nothing is\nor can be created.",
        "Continue...",
        "\nThis full text of The God-Idea of the Ancients (or Sex in Religion) by Eliza Burt Gamble\nis public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The God-Idea of the Ancients or Sex in ReligionBy Eliza Burt GambleAt Amazon"
    ]
}