{
    "title": "The Story of Mankind - Athens vs. Sparta (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "20",
    "content": [
        "\n",
        "\n\n",
        "HOW ATHENS AND SPARTA FOUGHT A LONG\nAND DISASTROUS WAR FOR THE LEADERSHIP\nOF GREECE",
        "ATHENS and Sparta were both Greek cities and their people\nspoke a common language. In every other respect they were\ndifferent. Athens rose high from the plain. It was a city\nexposed to the fresh breezes from the sea, willing to look at\nthe world with the eyes of a happy child. Sparta, on the other\nhand, was built at the bottom of a deep valley, and used the\nsurrounding mountains as a barrier against foreign thought.\nAthens was a city of busy trade. Sparta was an armed camp\nwhere people were soldiers for the sake of being soldiers. The\npeople of Athens loved to sit in the sun and discuss poetry or\nlisten to the wise words of a philosopher. The Spartans, on the\nother hand, never wrote a single line that was considered literature,\nbut they knew how to fight, they liked to fight, and they\nsacrificed all human emotions to their ideal of military preparedness.",
        "No wonder that these sombre Spartans viewed the success\nof Athens with malicious hate. The energy which the defence of\nthe common home had developed in Athens was now used for\npurposes of a more peaceful nature. The Acropolis was rebuilt\nand was made into a marble shrine to the Goddess Athena.\nPericles, the leader of the Athenian democracy, sent far and\nwide to find famous sculptors and painters and scientists to\nmake the city more beautiful and the young Athenians more\nworthy of their home. At the same time he kept a watchful\neye on Sparta and built high walls which connected Athens\nwith the sea and made her the strongest fortress of that day.",
        "An insignificant quarrel between two little Greek cities led\nto the final conflict. For thirty years the war between Athens\nand Sparta continued. It ended in a terrible disaster for\nAthens.",
        "During the third year of the war the plague had entered\nthe city. More than half of the people and Pericles, the great\nleader, had been killed. The plague was followed by a period\nof bad and untrustworthy leadership. A brilliant young fellow\nby the name of Alcibiades had gained the favor of the\npopular assembly. He suggested a raid upon the Spartan\ncolony of Syracuse in Sicily. An expedition was equipped and\neverything was ready. But Alcibiades got mixed up in a street\nbrawl and was forced to flee. The general who succeeded him\nwas a bungler. First he lost his ships and then he lost his\narmy, and the few surviving Athenians were thrown into the\nstone-quarries of Syracuse, where they died from hunger and\nthirst.",
        "The expedition had killed all the young men of Athens.\nThe city was doomed. After a long siege the town surrendered\nin April of the year 404. The high walls were demolished.\nThe navy was taken away by the Spartans. Athens ceased to\nexist as the center of the great colonial empire which it had\nconquered during the days of its prosperity. But that wonderful\ndesire to learn and to know and to investigate which\nhad distinguished her free citizens during the days of greatness\nand prosperity did not perish with the walls and the\nships. It continued to live. It became even more brilliant.",
        "Athens no longer shaped the destinies of the land of Greece.\nBut now, as the home of the first great university the city began\nto influence the minds of intelligent people far beyond\nthe narrow frontiers of Hellas.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}