{
    "title": "The Former Philippines thru Foreign Eyes - Chapter III",
    "author": "Fedor Jagor et al",
    "chapter": "4",
    "content": [
        "\n\n",
        "[The walled city of Manila.] The city proper of Manila, inhabited by\nSpaniards, Creoles, the Filipinos directly connected with them, and\nChinese, lies, surrounded by walls and wide ditches, on the left or\nsouthern bank of the Pasig, looking towards the sea. [42] It is a hot,\ndried-up place, full of monasteries, convents, barracks, and government\nbuildings. Safety, not appearance, was the object of its builders. It\nreminds the beholder of a Spanish provincial town, and is, next to Goa,\nthe oldest city in the Indies. Foreigners reside on the northern bank\nof the river; in Binondo, the headquarters of wholesale and retail\ncommerce, or in the pleasant suburban villages, which blend into\na considerable whole. [Population.] The total population of city\nand suburbs has been estimated, perhaps with some exaggeration,\nat 200,000. [Bridges.] A handsome old stone bridge of ten arches\nserves as the communication between the two banks of the Pasig,\nwhich, more recently, has also been spanned by an iron suspension\nbridge. [43] Very little intercourse exists between the inhabitants\nof Manila and Binondo. [Friction between classes.] Life in the city\nproper cannot be very pleasant; pride, envy, place-hunting, and caste\nhatred, are the order of the day; the Spaniards consider themselves\nsuperior to the creoles, who, in their turn, reproach the former with\nthe taunt that they have only come to the colony to save themselves\nfrom starvation. A similar hatred and envy exists between the whites\nand the mestizos. This state of things is to be found in all Spanish\ncolonies, and is chiefly caused by the colonial policy of Madrid,\nwhich always does its best to sow discord between the different races\nand classes of its foreign possessions, under the idea that their\nunion would imperil the sway of the mother country. [44]",
        "[Few large landowners.] In Manila, moreover, this state of things was\nrendered worse by the fact that the planter class, whose large landed\npossessions always give it a strong interest in the country of its\ninhabitance, was entirely wanting. At the present day, however, the\nincreasing demand for the produce of the colony seems to be bringing\nabout a pleasant change in this respect. [Spaniards transient.] The\nmanner in which the Spanish population of the Islands was affected\nby the gambling ventures of the galleons, at one time the only\nsource of commercial wealth, is thus described by Murillo Velarde\n(page 272):–\"The Spaniards who settle here look upon these Islands\nas a tavern rather than a permanent home. If they marry, it is by the\nmerest chance; where can a family be found that has been settled here\nfor several generations? The father amasses wealth, the son spends it,\nthe grandson is a beggar. The largest capitals are not more stable than\nthe waves of the ocean, across the crests of which they were gathered.”",
        "[Discomforts and the high cost of living.] There is nothing like\nthe same amount of sociability amongst the foreigners in Binondo as\nprevails in English and Dutch colonies; and scarcely any intercourse at\nall with the Spaniards, who envy the strangers and almost seem to look\nupon the gains the latter make in the country as so many robberies\ncommitted upon themselves, its owners. Besides all this, living is\nvery expensive, much more so than in Singapore and Batavia. To many,\nthe mere cost of existence seems greatly out of proportion to their\nofficial salaries. The (European style) houses, which are generally\nspacious, are gloomy and ugly, and not well ventilated for such a\nclimate. Instead of light jalousies, they are fitted with heavy sash\nwindows, which admit the light through thin oyster shells, forming\nsmall panes scarcely two square inches in area, and held together by\nlaths an inch thick. The ground floors of the houses are, on account\nof the great damp, sensibly enough, generally uninhabited; and are\nused as cellars, stables, and servant’s offices.",
        "[Native houses comfortable and unchanged.] The unassuming, but for\ntheir purposes very practical houses, of boards, bamboos, and (nipa)\npalm leaves, are supported on account of the damp on isolated beams\nor props; and the space beneath, which is generally fenced in with\na railing, is used as a stable or a warehouse; such was the case\nas early as the days of Magellan. These dwellings [45] are very\nlightly put together. La Pérouse estimates the weight of some of them,\nfurniture and all, at something less than two hundred pounds. Nearly\nall these houses, as well as the huts of the natives, are furnished\nwith an azotea, that is, an uncovered space, on the same level as the\ndwelling, which takes the place of yard and balcony. The Spaniards\nappear to have copied this useful contrivance from the Moors, but the\nnatives were acquainted with them before the arrival of the Europeans,\nfor Morga mentions similar batalanes.",
        "[Neglected river and canals offensive.] In the suburbs nearly every\nhut stands in its own garden. The river is often quite covered with\ngreen scum; and dead cats and dogs surrounded with weeds, which look\nlike cabbage-lettuce, frequently adorn its waters. In the dry season,\nthe numerous canals of the suburbs are so many stagnant drains,\nand at each ebb of the tide the ditches around the town exhibit a\nsimilar spectacle.",
        "[Dreary and unprogressive life.] Manila offers very few opportunities\nfor amusement. There was no Spanish theatre open during my stay there,\nbut Tagalog plays (translations) were sometimes represented. The town\npossessed no club, and contained no readable books. Never once did\nthe least excitement enliven its feeble newspapers, for the items\nof intelligence, forwarded fortnightly from Hongkong, were sifted by\npriestly censors, who left little but the chronicles of the Spanish\nand French courts to feed the barren columns of the local sheets. [46]\nThe pompously celebrated religious festivals were the only events\nthat sometimes chequered the wearisome monotony.",
        "[Cock-fighting.] The chief amusement of the Filipinos is cock-fighting,\nwhich is carried on with a passionate eagerness that must strike every\nstranger. Nearly every man keeps a fighting cock. Many are never seen\nout of doors without their favorite in their arms; they pay as much\nas $50 and upwards for these pets, and heap the tenderest caresses\non them. The passion for cock-fighting can well be termed a national\nvice; but the practice may have been introduced by the Spaniards, or\nthe Mexicans who accompanied them, as, in a like manner, the habit of\nsmoking opium among the Chinese, which has become a national curse,\nwas first introduced by the English. [Probably Malay Custom.] It is,\nhowever, more probable that the Malays brought the custom into the\ncountry. In the eastern portion of the Philippines, cock-fighting\nwas unknown in the days of Pigafetta. The first cock-fight he met\nwith was at Palawan. “They keep large cocks, which from a species of\nsuperstition, they never eat, but keep for fighting purposes. Heavy\nbets are made on the upshot of the contest, which are paid to the\nowner of the winning bird.” [47] The sight is one extremely repulsive\nto Europeans. [The cockpit.] The ring around the cockpit is crowded\nwith men, perspiring at every pore, while their countenances bear\nthe imprint of the ugliest passions. Each bird is armed with a sharp\ncurved spur, three inches long capable of making deep wounds, and which\nalways causes the death of one or both birds by the serious injuries it\ninflicts. If a cock shows symptoms of fear and declines the encounter,\nit is plucked alive. Incredibly large sums, in proportion to the means\nof the gamblers, are wagered on the result. [Its bad influence.] It\nis very evident that these cock-fights must have a most demoralising\neffect upon a people so addicted to idleness and dissipation, and so\naccustomed to give way to the impulse of the moment. Their effect\nis to make them little able to resist the temptation of procuring\nmoney without working for it. The passion for the game leads many\nto borrow at usury, to embezzlement, to theft, and even to  highway\nrobbery. The land and sea pirates, of whom I shall speak presently,\nare principally composed of ruined gamesters. [48]",
        "[Feminine attractiveness.] In the comeliness of the women who\nlend animation to its streets Manila surpasses all other towns in\nthe Indian Archipelago. Mallat describes them in glowing colors. A\ncharming picture of Manila street life, full of local color, is given\nin the very amusing Aventures d’un Gentilhomme Breton. [49]",
        "[Mestizas.] How many of the prettiest Filipinas are of perfectly\nunmixed blood, it is, I confess, difficult to decide. Many of them\nare very fair and of quite an European type, and are thereby easily\ndistinguished from their sisters in the outlying provinces. The\nimmediate environs of Manila can boast many beautiful spots, but\nthey are not the resort of the local rank and fashion, the object\nof whose daily promenade is the display of their toilettes, and not\nthe enjoyment of nature. In the hot season, all who can afford it\nare driven every evening along the [The Luneta.] dusty streets to\na promenade on the beach, which was built a short time back, where\nseveral times a week the band of a native regiment plays fairly good\nmusic, and there walk formally up and down. All the Spaniards [The\nAngelas.] are in uniform or in black frock coats. When the bells ring\nout for evening prayer, carriages, horsemen, pedestrians, all suddenly\nstand motionless; the men take off their hats, and everybody appears\nmomentarily absorbed in prayer.",
        "[Botanical gardens.] The same governor who laid out the promenade\nestablished a botanical garden. It is true that everything he planted\nin it, exposed on a marshy soil to the full heat of a powerful sun,\nsoon faded away; but its ground was enclosed and laid out, and though\nit was overgrown with weeds, it had at least received a name. At\npresent it is said to be in better condition. [50]",
        "[Pretty girls in gay garments.] The religious festivals in the\nneighborhood of Manila are well worth a visit, if only for the sake\nof the numerous pretty Filipinas and mestizas in their best clothes\nwho make their appearance in the evening and promenade up and down\nthe streets, which are illuminated and profusely decked with flowers\nand bright colors. They offer a charming spectacle, particularly\nto a stranger lately arrived from Malaysia. The Filipinas are very\nbeautifully formed. They have luxuriant black hair, and large dark\neyes; the upper part of their bodies is clad in a homespun but often\ncostly material of transparent fineness and snow-white purity; and,\nfrom their waist downwards, they are wrapped in a brightly-striped\ncloth (saya), which falls in broad folds, and which, as far as the\nknee, is so tightly compressed with a dark shawl (lapis), closely drawn\naround the figure, that the rich variegated folds of the saya burst\nout beneath it like the blossoms of a pomegranate. This swathing only\nallows the young girls to take very short steps, and this timidity of\ngait, in unison with their downcast eyes, gives them a very modest\nappearance. On their naked feet they wear embroidered slippers of\nsuch a small size that their little toes protrude for want of room,\nand grasp the outside of the sandal. [51]",
        "[Dress of the poorer women.] The poorer women clothe themselves in a\nsaya and in a so-called chemise, which is so extremely short that it\nfrequently does not even reach the first fold of the former. In the\nmore eastern islands grown-up girls and women wear, with the exception\nof a Catholic amulet, nothing but these two garments, which are,\nparticularly after bathing, and before they get dried by the sun,\nnearly transparent.",
        "[Men’s clothing.] A hat, trousers, and a shirt worn outside them,\nboth made of coarse Guinara cloth, compose the dress of the men of\nthe poorer classes. The shirts worn by the wealthy are often made\nof an extremely expensive home-made material, woven from the fibers\nof the pineapple or the banana. Some of them are ornamented with\nsilk stripes, some are plain. They are also frequently manufactured\nentirely of jusi (Chinese floret silk), in which case they will not\nstand washing, and can only be worn once. The hat (salacot), a round\npiece of home-made plaiting, is used as both umbrella and sunshade,\nand is often adorned with silver ornaments of considerable value. [The\n“Principales”.] The principalia class enjoy the special privilege\nof wearing short jackets above their shirts, and are usually easily\nrecognizable by their amusing assumption of dignity, and by the faded\ncylindrical hats, yellow with age, family heirlooms, constantly\nworn. [The dandies.] The native dandies wear patent leather shoes\non their naked feet, tight-fitting trousers of some material striped\nwith black and white or with some other glaringly-contrasted colors,\na starched plaited shirt of European make, a chimney-pot silk hat,\nand carry a cane in their hands. [The servants.] The servants waiting\nat dinner in their white starched shirts and trousers are by no means\nan agreeable spectacle, and I never realised the full ludicrousness\nof European male costume till my eye fell upon its caricature,\nexemplified in the person of a “Manila dandy.”",
        "[Mestiza costume.] The mestizas dress like the Filipinas, but do not\nwear the tapis, and those of them who are married to Europeans are\ngenerally clad in both shoes and stockings. Many of the mestizas are\nextremely pretty, but their gait drags a little, from their habit of\nwearing slippers. As a rule they are prudent, thrifty, and [Clever\nbusiness women.] clever business women, but their conversation is\noften awkward and tedious. Their want of education is, however, not\nthe cause of this latter failing, for Andalusian women who never learn\nanything but the elementary doctrines of Christianity, are among the\nmost charming creatures in the world, in their youth. [Ill at ease\nin society.] Its cause lies rather in this equivocal position; they\nare haughtily repelled by their white sisters, whilst they themselves\ndisown their mother’s kin. They are wanting in the ease, in the tact,\nthat the women of Spain show in every relation of existence.",
        "[Mestizos.] The mestizos, particularly those born of Chinese and Tagal\nmothers, constitute the richest and the most enterprising portion of\nthe native population. They are well acquainted with all the good and\nbad qualities of the Filipino inhabitants, and use them unscrupulously\nfor their own purposes.",
        "Continue...",
        "\nThis eBook of “The Former Philippines thru Foreign Eyes” by Fedor Jagor; Tomas de Comyn; Chas. Wilkes; Rudolf Virchow; belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}