{
    "title": "The Jericho Road - Brother Underwood’s Dream.",
    "author": "W. Bion Adkins",
    "chapter": "17",
    "content": [
        "\n\n",
        "Being invited some time since to deliver an address before a benevolent\ninstitution, and being pressed amid the daily business cares which\nsurrounded, I was fearful I should not be able to command sufficient\ntime for preparation of the task.  Returning home, I retired to my bed,\nmy thoughts still keeping themselves in active motion in their endeavor\nto “think out” what I should say.  In this state of mind I fell asleep,\nand soon was in dreamland.  I dreamed that death had taken place, and\nas I approached the gates of the unseen world, I was met by an angel,\nwho kindly tendered his services in escorting me through the realms of\nHeaven.  Being a stranger there, I gladly and gracefully accepted his\nkind invitation.  Proceeding along the pearly streets, enraptured with\nthe beauties which surrounded me, I saw a multitude of people, the\nnumber of whom figures fail to compute; but I noticed there were\ndividing lines, and they were gathered in companies.  Observing a\nbeautiful body of water in the distance, and a gathering of one company\nby its banks, I inquired of my escort who they were.  He replied they\nwere Baptists, and said “they always keep near the water’s edge.”  Just\nbeyond was another company, which my faithful attendant informed me was\na Presbyterian band, and that their infant baptism views still clinging\nto them was one of the causes of their “corralling” together.  Just\nthen we heard loud and prolonged shouting and singing of the hymn\n“Shall we gather at the river,” and, pointing to the spot from whence\nit came, near a beautiful stream not far off, the angel said: “Those\nare the Methodists.  They never cease shouting, and so loud are they at\ntimes that they annoy the Episcopalians, whom you see on the opposite\nside of the stream, in their discussion of the doctrine of apostolic\nsuccession.”  Seeing still other gatherings farther on, I was anxious\nto go thither and mingle with them; but my guide remonstrated, saying:\n“You can see from this standpoint the representatives of all churches.\nThere, said he, are the Catholics and the Jews, the Universalists and\nthe Congregationalists, the Unitarians and the Moravians, all with\ntheir varied ’creeds,’ and if you go that way you will be surrounded by\nthem, each trying to prove that you got to Heaven through their\npeculiar doctrine or faith.”",
        "Turning to the right, we moved on, only to pass to more gorgeous and\nbeautiful apartments, where the streets were golden.  Here I observed\nanother multitude, but it was one body.  “This,” said the angel, “is\nthe gathering of the various priests and pastors, rectors and rabbis,\nand the ministers and the elders who are trying to unite on some common\nground upon which their congregations (which we had passed) might\nstand, where there would be but ’One Lord, one faith, one baptism.’\"\nGal., iv, 5.  For, said the angel, until then, they go not up with\ntheir churches and creeds to higher seats above, for “neither\ncircumcision availeth anything, nor uncircumcision.” Gal., v, 6.",
        "Proceeding on our way we approached a magnificent archway, over the\nlintels of which was inscribed, “The Christian’s Home in Glory.”  The\ngrandeur of this new apartment exceeded all the rest, a description of\nwhich lies beyond the power of words, “For eye hath not seen, nor the\near heard, neither have entered into the heart of man the things which\nGod hath prepared for them that love him.” I Cor., ii, 9.  This I found\nto be the abode of the apostles, martyrs and Christians of all ages.\nHere was Paul and Peter, and the prophets, the thief on the cross and\nBunyan, Lazarus and Baxter, Stephen and Father Abraham, Martha and Mary\nand the widow who gave her two mites.  Pausing, I beheld, with banners\nabove, an innumerable number “marching on,” with Lincoln and Lovejoy,\nLyman, Beecher and John Brown in the advance, and on the banners was\ninscribed, “These are they which came out of great tribulation.” Rev.,\nviii, 14.  The angel said: “That is the multitude of poor slaves from\nthe cotton fields of earth, doing homage to their deliverers.”  “They\nshall hunger no more, neither thirst any more; neither shall the sun\nlight on them, nor any heat.” Rev., vii, 16.  Here I also found Watts\nand Wesley singing, while Bliss (who had but lately been translated\nfrom earth to heaven by way of Ashtabula bridge), catching the\ninspiration, was setting the songs of Heaven to the music of earth.\nGazing on the many thrones and crowns, there were some of peculiar\nbrightness.  I looked on one, and what was the inscription?  Was it, I\nwas a Methodist?  No.  I was immersed?  No.  I was a Jew?  No.  But\nrather this: “Because I delivered the poor that cried and fatherless,\nand him that had none to help him, the blessing of him that was ready\nto perish came upon me, and I caused the widow’s heart to sing with\njoy.” Job, xxix, 12, 14.  And this was the crown of Job.  And there was\nanother just beyond, and I read the inscription.  Was it, I was a\nPresbyterian?  No.  I prayed by quantity?  No.  I was a Universalist?\nNo.  But “Pure religion and undefiled before God and the Father is\nthis, to visit the fatherless and the widow in their affliction and to\nkeep himself unspotted from the world.” James, i, 27.  And while the\nmemory and name of Peabody, the philanthropist, is and shall be honored\nand loved for ages to come in two hemispheres, his crown of glory in\nheaven is second to none.  But there was still another.  It was worn by\none of queenly beauty, and she sat upon her throne; the splendor of her\nrobe and the brilliancy of her apparel dimmed my vision.  I read her\ninscription, set, as it was, in Heaven’s choicest diamonds.  Was it, I\nwas an Episcopalian?  No.  I was baptized?  No.  I was a Catholic?  No.\nBut thus: “I was an hungered, and ye gave me meat; I was thirsty, and\nye gave me drink; I was a stranger, and ye took me in; naked, and ye\nclothed me; I was sick, and ye visited me; I was in prison, and ye came\nunto me.” Matt., xxv, 35, 36.  And before her throne stood thousands\nwho had come up from the battle fields of the Crimea, and the widows\nand orphans, the lame and the halt, the blind and the deaf from the\nstreets and alleys of London, and as they shouted their hallelujahs\nbefore her, they carried banners on which were emblazoned these words:\n“Inasmuch as ye have done it unto one of the least of these my\nbrethren, ye have done it unto me.” Matt., xxv, 40.  And the crown of\nFlorence Nightingale glistens brightly in Heaven.  Passing on, and\nobserving a large number of vacant thrones and crowns, I naturally\nasked, for whom are these?  The angel replied: “For the Christians of\nearth; the managers of the ’homes’ for the friendless, the widows and\nthe orphans, and those who, regardless of their respective church\ncreeds and doctrines, like their Master when he was on earth, go about\ndoing good.”  The angel vanished, and I awoke.",
        "MORAL.–Brethren, in our tenacity for church creeds, let us not fail in\nthe practice of a little daily Christianity.  “Finally, brethren, if\nthere be any virtue and if there be any praise, think on these things.\"\nGal., iv, 8.",
        "Continue...",
        "\nThis eBook of “The Jericho Road” by W. Bion Adkins belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Jericho RoadBy W. Bion AdkinsAt Amazon"
    ]
}