{
    "title": "The Book of Delight and Other Papers - “Marriages Are Made in Heaven” (Israel Abrahams)",
    "author": "Unknown",
    "chapter": "7",
    "content": [
        "\n\n",
        "“The Omnipresent,” said a Rabbi, “is occupied in making marriages.” The\n  levity of the saying lies in the ear of him who hears it; for by\n  marriages the speaker meant all the wondrous combinations of the\n  universe, whose issue makes our good and evil.",
        " George Eliot",
        "The proverb that I have set at the head of these lines is popular in every\nlanguage of Europe. Need I add that a variant may be found in Chinese? The\nOld Man of the Moon unites male and female with a silken, invisible thread,\nand they cannot afterwards be separated, but are destined to become man and\nwife. The remark of the Rabbi quoted in “Daniel Deronda” carries the\nproverb back apparently to a Jewish origin; and it is, indeed, more than\nprobable that the Rabbinical literature is the earliest source to which\nthis piece of folk-philosophy can be traced.",
        "George Eliot’s Rabbi was Jose bar Chalafta, and his remark was made to a\nlady, possibly a Roman matron of high quality, in Sepphoris. Rabbi Jose was\nevidently an adept in meeting the puzzling questions of women, for as many\nas sixteen interviews between him and “matrons” are recorded in Agadic\nliterature. Whether because prophetic of its subsequent popularity, or for\nsome other reason, this particular dialogue in which Rabbi Jose bore so\nconspicuous a part is repeated in the Midrash Rabba alone not less than\nfour times, besides appearing in other Midrashim. It will be as well, then,\nto reproduce the passage in a summarized form, for it may be fairly\ndescribed as the locus classicus on the subject.",
        "“How long,” she asked, “did it take God to create the world?” and Rabbi\n  Jose informed her that the time occupied was six days. “What has God been\n  doing since that time?” continued the matron. “The Holy One,” answered\n  the Rabbi, “has been sitting in Heaven arranging marriages.\"–\"Indeed!\"\n  she replied, “I could do as much myself. I have thousands of slaves, and\n  could marry them off in couples in a single hour. It is easy enough.\"–\"I\n  hope that you will find it so,” said Rabbi Jose. “In Heaven it is thought\n  as difficult as the dividing of the Red Sea.” He then took his departure,\n  while she assembled one thousand men-servants and as many maid-servants,\n  and, marking them off in pairs, ordered them all to marry. On the day\n  following this wholesale wedding, the poor victims came to their mistress\n  in a woeful plight. One had a broken leg, another a black eye, a third a\n  swollen nose; all were suffering from some ailment, but with one voice\n  they joined in the cry, “Lady, unmarry us again!” Then the matron sent\n  for Rabbi Jose, admitted that she had underrated the delicacy and\n  difficulty of match-making, and wisely resolved to leave Heaven for the\n  future to do its work in its own way.",
        "The moral conveyed by this story may seem, however, to have been idealized\nby George Eliot almost out of recognition. This is hardly the case. Genius\npenetrates into the heart, even from a casual glance at the face of things.\nThough it is unlikely that she had ever seen the full passages in the\nMidrash to which she was alluding, yet her insight was not at fault. For\nthe saying that God is occupied in making marriages is, in fact, associated\nin some passages of the Midrash with the far wider problems of man’s\ndestiny, with the universal effort to explain the inequalities of fortune,\nand the changes with which the future is heavy.",
        "Rabbi Jose’s proverbial explanation of connubial happiness was not merely a\nbon mot invented on the spur of the moment, to silence an awkward\nquestioner. It was a firm conviction, which finds expression in more than\none quaint utterance, but also in more than one matter-of-fact assertion.\nTo take the latter first:",
        "“Rabbi Phineas in the name of Rabbi Abbahu said, We find in the Torah, in\n  the Prophets, and in the Holy Writings, evidence that a man’s wife is\n  chosen for him by the Holy One, blessed be He. Whence do we deduce it in\n  the Torah? From Genesis xxiv. 50: Then Laban and Bethuel answered and\n  said [in reference to Rebekah’s betrothal to Isaac], The thing\n  proceedeth from the Lord. In the Prophets it is found in Judges xiv. 4\n  [where it is related how Samson wished to mate himself with a woman in\n  Timnath, of the daughters of the Philistines], But his father and mother\n  knew not that it was of the Lord. In the Holy Writings the same may be\n  seen, for it is written (Proverbs xix. 14), House and riches are the\n  inheritance of fathers, but a prudent wife is from the Lord.“",
        "Many years ago, a discussion was carried on in the columns of Notes and\nQueries concerning the origin of the saying round which my present\ndesultory jottings are centred. One correspondent, with unconscious\nplagiarism, suggested that the maxim was derived from Proverbs xix. 14.",
        "Another text that might be appealed to is Tobit vi. 18. The Angel\nencourages Tobit to marry Sarah, though her seven husbands, one after the\nother, had died on their wedding eves. “Fear not,” said Raphael, “for she\nis appointed unto thee from the beginning.”",
        "Here we may, for a moment, pause to consider whether any parallels to the\nbelief in Heaven-made marriages exist in other ancient literatures. It\nappears in English as early as Shakespeare:",
        "  God, the best maker of all marriages,\n  Combine your hearts in one.",
        " Henry V., v. 2.",
        "This, however, is too late to throw any light on its origin. With a little\ningenuity, one might, perhaps, torture some such notion out of certain\nfantastic sentences of Plato. In the Symposium (par. 192), however, God\nis represented as putting obstacles in the way of the union of fitting\nlovers, in consequence of the wickedness of mankind. When men become, by\ntheir conduct, reconciled with God, they may find their true loves.\nAstrological divinations on the subject are certainly common enough in\nEastern stories; a remarkable instance will be given later on. At the\npresent day, Lane tells us, the numerical value of the letters in the names\nof the two parties to the contract are added for each name separately, and\none of the totals is subtracted from the other. If the remainder is uneven,\nthe inference drawn is favorable; but if even, the reverse. The pursuit of\nGematria is apparently not limited to Jews. Such methods, however, hardly\nillustrate my present point, for the identity of the couple is not\ndiscovered by the process. Whether the diviner’s object is to make this\ndiscovery, or the future lot of the married pair is all that he seeks to\nreveal, in both cases, though he charm never so wisely, it does not fall\nwithin the scope of this inquiry. Without stretching one’s imagination too\nmuch, some passages in the Pantschatantra seem to imply a belief that\nmarriage-making is under the direct control of Providence. Take, for\ninstance, the story of the beautiful princess who was betrothed to a\nserpent, Deva Serma’s son. Despite the various attempts made to induce her\nto break off so hideous a match, she declines steadfastly to go back from\nher word, and bases her refusal on the ground that the marriage was\ninevitable and destined by the gods.",
        "As quaint illustrations may be instanced the following: “Raba heard a\ncertain man praying that he might marry a certain damsel; Raba rebuked him\nwith the words: ’If she be destined for thee, nothing will part thee from\nher; if thou art not destined for her, thou art denying Providence in\npraying for her.’ Afterwards Raba heard him say, ’If I am not destined to\nmarry her, I hope that either I or she may die,’” meaning that he could not\nbear to witness her union with another. Despite Raba’s protest, other\ninstances are on record of prayers similar to the one of which he\ndisapproved. Or, again, the Midrash offers a curious illustration of Psalm\nlxii. 10, “Surely men of low degree are a breath, and men of high degree a\nlie.” The first clause of the verse alludes to those who say in the usual\nway of the world, that a certain man is about to wed a certain maiden, and\nthe second clause to those who say that a certain maiden is about to wed a\ncertain man. In both cases people are in error in thinking that the various\nparties are acting entirely of their own free will; as a matter of fact,\nthe whole affair is predestined. I am not quite certain whether the same\nidea is intended by the Yalkut Reubeni, in which the following occurs:\n“Know that all religious and pious men in this our generation are henpecked\nby their wives, the reason being connected with the mystery of the Golden\nCalf. The men on that occasion did not protest against the action of the\nmixed multitude [at whose door the charge of making the calf is laid],\nwhile the women were unwilling to surrender their golden ornaments for\nidolatrous purposes. Therefore they rule over their husbands.” One might\nalso quote the bearing of the mystical theory of transmigration on the\npredestination of bridal pairs. In the Talmud, on the other hand, the\nvirtues of a man’s wife are sometimes said to be in proportion to the\nhusband’s own; or in other words, his own righteousness is the cause of his\nacquiring a good wife. The obvious objection, raised by the Talmud itself,\nis that a man’s merits can hardly be displayed before his birth–and yet\nhis bride is destined for him at that early period.",
        "Yet more quaint (I should perhaps rather term it consistent, were not\nconsistency rare enough to be indistinguishable from quaintness) was the\nconfident belief of a maiden of whom mention is made in the Sefer\nha-Chasidim (par. 384). She refused persistently to deck her person with\nornaments. People said to her, “If you go about thus unadorned, no one will\nnotice you nor court you.” She replied with firm simplicity, “It is the\nHoly One, blessed be He, that settles marriages; I need have no concern on\nthe point myself.” Virtue was duly rewarded, for she married a learned and\npious husband. This passage in the “Book of the Pious” reminds me of the\ncircumstance under which the originator of the latter-day Chasidism, Israel\nBaalshem, is said to have married. When he was offered the daughter of a\nrich and learned man of Brody, named Abraham, he readily accepted the\nalliance, because he knew that Abraham’s daughter was his bride destined by\nheaven. For, like Moses Mendelssohn, in some other respects the antagonist\nof the Chasidim, Baalshem accepted the declaration of Rabbi Judah in the\nname of Rab: “Forty days before the creation of a girl, a proclamation\n[Bath-Kol] is made in Heaven, saying, ’The daughter of such a one shall\nmarry such and such a one.’”",
        "The belief in the Divine ordaining of marriages affected the medieval\nSynagogue liturgy. To repeat what I have written elsewhere: When the\nbridegroom, with a joyous retinue, visited the synagogue on the Sabbath\nfollowing his marriage, the congregation chanted the chapter of Genesis\n(xxiv) that narrates the story of Isaac’s marriage, which, as Abraham’s\nservant claimed, was providentially arranged. This chapter was sung, not\nonly in Hebrew, but in Arabic, in countries where the latter language was\nthe vernacular. These special readings, which were additional to the\nregular Scripture lesson, seem to have fallen out of use in Europe in the\nseventeenth century, but they are still retained in the East. But all over\nJewry the beautiful old belief is contained in the wording of the fourth of\nthe “seven benedictions” sung at the celebration of a wedding, “Blessed art\nthou, O Lord our God, King of the Universe, who hast made man in thine\nimage, after thy likeness, and hast prepared unto him out of his very self\na perpetual fabric.” Here is recalled the creation of Eve, of whom God\nHimself said, “I will make for man a help meet unto him.” Not only the\nmarriage, but also the bride was Heaven-made, and the wonderful wedding\nbenediction enshrines this idea.",
        "In an Agadic story, the force of this predestination is shown to be too\nstrong even for royal opposition. It does not follow that the\npre-arrangement of marriages implies that the pair cannot fall in love of\ntheir own accord. On the contrary, just the right two eventually come\ntogether; for once freewill and destiny need present no incompatibility.\nThe combination, here shadowed, of a predestined and yet true-love\nmarriage, is effectively illustrated in what follows:",
        "“Solomon the king was blessed with a very beautiful daughter; she was the\n  fairest maiden in the whole land of Israel. Her father observed the\n  stars, to discover by astrology who was destined to be her mate in life\n  and wed her, when lo! he saw that his future son-in-law would be the\n  poorest man in the nation. Now, what did Solomon do? He built a high\n  tower by the sea, and surrounded it on all sides with inaccessible walls;\n  he then took his daughter and placed her in the tower under the charge of\n  seventy aged guardians. He supplied the castle with provisions, but he\n  had no door made in it, so that none could enter the fortress without the\n  knowledge of the guard. Then the king said, ’I will watch in what way God\n  will work the matter.’",
        "“In course of time, a poor and weary traveller was walking on his way by\n  night, his garments were ragged and torn, he was barefooted and ready to\n  faint with hunger, cold, and fatigue. He knew not where to sleep, but,\n  casting his eyes around him, he beheld the skeleton of an ox lying on a\n  field hard by. The youth crept inside the skeleton to shelter himself\n  from the wind, and, while he slept there, down swooped a great bird,\n  which lifted up the carcass and the unconscious youth in it. The bird\n  flew with its burden to the top of Solomon’s tower, and set it down on\n  the roof before the very door of the imprisoned princess. She went forth\n  on the morrow to walk on the roof according to her daily wont, and she\n  descried the youth. She said to him, ’Who art thou? and who brought thee\n  hither?’ He answered, ’I am a Jew of Acco, and a bird bore me to thee.’\n  The kind-hearted maiden clothed him in new garments; they bathed and\n  anointed him, and she saw that he was the handsomest youth in Israel.\n  They loved one another, and his soul was bound up in hers. One day she\n  said, ’Wilt thou marry me?’ He replied, ’Would it might be so!’ They\n  resolved to marry. But there was no ink with which to write the Kethubah,\n  or marriage certificate. Love laughs at obstacles. So, using some drops\n  of his own blood as ink, the marriage was secretly solemnized, and he\n  said, ’God is my witness to-day, and Michael and Gabriel likewise.’ When\n  the matter leaked out, the dismayed custodians of the princess hastily\n  summoned Solomon. The king at once obeyed their call, and asked for the\n  presumptuous youth. He looked at his son-in-law, inquired of him as to\n  his father and mother, family and dwelling-place, and from his replies\n  the king recognized him for the selfsame man whom he had seen in the\n  stars as the destined husband of his daughter. Then Solomon rejoiced with\n  exceeding joy and exclaimed, Blessed is the Omnipresent who giveth a wife\n  to man and establisheth him in his house.”",
        "The moral of which seems to be that, though marriages are made in Heaven,\nlove must be made on earth.",
        "Continue...",
        "\nThis complete e-book of “The Book of Delight and Other Papers\"\nby Israel Abrahams, M.A. (author of “Jewish Life in the Middle Ages,” “Chapters on Jewish Literature,” etc. – 1912)\nis in the public domain.\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}