{
    "title": "The Story of Mankind - The Holy Alliance (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "55",
    "content": [
        "\n",
        "\n\n",
        "AS SOON AS NAPOLEON HAD BEEN SENT TO\nST. HELENA THE RULERS WHO SO OFTEN\nHAD BEEN DEFEATED BY THE HATED\n“CORSICAN” MET AT VIENNA AND TRIED\nTO UNDO THE MANY CHANGES THAT HAD\nBEEN BROUGHT ABOUT BY THE FRENCH\nREVOLUTION",
        "THE Imperial Highnesses, the Royal Highnesses, their\nGraces the Dukes, the Ministers Extraordinary and Plenipotentiary,\ntogether with the plain Excellencies and their army\nof secretaries, servants and hangers-on, whose labours had\nbeen so rudely interrupted by the sudden return of the terrible\nCorsican (now sweltering under the hot sun of St. Helena)\nwent back to their jobs. The victory was duly celebrated with\ndinners, garden parties and balls at which the new and very\nshocking “waltz” was danced to the great scandal of the ladies\nand gentlemen who remembered the minuet of the old Regime.",
        "For almost a generation they had lived in retirement. At\nlast the danger was over. They were very eloquent upon the\nsubject of the terrible hardships which they had suffered.\nAnd they expected to be recompensed for every penny they\nhad lost at the hands of the unspeakable Jacobins who had\ndared to kill their anointed king, who had abolished wigs and\nwho had discarded the short trousers of the court of Versailles\nfor the ragged pantaloons of the Parisian slums.",
        "You may think it absurd that I should mention such a\ndetail. But, if you please, the Congress of Vienna was one\nlong succession of such absurdities and for many months the\nquestion of “short trousers vs. long trousers” interested the\ndelegates more than the future settlement of the Saxon or\nSpanish problems. His Majesty the King of Prussia went so\nfar as to order a pair of short ones, that he might give public\nevidence of his contempt for everything revolutionary.",
        "Another German potentate, not to be outdone in this noble\nhatred for the revolution, decreed that all taxes which his subjects\nhad paid to the French usurper should be paid a second\ntime to the legitimate ruler who had loved his people from afar\nwhile they were at the mercy of the Corsican ogre. And so on.\nFrom one blunder to another, until one gasps and exclaims\n“but why in the name of High Heaven did not the people\nobject?” Why not indeed? Because the people were utterly\nexhausted, were desperate, did not care what happened or how\nor where or by whom they were ruled, provided there was\npeace. They were sick and tired of war and revolution and\nreform.",
        "In the eighties of the previous century they had all danced\naround the tree of liberty. Princes had embraced their cooks\nand Duchesses had danced the Carmagnole with their lackeys\nin the honest belief that the Millennium of Equality and\nFraternity had at last dawned upon this wicked world. Instead of\nthe Millennium they had been visited by the Revolutionary\ncommissary who had lodged a dozen dirty soldiers in their parlor\nand had stolen the family plate when he returned to Paris to\nreport to his government upon the enthusiasm with which the\n“liberated country” had received the Constitution, which the\nFrench people had presented to their good neighbours.",
        "When they had heard how the last outbreak of revolutionary\ndisorder in Paris had been suppressed by a young officer, called\nBonaparte, or Buonaparte, who had turned his guns upon the\nmob, they gave a sigh of relief. A little less liberty, fraternity\nand equality seemed a very desirable thing. But ere long, the\nyoung officer called Buonaparte or Bonaparte became one of\nthe three consuls of the French Republic, then sole consul and\nfinally Emperor. As he was much more efficient than any\nruler that had ever been seen before, his hand pressed heavily\nupon his poor subjects. He showed them no mercy. He impressed\ntheir sons into his armies, he married their daughters\nto his generals and he took their pictures and their statues to\nenrich his own museums. He turned the whole of Europe\ninto an armed camp and killed almost an entire generation of\nmen.",
        "Now he was gone, and the people (except a few professional\nmilitary men) had but one wish. They wanted to be let alone.\nFor awhile they had been allowed to rule themselves, to vote\nfor mayors and aldermen and judges. The system had been a\nterrible failure. The new rulers had been inexperienced and\nextravagant. From sheer despair the people turned to the\nrepresentative men of the old Regime. “You rule us,” they\nsaid, “as you used to do. Tell us what we owe you for taxes\nand leave us alone. We are busy repairing the damage of the\nage of liberty.”",
        "The men who stage-managed the famous congress certainly\ndid their best to satisfy this longing for rest and quiet.\nThe Holy Alliance, the main result of the Congress, made the\npoliceman the most important dignitary of the State and held\nout the most terrible punishment to those who dared criticise a\nsingle official act.",
        "Europe had peace, but it was the peace of the cemetery.",
        "The three most important men at Vienna were the Emperor\nAlexander of Russia, Metternich, who represented the\ninterests of the Austrian house of Habsburg, and Talleyrand,\nthe erstwhile bishop of Autun, who had managed to live\nthrough the different changes in the French government by\nthe sheer force of his cunning and his intelligence and who\nnow travelled to the Austrian capital to save for his country\nwhatever could be saved from the Napoleonic ruin. Like the\ngay young man of the limerick, who never knew when he was\nslighted, this unbidden guest came to the party and ate just as\nheartily as if he had been really invited. Indeed, before long,\nhe was sitting at the head of the table entertaining everybody\nwith his amusing stories and gaining the company’s good will\nby the charm of his manner.",
        "Before he had been in Vienna twenty-four hours he knew\nthat the allies were divided into two hostile camps. On the\none side were Russia, who wanted to take Poland, and Prussia,\nwho wanted to annex Saxony; and on the other side were\nAustria and England, who were trying to prevent this grab\nbecause it was against their own interest that either Prussia or\nRussia should be able to dominate Europe. Talleyrand played\nthe two sides against each other with great skill and it was due\nto his efforts that the French people were not made to suffer\nfor the ten years of oppression which Europe had endured at\nthe hands of the Imperial officials. He argued that the French\npeople had been given no choice in the matter. Napoleon had\nforced them to act at his bidding. But Napoleon was gone and\nLouis XVIII was on the throne. “Give him a chance,” Talleyrand\npleaded. And the Allies, glad to see a legitimate king\nupon the throne of a revolutionary country, obligingly yielded\nand the Bourbons were given their chance, of which they\nmade such use that they were driven out after fifteen years.",
        "The second man of the triumvirate of Vienna was Metternich,\nthe Austrian prime minister, the leader of the foreign\npolicy of the house of Habsburg. Wenzel Lothar, Prince of\nMetternich-Winneburg, was exactly what the name suggests.\nHe was a Grand Seigneur, a very handsome gentleman with\nvery fine manners, immensely rich, and very able, but the\nproduct of a society which lived a thousand miles away from\nthe sweating multitudes who worked and slaved in the cities\nand on the farms. As a young man, Metternich had been\nstudying at the University of Strassburg when the French\nRevolution broke out. Strassburg, the city which gave birth\nto the Marseillaise, had been a centre of Jacobin activities.\nMetternich remembered that his pleasant social life had been\nsadly interrupted, that a lot of incompetent citizens had suddenly\nbeen called forth to perform tasks for which they were\nnot fit, that the mob had celebrated the dawn of the new liberty\nby the murder of perfectly innocent persons. He had failed to\nsee the honest enthusiasm of the masses, the ray of hope in the\neyes of women and children who carried bread and water to\nthe ragged troops of the Convention, marching through the\ncity on their way to the front and a glorious death for the\nFrench Fatherland.",
        "The whole thing had filled the young Austrian with disgust.\nIt was uncivilised. If there were any fighting to be done it\nmust be done by dashing young men in lovely uniforms, charging\nacross the green fields on well-groomed horses. But to\nturn an entire country into an evil-smelling armed camp where\ntramps were overnight promoted to be generals, that was both\nwicked and senseless. “See what came of all your fine ideas,\"\nhe would say to the French diplomats whom he met at a quiet\nlittle dinner given by one of the innumerable Austrian grand-\ndukes. “You wanted liberty, equality and fraternity and you\ngot Napoleon. How much better it would have been if you\nhad been contented with the existing order of things.” And\nhe would explain his system of “stability.” He would advocate\na return to the normalcy of the good old days before the\nwar, when everybody was happy and nobody talked nonsense\nabout “everybody being as good as everybody else.” In this\nattitude he was entirely sincere and as he was an able man of\ngreat strength of will and a tremendous power of persuasion,\nhe was one of the most dangerous enemies of the Revolutionary\nideas. He did not die until the year 1859, and he therefore\nlived long enough to see the complete failure of all his policies\nwhen they were swept aside by the revolution of the year 1848.\nHe then found himself the most hated man of Europe and\nmore than once ran the risk of being lynched by angry crowds\nof outraged citizens. But until the very last, he remained steadfast\nin his belief that he had done the right thing.",
        "He had always been convinced that people preferred peace\nto liberty and he had tried to give them what was best for them.\nAnd in all fairness, it ought to be said that his efforts to\nestablish universal peace were fairly successful. The great powers\ndid not fly at each other’s throat for almost forty years, indeed\nnot until the Crimean war between Russia and England,\nFrance and Italy and Turkey, in the year 1854. That means\na record for the European continent.",
        "The third hero of this waltzing congress was the Emperor\nAlexander. He had been brought up at the court of his grand-\nmother, the famous Catherine the Great. Between the lessons\nof this shrewd old woman, who taught him to regard the glory\nof Russia as the most important thing in life, and those of his\nprivate tutor, a Swiss admirer of Voltaire and Rousseau, who\nfilled his mind with a general love of humanity, the boy grew\nup to be a strange mixture of a selfish tyrant and a sentimental\nrevolutionist. He had suffered great indignities during the\nlife of his crazy father, Paul I. He had been obliged to wit-\nness the wholesale slaughter of the Napoleonic battle-fields.\nThen the tide had turned. His armies had won the day for the\nAllies. Russia had become the saviour of Europe and the Tsar\nof this mighty people was acclaimed as a half-god who would\ncure the world of its many ills.",
        "But Alexander was not very clever. He did not know\nmen and women as Talleyrand and Metternich knew them.\nHe did not understand the strange game of diplomacy. He\nwas vain (who would not be under the circumstances?) and\nloved to hear the applause of the multitude and soon he had\nbecome the main “attraction” of the Congress while Metternich\nand Talleyrand and Castlereagh (the very able British\nrepresentative) sat around a table and drank a bottle of Tokay\nand decided what was actually going to be done. They needed\nRussia and therefore they were very polite to Alexander, but\nthe less he had personally to do with the actual work of the\nCongress, the better they were pleased. They even encouraged\nhis plans for a Holy Alliance that he might be fully occupied\nwhile they were engaged upon the work at hand.",
        "Alexander was a sociable person who liked to go to parties\nand meet people. Upon such occasions he was happy and gay\nbut there was a very different element in his character. He\ntried to forget something which he could not forget. On the\nnight of the 23rd of March of the year 1801 he had been sitting\nin a room of the St. Michael Palace in Petersburg, waiting for\nthe news of his father’s abdication. But Paul had refused to\nsign the document which the drunken officers had placed before\nhim on the table, and in their rage they had put a scarf\naround his neck and had strangled him to death. Then they\nhad gone downstairs to tell Alexander that he was Emperor of\nall the Russian lands.",
        "The memory of this terrible night stayed with the Tsar\nwho was a very sensitive person. He had been educated in\nthe school of the great French philosophers who did not believe\nin God but in Human Reason. But Reason alone could\nnot satisfy the Emperor in his predicament. He began to\nhear voices and see things. He tried to find a way by which\nhe could square himself with his conscience. He became very\npious and began to take an interest in mysticism, that strange\nlove of the mysterious and the unknown which is as old as the\ntemples of Thebes and Babylon.",
        "The tremendous emotion of the great revolutionary era\nhad influenced the character of the people of that day in a\nstrange way. Men and women who had lived through twenty\nyears of anxiety and fear were no longer quite normal. They\njumped whenever the door-bell rang. It might mean the news\nof the “death on the field of honour” of an only son. The\nphrases about “brotherly love” and “liberty” of the Revolution\nwere hollow words in the ears of sorely stricken peasants.\nThey clung to anything that might give them a new hold on\nthe terrible problems of life. In their grief and misery they\nwere easily imposed upon by a large number of imposters\nwho posed as prophets and preached a strange new doctrine\nwhich they dug out of the more obscure passages of the Book\nof Revelations.",
        "In the year 1814, Alexander, who had already consulted a\nlarge number of wonder-doctors, heard of a new seeress who\nwas foretelling the coming doom of the world and was exhorting\npeople to repent ere it be too late. The Baroness von\nKrudener, the lady in question, was a Russian woman of uncertain\nage and similar reputation who had been the wife of a\nRussian diplomat in the days of the Emperor Paul. She had\nsquandered her husband’s money and had disgraced him by\nher strange love affairs. She had lived a very dissolute life\nuntil her nerves had given way and for a while she was not in\nher right mind. Then she had been converted by the sight of\nthe sudden death of a friend. Thereafter she despised all\ngaiety. She confessed her former sins to her shoemaker, a\npious Moravian brother, a follower of the old reformer John\nHuss, who had been burned for his heresies by the Council of\nConstance in the year 1415.",
        "The next ten years the Baroness spent in Germany making\na specialty of the “conversion” of kings and princes. To convince\nAlexander, the Saviour of Europe, of the error of his\nways was the greatest ambition of her life. And as Alexander,\nin his misery, was willing to listen to anybody who brought him\na ray of hope, the interview was easily arranged. On the evening\nof the fourth of June of the year 1815, she was admitted\nto the tent of the Emperor. She found him reading his Bible.\nWe do not know what she said to Alexander, but when she\nleft him three hours later, he was bathed in tears, and vowed\nthat “at last his soul had found peace.” From that day on the\nBaroness was his faithful companion and his spiritual adviser.\nShe followed him to Paris and then to Vienna and the time\nwhich Alexander did not spend dancing he spent at the\nKrudener prayer-meetings.",
        "You may ask why I tell you this story in such great detail?\nAre not the social changes of the nineteenth century of greater\nimportance than the career of an ill-balanced woman who had\nbetter be forgotten? Of course they are, but there exist any\nnumber of books which will tell you of these other things with\ngreat accuracy and in great detail. I want you to learn something\nmore from this history than a mere succession of facts.\nI want you to approach all historical events in a frame of mind\nthat will take nothing for granted. Don’t be satisfied with\nthe mere statement that “such and such a thing happened then\nand there.” Try to discover the hidden motives behind every\naction and then you will understand the world around you\nmuch better and you will have a greater chance to help others,\nwhich (when all is said and done) is the only truly satisfactory\nway of living.",
        "I do not want you to think of the Holy Alliance as a piece\nof paper which was signed in the year 1815 and lies dead and\nforgotten somewhere in the archives of state. It may be forgotten\nbut it is by no means dead. The Holy Alliance was\ndirectly responsible for the promulgation of the Monroe\nDoctrine, and the Monroe Doctrine of America for the Americans\nhas a very distinct bearing upon your own life. That is\nthe reason why I want you to know exactly how this document\nhappened to come into existence and what the real motives were\nunderlying this outward manifestation of piety and Christian\ndevotion to duty.",
        "The Holy Alliance was the joint labour of an unfortunate\nman who had suffered a terrible mental shock and who was\ntrying to pacify his much-disturbed soul, and of an ambitious\nwoman who after a wasted life had lost her beauty and her\nattraction and who satisfied her vanity and her desire for\nnotoriety by assuming the role of self-appointed Messiah of a\nnew and strange creed. I am not giving away any secrets\nwhen I tell you these details. Such sober minded people as\nCastlereagh, Metternich and Talleyrand fully understood\nthe limited abilities of the sentimental Baroness. It would have\nbeen easy for Metternich to send her back to her German\nestates. A few lines to the almighty commander of the imperial\npolice and the thing was done.",
        "But France and England and Austria depended upon the\ngood-will of Russia. They could not afford to offend Alexander.\nAnd they tolerated the silly old Baroness because they\nhad to. And while they regarded the Holy Alliance as utter\nrubbish and not worth the paper upon which it was written,\nthey listened patiently to the Tsar when he read them the first\nrough draft of this attempt to create the Brotherhood of Men\nupon a basis of the Holy Scriptures. For this is what the\nHoly Alliance tried to do, and the signers of the document\nsolemnly declared that they would “in the administration of\ntheir respective states and in their political relations with every\nother government take for their sole guide the precepts of that\nHoly Religion, namely the precepts of Justice, Christian\nCharity and Peace, which far from being applicable only to\nprivate concerns must have an immediate influence on the\ncouncils of princes, and must guide all their steps as being the\nonly means of consolidating human institutions and remedying\ntheir imperfections.” They then proceeded to promise each\nother that they would remain united “by the bonds of a true\nand indissoluble fraternity, and considering each other as\nfellow-countrymen, they would on all occasions and in all places\nlend each other aid and assistance.” And more words to the\nsame effect.",
        "Eventually the Holy Alliance was signed by the Emperor\nof Austria, who did not understand a word of it. It was signed\nby the Bourbons who needed the friendship of Napoleon’s old\nenemies. It was signed by the King of Prussia, who hoped to\ngain Alexander for his plans for a “greater Prussia,” and by\nall the little nations of Europe who were at the mercy of Russia.\nEngland never signed, because Castlereagh thought the\nwhole thing buncombe. The Pope did not sign because he\nresented this interference in his business by a Greek-Orthodox\nand a Protestant. And the Sultan did not sign because he\nnever heard of it.",
        "The general mass of the European people, however, soon\nwere forced to take notice. Behind the hollow phrases of the\nHoly Alliance stood the armies of the Quintuple Alliance\nwhich Metternich had created among the great powers. These\narmies meant business. They let it be known that the peace\nof Europe must not be disturbed by the so-called liberals who\nwere in reality nothing but disguised Jacobins, and hoped for\na return of the revolutionary days. The enthusiasm for the\ngreat wars of liberation of the years 1812, 1818, 1814 and\n1815 had begun to wear off. It had been followed by a sincere\nbelief in the coming of a happier day. The soldiers who had\nborne the brunt of the battle wanted peace and they said so.",
        "But they did not want the sort of peace which the Holy\nAlliance and the Council of the European powers had now\nbestowed upon them. They cried that they had been betrayed.\nBut they were careful lest they be heard by a secret-police spy.\nThe reaction was victorious. It was a reaction caused by men\nwho sincerely believed that their methods were necessary for\nthe good of humanity. But it was just as hard to bear as if\ntheir intentions had been less kind. And it caused a great deal\nof unnecessary suffering and greatly retarded the orderly\nprogress of political development.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}