{
    "title": "The Secret Garden - Chapter XXI - Ben Weatherstaff",
    "author": "Frances Hodgson Burnett",
    "chapter": "21",
    "content": [
        "\n\n",
        "One of the strange things about living in the world is\nthat it is only now and then one is quite sure one is\ngoing to live forever and ever and ever.  One knows it\nsometimes when one gets up at the tender solemn dawn-time\nand goes out and stands alone and throws one’s head far\nback and looks up and up and watches the pale sky slowly\nchanging and flushing and marvelous unknown things happening\nuntil the East almost makes one cry out and one’s heart\nstands still at the strange unchanging majesty of the\nrising of the sun–which has been happening every morning\nfor thousands and thousands and thousands of years.\nOne knows it then for a moment or so.  And one knows it\nsometimes when one stands by oneself in a wood at sunset\nand the mysterious deep gold stillness slanting through and\nunder the branches seems to be saying slowly again and again\nsomething one cannot quite hear, however much one tries.\nThen sometimes the immense quiet of the dark blue at night\nwith millions of stars waiting and watching makes one sure;\nand sometimes a sound of far-off music makes it true;\nand sometimes a look in some one’s eyes.",
        "And it was like that with Colin when he first saw and\nheard and felt the Springtime inside the four high walls\nof a hidden garden.  That afternoon the whole world\nseemed to devote itself to being perfect and radiantly\nbeautiful and kind to one boy.  Perhaps out of pure\nheavenly goodness the spring came and crowned everything\nit possibly could into that one place.  More than once\nDickon paused in what he was doing and stood still with\na sort of growing wonder in his eyes, shaking his head softly.",
        "“Eh! it is graidely,” he said.  “I’m twelve goin’\non thirteen an’ there’s a lot o’ afternoons in thirteen years,\nbut seems to me like I never seed one as graidely as this\n’ere.”",
        "“Aye, it is a graidely one,” said Mary, and she sighed\nfor mere joy.  “I’ll warrant it’s the graidelest one\nas ever was in this world.”",
        "“Does tha’ think,” said Colin with dreamy carefulness,\n“as happen it was made loike this ’ere all o’ purpose for me?”",
        "“My word!” cried Mary admiringly, “that there is a bit o’\ngood Yorkshire.  Tha’rt shapin’ first-rate–that tha’ art.”",
        "And delight reigned.  They drew the chair under the plum-tree,\nwhich was snow-white with blossoms and musical with bees.\nIt was like a king’s canopy, a fairy king’s. There were\nflowering cherry-trees near and apple-trees whose buds\nwere pink and white, and here and there one had burst\nopen wide.  Between the blossoming branches of the canopy\nbits of blue sky looked down like wonderful eyes.",
        "Mary and Dickon worked a litle here and there and Colin\nwatched them.  They brought him things to look at–buds\nwhich were opening, buds which were tight closed,\nbits of twig whose leaves were just showing green,\nthe feather of a woodpecker which had dropped on\nthe grass, the empty shell of some bird early hatched.\nDickon pushed the chair slowly round and round the garden,\nstopping every other moment to let him look at wonders\nspringing out of the earth or trailing down from trees.\nIt was like being taken in state round the country of a\nmagic king and queen and shown all the mysterious riches\nit contained.",
        "“I wonder if we shall see the robin?” said Colin.",
        "“Tha’ll see him often enow after a bit,” answered Dickon.\n“When th’ eggs hatches out th’ little chap he’ll be kep’\nso busy it’ll make his head swim.  Tha’ll see him flyin’\nbackward an’ for’ard carryin’ worms nigh as big as himsel’\nan’ that much noise goin’ on in th’ nest when he gets\nthere as fair flusters him so as he scarce knows which big\nmouth to drop th’ first piece in.  An’ gapin’ beaks an’\nsquawks on every side.  Mother says as when she sees th’\nwork a robin has to keep them gapin’ beaks filled,\nshe feels like she was a lady with nothin’ to do.\nShe says she’s seen th’ little chaps when it seemed like th’\nsweat must be droppin’ off ’em, though folk can’t see it.”",
        "This made them giggle so delightedly that they were obliged\nto cover their mouths with their hands, remembering that\nthey must not be heard.  Colin had been instructed as to\nthe law of whispers and low voices several days before.\nHe liked the mysteriousness of it and did his best,\nbut in the midst of excited enjoyment it is rather\ndifficult never to laugh above a whisper.",
        "Every moment of the afternoon was full of new things\nand every hour the sunshine grew more golden.  The wheeled\nchair had been drawn back under the canopy and Dickon\nhad sat down on the grass and had just drawn out his pipe\nwhen Colin saw something he had not had time to notice before.",
        "“That’s a very old tree over there, isn’t it?” he said.\nDickon looked across the grass at the tree and Mary looked\nand there was a brief moment of stillness.",
        "“Yes,” answered Dickon, after it, and his low voice\nhad a very gentle sound.",
        "Mary gazed at the tree and thought.",
        "“The branches are quite gray and there’s not a single\nleaf anywhere,” Colin went on.  “It’s quite dead,\nisn’t it?”",
        "“Aye,” admitted Dickon.  “But them roses as has climbed\nall over it will near hide every bit o’ th’ dead wood\nwhen they’re full o’ leaves an’ flowers.  It won’t look\ndead then.  It’ll be th’ prettiest of all.”",
        "Mary still gazed at the tree and thought.",
        "“It looks as if a big branch had been broken off,\"\nsaid Colin.  “I wonder how it was done.”",
        "“It’s been done many a year,” answered Dickon.  “Eh!” with\na sudden relieved start and laying his hand on Colin.\n“Look at that robin! There he is! He’s been foragin’\nfor his mate.”",
        "Colin was almost too late but he just caught sight of him,\nthe flash of red-breasted bird with something in his beak.\nHe darted through the greenness and into the close-grown\ncorner and was out of sight.  Colin leaned back on his\ncushion again, laughing a little.  “He’s taking her tea\nto her.  Perhaps it’s five o’clock. I think I’d like some\ntea myself.”",
        "And so they were safe.",
        "“It was Magic which sent the robin,” said Mary secretly\nto Dickon afterward.  “I know it was Magic.” For both she\nand Dickon had been afraid Colin might ask something\nabout the tree whose branch had broken off ten years\nago and they had talked it over together and Dickon\nhad stood and rubbed his head in a troubled way.",
        "“We mun look as if it wasn’t no different from th’\nother trees,” he had said.  “We couldn’t never tell him\nhow it broke, poor lad.  If he says anything about it we\nmun–we mun try to look cheerful.”",
        "“Aye, that we mun,” had answered Mary.",
        "But she had not felt as if she looked cheerful when she gazed\nat the tree.  She wondered and wondered in those few moments\nif there was any reality in that other thing Dickon had said.\nHe had gone on rubbing his rust-red hair in a puzzled way,\nbut a nice comforted look had begun to grow in his blue eyes.",
        "“Mrs. Craven was a very lovely young lady,” he had\ngone on rather hesitatingly.  “An’ mother she thinks\nmaybe she’s about Misselthwaite many a time lookin’\nafter Mester Colin, same as all mothers do when they’re\ntook out o’ th’ world.  They have to come back,\ntha’ sees.  Happen she’s been in the garden an’\nhappen it was her set us to work, an’ told us to bring him here.”",
        "Mary had thought he meant something about Magic.\nShe was a great believer in Magic.  Secretly she quite\nbelieved that Dickon worked Magic, of course good Magic,\non everything near him and that was why people liked him\nso much and wild creatures knew he was their friend.\nShe wondered, indeed, if it were not possible that his\ngift had brought the robin just at the right moment\nwhen Colin asked that dangerous question.  She felt\nthat his Magic was working all the afternoon and making\nColin look like an entirely different boy.  It did not\nseem possible that he could be the crazy creature who had\nscreamed and beaten and bitten his pillow.  Even his ivory\nwhiteness seemed to change.  The faint glow of color\nwhich had shown on his face and neck and hands when he\nfirst got inside the garden really never quite died away.\nHe looked as if he were made of flesh instead of ivory\nor wax.",
        "They saw the robin carry food to his mate two or three times,\nand it was so suggestive of afternoon tea that Colin\nfelt they must have some.",
        "“Go and make one of the men servants bring some in a\nbasket to the rhododendron walk,” he said.  “And then\nyou and Dickon can bring it here.”",
        "It was an agreeable idea, easily carried out, and when\nthe white cloth was spread upon the grass, with hot tea\nand buttered toast and crumpets, a delightfully hungry\nmeal was eaten, and several birds on domestic errands\npaused to inquire what was going on and were led into\ninvestigating crumbs with great activity.  Nut and Shell\nwhisked up trees with pieces of cake and Soot took the\nentire half of a buttered crumpet into a corner and pecked\nat and examined and turned it over and made hoarse remarks\nabout it until he decided to swallow it all joyfully in one gulp.",
        "The afternoon was dragging towards its mellow hour.\nThe sun was deepening the gold of its lances, the bees\nwere going home and the birds were flying past less often.\nDickon and Mary were sitting on the grass, the tea-basket\nwas repacked ready to be taken back to the house, and Colin\nwas lying against his cushions with his heavy locks\npushed back from his forehead and his face looking quite\na natural color.",
        "“I don’t want this afternoon to go,” he said; “but I shall\ncome back tomorrow, and the day after, and the day after,\nand the day after.”",
        "“You’ll get plenty of fresh air, won’t you?” said Mary.\n“I’m going to get nothing else,” he answered.\n“I’ve seen the spring now and I’m going to see the summer.\nI’m going to see everything grow here.  I’m going to grow\nhere myself.”",
        "“That tha’ will,” said Dickon.  “Us’ll have thee walkin’\nabout here an’ diggin’ same as other folk afore long.”",
        "Colin flushed tremendously.",
        "“Walk!” he said.  “Dig! Shall I?”",
        "Dickon’s glance at him was delicately cautious.\nNeither he nor Mary had ever asked if anything was\nthe matter with his legs.",
        "“For sure tha’ will,” he said stoutly.  “Tha–tha’s got\nlegs o’ thine own, same as other folks!”",
        "Mary was rather frightened until she heard Colin’s answer.",
        "“Nothing really ails them,” he said, “but they are so thin\nand weak.  They shake so that I’m afraid to try to stand\non them.”",
        "Both Mary and Dickon drew a relieved breath.",
        "“When tha’ stops bein’ afraid tha’lt stand on ’em,\"\nDickon said with renewed cheer.  “An’ tha’lt stop bein’\nafraid in a bit.”",
        "“I shall?” said Colin, and he lay still as if he were\nwondering about things.",
        "They were really very quiet for a little while.\nThe sun was dropping lower.  It was that hour when\neverything stills itself, and they really had had a busy\nand exciting afternoon.  Colin looked as if he were\nresting luxuriously.  Even the creatures had ceased moving\nabout and had drawn together and were resting near them.\nSoot had perched on a low branch and drawn up one leg\nand dropped the gray film drowsily over his eyes.\nMary privately thought he looked as if he might snore\nin a minute.",
        "In the midst of this stillness it was rather startling\nwhen Colin half lifted his head and exclaimed in a loud\nsuddenly alarmed whisper:",
        "“Who is that man?” Dickon and Mary scrambled to their feet.",
        "“Man!” they both cried in low quick voices.",
        "Colin pointed to the high wall.  “Look!” he whispered excitedly.\n“Just look!”",
        "Mary and Dickon wheeled about and looked.  There was Ben\nWeatherstaff’s indignant face glaring at them over the wall\nfrom the top of a ladder! He actually shook his fist at Mary.",
        "“If I wasn’t a bachelder, an’ tha’ was a wench o’\nmine,” he cried, “I’d give thee a hidin’!”",
        "He mounted another step threateningly as if it were his\nenergetic intention to jump down and deal with her;\nbut as she came toward him he evidently thought better\nof it and stood on the top step of his ladder shaking\nhis fist down at her.",
        "“I never thowt much o’ thee!” he harangued.  “I couldna’\nabide thee th’ first time I set eyes on thee.  A scrawny\nbuttermilk-faced young besom, allus askin’ questions an’\npokin’ tha’ nose where it wasna, wanted.  I never knowed\nhow tha’ got so thick wi’ me.  If it hadna’ been for th’\nrobin– Drat him–”",
        "“Ben Weatherstaff,” called out Mary, finding her breath.\nShe stood below him and called up to him with a sort\nof gasp.  “Ben Weatherstaff, it was the robin who showed me\nthe way!”",
        "Then it did seem as if Ben really would scramble down\non her side of the wall, he was so outraged.",
        "“Tha’ young bad ’un!” he called down at her.  “Layin’ tha’\nbadness on a robin–not but what he’s impidint enow\nfor anythin’. Him showin’ thee th’ way! Him! Eh! tha’\nyoung nowt\"–she could see his next words burst out\nbecause he was overpowered by curiosity–\"however i’\nthis world did tha’ get in?”",
        "“It was the robin who showed me the way,” she protested\nobstinately.  “He didn’t know he was doing it but he did.\nAnd I can’t tell you from here while you’re shaking\nyour fist at me.”",
        "He stopped shaking his fist very suddenly at that very\nmoment and his jaw actually dropped as he stared over her\nhead at something he saw coming over the grass toward him.",
        "At the first sound of his torrent of words Colin had\nbeen so surprised that he had only sat up and listened\nas if he were spellbound.  But in the midst of it he\nhad recovered himself and beckoned imperiously to Dickon.",
        "“Wheel me over there!” he commanded.  “Wheel me quite\nclose and stop right in front of him!”",
        "And this, if you please, this is what Ben Weatherstaff beheld\nand which made his jaw drop.  A wheeled chair with luxurious\ncushions and robes which came toward him looking rather\nlike some sort of State Coach because a young Rajah leaned\nback in it with royal command in his great black-rimmed\neyes and a thin white hand extended haughtily toward him.\nAnd it stopped right under Ben Weatherstaff’s nose.\nIt was really no wonder his mouth dropped open.",
        "“Do you know who I am?” demanded the Rajah.",
        "How Ben Weatherstaff stared! His red old eyes fixed\nthemselves on what was before him as if he were seeing\na ghost.  He gazed and gazed and gulped a lump down his\nthroat and did not say a word.  “Do you know who I am?\"\ndemanded Colin still more imperiously.  “Answer!”",
        "Ben Weatherstaff put his gnarled hand up and passed it\nover his eyes and over his forehead and then he did\nanswer in a queer shaky voice.",
        "“Who tha’ art?” he said.  “Aye, that I do–wi’ tha’\nmother’s eyes starin’ at me out o’ tha’ face.  Lord knows\nhow tha’ come here.  But tha’rt th’ poor cripple.”",
        "Colin forgot that he had ever had a back.  His face\nflushed scarlet and he sat bolt upright.",
        "“I’m not a cripple!” he cried out furiously.  “I’m not!”",
        "“He’s not!” cried Mary, almost shouting up the wall\nin her fierce indignation.  “He’s not got a lump as big\nas a pin! I looked and there was none there–not one!”",
        "Ben Weatherstaff passed his hand over his forehead\nagain and gazed as if he could never gaze enough.\nHis hand shook and his mouth shook and his voice shook.\nHe was an ignorant old man and a tactless old man and he\ncould only remember the things he had heard.",
        "“Tha’–tha’ hasn’t got a crooked back?” he said hoarsely.",
        "“No!” shouted Colin.",
        "“Tha’–tha’ hasn’t got crooked legs?” quavered Ben more\nhoarsely yet.  It was too much.  The strength which Colin\nusually threw into his tantrums rushed through him now\nin a new way.  Never yet had he been accused of crooked\nlegs–even in whispers–and the perfectly simple belief\nin their existence which was revealed by Ben Weatherstaff’s\nvoice was more than Rajah flesh and blood could endure.\nHis anger and insulted pride made him forget everything\nbut this one moment and filled him with a power he had\nnever known before, an almost unnatural strength.",
        "“Come here!” he shouted to Dickon, and he actually\nbegan to tear the coverings off his lower limbs and\ndisentangle himself.  “Come here! Come here! This minute!”",
        "Dickon was by his side in a second.  Mary caught her\nbreath in a short gasp and felt herself turn pale.",
        "“He can do it! He can do it! He can do it! He can!\"\nshe gabbled over to herself under her breath as fast\nas ever she could.",
        "There was a brief fierce scramble, the rugs were tossed\non the ground, Dickon held Colin’s arm, the thin\nlegs were out, the thin feet were on the grass.\nColin was standing upright–upright–as straight as an\narrow and looking strangely tall–his head thrown back\nand his strange eyes flashing lightning.  “Look at me!\"\nhe flung up at Ben Weatherstaff.  “Just look at me–you!\nJust look at me!”",
        "“He’s as straight as I am!” cried Dickon.  “He’s as\nstraight as any lad i’ Yorkshire!”",
        "What Ben Weatherstaff did Mary thought queer beyond measure.\nHe choked and gulped and suddenly tears ran down his\nweather-wrinkled cheeks as he struck his old hands together.",
        "“Eh!” he burst forth, “th’ lies folk tells! Tha’rt\nas thin as a lath an’ as white as a wraith, but there’s\nnot a knob on thee.  Tha’lt make a mon yet.  God bless thee!”",
        "Dickon held Colin’s arm strongly but the boy had not begun\nto falter.  He stood straighter and straighter and looked\nBen Weatherstaff in the face.",
        "“I’m your master,” he said, “when my father is away.\nAnd you are to obey me.  This is my garden.  Don’t dare\nto say a word about it! You get down from that ladder\nand go out to the Long Walk and Miss Mary will meet you\nand bring you here.  I want to talk to you.  We did not\nwant you, but now you will have to be in the secret.\nBe quick!”",
        "Ben Weatherstaff’s crabbed old face was still wet with\nthat one queer rush of tears.  It seemed as if he could\nnot take his eyes from thin straight Colin standing\non his feet with his head thrown back.",
        "“Eh! lad,” he almost whispered.  “Eh! my lad!” And then\nremembering himself he suddenly touched his hat gardener\nfashion and said, “Yes, sir! Yes, sir!” and obediently\ndisappeared as he descended the ladder.",
        "Continue...",
        "\nThis eBook of “The Secret Garden” by Frances Hodgson Burnett belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Secret Garden (rpkg) (HarperClassics)By Frances Hodgson BurnettAt Amazon"
    ]
}