{
    "title": "The Story of Mankind - The Renaissance (Hendrik van Loon)",
    "author": "Unknown",
    "chapter": "40",
    "content": [
        "\n",
        "\n\n",
        "PEOPLE ONCE MORE DARED TO BE HAPPY\nJUST BECAUSE THEY WERE ALIVE. THEY\nTRIED TO SAVE THE REMAINS OF THE\nOLDER AND MORE AGREEABLE CIVILISATION\nOF ROME AND GREECE AND THEY\nWERE SO PROUD OF THEIR ACHIEVEMENTS\nTHAT THEY SPOKE OF A RENAISSANCE\nOR RE-BIRTH OF CIVILISATION",
        "THE Renaissance was not a political or religious movement.\nIt was a state of mind.",
        "The men of the Renaissance continued to be the obedient\nsons of the mother church. They were subjects of kings and\nemperors and dukes and murmured not.",
        "But their outlook upon life was changed. They began to\nwear different clothes–to speak a different language–to live\ndifferent lives in different houses.",
        "They no longer concentrated all their thoughts and their\nefforts upon the blessed existence that awaited them in Heaven.\nThey tried to establish their Paradise upon this planet, and,\ntruth to tell, they succeeded in a remarkable degree.",
        "I have quite often warned you against the danger that\nlies in historical dates. People take them too literally. They\nthink of the Middle Ages as a period of darkness and ignor-\nance. “Click,” says the clock, and the Renaissance begins and\ncities and palaces are flooded with the bright sunlight of an\neager intellectual curiosity.",
        "As a matter of fact, it is quite impossible to draw such\nsharp lines. The thirteenth century belonged most decidedly\nto the Middle Ages. All historians agree upon that. But was\nit a time of darkness and stagnation merely? By no means.\nPeople were tremendously alive. Great states were being\nfounded. Large centres of commerce were being developed.\nHigh above the turretted towers of the castle and the peaked\nroof of the town-hall, rose the slender spire of the newly built\nGothic cathedral. Everywhere the world was in motion. The\nhigh and mighty gentlemen of the city-hall, who had just become\nconscious of their own strength (by way of their recently\nacquired riches) were struggling for more power with their\nfeudal masters. The members of the guilds who had just become\naware of the important fact that “numbers count” were\nfighting the high and mighty gentlemen of the city-hall. The\nking and his shrewd advisers went fishing in these troubled\nwaters and caught many a shining bass of profit which they\nproceeded to cook and eat before the noses of the surprised and\ndisappointed councillors and guild brethren.",
        "To enliven the scenery during the long hours of evening\nwhen the badly lighted streets did not invite further political\nand economic dispute, the Troubadours and Minnesingers told\ntheir stories and sang their songs of romance and adventure\nand heroism and loyalty to all fair women. Meanwhile youth,\nimpatient of the slowness of progress, flocked to the universities,\nand thereby hangs a story.",
        "The Middle Ages were “internationally minded.” That\nsounds difficult, but wait until I explain it to you. We modern\npeople are “nationally minded.” We are Americans or Englishmen\nor Frenchmen or Italians and speak English or French\nor Italian and go to English and French and Italian universities,\nunless we want to specialise in some particular branch\nof learning which is only taught elsewhere, and then we learn\nanother language and go to Munich or Madrid or Moscow.\nBut the people of the thirteenth or fourteenth century rarely\ntalked of themselves as Englishmen or Frenchmen or Italians.\nThey said, “I am a citizen of Sheffield or Bordeaux or Genoa.\"\nBecause they all belonged to one and the same church they felt\na certain bond of brotherhood. And as all educated men could\nspeak Latin, they possessed an international language which\nremoved the stupid language barriers which have grown up\nin modern Europe and which place the small nations at such\nan enormous disadvantage. Just as an example, take the case\nof Erasmus, the great preacher of tolerance and laughter, who\nwrote his books in the sixteenth century. He was the native\nof a small Dutch village. He wrote in Latin and all the world\nwas his audience. If he were alive to-day, he would write in\nDutch. Then only five or six million people would be able to\nread him. To be understood by the rest of Europe and America,\nhis publishers would be obliged to translate his books into\ntwenty different languages. That would cost a lot of money\nand most likely the publishers would never take the trouble\nor the risk.",
        "Six hundred years ago that could not happen. The greater\npart of the people were still very ignorant and could not read\nor write at all. But those who had mastered the difficult art\nof handling the goose-quill belonged to an international republic\nof letters which spread across the entire continent and which\nknew of no boundaries and respected no limitations of language\nor nationality. The universities were the strongholds of\nthis republic. Unlike modern fortifications, they did not follow\nthe frontier. They were to be found wherever a teacher\nand a few pupils happened to find themselves together. There\nagain the Middle Ages and the Renaissance differed from our\nown time. Nowadays, when a new university is built, the\nprocess (almost invariably) is as follows: Some rich man\nwants to do something for the community in which he lives or\na particular religious sect wants to build a school to keep its\nfaithful children under decent supervision, or a state needs doc-\ntors and lawyers and teachers. The university begins as a\nlarge sum of money which is deposited in a bank. This money\nis then used to construct buildings and laboratories and dormitories.\nFinally professional teachers are hired, entrance examinations\nare held and the university is on the way.",
        "But in the Middle Ages things were done differently. A wise man\nsaid to himself, “I have discovered a great truth. I must impart my\nknowledge to others.” And he began to preach his wisdom\nwherever and whenever he could get a few people to listen to him,\nlike a modern soap-box orator. If he was an interesting speaker, the\ncrowd came and stayed. If he was dull, they shrugged their shoulders\nand continued their way.",
        "By and by certain young men began to come regularly to hear\nthe words of wisdom of this great teacher. They brought copybooks\nwith them and a little bottle of ink and a goose quill and\nwrote down what seemed to be important. One day it rained.\nThe teacher and his pupils retired to an empty basement or\nthe room of the “Professor.” The learned man sat in his chair\nand the boys sat on the floor. That was the beginning of the\nUniversity, the “universitas,” a corporation of professors and\nstudents during the Middle Ages, when the “teacher” counted\nfor everything and the building in which he taught counted for\nvery little.",
        "As an example, let me tell you of something that happened\nin the ninth century. In the town of Salerno near Naples there\nwere a number of excellent physicians. They attracted people\ndesirous of learning the medical profession and for almost a\nthousand years (until 1817) there was a university of Salerno\nwhich taught the wisdom of Hippocrates, the great Greek doctor\nwho had practiced his art in ancient Hellas in the fifth\ncentury before the birth of Christ.",
        "Then there was Abelard, the young priest from Brittany,\nwho early in the twelfth century began to lecture on theology\nand logic in Paris. Thousands of eager young men flocked\nto the French city to hear him. Other priests who disagreed\nwith him stepped forward to explain their point of view. Paris\nwas soon filled with a clamouring multitude of Englishmen and\nGermans and Italians and students from Sweden and Hungary\nand around the old cathedral which stood on a little island in\nthe Seine there grew the famous University of Paris.\nIn Bologna in Italy, a monk by the name of Gratian had\ncompiled a text-book for those whose business it was to know\nthe laws of the church. Young priests and many laymen then\ncame from all over Europe to hear Gratian explain his ideas.\nTo protect themselves against the landlords and the innkeepers\nand the boarding-house ladies of the city, they formed a corporation\n(or University) and behold the beginning of the university\nof Bologna.",
        "Next there was a quarrel in the University of Paris. We do\nnot know what caused it, but a number of disgruntled teachers\ntogether with their pupils crossed the channel and found a\nhospitable home in n little village on the Thames called Oxford,\nand in this way the famous University of Oxford came into\nbeing. In the same way, in the year 1222, there had been a split\nin the University of Bologna. The discontented teachers (again\nfollowed by their pupils) had moved to Padua and their proud city\nthenceforward boasted of a university of its own. And so it went\nfrom Valladolid in Spain to Cracow in distant Poland and from\nPoitiers in France to Rostock in Germany.",
        "It is quite true that much of the teaching done by these\nearly professors would sound absurd to our ears, trained to\nlisten to logarithms and geometrical theorems. The point\nhowever, which I want to make is this–the Middle Ages and\nespecially the thirteenth century were not a time when the\nworld stood entirely still. Among the younger generation,\nthere was life, there was enthusiasm, and there was a restless\nif somewhat bashful asking of questions. And out of this\nturmoil grew the Renaissance.",
        "But just before the curtain went down upon the last scene\nof the Mediaeval world, a solitary figure crossed the stage, of\nwhom you ought to know more than his mere name. This\nman was called Dante. He was the son of a Florentine lawyer\nwho belonged to the Alighieri family and he saw the light of\nday in the year 1265. He grew up in the city of his ancestors\nwhile Giotto was painting his stories of the life of St. Francis\nof Assisi upon the walls of the Church of the Holy Cross, but\noften when he went to school, his frightened eyes would see the\npuddles of blood which told of the terrible and endless warfare\nthat raged forever between the Guelphs and the Ghibellines,\nthe followers of the Pope and the adherents of the Emperors.",
        "When he grew up, he became a Guelph, because his father\nhad been one before him, just as an American boy might become\na Democrat or a Republican, simply because his father\nhad happened to be a Democrat or a Republican. But after a\nfew years, Dante saw that Italy, unless united under a single\nhead, threatened to perish as a victim of the disordered jealousies\nof a thousand little cities. Then he became a Ghilbeiline.",
        "He looked for help beyond the Alps. He hoped that a\nmighty emperor might come and re-establish unity and order.\nAlas! he hoped in vain. The Ghibellines were driven out of\nFlorence in the year 1802. From that time on until the day\nof his death amidst the dreary ruins of Ravenna, in the year\n1321, Dante was a homeless wanderer, eating the bread of\ncharity at the table of rich patrons whose names would have\nsunk into the deepest pit of oblivion but for this single fact,\nthat they had been kind to a poet in his misery. During the\nmany years of exile, Dante felt compelled to justify himself\nand his actions when he had been a political leader in his\nhome-town, and when he had spent his days walking along\nthe banks of the Arno that he might catch a glimpse of the\nlovely Beatrice Portinari, who died the wife of another man, a\ndozen years before the Ghibelline disaster.",
        "He had failed in the ambitions of his career. He had\nfaithfully served the town of is birth and before a corrupt\ncourt he had been accused of stealing the public funds and\nhad been condemned to be burned alive should he venture\nback within the realm of the city of Florence. To clear\nhimself before his own conscience and before his contemporaries,\nDante then created an Imaginary World and with great\ndetail he described the circumstances which had led to\nhis defeat and depicted the hopeless condition of greed and lust\nand hatred which had turned his fair and beloved Italy into a\nbattlefield for the pitiless mercenaries of wicked and selfish\ntyrants.",
        "He tells us how on the Thursday before Easter of the year\n1300 he had lost his way in a dense forest and how he found\nhis path barred by a leopard and a lion and a wolf. He gave\nhimself up for lost when a white figure appeared amidst the\ntrees. It was Virgil, the Roman poet and philosopher, sent\nupon his errand of mercy by the Blessed Virgin and by Beatrice,\nwho from high Heaven watched over the fate of her\ntrue lover. Virgil then takes Dante through Purgatory and\nthrough Hell. Deeper and deeper the path leads them until\nthey reach the lowest pit where Lucifer himself stands frozen\ninto the eternal ice surrounded by the most terrible of sinners,\ntraitors and liars and those who have achieved fame and\nsuccess by lies and by deceit. But before the two wanderers\nhave reached this terrible spot, Dante has met all those who\nin some way or other have played a role in the history of his\nbeloved city. Emperors and Popes, dashing knights and\nwhining usurers, they are all there, doomed to eternal punishment\nor awaiting the day of deliverance, when they shall\nleave Purgatory for Heaven.",
        "It is a curious story. It is a handbook of everything the\npeople of the thirteenth century did and felt and feared and\nprayed for. Through it all moves the figure of the lonely\nFlorentine exile, forever followed by the shadow of his own\ndespair.",
        "And behold! when the gates of death were closing upon\nthe sad poet of the Middle Ages, the portals of life swung\nopen to the child who was to be the first of the men of the\nRenaissance. That was Francesco Petrarca, the son of the\nnotary public of the little town of Arezzo.",
        "Francesco’s father had belonged to the same political party\nas Dante. He too had been exiled and thus it happened that\nPetrarca (or Petrarch, as we call him) was born away from\nFlorence. At the age of fifteen he was sent to Montpellier\nin France that he might become a lawyer like his father. But\nthe boy did not want to be a jurist. He hated the law. He\nwanted to be a scholar and a poet–and because he wanted to\nbe a scholar and a poet beyond everything else, he became one,\nas people of a strong will are apt to do. He made long\nvoyages, copying manuscripts in Flanders and in the cloisters\nalong the Rhine and in Paris and Liege and finally in Rome.\nThen he went to live in a lonely valley of the wild mountains\nof Vaucluse, and there he studied and wrote and soon he had\nbecome so famous for his verse and for his learning that both\nthe University of Paris and the king of Naples invited him\nto come and teach their students and subjects. On the way\nto his new job, he was obliged to pass through Rome. The\npeople had heard of his fame as an editor of half-forgotten\nRoman authors. They decided to honour him and in the\nancient forum of the Imperial City, Petrarch was crowned with\nthe laurel wreath of the Poet.",
        "From that moment on, his life was an endless career of\nhonour and appreciation. He wrote the things which people\nwanted most to hear. They were tired of theological\ndisputations. Poor Dante could wander through hell as much as\nhe wanted. But Petrarch wrote of love and of nature and the\nsun and never mentioned those gloomy things which seemed\nto have been the stock in trade of the last generation. And\nwhen Petrarch came to a city, all the people flocked out to\nmeet him and he was received like a conquering hero. If he\nhappened to bring his young friend Boccaccio, the story teller,\nwith him, so much the better. They were both men of their\ntime, full of curiosity, willing to read everything once, digging\nin forgotten and musty libraries that they might find still another\nmanuscript of Virgil or Ovid or Lucrece or any of the\nother old Latin poets. They were good Christians. Of course\nthey were! Everyone was. But no need of going around with\na long face and wearing a dirty coat just because some day\nor other you were going to die. Life was good. People were\nmeant to be happy. You desired proof of this? Very well.\nTake a spade and dig into the soil. What did you find?\nBeautiful old statues. Beautiful old vases. Ruins of ancient\nbuildings. All these things were made by the people of the\ngreatest empire that ever existed. They ruled all the world\nfor a thousand years. They were strong and rich and handsome\n(just look at that bust of the Emperor Augustus!). Of\ncourse, they were not Christians and they would never be\nable to enter Heaven. At best they would spend their days\nin purgatory, where Dante had just paid them a visit.",
        "But who cared? To have lived in a world like that of\nancient Rome was heaven enough for any mortal being. And\nanyway, we live but once. Let us be happy and cheerful for\nthe mere joy of existence.",
        "Such, in short, was the spirit that had begun to fill the\nnarrow and crooked streets of the many little Italian cities.",
        "You know what we mean by the “bicycle craze” or the\n“automobile craze.” Some one invents a bicycle. People who\nfor hundreds of thousands of years have moved slowly and\npainfully from one place to another go “crazy” over the prospect\nof rolling rapidly and easily over hill and dale. Then\na clever mechanic makes the first automobile. No longer is it\nnecessary to pedal and pedal and pedal. You just sit and\nlet little drops of gasoline do the work for you. Then everybody\nwants an automobile. Everybody talks about Rolls-\nRoyces and Flivvers and carburetors and mileage and oil. Explorers\npenetrate into the hearts of unknown countries that\nthey may find new supplies of gas. Forests arise in Sumatra\nand in the Congo to supply us with rubber. Rubber and oil\nbecome so valuable that people fight wars for their possession.\nThe whole world is “automobile mad” and little children can\nsay “car” before they learn to whisper “papa” and “mamma.”",
        "In the fourteenth century, the Italian people went crazy\nabout the newly discovered beauties of the buried world of\nRome. Soon their enthusiasm was shared by all the people of\nwestern Europe. The finding of an unknown manuscript became\nthe excuse for a civic holiday. The man who wrote a\ngrammar became as popular as the fellow who nowadays invents\na new spark-plug. The humanist, the scholar who devoted his\ntime and his energies to a study of “homo” or mankind (instead\nof wasting his hours upon fruitless theological investigations),\nthat man was regarded with greater honour and a deeper respect\nthan was ever bestowed upon a hero who had just conquered\nall the Cannibal Islands.",
        "In the midst of this intellectual upheaval, an event occurred\nwhich greatly favoured the study of the ancient philosophers\nand authors. The Turks were renewing their attacks upon\nEurope. Constantinople, capital of the last remnant of the\noriginal Roman Empire, was hard pressed. In the year 1393\nthe Emperor, Manuel Paleologue, sent Emmanuel Chrysoloras\nto western Europe to explain the desperate state of old Byzantium\nand to ask for aid. This aid never came. The Roman\nCatholic world was more than willing to see the Greek Catholic\nworld go to the punishment that awaited such wicked heretics.\nBut however indifferent western Europe might be to the fate\nof the Byzantines, they were greatly interested in the ancient\nGreeks whose colonists had founded the city on the Bosphorus\nten centuries after the Trojan war. They wanted to learn\nGreek that they might read Aristotle and Homer and Plato.\nThey wanted to learn it very badly, but they had no books and\nno grammars and no teachers. The magistrates of Florence\nheard of the visit of Chrysoloras. The people of their city\nwere “crazy to learn Greek.” Would he please come and\nteach them? He would, and behold! the first professor of\nGreek teaching alpha, beta, gamma to hundreds of eager young\nmen, begging their way to the city of the Arno, living in stables\nand in dingy attics that they night learn how to decline the verb\n<gr paidenw paideneis paidenei> and enter into the companionship of\nSophocles and Homer.",
        "Meanwhile in the universities, the old schoolmen, teaching\ntheir ancient theology and their antiquated logic; explaining\nthe hidden mysteries of the old Testament and discussing the\nstrange science of their Greek-Arabic-Spanish-Latin edition of\nAristotle, looked on in dismay and horror. Next, they turned\nangry. This thing was going too far. The young men were\ndeserting the lecture halls of the established universities to\ngo and listen to some wild-eyed “humanist” with his newfangled\nnotions about a “reborn civilization.”",
        "They went to the authorities. They complained. But one\ncannot force an unwilling horse to drink and one cannot\nmake unwilling ears listen to something which does not really\ninterest them. The schoolmen were losing ground rapidly. Here\nand there they scored a short victory. They combined forces\nwith those fanatics who hated to see other people enjoy a\nhappiness which was foreign to their own souls. In Florence,\nthe centre of the Great Rebirth, a terrible fight was fought\nbetween the old order and the new. A Dominican monk, sour\nof face and bitter in his hatred of beauty, was the leader of\nthe mediaeval rear-guard. He fought a valiant battle. Day\nafter day he thundered his warnings of God’s holy wrath\nthrough the wide halls of Santa Maria del Fiore. “Repent,\"\nhe cried, “repent of your godlessness, of your joy in things\nthat are not holy!” He began to hear voices and to see flaming\nswords that flashed through the sky. He preached to the\nlittle children that they might not fall into the errors of these\nways which were leading their fathers to perdition. He organised\ncompanies of boy-scouts, devoted to the service of the\ngreat God whose prophet he claimed to be. In a sudden moment\nof frenzy, the frightened people promised to do penance\nfor their wicked love of beauty and pleasure. They carried\ntheir books and their statues and their paintings to the market\nplace and celebrated a wild “carnival of the vanities” with holy\nsinging and most unholy dancing, while Savonarola applied his\ntorch to the accumulated treasures.",
        "But when the ashes cooled down, the people began to realise\nwhat they had lost. This terrible fanatic had made them destroy\nthat which they had come to love above all things. They\nturned against him, Savonarola was thrown into jail. He was\ntortured. But he refused to repent for anything he had done.\nHe was an honest man. He had tried to live a holy life. He\nhad willingly destroyed those who deliberately refused to\nshare his own point of view. It had been his duty to eradicate\nevil wherever he found it. A love of heathenish books and\nheathenish beauty in the eyes of this faithful son of the Church,\nhad been an evil. But he stood alone. He had fought the\nbattle of a time that was dead and gone. The Pope in Rome\nnever moved a finger to save him. On the contrary, he approved\nof his “faithful Florentines” when they dragged Savonarola\nto the gallows, hanged him and burned his body amidst\nthe cheerful howling and yelling of the mob.",
        "It was a sad ending, but quite inevitable. Savonarola\nwould have been a great man in the eleventh century. In the\nfifteenth century he was merely the leader of a lost cause.\nFor better or worse, the Middle Ages had come to an end when\nthe Pope had turned humanist and when the Vatican became\nthe most important museum of Roman and Greek antiquities.",
        "Continue...",
        "\nThis complete e-book of The Story of Mankind by Hendrik van Loon (Professor of the Social Sciences in Antioch College) is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Story of MankindBy Hendrik van LoonAt Amazon"
    ]
}