{
    "title": "The Adventures of Jimmie Dale II - Chapter XVI: “Death to the Gray Seal!”",
    "author": "Frank L. Packard",
    "chapter": "17",
    "content": [
        "\n\n",
        "On Jimmie Dale ran.  Across on Fourth Avenue he swung on a car that\ntook him to Astor Place.  Then striking east once more, making a\ndetour to avoid the Bowery, he ran on at top speed again.  To reach\nthe Sanctuary, not before the Magpie should have spread the alarm,\nthat was impossible, but to reach it before the underworld should\nhave had time to recover its breath, as it were, before the\nunderworld should have had time to act–that was his only chance!\nThe Magpie had, at the outside, a start of fifteen minutes; but he,\nJimmie Dale, had probably retrieved five minutes of that in the time\nhe had made in getting downtown.  That left the Magpie ten to the\ngood.  How long would it take the Magpie to bring the underworld\nswarming like hornets around the Sanctuary?",
        "On Larry the Bat ran.  At the Sanctuary were the clothes, the\nbelongings of Jimmie Dale.  Could he save Jimmie Dale!  If he could\nget there, change, and get out again, the way was clear for him–as\nclear as for the Tocsin now.  In a few hours the police would have\nevery member of the Crime Club in the trap; there would be no watch\nany more around his house on Riverside Drive; and he would be free\nto return there and resume his normal life as Jimmie Dale again if\nhe could make the Sanctuary in time!  But let the Magpie get there\nfirst, let the underworld tear the place to pieces in its fury as it\nwould do, let them discover that hiding place under the flooring,\nfor instance, and the Gray Seal would not be merely Larry the Bat,\nbut Jimmie Dale as well, and–a cry escaped him even as he ran–it\nmeant ruin, the disgrace of an honoured name, death, crimes without\nnumber at his door.  Crimes!  The Gray Seal had never committed a\ncrime!  But the crimes attributed to the Gray Seal he could not\ndisprove, not one of them!  He had meant them to appear as crimes–\nand he had succeeded so well that the Gray Seal’s name, execrated,\nwas a synonym for the most callous, dangerous, and unscrupulous\ncriminal of the age!",
        "He was gasping for breath as finally, making for the side door, he\ndarted into the alleyway that flanked the Sanctuary.  What story\nwould the Magpie tell?  Not the truth, of course–that would let the\nMagpie in for what had happened that night, for the Magpie must be\nwell aware that he had shot at least one of the two men in that\nroom.  But the truth wasn’t necessary; it was foreign, and had no\nbearing on the one outstanding fact–the Gray Seal was Larry the\nBat.  At the present moment the Magpie had a double incentive for\n“getting” the Gray Seal–the Gray Seal was the only one who could\nprove murder against him that night in the LaSalle mansion.  And\nafterwards, when the police version of the affair was made public,\nthe Magpie, to save himself, would be careful enough to do or say\nnothing to contradict “Henry LaSalle’s” confession!",
        "Larry the Bat slipped in through the door, halted there, listened;\nand then began to mount the rickety stairs, with his silent tread.\nAt the top he paused again.  Nothing–no sound!  They were not here\nyet–so far he was in time!  He stepped to the Sanctuary door,\nunlocked it, passed into the squalid, miserable room that had\nharboured him for so long as Larry the Bat, locked the door behind\nhim, crossed quickly to the window to make sure that the shutters\nwere closed–and then, for the first time, as the gray light\nstreaked in through the interstices, he was conscious that it was\nalready dawn.  So much the more need for haste then!",
        "He whipped out his revolver and laid it at his hand on the\ndilapidated table; then the flooring in the corner was up in an\ninstant, and he began to strip off the rags of Larry the Bat.\nBoots, mismated socks, the torn, patched trousers, the greasy\nflannel shirt, the threadbare coat, the nondescript slouch hat were\nthrown in a pile on the floor; and with them, from their hiding-\nplace, the grease paints and heterogeneous collection of make-up\naccessories.  This done, he began to slip on the clothes of Jimmie\nDale; and, when half dressed, turned to the table again to remove\nthe characteristic grime, stain, and paint of Larry the Bat from\nface, hands, wrists, throat, and neck.  This was a longer, more\narduous task.  He reached for the cracked pitcher to pour more water\ninto the basin–and, snatching up his revolver instead, whirled to\nface the door.",
        "Some one was outside!  He had caught the creak of a footstep upon\nthe stairs.  In a flash he was across the room and crouched by the\ndoor.  Yes, the step was nearer now–at the head of the stairs–on\nthe landing.  His revolver lifted, holding a steady bead on the door\npanel.  And then there came a low voice:",
        "“Jimmie!  Jimmie!  Are you there?  Quick, Jimmie!  Are you there?”",
        "The Tocsin!  What was she doing here!  Why had he not warned her up\nthere on the avenue, fool that he was, that of all places she was to\nkeep away from here!",
        "She slipped into the room as he unlocked the door.",
        "“They’re coming, Jimmie!” she panted breathlessly.  “There’s not an\ninstant to lose!  Listen!  When the Magpie ran from the house, I ran\nwith him–but it\"–she tried to smile–\"it wasn’t to obey you, to\nrun away–I had made up my mind I wouldn’t do that–it was to find\nout from him what had happened.  He told me you were the Gray Seal.\nHe did not suspect me.  He thinks you were no more than just Larry\nthe Bat to me, as you were to everybody else.  He went straight to\nChicago Ike’s gambling rooms and found the Skeeter’s gang there–you\nknow them, Red Mose, the Midget, Harve Thoms, and the Skeeter–you\nremember your fight with them over old Luddy’s diamonds!  Well, they\nhave not forgotten, either!  They are on their way here, now!  The\nnews that you are the Gray Seal is travelling like lightning all\nthrough the underworld–there will be a mob here on the Skeeter’s\nheels.  So, Jimmie–quick!  Run!”",
        "Run!  Half Larry the Bat, half Jimmie Dale–and run!  In another\nfive minutes, perhaps–yes.  But there probably would not be five\nminutes–and she–if she were found here!",
        "“Yes,” he said quietly.  “I’ll get away in a moment.  You go at\nonce.  I’ll\"–he was smiling at her reassuringly–\"I’ll meet you at–”",
        "She looked at him then for an instant–interrupting him quickly, as\nshe shook her head.",
        "“I didn’t notice, Jimmie.  You cannot go like that–can you?  It\nwould be even worse than being caught as Larry the Bat.  Hurry\nthen–I am not going without you.”",
        "“No!” he said.  “Go now!  Go at once, Marie–while you can.  You\nhave risked your life as it is to come here and tell me this.  For\nGod’s sake, go now!”",
        "The great, brown eyes were smiling bravely through a sudden mist.\nShe shook her head again.",
        "“Not without you, Jimmie.”",
        "It brought a fierce, wild throb of joy upon him–and then a cold,\nsickening fear.",
        "“Listen!” he cried out desperately.  “You must go now!  You cannot\ntake any chances now, Marie.  Everything is right for you.  That man\nwho posed as your uncle is dead–the leader of the Crime Club is\ndead.  Don’t you understand what that means!  You have only to be\nMarie LaSalle again and claim your own.  I cannot tell you all now–\nthere’s no time.  That house was the Crime Club itself.  The police\nwill get them all.  Don’t you see!  Don’t you see!  Everything is\nclear for you now–and now go!  Go–you must go!”",
        "She was staring at him, a strange wonder in her face.",
        "“Clear!  All clear–for me!  I–I can go back to–to my own life\nagain!”  It was as though she were whispering some amazing thing of\nunbelievable joy to herself.",
        "“YES!” he cried out again.  “Yes!  But go–go, Marie!”",
        "But now, for answer, suddenly she reached out and took the key from\nthe door and put it in the pocket of her dress.",
        "“We will go together, Jimmie–or not at all,” she said simply.  “We\nare wasting precious moments.  Hurry and dress!”",
        "He hesitated miserably.  What could he do–if she WOULD not go!  And\nit was true–the moments were flying.  Better, rather than futile\nargument, to use them as she said.  There was still a chance!  Why\nnot!  Five minutes!  He could do better than that!  He MUST do\nbetter than that!",
        "Without a word, he ran back across the room.  In frantic haste, from\nface, hands, wrists, and neck came the stain.  There was still time.\nShe was standing there by the door, listening.  She, the Tocsin, she\nwhom he loved, she who, all through the years that had gone, had\nbeen so strangely elusive and yet so intimately a part of his life,\nSHE was standing there now, here with him–in peril with every\nsecond that passed!",
        "He had only to slip on his coat and vest now–and make a bundle of\nLarry the Bat’s things on the floor, so that he could carry them\naway to destroy them.  He stooped to gather up the clothes–and\nstraightened suddenly–and jumped toward the door again.",
        "“They are coming, Jimmie!” she called, in a low voice.  But he had\nalready heard them–the stairs were creaking loudly under the tread\nof many feet.  He pushed the Tocsin hurriedly back against the wall\nat the side of the door.",
        "“Stand there!” he said, under his breath.  “Out of the line of fire!\nDon’t move!”",
        "There was a rush against the door–and then a voice growled:",
        "“Aw, cut dat out!  Wot do youse want to do–scare him away by\nbustin’ it!  Pick de lock, an’ we’ll lay for him inside till he\nshows up.”",
        "It was the Skeeter’s voice.  The Skeeter and his gang–the worst\napaches in the city of New York!  Professional assassins, death\ncontractors, he had called them–and the lowest bidders!  A man’s\nlife any time for twenty-five dollars!  No, they were not likely to\nforget the affair of the pushcart man, to forget old Luddy and his\ndiamonds, to forget–the Gray Seal!  And they were only the vanguard\nof what was to come!",
        "Some one was working at the lock now.  There was one way to stop\nthat.  It would not take them long to find out that he WAS there\nonce the door was opened!  Better know it with the door SHUT!\nJimmie Dale lifted his revolver coolly and fired through the panel.",
        "A burst of yells answered the shot; and among them, high above the\nothers, the Magpie’s scream:",
        "“We got him!  We got him!  He’s dere now!”",
        "And then it seemed that pandemonium broke loose–there was a volley\nof shots, the bullets splintering through the door panels as from a\nmachine gun, so fast they came–and then another rush against the\ndoor.",
        "Flat on the floor, but well back and to one side, Jimmie Dale fired\nsteadily–again and again.",
        "Came screams of pain, yells, and oaths–and they fell back from the\ndoor.",
        "And now from above, from overhead, came tumult–windows thrown up,\nthe stamp of feet, cries of fright.  And from the street, a low,\nsullen roar.  The underworld was gathering fast!",
        "Once more the rush upon the door–and Jimmie Dale, a grim, twisted\nsmile upon his lips, emptied his revolver into the panels.  Once\nmore they fell back–and then there came the Skeeter’s voice,\nsnarling like an infuriated beast:",
        "“He’ll get de lot of us like dis!  Cut it out!  Besides, we’ll have\nde bulls down here in a minute–an’ he’s OUR meat, not theirs.\nDey’d be too damned soft wid him–dey’d only send him to de chair.\nYouse chase upstairs, Mose, an’ pass de word to beat it–an’ beat it\nquick.  We’ll BURN de skunk out–dat’s wot.  An’ de bulls can stand\nalongside an’ watch, if dey likes–but he’s our meat.”",
        "Jimmie Dale did not dare to look at the Tocsin’s face.  Mechanically\nhe refilled the magazine of his automatic–and lay there, waiting.\nThe roar from the street grew louder.  They seemed to be fighting\nout there, as though an inadequate number of police were trying to\ndisperse a mob–and not succeeding!  Pretty soon, with the riot call\nin, there would probably be a battle–for the Gray Seal!  Sublime\nirony!  It was death at the hands of either one!",
        "Children whimpered on the stairs outside, men swore, women cried,\nfeet shuffled hurriedly by as the tenement emptied.  Occasionally, a\npertinent invitation to him to remain where he was, there was a\nvicious rip through the panel, and the drumming whir of a bullet\nflying through the room.  And then a curious, ominous crackling\nsound–and then the smell of smoke.",
        "Jimmie Dale stood up, his face drawn and haggard.  The tenement\nwould go like matchwood, burn like a bonfire, with any kind of a\nstart–and there was no doubt about the start!  The Skeeter, the\nMagpie, and the rest would have seen that it had headway enough to\nserve their purpose before either firemen or police could thwart\nthem.  He, Jimmie Dale, could take his choice: walk out into a\nbullet, or stay there and–he smiled miserably as his eyes fell upon\nthe pile of Larry the Bat’s clothing on the floor.  There was no\nlonger need to worry about ITS destruction–the fire would take care\nof that only too well!  And then a low, bitter cry came to his lips,\nand he clenched his hands.  If it were only himself–only himself!\nHe crossed to the Tocsin and caught her in his arms.",
        "“Oh, my God–Marie!” he faltered.",
        "The cape and hood had fallen from her, and with the hood had fallen\nthe gray-streaked hair of Silver Mag–and now as she smiled at him\nit was from a face that was very beautiful and very brave and very\nfull of tenderness.",
        "And he held her there–and neither spoke.",
        "It seeped in under the threshold of the door, it came from\neverywhere, filling the room–the black, strangling smoke.  Outside\nin the hall all was silence now–save for that crackle of flame that\ngrew in volume, that came now in quick, sharp reports, like revolver\nshots.  From out in the street swelled a cry: “Death to the Gray\nSeal!”  Then the clang of bells, the roar and rattle of fire\napparatus, strident voices bellowing orders, and the crowd again,\nblood hungry: “Death to the Gray Seal!”",
        "There was a chance, just one–if the fire had no headway along the\nupper end of the landing–and if they had not thought to set a watch\nfor him ABOVE!  They–the Magpie, the Skeeter, and his gang–must\nhave been driven even out of the house now by the smoke and flame.",
        "“Give me the key, I am going to open the door, Marie,” he said\nquietly.  “Cover your face with a handkerchief, anything, and run to\nthe LEFT to the next flight of stairs.  There are two flats above\nthis–we’ll make the roof if we can.  Now–are you ready?”",
        "It was an instant before she answered, an instant in which she\nlifted her face to his, and held his face between her two hands–and\nthen:",
        "“I am ready, Jimmie.”",
        "He flung open the door, his arm around her to help her forward–and\ninstinctively, with a cry, fell back for a moment.  With the inrush\nof the draft poured the smoke, and through it, lurid, yellow, showed\nthe flames leaping from the stair well.",
        "And then all was blind madness.  Together they ran.  At the foot of\nthe stairs she fell, recovered herself, staggered up another–and\nfell again.  He caught her up in his arms and, staggering now as she\nhad staggered, went on.  His lungs seemed to be bursting.  His limbs\ngrew weak and trembled under him.  He could not see or breathe.  The\nnauseating fumes suffocated him, bringing an intolerable agony.  He\ngained the first landing above.  There was one more–one more!  If\nhe could only rest here for a moment!  Yes, that was it–rest.  It\nwasn’t so bad here now.  She stirred in his arms, struggled to her\nfeet–and he was helping her on again, and up the next flight of\nstairs.",
        "And suddenly he found himself laughing in hysteria–for they were\nclimbing a half stair, half ladderway at the end of the upper\nlanding, and the open skylight was above them, and they were\ndrinking in the pure, fresh air–and now they were out upon the\nroof, and the roar from the street was in their ears, like the roar\nof great waters from some canyon far below.  Jimmie Dale tried to\nspeak, and found his lips were cracked and dry.  He wet them with\nhis tongue.",
        "“Don’t stand up–we’d be seen–CRAWL,” he mumbled hoarsely.",
        "It took a long time–over one roof, and then another, and yet\nanother–and then through the skylight of a tenement whose occupants\nwere either craning from the front windows, or were on the street\nbelow.  It was, perhaps, half an hour–and then they, too, were\nstanding in the street, and all about them the crowd was shouting in\nwild excitement.",
        "Up the block, inside the fire lines, the Sanctuary was blazing\nfuriously–and now suddenly the wall seemed to bulge outward.  It\nbrought a yell from the crowd:",
        "“Death to the Gray Seal!”",
        "She pulled at his arm.",
        "“Let us get away!  Let us get away, Jimmie!” she whispered\nfrantically.",
        "A strange smile was on Jimmie Dale’s lips.",
        "“We’re safe now–for always,” he whispered back.  “Look!”",
        "The Sanctuary wall bulged farther outward, seemed to hang an instant\nhesitant in mid-air–and fell with a mighty crash.",
        "The Gray Seal was dead!",
        " ",
        "\nThis eBook of The Adventures of Jimmie Dale by Frank L. Packard belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}