{
    "title": "The Crimes of England - IX– The Awakening of England",
    "author": "G.K. Chesterton",
    "chapter": "8",
    "content": [
        "\n\n",
        "In October 1912 silent and seemingly uninhabited crags and chasms in the\nhigh western region of the Balkans echoed and re-echoed with a single\nshot. It was fired by the hand of a king–real king, who sat listening\nto his people in front of his own house (for it was hardly a palace),\nand who, in consequence of his listening to the people, not unfrequently\nimprisoned the politicians. It is said of him that his great respect for\nGladstone as the western advocate of Balkan freedom was slightly\nshadowed by the fact that Gladstone did not succeed in effecting the\nbodily capture of Jack the Ripper. This simple monarch knew that if a\nmalefactor were the terror of the mountain hamlets, his subjects would\nexpect him personally to take arms and pursue the ruffian; and if he\nrefused to do so, would very probably experiment with another king. And\nthe same primitive conception of a king being kept for some kind of\npurpose, led them also to expect him to lead in a foreign campaign, and\nit was with his own hand that he fired the first shot of the war which\nbrought down into the dust the ancient empire of the Grand Turk.",
        "His kingdom was little more than the black mountain after which it was\nnamed: we commonly refer to it under its Italian translation of\nMontenegro. It is worth while to pause for a moment upon his picturesque\nand peculiar community, because it is perhaps the simplest working model\nof all that stood in the path of the great Germanic social machine I\nhave described in the last chapter–stood in its path and was soon to be\nvery nearly destroyed by its onset. It was a branch of the Serbian stock\nwhich had climbed into this almost inaccessible eyrie, and thence, for\nmany hundred years, had mocked at the predatory empire of the Turks. The\nSerbians in their turn were but one branch of the peasant Slavs,\nmillions of whom are spread over Russia and subject on many sides to\nempires with which they have less sympathy; and the Slavs again, in the\nbroad features which are important here, are not merely Slavonic but\nsimply European. But a particular picture is generally more pointed and\nintelligible than tendencies which elsewhere are mingled with subtler\ntendencies; and of this unmixed European simplicity Montenegro is an\nexcellent model.",
        "Moreover, the instance of one small Christian State will serve to\nemphasise that this is not a quarrel between England and Germany, but\nbetween Europe and Germany. It is my whole purpose in these pages not to\nspare my own country where it is open to criticism; and I freely admit\nthat Montenegro, morally and politically speaking, is almost as much in\nadvance of England as it is of Germany. In Montenegro there are no\nmillionaires–and therefore next to no Socialists. As to why there are\nno millionaires, it is a mystery, and best studied among the mysteries\nof the Middle Ages. By some of the dark ingenuities of that age of\npriestcraft a curious thing was discovered–that if you kill every\nusurer, every forestaller, every adulterater, every user of false\nweights, every fixer of false boundaries, every land-thief, every\nwater-thief, you afterwards discover by a strange indirect miracle, or\ndisconnected truth from heaven, that you have no millionaires. Without\ndwelling further on this dark matter, we may say that this great gap in\nthe Montenegrin experience explains the other great gap–the lack of\nSocialists. The Class-conscious Proletarian of All Lands is curiously\nabsent from this land. The reason (I have sometimes fancied) is that the\nProletarian is class-conscious, not because he is a Proletarian of All\nLands, but because he is a Proletarian with no lands. The poor people in\nMontenegro have lands–not landlords. They have roots; for the peasant\nis the root of the priest, the poet, and the warrior. And this, and\nnot a mere recrimination about acts of violence, is the ground of the\nage-long Balkan bitterness against the Turkish conqueror. Montenegrins\nare patriotic for Montenegro; but Turks are not patriotic for Turkey.\nThey never heard of it, in fact. They are Bedouins, as homeless as the\ndesert. The “wrong horse” of Lord Salisbury was an Arab steed, only\nstabled in Byzantium. It is hard enough to rule vagabond people, like\nthe gypsies. To be ruled by them is impossible.",
        "Nevertheless what was called the nineteenth century, and named with a\nsort of transcendental faith (as in a Pythagorean worship of number),\nwas wearing to its close with reaction everywhere, and the Turk, the\ngreat type of reaction, stronger than ever in the saddle. The most\ncivilised of the Christian nations overshadowed by the Crescent dared to\nattack it and was overwhelmed in a catastrophe that seemed as\nunanswerable as Hittin. In England Gladstone and Gladstonism were dead;\nand Mr. Kipling, a less mystical Carlyle, was expending a type of praise\nupon the British Army which would have been even more appropriate to the\nPrussian Army. The Prussian Army ruled Prussia; Prussia ruled Germany;\nGermany ruled the Concert of Europe. She was planting everywhere the\nappliances of that new servile machinery which was her secret; the\nabsolute identification of national subordination with business\nemployment; so that Krupp could count on Kaiser and Kaiser on Krupp.\nEvery other commercial traveller was pathetically proud of being both a\nslave and a spy. The old and the new tyrants had taken hands. The “sack\"\nof the boss was as silent and fatal as the sack of the Bosphorus. And\nthe dream of the citizen was at an end.",
        "It was under a sky so leaden and on a road so strewn with bones that the\nlittle mountain democracy with its patriarchal prince went out, first\nand before all its friends, on the last and seemingly the most hopeless\nof the rebellions against the Ottoman Empire. Only one of the omens\nseemed other than disastrous; and even that was doubtful. For the\nsuccessful Mediterranean attack on Tripoli while proving the gallantry\nof the Italians (if that ever needed proving) could be taken in two\nways, and was seen by many, and probably most, sincere liberals as a\nmere extension of the Imperialist reaction of Bosnia and Paardeberg, and\nnot as the promise of newer things. Italy, it must be remembered, was\nstill supposed to be the partner of Prussia and the Hapsburgs. For days\nthat seemed like months the microscopic state seemed to be attempting\nalone what the Crusades had failed to accomplish. And for days Europe\nand the great powers were thunderstruck, again and yet again, by the\nnews of Turkish forts falling, Turkish cohorts collapsing, the\nunconquerable Crescent going down in blood. The Serbians, the\nBulgarians, the Greeks had gathered and risen from their lairs; and men\nknew that these peasants had done what all the politicians had long\ndespaired of doing, and that the spirit of the first Christian Emperor\nwas already standing over the city that is named after his name.",
        "For Germany this quite unexpected rush was a reversal of the whole tide\nof the world. It was as if the Rhine itself had returned from the ocean\nand retired into the Alps. For a long time past every important\npolitical process in Europe had been produced or permitted by Prussia.\nShe had pulled down ministers in France and arrested reforms in Russia.\nHer ruler was acclaimed by Englishmen like Rhodes, and Americans like\nRoosevelt, as the great prince of the age. One of the most famous and\nbrilliant of our journalists called him “the Lord Chief Justice of\nEurope.” He was the strongest man in Christendom; and he had confirmed\nand consecrated the Crescent. And when he had consecrated it a few hill\ntribes had risen and trampled it like mire. One or two other things\nabout the same time, less important in themselves, struck in the\nPrussian’s ear the same new note of warning and doubt. He sought to\nobtain a small advantage on the north-west coast of Africa; and England\nseemed to show a certain strange stiffness in insisting on its\nabandonment. In the councils over Morocco, England agreed with France\nwith what did not seem altogether an accidental agreement. But we shall\nnot be wrong if we put the crucial point of the German surprise and\nanger at the attack from the Balkans and the fall of Adrianople. Not\nonly did it menace the key of Asia and the whole Eastern dream of German\ncommerce; not only did it offer the picture of one army trained by\nFrance and victorious, and another army trained by Germany and beaten.\nThere was more than the material victory of the Creusot over the Krupp\ngun. It was also the victory of the peasant’s field over the Krupp\nfactory. By this time there was in the North German brain an awful\ninversion of all the legends and heroic lives that the human race has\nloved. Prussia hated romance. Chivalry was not a thing she neglected;\nit was a thing that tormented her as any bully is tormented by an\nunanswered challenge. That weird process was completed of which I have\nspoken on an earlier page, whereby the soul of this strange people was\neverywhere on the side of the dragon against the knight, of the giant\nagainst the hero. Anything unexpected–the forlorn hopes, the\neleventh-hour inspirations, by which the weak can elude the strong, and\nwhich take the hearts of happier men like trumpets–filled the Prussian\nwith a cold fury, as of a frustrated fate. The Prussian felt as a\nChicago pork butcher would feel if the pigs not only refused to pass\nthrough his machine, but turned into romantic wild boars, raging and\nrending, calling for the old hunting of princes and fit to be the crests\nof kings.",
        "The Prussian saw these things and his mind was made up. He was silent;\nbut he laboured: laboured for three long years without intermission at\nthe making of a military machine that should cut out of the world for\never such romantic accident or random adventure; a machine that should\ncure the human pigs for ever of any illusion that they had wings. That\nhe did so plot and prepare for an attack that should come from him,\nanticipating and overwhelming any resistance, is now, even in the\ndocuments he has himself published, a fact of common sense. Suppose a\nman sells all his lands except a small yard containing a well; suppose\nin the division of the effects of an old friend he particularly asks for\nhis razors; suppose when a corded trunk is sent him he sends back the\ntrunk, but keeps the cord. And then suppose we hear that a rival of his\nhas been lassoed with a rope, his throat then cut, apparently with a\nrazor, and his body hidden in a well, we do not call in Sherlock Holmes\nto project a preliminary suspicion about the guilty party. In the\ndiscussions held by the Prussian Government with Lord Haldane and Sir\nEdward Grey we can now see quite as plainly the meaning of the things\nthat were granted and the things that were withheld, the things that\nwould have satisfied the Prussian plotter and the things that did not\nsatisfy him. The German Chancellor refused an English promise not to be\naggressive and asked instead for an English promise to be neutral. There\nis no meaning in the distinction, except in the mind of an aggressor.\nGermany proposed a pacific arrangement which forbade England to form a\nfighting alliance with France, but permitted Germany to retain her old\nfighting alliance with Austria. When the hour of war came she used\nAustria, used the old fighting alliance and tried to use the new idea of\nEnglish neutrality. That is to say, she used the rope, the razor, and\nthe well.",
        "But it was either by accident or by individual diplomatic skill that\nEngland at the end of the three years even had her own hands free to\nhelp in frustrating the German plot. The mass of the English people had\nno notion of such a plot; and indeed regarded the occasional suggestion\nof it as absurd. Nor did even the people who knew best know very much\nbetter. Thanks and even apologies are doubtless due to those who in the\ndeepest lull of our sleeping partnership with Prussia saw her not as a\npartner but a potential enemy; such men as Mr. Blatchford, Mr. Bart\nKennedy, or the late Emil Reich. But there is a distinction to be made.\nFew even of these, with the admirable and indeed almost magical\nexception of Dr. Sarolea, saw Germany as she was; occupied mainly with\nEurope and only incidentally with England; indeed, in the first stages,\nnot occupied with England at all. Even the Anti-Germans were too\ninsular. Even those who saw most of Germany’s plan saw too much of\nEngland’s part in it. They saw it almost wholly as a commercial and\ncolonial quarrel; and saw its issue under the image of an invasion of\nEngland, which is even now not very probable. This fear of Germany was\nindeed a very German fear of Germany. This also conceived the English as\nSea-Germans. It conceived Germany as at war with something like\nitself–practical, prosaic, capitalist, competitive Germany, prepared to\ncut us up in battle as she cut us out in business. The time of our\nlarger vision was not yet, when we should realise that Germany was more\ndeeply at war with things quite unlike herself, things from which we\nalso had sadly strayed. Then we should remember what we were and see\nwhence we also had come; and far and high upon that mountain from which\nthe Crescent was cast down, behold what was everywhere the real enemy of\nthe Iron Cross–the peasant’s cross, which is of wood.",
        "Even our very slight ripples of panic, therefore, were provincial, and\neven shallow; and for the most part we were possessed and convinced of\npeace. That peace was not a noble one. We had indeed reached one of the\nlowest and flattest levels of all our undulating history; and it must be\nadmitted that the contemptuous calculation with which Germany counted on\nour submission and abstention was not altogether unfounded, though it\nwas, thank God, unfulfilled. The full fruition of our alliances against\nfreedom had come. The meek acceptance of Kultur in our books and schools\nhad stiffened what was once a free country with a German formalism and a\nGerman fear. By a queer irony, even the same popular writer who had\nalready warned us against the Prussians, had sought to preach among the\npopulace a very Prussian fatalism, pivoted upon the importance of the\ncharlatan Haeckel. The wrestle of the two great parties had long\nslackened into an embrace. The fact was faintly denied, and a pretence\nwas still made that no pact: existed beyond a common patriotism. But the\npretence failed altogether; for it was evident that the leaders on\neither side, so far from leading in divergent directions, were much\ncloser to each other than to their own followers. The power of these\nleaders had enormously increased; but the distance between them had\ndiminished, or, rather, disappeared. It was said about 1800, in derision\nof the Foxite rump, that the Whig Party came down to Parliament in a\nfour-wheeler. It might literally be said in 1900 that the Whig Party and\nthe Tory Party came to Parliament in a hansom cab. It was not a case of\ntwo towers rising into different roofs or spires, but founded in the\nsame soil. It was rather the case of an arch, of which the\nfoundation-stones on either side might fancy they were two buildings;\nbut the stones nearest the keystone would know there was only one. This\n“two-handed engine” still stood ready to strike, not, indeed, the other\npart of itself, but anyone who ventured to deny that it was doing so. We\nwere ruled, as it were, by a Wonderland king and queen, who cut off our\nheads, not for saying they quarrelled but for saying they didn’t. The\nlibel law was now used, not to crush lies about private life, but to\ncrush truths about public life. Representation had become mere\nmisrepresentation; a maze of loopholes. This was mainly due to the\nmonstrous presence of certain secret moneys, on which alone many men\ncould win the ruinous elections of the age, and which were contributed\nand distributed with less check or record than is tolerated in the\nlowest trade or club. Only one or two people attacked these funds;\nnobody defended them. Through them the great capitalists had the handle\nof politics, as of everything else. The poor were struggling hopelessly\nagainst rising prices; and their attempts at collective bargaining, by\nthe collective refusal of badly-paid work, were discussed in the press,\nLiberal and Tory, as attacks upon the State. And so they were; upon the\nServile State.",
        "Such was the condition of England in 1914, when Prussia, now at last\narmed to the teeth and secure of triumph, stood up before the world, and\nsolemnly, like one taking a sacrament, consecrated her campaign with a\ncrime. She entered by a forbidden door, one which she had herself\nforbidden–marching upon France through neutralised Belgium, where every\nstep was on her broken word. Her neutralised neighbours resisted, as\nindeed they, like ourselves, were pledged to do. Instantly the whole\ninvasion was lit up with a flame of moral lunacy, that turned the\nwatching nations white who had never known the Prussian. The statistics\nof non-combatants killed and tortured by this time only stun the\nimagination. But two friends of my own have been in villages sacked by\nthe Prussian march. One saw a tabernacle containing the Sacrament\npatiently picked out in pattern by shot after shot. The other saw a\nrocking-horse and the wooden toys in a nursery laboriously hacked to\npieces. Those two facts together will be enough to satisfy some of us of\nthe name of the Spirit that had passed.",
        "And then a strange thing happened. England, that had not in the modern\nsense any army at all, was justified of all her children. Respected\ninstitutions and reputations did indeed waver and collapse on many\nsides: though the chief of the states replied worthily to a bribe from\nthe foreign bully, many other politicians were sufficiently wild and\nweak, though doubtless patriotic in intention. One was set to restrain\nthe journalists, and had to be restrained himself, for being more\nsensational than any of them. Another scolded the working-classes in the\nstyle of an intoxicated temperance lecturer. But England was saved by a\nforgotten thing–the English. Simple men with simple motives, the chief\none a hate of injustice which grows simpler the longer we stare at it,\ncame out of their dreary tenements and their tidy shops, their fields\nand their suburbs and their factories and their rookeries, and asked for\nthe arms of men. In a throng that was at last three million men, the\nislanders went forth from their island, as simply as the mountaineers\nhad gone forth from their mountain, with their faces to the dawn.",
        "Continue...",
        "\nThis eBook of “The Crimes of England” by G.K. Chesterton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The Crimes Of EnglandBy G. K. ChestertonAt Amazon"
    ]
}