{
    "title": "Three Men in a Boat - Chapter II.",
    "author": "Jerome K. Jerome",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "PLANS DISCUSSED. – PLEASURES OF “CAMPING-OUT,” ON FINE NIGHTS. – DITTO, \nWET NIGHTS. – COMPROMISE DECIDED ON. – MONTMORENCY, FIRST IMPRESSIONS OF. \n- FEARS LEST HE IS TOO GOOD FOR THIS WORLD, FEARS SUBSEQUENTLY DISMISSED \nAS GROUNDLESS. – MEETING ADJOURNS.",
        "WE pulled out the maps, and discussed plans.",
        "We arranged to start on the following Saturday from Kingston.  Harris and \nI would go down in the morning, and take the boat up to Chertsey, and \nGeorge, who would not be able to get away from the City till the \nafternoon (George goes to sleep at a bank from ten to four each day, \nexcept Saturdays, when they wake him up and put him outside at two), \nwould meet us there.",
        "Should we “camp out” or sleep at inns?",
        "George and I were for camping out.  We said it would be so wild and free, \nso patriarchal like.",
        "Slowly the golden memory of the dead sun fades from the hearts of the \ncold, sad clouds.  Silent, like sorrowing children, the birds have ceased \ntheir song, and only the moorhen’s plaintive cry and the harsh croak of \nthe corncrake stirs the awed hush around the couch of waters, where the \ndying day breathes out her last.",
        "From the dim woods on either bank, Night’s ghostly army, the grey \nshadows, creep out with noiseless tread to chase away the lingering rear-\nguard of the light, and pass, with noiseless, unseen feet, above the \nwaving river-grass, and through the sighing rushes; and Night, upon her \nsombre throne, folds her black wings above the darkening world, and, from \nher phantom palace, lit by the pale stars, reigns in stillness.",
        "Then we run our little boat into some quiet nook, and the tent is \npitched, and the frugal supper cooked and eaten.  Then the big pipes are \nfilled and lighted, and the pleasant chat goes round in musical \nundertone; while, in the pauses of our talk, the river, playing round the \nboat, prattles strange old tales and secrets, sings low the old child’s \nsong that it has sung so many thousand years – will sing so many thousand \nyears to come, before its voice grows harsh and old – a song that we, who \nhave learnt to love its changing face, who have so often nestled on its \nyielding bosom, think, somehow, we understand, though we could not tell \nyou in mere words the story that we listen to.",
        "And we sit there, by its margin, while the moon, who loves it too, stoops \ndown to kiss it with a sister’s kiss, and throws her silver arms around \nit clingingly; and we watch it as it flows, ever singing, ever \nwhispering, out to meet its king, the sea – till our voices die away in \nsilence, and the pipes go out – till we, common-place, everyday young men \nenough, feel strangely full of thoughts, half sad, half sweet, and do not \ncare or want to speak – till we laugh, and, rising, knock the ashes from \nour burnt-out pipes, and say “Good-night,” and, lulled by the lapping \nwater and the rustling trees, we fall asleep beneath the great, still \nstars, and dream that the world is young again – young and sweet as she \nused to be ere the centuries of fret and care had furrowed her fair face, \nere her children’s sins and follies had made old her loving heart – sweet \nas she was in those bygone days when, a new-made mother, she nursed us, \nher children, upon her own deep breast – ere the wiles of painted \ncivilization had lured us away from her fond arms, and the poisoned \nsneers of artificiality had made us ashamed of the simple life we led \nwith her, and the simple, stately home where mankind was born so many \nthousands years ago.",
        "Harris said:",
        "“How about when it rained?”",
        "You can never rouse Harris.  There is no poetry about Harris – no wild \nyearning for the unattainable.  Harris never “weeps, he knows not why.”  \nIf Harris’s eyes fill with tears, you can bet it is because Harris has \nbeen eating raw onions, or has put too much Worcester over his chop.",
        "If you were to stand at night by the sea-shore with Harris, and say:",
        "“Hark! do you not hear?  Is it but the mermaids singing deep below the \nwaving waters; or sad spirits, chanting dirges for white corpses, held by \nseaweed?”  Harris would take you by the arm, and say:",
        "“I know what it is, old man; you’ve got a chill.  Now, you come along \nwith me.  I know a place round the corner here, where you can get a drop \nof the finest Scotch whisky you ever tasted – put you right in less than \nno time.”",
        "Harris always does know a place round the corner where you can get \nsomething brilliant in the drinking line.  I believe that if you met \nHarris up in Paradise (supposing such a thing likely), he would \nimmediately greet you with:",
        "“So glad you’ve come, old fellow; I’ve found a nice place round the \ncorner here, where you can get some really first-class nectar.”",
        "In the present instance, however, as regarded the camping out, his \npractical view of the matter came as a very timely hint.  Camping out in \nrainy weather is not pleasant.",
        "It is evening.  You are wet through, and there is a good two inches of \nwater in the boat, and all the things are damp.  You find a place on the \nbanks that is not quite so puddly as other places you have seen, and you \nland and lug out the tent, and two of you proceed to fix it.",
        "It is soaked and heavy, and it flops about, and tumbles down on you, and \nclings round your head and makes you mad.  The rain is pouring steadily \ndown all the time.  It is difficult enough to fix a tent in dry weather: \nin wet, the task becomes herculean.  Instead of helping you, it seems to \nyou that the other man is simply playing the fool.  Just as you get your \nside beautifully fixed, he gives it a hoist from his end, and spoils it \nall.",
        "“Here! what are you up to?” you call out.",
        "“What are YOU up to?” he retorts; “leggo, can’t you?”",
        "“Don’t pull it; you’ve got it all wrong, you stupid ass!” you shout.",
        "“No, I haven’t,” he yells back; “let go your side!”",
        "“I tell you you’ve got it all wrong!” you roar, wishing that you could \nget at him; and you give your ropes a lug that pulls all his pegs out.",
        "“Ah, the bally idiot!” you hear him mutter to himself; and then comes a \nsavage haul, and away goes your side.  You lay down the mallet and start \nto go round and tell him what you think about the whole business, and, at \nthe same time, he starts round in the same direction to come and explain \nhis views to you.  And you follow each other round and round, swearing at \none another, until the tent tumbles down in a heap, and leaves you \nlooking at each other across its ruins, when you both indignantly \nexclaim, in the same breath:",
        "“There you are! what did I tell you?”",
        "Meanwhile the third man, who has been baling out the boat, and who has \nspilled the water down his sleeve, and has been cursing away to himself \nsteadily for the last ten minutes, wants to know what the thundering \nblazes you’re playing at, and why the blarmed tent isn’t up yet.",
        "At last, somehow or other, it does get up, and you land the things.  It \nis hopeless attempting to make a wood fire, so you light the methylated \nspirit stove, and crowd round that.",
        "Rainwater is the chief article of diet at supper.  The bread is two-\nthirds rainwater, the beefsteak-pie is exceedingly rich in it, and the \njam, and the butter, and the salt, and the coffee have all combined with \nit to make soup.",
        "After supper, you find your tobacco is damp, and you cannot smoke.  \nLuckily you have a bottle of the stuff that cheers and inebriates, if \ntaken in proper quantity, and this restores to you sufficient interest in \nlife to induce you to go to bed.",
        "There you dream that an elephant has suddenly sat down on your chest, and \nthat the volcano has exploded and thrown you down to the bottom of the \nsea – the elephant still sleeping peacefully on your bosom.  You wake up \nand grasp the idea that something terrible really has happened.  Your \nfirst impression is that the end of the world has come; and then you \nthink that this cannot be, and that it is thieves and murderers, or else \nfire, and this opinion you express in the usual method.  No help comes, \nhowever, and all you know is that thousands of people are kicking you, \nand you are being smothered.",
        "Somebody else seems in trouble, too.  You can hear his faint cries coming \nfrom underneath your bed.  Determining, at all events, to sell your life \ndearly, you struggle frantically, hitting out right and left with arms \nand legs, and yelling lustily the while, and at last something gives way, \nand you find your head in the fresh air.  Two feet off, you dimly observe \na half-dressed ruffian, waiting to kill you, and you are preparing for a \nlife-and-death struggle with him, when it begins to dawn upon you that \nit’s Jim.",
        "“Oh, it’s you, is it?” he says, recognising you at the same moment.",
        "“Yes,” you answer, rubbing your eyes; “what’s happened?”",
        "“Bally tent’s blown down, I think,” he says.",
        "“Where’s Bill?”",
        "Then you both raise up your voices and shout for “Bill!” and the ground \nbeneath you heaves and rocks, and the muffled voice that you heard before \nreplies from out the ruin:",
        "“Get off my head, can’t you?”",
        "And Bill struggles out, a muddy, trampled wreck, and in an unnecessarily \naggressive mood – he being under the evident belief that the whole thing \nhas been done on purpose.",
        "In the morning you are all three speechless, owing to having caught \nsevere colds in the night; you also feel very quarrelsome, and you swear \nat each other in hoarse whispers during the whole of breakfast time.",
        "We therefore decided that we would sleep out on fine nights; and hotel \nit, and inn it, and pub. it, like respectable folks, when it was wet, or \nwhen we felt inclined for a change.",
        "Montmorency hailed this compromise with much approval.  He does not revel \nin romantic solitude.  Give him something noisy; and if a trifle low, so \nmuch the jollier.  To look at Montmorency you would imagine that he was \nan angel sent upon the earth, for some reason withheld from mankind, in \nthe shape of a small fox-terrier.  There is a sort of Oh-what-a-wicked-\nworld-this-is-and-how-I-wish-I-could-do-something-to-make-it-better-and-\nnobler expression about Montmorency that has been known to bring the \ntears into the eyes of pious old ladies and gentlemen.",
        "When first he came to live at my expense, I never thought I should be \nable to get him to stop long.  I used to sit down and look at him, as he \nsat on the rug and looked up at me, and think: “Oh, that dog will never \nlive.  He will be snatched up to the bright skies in a chariot, that is \nwhat will happen to him.”",
        "But, when I had paid for about a dozen chickens that he had killed; and \nhad dragged him, growling and kicking, by the scruff of his neck, out of \na hundred and fourteen street fights; and had had a dead cat brought \nround for my inspection by an irate female, who called me a murderer; and \nhad been summoned by the man next door but one for having a ferocious dog \nat large, that had kept him pinned up in his own tool-shed, afraid to \nventure his nose outside the door for over two hours on a cold night; and \nhad learned that the gardener, unknown to myself, had won thirty \nshillings by backing him to kill rats against time, then I began to think \nthat maybe they’d let him remain on earth for a bit longer, after all.",
        "To hang about a stable, and collect a gang of the most disreputable dogs \nto be found in the town, and lead them out to march round the slums to \nfight other disreputable dogs, is Montmorency’s idea of “life;” and so, \nas I before observed, he gave to the suggestion of inns, and pubs., and \nhotels his most emphatic approbation.",
        "Having thus settled the sleeping arrangements to the satisfaction of all \nfour of us, the only thing left to discuss was what we should take with \nus; and this we had begun to argue, when Harris said he’d had enough \noratory for one night, and proposed that we should go out and have a \nsmile, saying that he had found a place, round by the square, where you \ncould really get a drop of Irish worth drinking.",
        "George said he felt thirsty (I never knew George when he didn’t); and, as \nI had a presentiment that a little whisky, warm, with a slice of lemon, \nwould do my complaint good, the debate was, by common assent, adjourned \nto the following night; and the assembly put on its hats and went out.",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}