{
    "title": "Three Men in a Boat - Chapter XV.",
    "author": "Jerome K. Jerome",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "HOUSEHOLD DUTIES. – LOVE OF WORK. – THE OLD RIVER HAND, WHAT HE DOES AND \nWHAT HE TELLS YOU HE HAS DONE. – SCEPTICISM OF THE NEW GENERATION. – \nEARLY BOATING RECOLLECTIONS. – RAFTING. – GEORGE DOES THE THING IN STYLE. \n- THE OLD BOATMAN, HIS METHOD. – SO CALM, SO FULL OF PEACE. – THE \nBEGINNER. – PUNTING. – A SAD ACCIDENT. – PLEASURES OF FRIENDSHIP. – \nSAILING, MY FIRST EXPERIENCE. – POSSIBLE REASON WHY WE WERE NOT DROWNED.",
        "WE woke late the next morning, and, at Harris’s earnest desire, partook \nof a plain breakfast, with “non dainties.”  Then we cleaned up, and put \neverything straight (a continual labour, which was beginning to afford me \na pretty clear insight into a question that had often posed me – namely, \nhow a woman with the work of only one house on her hands manages to pass \naway her time), and, at about ten, set out on what we had determined \nshould be a good day’s journey.",
        "We agreed that we would pull this morning, as a change from towing; and \nHarris thought the best arrangement would be that George and I should \nscull, and he steer.  I did not chime in with this idea at all; I said I \nthought Harris would have been showing a more proper spirit if he had \nsuggested that he and George should work, and let me rest a bit.  It \nseemed to me that I was doing more than my fair share of the work on this \ntrip, and I was beginning to feel strongly on the subject.",
        "It always does seem to me that I am doing more work than I should do.  It \nis not that I object to the work, mind you; I like work: it fascinates \nme.  I can sit and look at it for hours.  I love to keep it by me: the \nidea of getting rid of it nearly breaks my heart.",
        "You cannot give me too much work; to accumulate work has almost become a \npassion with me: my study is so full of it now, that there is hardly an \ninch of room for any more.  I shall have to throw out a wing soon.",
        "And I am careful of my work, too.  Why, some of the work that I have by \nme now has been in my possession for years and years, and there isn’t a \nfinger-mark on it.  I take a great pride in my work; I take it down now \nand then and dust it.  No man keeps his work in a better state of \npreservation than I do.",
        "But, though I crave for work, I still like to be fair.  I do not ask for \nmore than my proper share.",
        "But I get it without asking for it – at least, so it appears to me – and \nthis worries me.",
        "George says he does not think I need trouble myself on the subject.  He \nthinks it is only my over-scrupulous nature that makes me fear I am \nhaving more than my due; and that, as a matter of fact, I don’t have half \nas much as I ought.  But I expect he only says this to comfort me.",
        "In a boat, I have always noticed that it is the fixed idea of each member \nof the crew that he is doing everything.  Harris’s notion was, that it \nwas he alone who had been working, and that both George and I had been \nimposing upon him.  George, on the other hand, ridiculed the idea of \nHarris’s having done anything more than eat and sleep, and had a cast-\niron opinion that it was he – George himself – who had done all the \nlabour worth speaking of.",
        "He said he had never been out with such a couple of lazily skulks as \nHarris and I.",
        "That amused Harris.",
        "“Fancy old George talking about work!” he laughed; “why, about half-an-\nhour of it would kill him.  Have you ever seen George work?” he added, \nturning to me.",
        "I agreed with Harris that I never had – most certainly not since we had \nstarted on this trip.",
        "“Well, I don’t see how YOU can know much about it, one way or the other,” \nGeorge retorted on Harris; “for I’m blest if you haven’t been asleep half \nthe time.  Have you ever seen Harris fully awake, except at meal-time?” \nasked George, addressing me.",
        "Truth compelled me to support George.  Harris had been very little good \nin the boat, so far as helping was concerned, from the beginning.",
        "“Well, hang it all, I’ve done more than old J., anyhow,” rejoined Harris.",
        "“Well, you couldn’t very well have done less,” added George.",
        "“I suppose J. thinks he is the passenger,” continued Harris.",
        "And that was their gratitude to me for having brought them and their \nwretched old boat all the way up from Kingston, and for having \nsuperintended and managed everything for them, and taken care of them, \nand slaved for them.  It is the way of the world.",
        "We settled the present difficulty by arranging that Harris and George \nshould scull up past Reading, and that I should tow the boat on from \nthere.  Pulling a heavy boat against a strong stream has few attractions \nfor me now.  There was a time, long ago, when I used to clamour for the \nhard work: now I like to give the youngsters a chance.",
        "I notice that most of the old river hands are similarly retiring, \nwhenever there is any stiff pulling to be done.  You can always tell the \nold river hand by the way in which he stretches himself out upon the \ncushions at the bottom of the boat, and encourages the rowers by telling \nthem anecdotes about the marvellous feats he performed last season.",
        "“Call what you’re doing hard work!” he drawls, between his contented \nwhiffs, addressing the two perspiring novices, who have been grinding \naway steadily up stream for the last hour and a half; “why, Jim Biffles \nand Jack and I, last season, pulled up from Marlow to Goring in one \nafternoon – never stopped once.  Do you remember that, Jack?”",
        "Jack, who has made himself a bed up in the prow of all the rugs and coats \nhe can collect, and who has been lying there asleep for the last two \nhours, partially wakes up on being thus appealed to, and recollects all \nabout the matter, and also remembers that there was an unusually strong \nstream against them all the way – likewise a stiff wind.",
        "“About thirty-four miles, I suppose, it must have been,” adds the first \nspeaker, reaching down another cushion to put under his head.",
        "” No – no; don’t exaggerate, Tom,” murmurs Jack, reprovingly; “thirty-\nthree at the outside.”",
        "And Jack and Tom, quite exhausted by this conversational effort, drop off \nto sleep once more.  And the two simple-minded youngsters at the sculls \nfeel quite proud of being allowed to row such wonderful oarsmen as Jack \nand Tom, and strain away harder than ever.",
        "When I was a young man, I used to listen to these tales from my elders, \nand take them in, and swallow them, and digest every word of them, and \nthen come up for more; but the new generation do not seem to have the \nsimple faith of the old times.  We – George, Harris, and myself – took a \n“raw’un” up with us once last season, and we plied him with the customary \nstretchers about the wonderful things we had done all the way up.",
        "We gave him all the regular ones – the time-honoured lies that have done \nduty up the river with every boating-man for years past – and added seven \nentirely original ones that we had invented for ourselves, including a \nreally quite likely story, founded, to a certain extent, on an all but \ntrue episode, which had actually happened in a modified degree some years \nago to friends of ours – a story that a mere child could have believed \nwithout injuring itself, much.",
        "And that young man mocked at them all, and wanted us to repeat the feats \nthen and there, and to bet us ten to one that we didn’t.",
        "We got to chatting about our rowing experiences this morning, and to \nrecounting stories of our first efforts in the art of oarsmanship.  My \nown earliest boating recollection is of five of us contributing \nthreepence each and taking out a curiously constructed craft on the \nRegent’s Park lake, drying ourselves subsequently, in the park-keeper’s \nlodge.",
        "After that, having acquired a taste for the water, I did a good deal of \nrafting in various suburban brickfields – an exercise providing more \ninterest and excitement than might be imagined, especially when you are \nin the middle of the pond and the proprietor of the materials of which \nthe raft is constructed suddenly appears on the bank, with a big stick in \nhis hand.",
        "Your first sensation on seeing this gentleman is that, somehow or other, \nyou don’t feel equal to company and conversation, and that, if you could \ndo so without appearing rude, you would rather avoid meeting him; and \nyour object is, therefore, to get off on the opposite side of the pond to \nwhich he is, and to go home quietly and quickly, pretending not to see \nhim.  He, on the contrary is yearning to take you by the hand, and talk \nto you.",
        "It appears that he knows your father, and is intimately acquainted with \nyourself, but this does not draw you towards him.  He says he’ll teach \nyou to take his boards and make a raft of them; but, seeing that you know \nhow to do this pretty well already, the offer, though doubtless kindly \nmeant, seems a superfluous one on his part, and you are reluctant to put \nhim to any trouble by accepting it.",
        "His anxiety to meet you, however, is proof against all your coolness, and \nthe energetic manner in which he dodges up and down the pond so as to be \non the spot to greet you when you land is really quite flattering.",
        "If he be of a stout and short-winded build, you can easily avoid his \nadvances; but, when he is of the youthful and long-legged type, a meeting \nis inevitable.  The interview is, however, extremely brief, most of the \nconversation being on his part, your remarks being mostly of an \nexclamatory and mono-syllabic order, and as soon as you can tear yourself \naway you do so.",
        "I devoted some three months to rafting, and, being then as proficient as \nthere was any need to be at that branch of the art, I determined to go in \nfor rowing proper, and joined one of the Lea boating clubs.",
        "Being out in a boat on the river Lea, especially on Saturday afternoons, \nsoon makes you smart at handling a craft, and spry at escaping being run \ndown by roughs or swamped by barges; and it also affords plenty of \nopportunity for acquiring the most prompt and graceful method of lying \ndown flat at the bottom of the boat so as to avoid being chucked out into \nthe river by passing tow-lines.",
        "But it does not give you style.  It was not till I came to the Thames \nthat I got style.  My style of rowing is very much admired now.  People \nsay it is so quaint.",
        "George never went near the water until he was sixteen.  Then he and eight \nother gentlemen of about the same age went down in a body to Kew one \nSaturday, with the idea of hiring a boat there, and pulling to Richmond \nand back; one of their number, a shock-headed youth, named Joskins, who \nhad once or twice taken out a boat on the Serpentine, told them it was \njolly fun, boating!",
        "The tide was running out pretty rapidly when they reached the landing-\nstage, and there was a stiff breeze blowing across the river, but this \ndid not trouble them at all, and they proceeded to select their boat.",
        "There was an eight-oared racing outrigger drawn up on the stage; that was \nthe one that took their fancy.  They said they’d have that one, please.  \nThe boatman was away, and only his boy was in charge.  The boy tried to \ndamp their ardour for the outrigger, and showed them two or three very \ncomfortable-looking boats of the family-party build, but those would not \ndo at all; the outrigger was the boat they thought they would look best \nin.",
        "So the boy launched it, and they took off their coats and prepared to \ntake their seats.  The boy suggested that George, who, even in those \ndays, was always the heavy man of any party, should be number four.  \nGeorge said he should be happy to be number four, and promptly stepped \ninto bow’s place, and sat down with his back to the stern.  They got him \ninto his proper position at last, and then the others followed.",
        "A particularly nervous boy was appointed cox, and the steering principle \nexplained to him by Joskins.  Joskins himself took stroke.  He told the \nothers that it was simple enough; all they had to do was to follow him.",
        "They said they were ready, and the boy on the landing stage took a boat-\nhook and shoved him off.",
        "What then followed George is unable to describe in detail.  He has a \nconfused recollection of having, immediately on starting, received a \nviolent blow in the small of the back from the butt-end of number five’s \nscull, at the same time that his own seat seemed to disappear from under \nhim by magic, and leave him sitting on the boards.  He also noticed, as a \ncurious circumstance, that number two was at the same instant lying on \nhis back at the bottom of the boat, with his legs in the air, apparently \nin a fit.",
        "They passed under Kew Bridge, broadside, at the rate of eight miles an \nhour. Joskins being the only one who was rowing.  George, on recovering \nhis seat, tried to help him, but, on dipping his oar into the water, it \nimmediately, to his intense surprise, disappeared under the boat, and \nnearly took him with it.",
        "And then “cox” threw both rudder lines over-board, and burst into tears.",
        "How they got back George never knew, but it took them just forty minutes.  \nA dense crowd watched the entertainment from Kew Bridge with much \ninterest, and everybody shouted out to them different directions.  Three \ntimes they managed to get the boat back through the arch, and three times \nthey were carried under it again, and every time “cox” looked up and saw \nthe bridge above him he broke out into renewed sobs.",
        "George said he little thought that afternoon that he should ever come to \nreally like boating.",
        "Harris is more accustomed to sea rowing than to river work, and says \nthat, as an exercise, he prefers it.  I don’t.  I remember taking a small \nboat out at Eastbourne last summer: I used to do a good deal of sea \nrowing years ago, and I thought I should be all right; but I found I had \nforgotten the art entirely.  When one scull was deep down underneath the \nwater, the other would be flourishing wildly about in the air.  To get a \ngrip of the water with both at the same time I had to stand up.  The \nparade was crowded with nobility and gentry, and I had to pull past them \nin this ridiculous fashion.  I landed half-way down the beach, and \nsecured the services of an old boatman to take me back.",
        "I like to watch an old boatman rowing, especially one who has been hired \nby the hour.  There is something so beautifully calm and restful about \nhis method.  It is so free from that fretful haste, that vehement \nstriving, that is every day becoming more and more the bane of \nnineteenth-century life.  He is not for ever straining himself to pass \nall the other boats.  If another boat overtakes him and passes him it \ndoes not annoy him; as a matter of fact, they all do overtake him and \npass him – all those that are going his way.  This would trouble and \nirritate some people; the sublime equanimity of the hired boatman under \nthe ordeal affords us a beautiful lesson against ambition and uppishness.",
        "Plain practical rowing of the get-the-boat-along order is not a very \ndifficult art to acquire, but it takes a good deal of practice before a \nman feels comfortable, when rowing past girls.  It is the “time” that \nworries a youngster.  “It’s jolly funny,” he says, as for the twentieth \ntime within five minutes he disentangles his sculls from yours; “I can \nget on all right when I’m by myself!”",
        "To see two novices try to keep time with one another is very amusing.  \nBow finds it impossible to keep pace with stroke, because stroke rows in \nsuch an extraordinary fashion.  Stroke is intensely indignant at this, \nand explains that what he has been endeavouring to do for the last ten \nminutes is to adapt his method to bow’s limited capacity.  Bow, in turn, \nthen becomes insulted, and requests stroke not to trouble his head about \nhim (bow), but to devote his mind to setting a sensible stroke.",
        "“Or, shall I take stroke?” he adds, with the evident idea that that would \nat once put the whole matter right.",
        "They splash along for another hundred yards with still moderate success, \nand then the whole secret of their trouble bursts upon stroke like a \nflash of inspiration.",
        "“I tell you what it is: you’ve got my sculls,” he cries, turning to bow; \n“pass yours over.”",
        "“Well, do you know, I’ve been wondering how it was I couldn’t get on with \nthese,” answers bow, quite brightening up, and most willingly assisting \nin the exchange.  “NOW we shall be all right.”",
        "But they are not – not even then.  Stroke has to stretch his arms nearly \nout of their sockets to reach his sculls now; while bow’s pair, at each \nrecovery, hit him a violent blow in the chest.  So they change back \nagain, and come to the conclusion that the man has given them the wrong \nset altogether; and over their mutual abuse of this man they become quite \nfriendly and sympathetic.",
        "George said he had often longed to take to punting for a change.  Punting \nis not as easy as it looks.  As in rowing, you soon learn how to get \nalong and handle the craft, but it takes long practice before you can do \nthis with dignity and without getting the water all up your sleeve.",
        "One young man I knew had a very sad accident happen to him the first time \nhe went punting.  He had been getting on so well that he had grown quite \ncheeky over the business, and was walking up and down the punt, working \nhis pole with a careless grace that was quite fascinating to watch.  Up \nhe would march to the head of the punt, plant his pole, and then run \nalong right to the other end, just like an old punter.  Oh! it was grand.",
        "And it would all have gone on being grand if he had not unfortunately, \nwhile looking round to enjoy the scenery, taken just one step more than \nthere was any necessity for, and walked off the punt altogether.  The \npole was firmly fixed in the mud, and he was left clinging to it while \nthe punt drifted away.  It was an undignified position for him.  A rude \nboy on the bank immediately yelled out to a lagging chum to “hurry up and \nsee real monkey on a stick.”",
        "I could not go to his assistance, because, as ill-luck would have it, we \nhad not taken the proper precaution to bring out a spare pole with us.  I \ncould only sit and look at him.  His expression as the pole slowly sank \nwith him I shall never forget; there was so much thought in it.",
        "I watched him gently let down into the water, and saw him scramble out, \nsad and wet.  I could not help laughing, he looked such a ridiculous \nfigure.  I continued to chuckle to myself about it for some time, and \nthen it was suddenly forced in upon me that really I had got very little \nto laugh at when I came to think of it.  Here was I, alone in a punt, \nwithout a pole, drifting helplessly down mid-stream – possibly towards a \nweir.",
        "I began to feel very indignant with my friend for having stepped \noverboard and gone off in that way.  He might, at all events, have left \nme the pole.",
        "I drifted on for about a quarter of a mile, and then I came in sight of a \nfishing-punt moored in mid-stream, in which sat two old fishermen.  They \nsaw me bearing down upon them, and they called out to me to keep out of \ntheir way.",
        "“I can’t,” I shouted back.",
        "“But you don’t try,” they answered.",
        "I explained the matter to them when I got nearer, and they caught me and \nlent me a pole.  The weir was just fifty yards below.  I am glad they \nhappened to be there.",
        "The first time I went punting was in company with three other fellows; \nthey were going to show me how to do it.  We could not all start \ntogether, so I said I would go down first and get out the punt, and then \nI could potter about and practice a bit until they came.",
        "I could not get a punt out that afternoon, they were all engaged; so I \nhad nothing else to do but to sit down on the bank, watching the river, \nand waiting for my friends.",
        "I had not been sitting there long before my attention became attracted to \na man in a punt who, I noticed with some surprise, wore a jacket and cap \nexactly like mine.  He was evidently a novice at punting, and his \nperformance was most interesting.  You never knew what was going to \nhappen when he put the pole in; he evidently did not know himself.  \nSometimes he shot up stream and sometimes he shot down stream, and at \nother times he simply spun round and came up the other side of the pole.  \nAnd with every result he seemed equally surprised and annoyed.",
        "The people about the river began to get quite absorbed in him after a \nwhile, and to make bets with one another as to what would be the outcome \nof his next push.",
        "In the course of time my friends arrived on the opposite bank, and they \nstopped and watched him too.  His back was towards them, and they only \nsaw his jacket and cap.  From this they immediately jumped to the \nconclusion that it was I, their beloved companion, who was making an \nexhibition of himself, and their delight knew no bounds.  They commenced \nto chaff him unmercifully.",
        "I did not grasp their mistake at first, and I thought, “How rude of them \nto go on like that, with a perfect stranger, too!”  But before I could \ncall out and reprove them, the explanation of the matter occurred to me, \nand I withdrew behind a tree.",
        "Oh, how they enjoyed themselves, ridiculing that young man!  For five \ngood minutes they stood there, shouting ribaldry at him, deriding him, \nmocking him, jeering at him.  They peppered him with stale jokes, they \neven made a few new ones and threw at him.  They hurled at him all the \nprivate family jokes belonging to our set, and which must have been \nperfectly unintelligible to him.  And then, unable to stand their brutal \njibes any longer, he turned round on them, and they saw his face!",
        "I was glad to notice that they had sufficient decency left in them to \nlook very foolish.  They explained to him that they had thought he was \nsome one they knew.  They said they hoped he would not deem them capable \nof so insulting any one except a personal friend of their own.",
        "Of course their having mistaken him for a friend excused it.  I remember \nHarris telling me once of a bathing experience he had at Boulogne.  He \nwas swimming about there near the beach, when he felt himself suddenly \nseized by the neck from behind, and forcibly plunged under water.  He \nstruggled violently, but whoever had got hold of him seemed to be a \nperfect Hercules in strength, and all his efforts to escape were \nunavailing.  He had given up kicking, and was trying to turn his thoughts \nupon solemn things, when his captor released him.",
        "He regained his feet, and looked round for his would-be murderer.  The \nassassin was standing close by him, laughing heartily, but the moment he \ncaught sight of Harris’s face, as it emerged from the water, he started \nback and seemed quite concerned.",
        "“I really beg your pardon,” he stammered confusedly, “but I took you for \na friend of mine!”",
        "Harris thought it was lucky for him the man had not mistaken him for a \nrelation, or he would probably have been drowned outright.",
        "Sailing is a thing that wants knowledge and practice too – though, as a \nboy, I did not think so.  I had an idea it came natural to a body, like \nrounders and touch.  I knew another boy who held this view likewise, and \nso, one windy day, we thought we would try the sport.  We were stopping \ndown at Yarmouth, and we decided we would go for a trip up the Yare.  We \nhired a sailing boat at the yard by the bridge, and started off.  “It’s \nrather a rough day,” said the man to us, as we put off: “better take in a \nreef and luff sharp when you get round the bend.”",
        "We said we would make a point of it, and left him with a cheery “Good-\nmorning,” wondering to ourselves how you “luffed,” and where we were to \nget a “reef” from, and what we were to do with it when we had got it.",
        "We rowed until we were out of sight of the town, and then, with a wide \nstretch of water in front of us, and the wind blowing a perfect hurricane \nacross it, we felt that the time had come to commence operations.",
        "Hector – I think that was his name – went on pulling while I unrolled the \nsail.  It seemed a complicated job, but I accomplished it at length, and \nthen came the question, which was the top end?",
        "By a sort of natural instinct, we, of course, eventually decided that the \nbottom was the top, and set to work to fix it upside-down.  But it was a \nlong time before we could get it up, either that way or any other way.  \nThe impression on the mind of the sail seemed to be that we were playing \nat funerals, and that I was the corpse and itself was the winding-sheet.",
        "When it found that this was not the idea, it hit me over the head with \nthe boom, and refused to do anything.",
        "“Wet it,” said Hector; “drop it over and get it wet.”",
        "He said people in ships always wetted the sails before they put them up.  \nSo I wetted it; but that only made matters worse than they were before.  \nA dry sail clinging to your legs and wrapping itself round your head is \nnot pleasant, but, when the sail is sopping wet, it becomes quite vexing.",
        "We did get the thing up at last, the two of us together.  We fixed it, \nnot exactly upside down – more sideways like – and we tied it up to the \nmast with the painter, which we cut off for the purpose.",
        "That the boat did not upset I simply state as a fact.  Why it did not \nupset I am unable to offer any reason.  I have often thought about the \nmatter since, but I have never succeeded in arriving at any satisfactory \nexplanation of the phenomenon.",
        "Possibly the result may have been brought about by the natural obstinacy \nof all things in this world.  The boat may possibly have come to the \nconclusion, judging from a cursory view of our behaviour, that we had \ncome out for a morning’s suicide, and had thereupon determined to \ndisappoint us.  That is the only suggestion I can offer.",
        "By clinging like grim death to the gunwale, we just managed to keep \ninside the boat, but it was exhausting work.  Hector said that pirates \nand other seafaring people generally lashed the rudder to something or \nother, and hauled in the main top-jib, during severe squalls, and thought \nwe ought to try to do something of the kind; but I was for letting her \nhave her head to the wind.",
        "As my advice was by far the easiest to follow, we ended by adopting it, \nand contrived to embrace the gunwale and give her her head.",
        "The boat travelled up stream for about a mile at a pace I have never \nsailed at since, and don’t want to again.  Then, at a bend, she heeled \nover till half her sail was under water.  Then she righted herself by a \nmiracle and flew for a long low bank of soft mud.",
        "That mud-bank saved us.  The boat ploughed its way into the middle of it \nand then stuck.  Finding that we were once more able to move according to \nour ideas, instead of being pitched and thrown about like peas in a \nbladder, we crept forward, and cut down the sail.",
        "We had had enough sailing.  We did not want to overdo the thing and get a \nsurfeit of it.  We had had a sail – a good all-round exciting, \ninteresting sail – and now we thought we would have a row, just for a \nchange like.",
        "We took the sculls and tried to push the boat off the mud, and, in doing \nso, we broke one of the sculls.  After that we proceeded with great \ncaution, but they were a wretched old pair, and the second one cracked \nalmost easier than the first, and left us helpless.",
        "The mud stretched out for about a hundred yards in front of us, and \nbehind us was the water.  The only thing to be done was to sit and wait \nuntil someone came by.",
        "It was not the sort of day to attract people out on the river, and it was \nthree hours before a soul came in sight.  It was an old fisherman who, \nwith immense difficulty, at last rescued us, and we were towed back in an \nignominious fashion to the boat-yard.",
        "What between tipping the man who had brought us home, and paying for the \nbroken sculls, and for having been out four hours and a half, it cost us \na pretty considerable number of weeks’ pocket-money, that sail.  But we \nlearned experience, and they say that is always cheap at any price.",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}