{
    "title": "Three Men in a Boat - Chapter XIII.",
    "author": "Jerome K. Jerome",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "MARLOW. – BISHAM ABBEY. – THE MEDMENHAM MONKS. – MONTMORENCY THINKS HE \nWILL MURDER AN OLD TOM CAT. – BUT EVENTUALLY DECIDES THAT HE WILL LET IT \nLIVE. – SHAMEFUL CONDUCT OF A FOX TERRIER AT THE CIVIL SERVICE STORES. – \nOUR DEPARTURE FROM MARLOW. – AN IMPOSING PROCESSION. – THE STEAM LAUNCH, \nUSEFUL RECEIPTS FOR ANNOYING AND HINDERING IT. – WE DECLINE TO DRINK THE \nRIVER. – A PEACEFUL DOG. – STRANGE DISAPPEARANCE OF HARRIS AND A PIE.",
        "MARLOW is one of the pleasantest river centres I know of.  It is a \nbustling, lively little town; not very picturesque on the whole, it is \ntrue, but there are many quaint nooks and corners to be found in it, \nnevertheless – standing arches in the shattered bridge of Time, over \nwhich our fancy travels back to the days when Marlow Manor owned Saxon \nAlgar for its lord, ere conquering William seized it to give to Queen \nMatilda, ere it passed to the Earls of Warwick or to worldly-wise Lord \nPaget, the councillor of four successive sovereigns.",
        "There is lovely country round about it, too, if, after boating, you are \nfond of a walk, while the river itself is at its best here.  Down to \nCookham, past the Quarry Woods and the meadows, is a lovely reach.  Dear \nold Quarry Woods! with your narrow, climbing paths, and little winding \nglades, how scented to this hour you seem with memories of sunny summer \ndays!  How haunted are your shadowy vistas with the ghosts of laughing \nfaces! how from your whispering leaves there softly fall the voices of \nlong ago!",
        "From Marlow up to Sonning is even fairer yet.  Grand old Bisham Abbey, \nwhose stone walls have rung to the shouts of the Knights Templars, and \nwhich, at one time, was the home of Anne of Cleves and at another of \nQueen Elizabeth, is passed on the right bank just half a mile above \nMarlow Bridge.  Bisham Abbey is rich in melodramatic properties.  It \ncontains a tapestry bed-chamber, and a secret room hid high up in the \nthick walls.  The ghost of the Lady Holy, who beat her little boy to \ndeath, still walks there at night, trying to wash its ghostly hands clean \nin a ghostly basin.",
        "Warwick, the king-maker, rests there, careless now about such trivial \nthings as earthly kings and earthly kingdoms; and Salisbury, who did good \nservice at Poitiers.  Just before you come to the abbey, and right on the \nriver’s bank, is Bisham Church, and, perhaps, if any tombs are worth \ninspecting, they are the tombs and monuments in Bisham Church.  It was \nwhile floating in his boat under the Bisham beeches that Shelley, who was \nthen living at Marlow (you can see his house now, in West street), \ncomposed THE REVOLT OF ISLAM.",
        "By Hurley Weir, a little higher up, I have often thought that I could \nstay a month without having sufficient time to drink in all the beauty of \nthe scene.  The village of Hurley, five minutes’ walk from the lock, is \nas old a little spot as there is on the river, dating, as it does, to \nquote the quaint phraseology of those dim days, “from the times of King \nSebert and King Offa.”  Just past the weir (going up) is Danes’ Field, \nwhere the invading Danes once encamped, during their march to \nGloucestershire; and a little further still, nestling by a sweet corner \nof the stream, is what is left of Medmenham Abbey.",
        "The famous Medmenham monks, or “Hell Fire Club,” as they were commonly \ncalled, and of whom the notorious Wilkes was a member, were a fraternity \nwhose motto was “Do as you please,” and that invitation still stands over \nthe ruined doorway of the abbey.  Many years before this bogus abbey, \nwith its congregation of irreverent jesters, was founded, there stood \nupon this same spot a monastery of a sterner kind, whose monks were of a \nsomewhat different type to the revellers that were to follow them, five \nhundred years afterwards.",
        "The Cistercian monks, whose abbey stood there in the thirteenth century, \nwore no clothes but rough tunics and cowls, and ate no flesh, nor fish, \nnor eggs.  They lay upon straw, and they rose at midnight to mass.  They \nspent the day in labour, reading, and prayer; and over all their lives \nthere fell a silence as of death, for no one spoke.",
        "A grim fraternity, passing grim lives in that sweet spot, that God had \nmade so bright!  Strange that Nature’s voices all around them – the soft \nsinging of the waters, the whisperings of the river grass, the music of \nthe rushing wind – should not have taught them a truer meaning of life \nthan this.  They listened there, through the long days, in silence, \nwaiting for a voice from heaven; and all day long and through the solemn \nnight it spoke to them in myriad tones, and they heard it not.",
        "From Medmenham to sweet Hambledon Lock the river is full of peaceful \nbeauty, but, after it passes Greenlands, the rather uninteresting looking \nriver residence of my newsagent – a quiet unassuming old gentleman, who \nmay often be met with about these regions, during the summer months, \nsculling himself along in easy vigorous style, or chatting genially to \nsome old lock-keeper, as he passes through – until well the other side of \nHenley, it is somewhat bare and dull.",
        "We got up tolerably early on the Monday morning at Marlow, and went for a \nbathe before breakfast; and, coming back, Montmorency made an awful ass \nof himself.  The only subject on which Montmorency and I have any serious \ndifference of opinion is cats.  I like cats; Montmorency does not.",
        "When I meet a cat, I say, “Poor Pussy!” and stop down and tickle the side \nof its head; and the cat sticks up its tail in a rigid, cast-iron manner, \narches its back, and wipes its nose up against my trousers; and all is \ngentleness and peace.  When Montmorency meets a cat, the whole street \nknows about it; and there is enough bad language wasted in ten seconds to \nlast an ordinarily respectable man all his life, with care.",
        "I do not blame the dog (contenting myself, as a rule, with merely \nclouting his head or throwing stones at him), because I take it that it \nis his nature.  Fox-terriers are born with about four times as much \noriginal sin in them as other dogs are, and it will take years and years \nof patient effort on the part of us Christians to bring about any \nappreciable reformation in the rowdiness of the fox-terrier nature.",
        "I remember being in the lobby of the Haymarket Stores one day, and all \nround about me were dogs, waiting for the return of their owners, who \nwere shopping inside.  There were a mastiff, and one or two collies, and \na St. Bernard, a few retrievers and Newfoundlands, a boar-hound, a French \npoodle, with plenty of hair round its head, but mangy about the middle; a \nbull-dog, a few Lowther Arcade sort of animals, about the size of rats, \nand a couple of Yorkshire tykes.",
        "There they sat, patient, good, and thoughtful.  A solemn peacefulness \nseemed to reign in that lobby.  An air of calmness and resignation – of \ngentle sadness pervaded the room.",
        "Then a sweet young lady entered, leading a meek-looking little fox-\nterrier, and left him, chained up there, between the bull-dog and the \npoodle.  He sat and looked about him for a minute.  Then he cast up his \neyes to the ceiling, and seemed, judging from his expression, to be \nthinking of his mother.  Then he yawned.  Then he looked round at the \nother dogs, all silent, grave, and dignified.",
        "He looked at the bull-dog, sleeping dreamlessly on his right.  He looked \nat the poodle, erect and haughty, on his left.  Then, without a word of \nwarning, without the shadow of a provocation, he bit that poodle’s near \nfore-leg, and a yelp of agony rang through the quiet shades of that \nlobby.",
        "The result of his first experiment seemed highly satisfactory to him, and \nhe determined to go on and make things lively all round.  He sprang over \nthe poodle and vigorously attacked a collie, and the collie woke up, and \nimmediately commenced a fierce and noisy contest with the poodle.  Then \nFoxey came back to his own place, and caught the bull-dog by the ear, and \ntried to throw him away; and the bull-dog, a curiously impartial animal, \nwent for everything he could reach, including the hall-porter, which gave \nthat dear little terrier the opportunity to enjoy an uninterrupted fight \nof his own with an equally willing Yorkshire tyke.",
        "Anyone who knows canine nature need hardly, be told that, by this time, \nall the other dogs in the place were fighting as if their hearths and \nhomes depended on the fray.  The big dogs fought each other \nindiscriminately; and the little dogs fought among themselves, and filled \nup their spare time by biting the legs of the big dogs.",
        "The whole lobby was a perfect pandemonium, and the din was terrific.  A \ncrowd assembled outside in the Haymarket, and asked if it was a vestry \nmeeting; or, if not, who was being murdered, and why?  Men came with \npoles and ropes, and tried to separate the dogs, and the police were sent \nfor.",
        "And in the midst of the riot that sweet young lady returned, and snatched \nup that sweet little dog of hers (he had laid the tyke up for a month, \nand had on the expression, now, of a new-born lamb) into her arms, and \nkissed him, and asked him if he was killed, and what those great nasty \nbrutes of dogs had been doing to him; and he nestled up against her, and \ngazed up into her face with a look that seemed to say: “Oh, I’m so glad \nyou’ve come to take me away from this disgraceful scene!”",
        "She said that the people at the Stores had no right to allow great savage \nthings like those other dogs to be put with respectable people’s dogs, \nand that she had a great mind to summon somebody.",
        "Such is the nature of fox-terriers; and, therefore, I do not blame \nMontmorency for his tendency to row with cats; but he wished he had not \ngiven way to it that morning.",
        "We were, as I have said, returning from a dip, and half-way up the High \nStreet a cat darted out from one of the houses in front of us, and began \nto trot across the road.  Montmorency gave a cry of joy – the cry of a \nstern warrior who sees his enemy given over to his hands – the sort of \ncry Cromwell might have uttered when the Scots came down the hill – and \nflew after his prey.",
        "His victim was a large black Tom.  I never saw a larger cat, nor a more \ndisreputable-looking cat.  It had lost half its tail, one of its ears, \nand a fairly appreciable proportion of its nose.  It was a long, sinewy-\nlooking animal.  It had a calm, contented air about it.",
        "Montmorency went for that poor cat at the rate of twenty miles an hour; \nbut the cat did not hurry up – did not seem to have grasped the idea that \nits life was in danger.  It trotted quietly on until its would-be \nassassin was within a yard of it, and then it turned round and sat down \nin the middle of the road, and looked at Montmorency with a gentle, \ninquiring expression, that said:",
        "“Yes!  You want me?”",
        "Montmorency does not lack pluck; but there was something about the look \nof that cat that might have chilled the heart of the boldest dog.  He \nstopped abruptly, and looked back at Tom.",
        "Neither spoke; but the conversation that one could imagine was clearly as \nfollows:-",
        "THE CAT: “Can I do anything for you?”",
        "MONTMORENCY: “No – no, thanks.”",
        "THE CAT: “Don’t you mind speaking, if you really want anything, you \nknow.”",
        "MONTMORENCY (BACKING DOWN THE HIGH STREET): “Oh, no – not at all – \ncertainly – don’t you trouble.  I – I am afraid I’ve made a mistake.  I \nthought I knew you.  Sorry I disturbed you.”",
        "THE CAT: “Not at all – quite a pleasure.  Sure you don’t want anything, \nnow?”",
        "MONTMORENCY (STILL BACKING): “Not at all, thanks – not at all – very kind \nof you.  Good morning.”",
        "THE CAT: “Good-morning.”",
        "Then the cat rose, and continued his trot; and Montmorency, fitting what \nhe calls his tail carefully into its groove, came back to us, and took up \nan unimportant position in the rear.",
        "To this day, if you say the word “Cats!” to Montmorency, he will visibly \nshrink and look up piteously at you, as if to say:",
        "“Please don’t.”",
        "We did our marketing after breakfast, and revictualled the boat for three \ndays.  George said we ought to take vegetables – that it was unhealthy \nnot to eat vegetables.  He said they were easy enough to cook, and that \nhe would see to that; so we got ten pounds of potatoes, a bushel of peas, \nand a few cabbages.  We got a beefsteak pie, a couple of gooseberry \ntarts, and a leg of mutton from the hotel; and fruit, and cakes, and \nbread and butter, and jam, and bacon and eggs, and other things we \nforaged round about the town for.",
        "Our departure from Marlow I regard as one of our greatest successes.  It \nwas dignified and impressive, without being ostentatious.  We had \ninsisted at all the shops we had been to that the things should be sent \nwith us then and there.  None of your “Yes, sir, I will send them off at \nonce: the boy will be down there before you are, sir!” and then fooling \nabout on the landing-stage, and going back to the shop twice to have a \nrow about them, for us.  We waited while the basket was packed, and took \nthe boy with us.",
        "We went to a good many shops, adopting this principle at each one; and \nthe consequence was that, by the time we had finished, we had as fine a \ncollection of boys with baskets following us around as heart could \ndesire; and our final march down the middle of the High Street, to the \nriver, must have been as imposing a spectacle as Marlow had seen for many \na long day.",
        "The order of the procession was as follows:-",
        "Montmorency, carrying a stick.\nTwo disreputable-looking curs, friends of Montmorency’s.\nGeorge, carrying coats and rugs, and smoking a short pipe.\nHarris, trying to walk with easy grace,\nwhile carrying a bulged-out Gladstone bag in one hand\nand a bottle of lime-juice in the other.\nGreengrocer’s boy and baker’s boy,\nwith baskets.\nBoots from the hotel, carrying hamper.\nConfectioner’s boy, with basket.\nGrocer’s boy, with basket.\nLong-haired dog.\nCheesemonger’s boy, with basket.\nOdd man carrying a bag.\nBosom companion of odd man, with his hands in his pockets,\nsmoking a short clay.\nFruiterer’s boy, with basket.\nMyself, carrying three hats and a pair of boots,\nand trying to look as if I didn’t know it.\nSix small boys, and four stray dogs.",
        "When we got down to the landing-stage, the boatman said:",
        "“Let me see, sir; was yours a steam-launch or a house-boat?”",
        "On our informing him it was a double-sculling skiff, he seemed surprised.",
        "We had a good deal of trouble with steam launches that morning.  It was \njust before the Henley week, and they were going up in large numbers; \nsome by themselves, some towing houseboats.  I do hate steam launches: I \nsuppose every rowing man does.  I never see a steam launch but I feel I \nshould like to lure it to a lonely part of the river, and there, in the \nsilence and the solitude, strangle it.",
        "There is a blatant bumptiousness about a steam launch that has the knack \nof rousing every evil instinct in my nature, and I yearn for the good old \ndays, when you could go about and tell people what you thought of them \nwith a hatchet and a bow and arrows.  The expression on the face of the \nman who, with his hands in his pockets, stands by the stern, smoking a \ncigar, is sufficient to excuse a breach of the peace by itself; and the \nlordly whistle for you to get out of the way would, I am confident, \nensure a verdict of “justifiable homicide” from any jury of river men.",
        "They used to HAVE to whistle for us to get out of their way.  If I may do \nso, without appearing boastful, I think I can honestly say that our one \nsmall boat, during that week, caused more annoyance and delay and \naggravation to the steam launches that we came across than all the other \ncraft on the river put together.",
        "“Steam launch, coming!” one of us would cry out, on sighting the enemy in \nthe distance; and, in an instant, everything was got ready to receive \nher.  I would take the lines, and Harris and George would sit down beside \nme, all of us with our backs to the launch, and the boat would drift out \nquietly into mid-stream.",
        "On would come the launch, whistling, and on we would go, drifting.  At \nabout a hundred yards off, she would start whistling like mad, and the \npeople would come and lean over the side, and roar at us; but we never \nheard them!  Harris would be telling us an anecdote about his mother, and \nGeorge and I would not have missed a word of it for worlds.",
        "Then that launch would give one final shriek of a whistle that would \nnearly burst the boiler, and she would reverse her engines, and blow off \nsteam, and swing round and get aground; everyone on board of it would \nrush to the bow and yell at us, and the people on the bank would stand \nand shout to us, and all the other passing boats would stop and join in, \ntill the whole river for miles up and down was in a state of frantic \ncommotion.  And then Harris would break off in the most interesting part \nof his narrative, and look up with mild surprise, and say to George:",
        "“Why, George, bless me, if here isn’t a steam launch!”",
        "And George would answer:",
        "“Well, do you know, I THOUGHT I heard something!”",
        "Upon which we would get nervous and confused, and not know how to get the \nboat out of the way, and the people in the launch would crowd round and \ninstruct us:",
        "“Pull your right – you, you idiot! back with your left.  No, not YOU – \nthe other one – leave the lines alone, can’t you – now, both together.  \nNOT THAT way.  Oh, you – !”",
        "Then they would lower a boat and come to our assistance; and, after \nquarter of an hour’s effort, would get us clean out of their way, so that \nthey could go on; and we would thank them so much, and ask them to give \nus a tow.  But they never would.",
        "Another good way we discovered of irritating the aristocratic type of \nsteam launch, was to mistake them for a beanfeast, and ask them if they \nwere Messrs. Cubit’s lot or the Bermondsey Good Templars, and could they \nlend us a saucepan.",
        "Old ladies, not accustomed to the river, are always intensely nervous of \nsteam launches.  I remember going up once from Staines to Windsor – a \nstretch of water peculiarly rich in these mechanical monstrosities – with \na party containing three ladies of this description.  It was very \nexciting.  At the first glimpse of every steam launch that came in view, \nthey insisted on landing and sitting down on the bank until it was out of \nsight again.  They said they were very sorry, but that they owed it to \ntheir families not to be fool-hardy.",
        "We found ourselves short of water at Hambledon Lock; so we took our jar \nand went up to the lock-keeper’s house to beg for some.",
        "George was our spokesman.  He put on a winning smile, and said:",
        "“Oh, please could you spare us a little water?”",
        "“Certainly,” replied the old gentleman; “take as much as you want, and \nleave the rest.”",
        "“Thank you so much,” murmured George, looking about him.  “Where – where \ndo you keep it?”",
        "“It’s always in the same place my boy,” was the stolid reply: “just \nbehind you.”",
        "“I don’t see it,” said George, turning round.",
        "“Why, bless us, where’s your eyes?” was the man’s comment, as he twisted \nGeorge round and pointed up and down the stream.  “There’s enough of it \nto see, ain’t there?”",
        "“Oh!” exclaimed George, grasping the idea; “but we can’t drink the river, \nyou know!”",
        "“No; but you can drink SOME of it,” replied the old fellow.  “It’s what \nI’ve drunk for the last fifteen years.”",
        "George told him that his appearance, after the course, did not seem a \nsufficiently good advertisement for the brand; and that he would prefer \nit out of a pump.",
        "We got some from a cottage a little higher up.  I daresay THAT was only \nriver water, if we had known.  But we did not know, so it was all right.  \nWhat the eye does not see, the stomach does not get upset over.",
        "We tried river water once, later on in the season, but it was not a \nsuccess.  We were coming down stream, and had pulled up to have tea in a \nbackwater near Windsor.  Our jar was empty, and it was a case of going \nwithout our tea or taking water from the river.  Harris was for chancing \nit.  He said it must be all right if we boiled the water.  He said that \nthe various germs of poison present in the water would be killed by the \nboiling.  So we filled our kettle with Thames backwater, and boiled it; \nand very careful we were to see that it did boil.",
        "We had made the tea, and were just settling down comfortably to drink it, \nwhen George, with his cup half-way to his lips, paused and exclaimed:",
        "“What’s that?”",
        "“What’s what?” asked Harris and I.",
        "“Why that!” said George, looking westward.",
        "Harris and I followed his gaze, and saw, coming down towards us on the \nsluggish current, a dog.  It was one of the quietest and peacefullest \ndogs I have ever seen.  I never met a dog who seemed more contented – \nmore easy in its mind.  It was floating dreamily on its back, with its \nfour legs stuck up straight into the air.  It was what I should call a \nfull-bodied dog, with a well-developed chest.  On he came, serene, \ndignified, and calm, until he was abreast of our boat, and there, among \nthe rushes, he eased up, and settled down cosily for the evening.",
        "George said he didn’t want any tea, and emptied his cup into the water.  \nHarris did not feel thirsty, either, and followed suit.  I had drunk half \nmine, but I wished I had not.",
        "I asked George if he thought I was likely to have typhoid.",
        "He said: “Oh, no;” he thought I had a very good chance indeed of escaping \nit.  Anyhow, I should know in about a fortnight, whether I had or had \nnot.",
        "We went up the backwater to Wargrave.  It is a short cut, leading out of \nthe right-hand bank about half a mile above Marsh Lock, and is well worth \ntaking, being a pretty, shady little piece of stream, besides saving \nnearly half a mile of distance.",
        "Of course, its entrance is studded with posts and chains, and surrounded \nwith notice boards, menacing all kinds of torture, imprisonment, and \ndeath to everyone who dares set scull upon its waters – I wonder some of \nthese riparian boors don’t claim the air of the river and threaten \neveryone with forty shillings fine who breathes it – but the posts and \nchains a little skill will easily avoid; and as for the boards, you \nmight, if you have five minutes to spare, and there is nobody about, take \none or two of them down and throw them into the river.",
        "Half-way up the backwater, we got out and lunched; and it was during this \nlunch that George and I received rather a trying shock.",
        "Harris received a shock, too; but I do not think Harris’s shock could \nhave been anything like so bad as the shock that George and I had over \nthe business.",
        "You see, it was in this way: we were sitting in a meadow, about ten yards \nfrom the water’s edge, and we had just settled down comfortably to feed.  \nHarris had the beefsteak pie between his knees, and was carving it, and \nGeorge and I were waiting with our plates ready.",
        "“Have you got a spoon there?” says Harris; “I want a spoon to help the \ngravy with.”",
        "The hamper was close behind us, and George and I both turned round to \nreach one out.  We were not five seconds getting it.  When we looked \nround again, Harris and the pie were gone!",
        "It was a wide, open field.  There was not a tree or a bit of hedge for \nhundreds of yards.  He could not have tumbled into the river, because we \nwere on the water side of him, and he would have had to climb over us to \ndo it.",
        "George and I gazed all about.  Then we gazed at each other.",
        "“Has he been snatched up to heaven?” I queried.",
        "“They’d hardly have taken the pie too,” said George.",
        "There seemed weight in this objection, and we discarded the heavenly \ntheory.",
        "“I suppose the truth of the matter is,” suggested George, descending to \nthe commonplace and practicable, “that there has been an earthquake.”",
        "And then he added, with a touch of sadness in his voice: “I wish he \nhadn’t been carving that pie.”",
        "With a sigh, we turned our eyes once more towards the spot where Harris \nand the pie had last been seen on earth; and there, as our blood froze in \nour veins and our hair stood up on end, we saw Harris’s head – and \nnothing but his head – sticking bolt upright among the tall grass, the \nface very red, and bearing upon it an expression of great indignation!",
        "George was the first to recover.",
        "“Speak!” he cried, “and tell us whether you are alive or dead – and where \nis the rest of you?”",
        "“Oh, don’t be a stupid ass!” said Harris’s head.  “I believe you did it \non purpose.”",
        "“Did what?” exclaimed George and I.",
        "” Why, put me to sit here – darn silly trick!  Here, catch hold of the \npie.”",
        "And out of the middle of the earth, as it seemed to us, rose the pie – \nvery much mixed up and damaged; and, after it, scrambled Harris – \ntumbled, grubby, and wet.",
        "He had been sitting, without knowing it, on the very verge of a small \ngully, the long grass hiding it from view; and in leaning a little back \nhe had shot over, pie and all.",
        "He said he had never felt so surprised in all his life, as when he first \nfelt himself going, without being able to conjecture in the slightest \nwhat had happened.  He thought at first that the end of the world had \ncome.",
        "Harris believes to this day that George and I planned it all beforehand.  \nThus does unjust suspicion follow even the most blameless for, as the \npoet says, “Who shall escape calumny?”",
        "Who, indeed!",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}