{
    "title": "Three Men in a Boat - Chapter XIV.",
    "author": "Jerome K. Jerome",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "WARGRAVE. – WAXWORKS. – SONNING. – OUR STEW. – MONTMORENCY IS SARCASTIC. \n- FIGHT BETWEEN MONTMORENCY AND THE TEA-KETTLE. – GEORGE’S BANJO STUDIES. \n- MEET WITH DISCOURAGEMENT. – DIFFICULTIES IN THE WAY OF THE MUSICAL \nAMATEUR. – LEARNING TO PLAY THE BAGPIPES. – HARRIS FEELS SAD AFTER \nSUPPER. – GEORGE AND I GO FOR A WALK. – RETURN HUNGRY AND WET. – THERE IS \nA STRANGENESS ABOUT HARRIS. – HARRIS AND THE SWANS, A REMARKABLE STORY. – \nHARRIS HAS A TROUBLED NIGHT.",
        "WE caught a breeze, after lunch, which took us gently up past Wargrave \nand Shiplake.  Mellowed in the drowsy sunlight of a summer’s afternoon, \nWargrave, nestling where the river bends, makes a sweet old picture as \nyou pass it, and one that lingers long upon the retina of memory.",
        "The “George and Dragon” at Wargrave boasts a sign, painted on the one \nside by Leslie, R.A., and on the other by Hodgson of that ilk.  Leslie \nhas depicted the fight; Hodgson has imagined the scene, “After the Fight” \n- George, the work done, enjoying his pint of beer.",
        "Day, the author of SANDFORD AND MERTON, lived and – more credit to the \nplace still – was killed at Wargrave.  In the church is a memorial to \nMrs. Sarah Hill, who bequeathed 1 pound annually, to be divided at \nEaster, between two boys and two girls who “have never been undutiful to \ntheir parents; who have never been known to swear or to tell untruths, to \nsteal, or to break windows.”  Fancy giving up all that for five shillings \na year!  It is not worth it.",
        "It is rumoured in the town that once, many years ago, a boy appeared who \nreally never had done these things – or at all events, which was all that \nwas required or could be expected, had never been known to do them – and \nthus won the crown of glory.  He was exhibited for three weeks afterwards \nin the Town Hall, under a glass case.",
        "What has become of the money since no one knows.  They say it is always \nhanded over to the nearest wax-works show.",
        "Shiplake is a pretty village, but it cannot be seen from the river, being \nupon the hill.  Tennyson was married in Shiplake Church.",
        "The river up to Sonning winds in and out through many islands, and is \nvery placid, hushed, and lonely.  Few folk, except at twilight, a pair or \ntwo of rustic lovers, walk along its banks.  `Arry and Lord Fitznoodle \nhave been left behind at Henley, and dismal, dirty Reading is not yet \nreached.  It is a part of the river in which to dream of bygone days, and \nvanished forms and faces, and things that might have been, but are not, \nconfound them.",
        "We got out at Sonning, and went for a walk round the village.  It is the \nmost fairy-like little nook on the whole river.  It is more like a stage \nvillage than one built of bricks and mortar.  Every house is smothered in \nroses, and now, in early June, they were bursting forth in clouds of \ndainty splendour.  If you stop at Sonning, put up at the “Bull,” behind \nthe church.  It is a veritable picture of an old country inn, with green, \nsquare courtyard in front, where, on seats beneath the trees, the old men \ngroup of an evening to drink their ale and gossip over village politics; \nwith low, quaint rooms and latticed windows, and awkward stairs and \nwinding passages.",
        "We roamed about sweet Sonning for an hour or so, and then, it being too \nlate to push on past Reading, we decided to go back to one of the \nShiplake islands, and put up there for the night.  It was still early \nwhen we got settled, and George said that, as we had plenty of time, it \nwould be a splendid opportunity to try a good, slap-up supper.  He said \nhe would show us what could be done up the river in the way of cooking, \nand suggested that, with the vegetables and the remains of the cold beef \nand general odds and ends, we should make an Irish stew.",
        "It seemed a fascinating idea.  George gathered wood and made a fire, and \nHarris and I started to peel the potatoes.  I should never have thought \nthat peeling potatoes was such an undertaking.  The job turned out to be \nthe biggest thing of its kind that I had ever been in.  We began \ncheerfully, one might almost say skittishly, but our light-heartedness \nwas gone by the time the first potato was finished.  The more we peeled, \nthe more peel there seemed to be left on; by the time we had got all the \npeel off and all the eyes out, there was no potato left – at least none \nworth speaking of.  George came and had a look at it – it was about the \nsize of a pea-nut.  He said:",
        "“Oh, that won’t do!  You’re wasting them.  You must scrape them.”",
        "So we scraped them, and that was harder work than peeling.  They are such \nan extraordinary shape, potatoes – all bumps and warts and hollows.  We \nworked steadily for five-and-twenty minutes, and did four potatoes.  Then \nwe struck.  We said we should require the rest of the evening for \nscraping ourselves.",
        "I never saw such a thing as potato-scraping for making a fellow in a \nmess.  It seemed difficult to believe that the potato-scrapings in which \nHarris and I stood, half smothered, could have come off four potatoes.  \nIt shows you what can be done with economy and care.",
        "George said it was absurd to have only four potatoes in an Irish stew, so \nwe washed half-a-dozen or so more, and put them in without peeling.  We \nalso put in a cabbage and about half a peck of peas.  George stirred it \nall up, and then he said that there seemed to be a lot of room to spare, \nso we overhauled both the hampers, and picked out all the odds and ends \nand the remnants, and added them to the stew.  There were half a pork pie \nand a bit of cold boiled bacon left, and we put them in.  Then George \nfound half a tin of potted salmon, and he emptied that into the pot.",
        "He said that was the advantage of Irish stew: you got rid of such a lot \nof things.  I fished out a couple of eggs that had got cracked, and put \nthose in.  George said they would thicken the gravy.",
        "I forget the other ingredients, but I know nothing was wasted; and I \nremember that, towards the end, Montmorency, who had evinced great \ninterest in the proceedings throughout, strolled away with an earnest and \nthoughtful air, reappearing, a few minutes afterwards, with a dead water-\nrat in his mouth, which he evidently wished to present as his \ncontribution to the dinner; whether in a sarcastic spirit, or with a \ngenuine desire to assist, I cannot say.",
        "We had a discussion as to whether the rat should go in or not.  Harris \nsaid that he thought it would be all right, mixed up with the other \nthings, and that every little helped; but George stood up for precedent.  \nHe said he had never heard of water-rats in Irish stew, and he would \nrather be on the safe side, and not try experiments.",
        "Harris said:",
        "“If you never try a new thing, how can you tell what it’s like?  It’s men \nsuch as you that hamper the world’s progress.  Think of the man who first \ntried German sausage!”",
        "It was a great success, that Irish stew.  I don’t think I ever enjoyed a \nmeal more.  There was something so fresh and piquant about it.  One’s \npalate gets so tired of the old hackneyed things: here was a dish with a \nnew flavour, with a taste like nothing else on earth.",
        "And it was nourishing, too.  As George said, there was good stuff in it.  \nThe peas and potatoes might have been a bit softer, but we all had good \nteeth, so that did not matter much: and as for the gravy, it was a poem – \na little too rich, perhaps, for a weak stomach, but nutritious.",
        "We finished up with tea and cherry tart.  Montmorency had a fight with \nthe kettle during tea-time, and came off a poor second.",
        "Throughout the trip, he had manifested great curiosity concerning the \nkettle.  He would sit and watch it, as it boiled, with a puzzled \nexpression, and would try and rouse it every now and then by growling at \nit.  When it began to splutter and steam, he regarded it as a challenge, \nand would want to fight it, only, at that precise moment, some one would \nalways dash up and bear off his prey before he could get at it.",
        "To-day he determined he would be beforehand.  At the first sound the \nkettle made, he rose, growling, and advanced towards it in a threatening \nattitude.  It was only a little kettle, but it was full of pluck, and it \nup and spit at him.",
        "“Ah! would ye!” growled Montmorency, showing his teeth; “I’ll teach ye to \ncheek a hard-working, respectable dog; ye miserable, long-nosed, dirty-\nlooking scoundrel, ye.  Come on!”",
        "And he rushed at that poor little kettle, and seized it by the spout.",
        "Then, across the evening stillness, broke a blood-curdling yelp, and \nMontmorency left the boat, and did a constitutional three times round the \nisland at the rate of thirty-five miles an hour, stopping every now and \nthen to bury his nose in a bit of cool mud.",
        "From that day Montmorency regarded the kettle with a mixture of awe, \nsuspicion, and hate.  Whenever he saw it he would growl and back at a \nrapid rate, with his tail shut down, and the moment it was put upon the \nstove he would promptly climb out of the boat, and sit on the bank, till \nthe whole tea business was over.",
        "George got out his banjo after supper, and wanted to play it, but Harris \nobjected: he said he had got a headache, and did not feel strong enough \nto stand it.  George thought the music might do him good – said music \noften soothed the nerves and took away a headache; and he twanged two or \nthree notes, just to show Harris what it was like.",
        "Harris said he would rather have the headache.",
        "George has never learned to play the banjo to this day.  He has had too \nmuch all-round discouragement to meet.  He tried on two or three \nevenings, while we were up the river, to get a little practice, but it \nwas never a success.  Harris’s language used to be enough to unnerve any \nman; added to which, Montmorency would sit and howl steadily, right \nthrough the performance.  It was not giving the man a fair chance.",
        "“What’s he want to howl like that for when I’m playing?” George would \nexclaim indignantly, while taking aim at him with a boot.",
        "“What do you want to play like that for when he is howling?” Harris would \nretort, catching the boot.  “You let him alone.  He can’t help howling.  \nHe’s got a musical ear, and your playing MAKES him howl.”",
        "So George determined to postpone study of the banjo until he reached \nhome.  But he did not get much opportunity even there.  Mrs. P. used to \ncome up and say she was very sorry – for herself, she liked to hear him – \nbut the lady upstairs was in a very delicate state, and the doctor was \nafraid it might injure the child.",
        "Then George tried taking it out with him late at night, and practising \nround the square.  But the inhabitants complained to the police about it, \nand a watch was set for him one night, and he was captured.  The evidence \nagainst him was very clear, and he was bound over to keep the peace for \nsix months.",
        "He seemed to lose heart in the business after that.  He did make one or \ntwo feeble efforts to take up the work again when the six months had \nelapsed, but there was always the same coldness – the same want of \nsympathy on the part of the world to fight against; and, after awhile, he \ndespaired altogether, and advertised the instrument for sale at a great \nsacrifice – “owner having no further use for same” – and took to learning \ncard tricks instead.",
        "It must be disheartening work learning a musical instrument.  You would \nthink that Society, for its own sake, would do all it could to assist a \nman to acquire the art of playing a musical instrument.  But it doesn’t!",
        "I knew a young fellow once, who was studying to play the bagpipes, and \nyou would be surprised at the amount of opposition he had to contend \nwith.  Why, not even from the members of his own family did he receive \nwhat you could call active encouragement.  His father was dead against \nthe business from the beginning, and spoke quite unfeelingly on the \nsubject.",
        "My friend used to get up early in the morning to practise, but he had to \ngive that plan up, because of his sister.  She was somewhat religiously \ninclined, and she said it seemed such an awful thing to begin the day \nlike that.",
        "So he sat up at night instead, and played after the family had gone to \nbed, but that did not do, as it got the house such a bad name.  People, \ngoing home late, would stop outside to listen, and then put it about all \nover the town, the next morning, that a fearful murder had been committed \nat Mr. Jefferson’s the night before; and would describe how they had \nheard the victim’s shrieks and the brutal oaths and curses of the \nmurderer, followed by the prayer for mercy, and the last dying gurgle of \nthe corpse.",
        "So they let him practise in the day-time, in the back-kitchen with all \nthe doors shut; but his more successful passages could generally be heard \nin the sitting-room, in spite of these precautions, and would affect his \nmother almost to tears.",
        "She said it put her in mind of her poor father (he had been swallowed by \na shark, poor man, while bathing off the coast of New Guinea – where the \nconnection came in, she could not explain).",
        "Then they knocked up a little place for him at the bottom of the garden, \nabout quarter of a mile from the house, and made him take the machine \ndown there when he wanted to work it; and sometimes a visitor would come \nto the house who knew nothing of the matter, and they would forget to \ntell him all about it, and caution him, and he would go out for a stroll \nround the garden and suddenly get within earshot of those bagpipes, \nwithout being prepared for it, or knowing what it was.  If he were a man \nof strong mind, it only gave him fits; but a person of mere average \nintellect it usually sent mad.",
        "There is, it must be confessed, something very sad about the early \nefforts of an amateur in bagpipes.  I have felt that myself when \nlistening to my young friend.  They appear to be a trying instrument to \nperform upon.  You have to get enough breath for the whole tune before \nyou start – at least, so I gathered from watching Jefferson.",
        "He would begin magnificently with a wild, full, come-to-the-battle sort \nof a note, that quite roused you.  But he would get more and more piano \nas he went on, and the last verse generally collapsed in the middle with \na splutter and a hiss.",
        "You want to be in good health to play the bagpipes.",
        "Young Jefferson only learnt to play one tune on those bagpipes; but I \nnever heard any complaints about the insufficiency of his repertoire – \nnone whatever.  This tune was “The Campbells are Coming, Hooray – \nHooray!” so he said, though his father always held that it was “The Blue \nBells of Scotland.”  Nobody seemed quite sure what it was exactly, but \nthey all agreed that it sounded Scotch.",
        "Strangers were allowed three guesses, and most of them guessed a \ndifferent tune each time.",
        "Harris was disagreeable after supper, – I think it must have been the \nstew that had upset him: he is not used to high living, – so George and I \nleft him in the boat, and settled to go for a mouch round Henley.  He \nsaid he should have a glass of whisky and a pipe, and fix things up for \nthe night.  We were to shout when we returned, and he would row over from \nthe island and fetch us.",
        "“Don’t go to sleep, old man,” we said as we started.",
        "“Not much fear of that while this stew’s on,” he grunted, as he pulled \nback to the island.",
        "Henley was getting ready for the regatta, and was full of bustle.  We met \na goodish number of men we knew about the town, and in their pleasant \ncompany the time slipped by somewhat quickly; so that it was nearly \neleven o’clock before we set off on our four-mile walk home – as we had \nlearned to call our little craft by this time.",
        "It was a dismal night, coldish, with a thin rain falling; and as we \ntrudged through the dark, silent fields, talking low to each other, and \nwondering if we were going right or not, we thought of the cosy boat, \nwith the bright light streaming through the tight-drawn canvas; of Harris \nand Montmorency, and the whisky, and wished that we were there.",
        "We conjured up the picture of ourselves inside, tired and a little \nhungry; of the gloomy river and the shapeless trees; and, like a giant \nglow-worm underneath them, our dear old boat, so snug and warm and \ncheerful.  We could see ourselves at supper there, pecking away at cold \nmeat, and passing each other chunks of bread; we could hear the cheery \nclatter of our knives, the laughing voices, filling all the space, and \noverflowing through the opening out into the night.  And we hurried on to \nrealise the vision.",
        "We struck the tow-path at length, and that made us happy; because prior \nto this we had not been sure whether we were walking towards the river or \naway from it, and when you are tired and want to go to bed uncertainties \nlike that worry you.  We passed Skiplake as the clock was striking the \nquarter to twelve; and then George said, thoughtfully:",
        "“You don’t happen to remember which of the islands it was, do you?”",
        "“No,” I replied, beginning to grow thoughtful too, “I don’t.  How many \nare there?”",
        "“Only four,” answered George.  “It will be all right, if he’s awake.”",
        "“And if not?” I queried; but we dismissed that train of thought.",
        "We shouted when we came opposite the first island, but there was no \nresponse; so we went to the second, and tried there, and obtained the \nsame result.",
        "“Oh!  I remember now,” said George; “it was the third one.”",
        "And we ran on hopefully to the third one, and hallooed.",
        "No answer!",
        "The case was becoming serious. it was now past midnight.  The hotels at \nSkiplake and Henley would be crammed; and we could not go round, knocking \nup cottagers and householders in the middle of the night, to know if they \nlet apartments!  George suggested walking back to Henley and assaulting a \npoliceman, and so getting a night’s lodging in the station-house.  But \nthen there was the thought, “Suppose he only hits us back and refuses to \nlock us up!”",
        "We could not pass the whole night fighting policemen.  Besides, we did \nnot want to overdo the thing and get six months.",
        "We despairingly tried what seemed in the darkness to be the fourth \nisland, but met with no better success.  The rain was coming down fast \nnow, and evidently meant to last.  We were wet to the skin, and cold and \nmiserable.  We began to wonder whether there were only four islands or \nmore, or whether we were near the islands at all, or whether we were \nanywhere within a mile of where we ought to be, or in the wrong part of \nthe river altogether; everything looked so strange and different in the \ndarkness.  We began to understand the sufferings of the Babes in the \nWood.",
        "Just when we had given up all hope – yes, I know that is always the time \nthat things do happen in novels and tales; but I can’t help it.  I \nresolved, when I began to write this book, that I would be strictly \ntruthful in all things; and so I will be, even if I have to employ \nhackneyed phrases for the purpose.",
        "It WAS just when we had given up all hope, and I must therefore say so.  \nJust when we had given up all hope, then, I suddenly caught sight, a \nlittle way below us, of a strange, weird sort of glimmer flickering among \nthe trees on the opposite bank.  For an instant I thought of ghosts: it \nwas such a shadowy, mysterious light.  The next moment it flashed across \nme that it was our boat, and I sent up such a yell across the water that \nmade the night seem to shake in its bed.",
        "We waited breathless for a minute, and then – oh! divinest music of the \ndarkness! – we heard the answering bark of Montmorency.  We shouted back \nloud enough to wake the Seven Sleepers – I never could understand myself \nwhy it should take more noise to wake seven sleepers than one – and, \nafter what seemed an hour, but what was really, I suppose, about five \nminutes, we saw the lighted boat creeping slowly over the blackness, and \nheard Harris’s sleepy voice asking where we were.",
        "There was an unaccountable strangeness about Harris.  It was something \nmore than mere ordinary tiredness.  He pulled the boat against a part of \nthe bank from which it was quite impossible for us to get into it, and \nimmediately went to sleep.  It took us an immense amount of screaming and \nroaring to wake him up again and put some sense into him; but we \nsucceeded at last, and got safely on board.",
        "Harris had a sad expression on him, so we noticed, when we got into the \nboat.  He gave you the idea of a man who had been through trouble.  We \nasked him if anything had happened, and he said-",
        "“Swans!”",
        "It seemed we had moored close to a swan’s nest, and, soon after George \nand I had gone, the female swan came back, and kicked up a row about it.  \nHarris had chivied her off, and she had gone away, and fetched up her old \nman.  Harris said he had had quite a fight with these two swans; but \ncourage and skill had prevailed in the end, and he had defeated them.",
        "Half-an-hour afterwards they returned with eighteen other swans!  It must \nhave been a fearful battle, so far as we could understand Harris’s \naccount of it.  The swans had tried to drag him and Montmorency out of \nthe boat and drown them; and he had defended himself like a hero for four \nhours, and had killed the lot, and they had all paddled away to die.",
        "“How many swans did you say there were?” asked George.",
        "“Thirty-two,” replied Harris, sleepily.",
        "“You said eighteen just now,” said George.",
        "“No, I didn’t,” grunted Harris; “I said twelve.  Think I can’t count?”",
        "What were the real facts about these swans we never found out.  We \nquestioned Harris on the subject in the morning, and he said, “What \nswans?” and seemed to think that George and I had been dreaming.",
        "Oh, how delightful it was to be safe in the boat, after our trials and \nfears!  We ate a hearty supper, George and I, and we should have had some \ntoddy after it, if we could have found the whisky, but we could not.  We \nexamined Harris as to what he had done with it; but he did not seem to \nknow what we meant by “whisky,” or what we were talking about at all.  \nMontmorency looked as if he knew something, but said nothing.",
        "I slept well that night, and should have slept better if it had not been \nfor Harris.  I have a vague recollection of having been woke up at least \na dozen times during the night by Harris wandering about the boat with \nthe lantern, looking for his clothes.  He seemed to be worrying about his \nclothes all night.",
        "Twice he routed up George and myself to see if we were lying on his \ntrousers.  George got quite wild the second time.",
        "“What the thunder do you want your trousers for, in the middle of the \nnight?” he asked indignantly.  “Why don’t you lie down, and go to sleep?”",
        "I found him in trouble, the next time I awoke, because he could not find \nhis socks; and my last hazy remembrance is of being rolled over on my \nside, and of hearing Harris muttering something about its being an \nextraordinary thing where his umbrella could have got to.",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}