{
    "title": "Three Men in a Boat - Chapter XVII.",
    "author": "Jerome K. Jerome",
    "chapter": "17",
    "content": [
        "\n",
        "\n\n",
        "WASHING DAY. – FISH AND FISHERS. – ON THE ART OF ANGLING. – A \nCONSCIENTIOUS FLY-FISHER. – A FISHY STORY.",
        "WE stayed two days at Streatley, and got our clothes washed.  We had \ntried washing them ourselves, in the river, under George’s \nsuperintendence, and it had been a failure.  Indeed, it had been more \nthan a failure, because we were worse off after we had washed our clothes \nthan we were before.  Before we had washed them, they had been very, very \ndirty, it is true; but they were just wearable.  AFTER we had washed them \n- well, the river between Reading and Henley was much cleaner, after we \nhad washed our clothes in it, than it was before.  All the dirt contained \nin the river between Reading and Henley, we collected, during that wash, \nand worked it into our clothes.",
        "The washerwoman at Streatley said she felt she owed it to herself to \ncharge us just three times the usual prices for that wash.  She said it \nhad not been like washing, it had been more in the nature of excavating.",
        "We paid the bill without a murmur.",
        "The neighbourhood of Streatley and Goring is a great fishing centre.  \nThere is some excellent fishing to be had here.  The river abounds in \npike, roach, dace, gudgeon, and eels, just here; and you can sit and fish \nfor them all day.",
        "Some people do.  They never catch them.  I never knew anybody catch \nanything, up the Thames, except minnows and dead cats, but that has \nnothing to do, of course, with fishing!  The local fisherman’s guide \ndoesn’t say a word about catching anything.  All it says is the place is \n“a good station for fishing;” and, from what I have seen of the district, \nI am quite prepared to bear out this statement.",
        "There is no spot in the world where you can get more fishing, or where \nyou can fish for a longer period.  Some fishermen come here and fish for \na day, and others stop and fish for a month.  You can hang on and fish \nfor a year, if you want to: it will be all the same.",
        "The ANGLER’S GUIDE TO THE THAMES says that “jack and perch are also to be \nhad about here,” but there the ANGLER’S GUIDE is wrong.  Jack and perch \nmay BE about there.  Indeed, I know for a fact that they are.  You can \nSEE them there in shoals, when you are out for a walk along the banks: \nthey come and stand half out of the water with their mouths open for \nbiscuits.  And, if you go for a bathe, they crowd round, and get in your \nway, and irritate you.  But they are not to be “had” by a bit of worm on \nthe end of a hook, nor anything like it – not they!",
        "I am not a good fisherman myself.  I devoted a considerable amount of \nattention to the subject at one time, and was getting on, as I thought, \nfairly well; but the old hands told me that I should never be any real \ngood at it, and advised me to give it up.  They said that I was an \nextremely neat thrower, and that I seemed to have plenty of gumption for \nthe thing, and quite enough constitutional laziness.  But they were sure \nI should never make anything of a fisherman.  I had not got sufficient \nimagination.",
        "They said that as a poet, or a shilling shocker, or a reporter, or \nanything of that kind, I might be satisfactory, but that, to gain any \nposition as a Thames angler, would require more play of fancy, more power \nof invention than I appeared to possess.",
        "Some people are under the impression that all that is required to make a \ngood fisherman is the ability to tell lies easily and without blushing; \nbut this is a mistake.  Mere bald fabrication is useless; the veriest \ntyro can manage that.  It is in the circumstantial detail, the \nembellishing touches of probability, the general air of scrupulous – \nalmost of pedantic – veracity, that the experienced angler is seen.",
        "Anybody can come in and say, “Oh, I caught fifteen dozen perch yesterday \nevening;” or “Last Monday I landed a gudgeon, weighing eighteen pounds, \nand measuring three feet from the tip to the tail.”",
        "There is no art, no skill, required for that sort of thing.  It shows \npluck, but that is all.",
        "No; your accomplished angler would scorn to tell a lie, that way.  His \nmethod is a study in itself.",
        "He comes in quietly with his hat on, appropriates the most comfortable \nchair, lights his pipe, and commences to puff in silence.  He lets the \nyoungsters brag away for a while, and then, during a momentary lull, he \nremoves the pipe from his mouth, and remarks, as he knocks the ashes out \nagainst the bars:",
        "“Well, I had a haul on Tuesday evening that it’s not much good my telling \nanybody about.”",
        "“Oh! why’s that?” they ask.",
        "“Because I don’t expect anybody would believe me if I did,” replies the \nold fellow calmly, and without even a tinge of bitterness in his tone, as \nhe refills his pipe, and requests the landlord to bring him three of \nScotch, cold.",
        "There is a pause after this, nobody feeling sufficiently sure of himself \nto contradict the old gentleman.  So he has to go on by himself without \nany encouragement.",
        "“No,” he continues thoughtfully; “I shouldn’t believe it myself if \nanybody told it to me, but it’s a fact, for all that.  I had been sitting \nthere all the afternoon and had caught literally nothing – except a few \ndozen dace and a score of jack; and I was just about giving it up as a \nbad job when I suddenly felt a rather smart pull at the line.  I thought \nit was another little one, and I went to jerk it up.  Hang me, if I could \nmove the rod!  It took me half-an-hour – half-an-hour, sir! – to land \nthat fish; and every moment I thought the line was going to snap!  I \nreached him at last, and what do you think it was?  A sturgeon! a forty \npound sturgeon! taken on a line, sir!  Yes, you may well look surprised – \nI’ll have another three of Scotch, landlord, please.”",
        "And then he goes on to tell of the astonishment of everybody who saw it; \nand what his wife said, when he got home, and of what Joe Buggles thought \nabout it.",
        "I asked the landlord of an inn up the river once, if it did not injure \nhim, sometimes, listening to the tales that the fishermen about there \ntold him; and he said:",
        "“Oh, no; not now, sir.  It did used to knock me over a bit at first, but, \nlor love you! me and the missus we listens to `em all day now.  It’s what \nyou’re used to, you know.  It’s what you’re used to.”",
        "I knew a young man once, he was a most conscientious fellow, and, when he \ntook to fly-fishing, he determined never to exaggerate his hauls by more \nthan twenty-five per cent.",
        "“When I have caught forty fish,” said he, “then I will tell people that I \nhave caught fifty, and so on.  But I will not lie any more than that, \nbecause it is sinful to lie.”",
        "But the twenty-five per cent. plan did not work well at all.  He never \nwas able to use it.  The greatest number of fish he ever caught in one \nday was three, and you can’t add twenty-five per cent. to three – at \nleast, not in fish.",
        "So he increased his percentage to thirty-three-and-a-third; but that, \nagain, was awkward, when he had only caught one or two; so, to simplify \nmatters, he made up his mind to just double the quantity.",
        "He stuck to this arrangement for a couple of months, and then he grew \ndissatisfied with it.  Nobody believed him when he told them that he only \ndoubled, and he, therefore, gained no credit that way whatever, while his \nmoderation put him at a disadvantage among the other anglers.  When he \nhad really caught three small fish, and said he had caught six, it used \nto make him quite jealous to hear a man, whom he knew for a fact had only \ncaught one, going about telling people he had landed two dozen.",
        "So, eventually, he made one final arrangement with himself, which he has \nreligiously held to ever since, and that was to count each fish that he \ncaught as ten, and to assume ten to begin with.  For example, if he did \nnot catch any fish at all, then he said he had caught ten fish – you \ncould never catch less than ten fish by his system; that was the \nfoundation of it.  Then, if by any chance he really did catch one fish, \nhe called it twenty, while two fish would count thirty, three forty, and \nso on.",
        "It is a simple and easily worked plan, and there has been some talk \nlately of its being made use of by the angling fraternity in general.  \nIndeed, the Committee of the Thames Angler’s Association did recommend \nits adoption about two years ago, but some of the older members opposed \nit.  They said they would consider the idea if the number were doubled, \nand each fish counted as twenty.",
        "If ever you have an evening to spare, up the river, I should advise you \nto drop into one of the little village inns, and take a seat in the tap-\nroom.  You will be nearly sure to meet one or two old rod-men, sipping \ntheir toddy there, and they will tell you enough fishy stories, in half \nan hour, to give you indigestion for a month.",
        "George and I – I don’t know what had become of Harris; he had gone out \nand had a shave, early in the afternoon, and had then come back and spent \nfull forty minutes in pipeclaying his shoes, we had not seen him since – \nGeorge and I, therefore, and the dog, left to ourselves, went for a walk \nto Wallingford on the second evening, and, coming home, we called in at a \nlittle river-side inn, for a rest, and other things.",
        "We went into the parlour and sat down.  There was an old fellow there, \nsmoking a long clay pipe, and we naturally began chatting.",
        "He told us that it had been a fine day to-day, and we told him that it \nhad been a fine day yesterday, and then we all told each other that we \nthought it would be a fine day to-morrow; and George said the crops \nseemed to be coming up nicely.",
        "After that it came out, somehow or other, that we were strangers in the \nneighbourhood, and that we were going away the next morning.",
        "Then a pause ensued in the conversation, during which our eyes wandered \nround the room.  They finally rested upon a dusty old glass-case, fixed \nvery high up above the chimney-piece, and containing a trout.  It rather \nfascinated me, that trout; it was such a monstrous fish.  In fact, at \nfirst glance, I thought it was a cod.",
        "“Ah!” said the old gentleman, following the direction of my gaze, “fine \nfellow that, ain’t he?”",
        "“Quite uncommon,” I murmured; and George asked the old man how much he \nthought it weighed.",
        "“Eighteen pounds six ounces,” said our friend, rising and taking down his \ncoat.  “Yes,” he continued, “it wur sixteen year ago, come the third o’ \nnext month, that I landed him.  I caught him just below the bridge with a \nminnow.  They told me he wur in the river, and I said I’d have him, and \nso I did.  You don’t see many fish that size about here now, I’m \nthinking.  Good-night, gentlemen, good-night.”",
        "And out he went, and left us alone.",
        "We could not take our eyes off the fish after that.  It really was a \nremarkably fine fish.  We were still looking at it, when the local \ncarrier, who had just stopped at the inn, came to the door of the room \nwith a pot of beer in his hand, and he also looked at the fish.",
        "“Good-sized trout, that,” said George, turning round to him.",
        "“Ah! you may well say that, sir,” replied the man; and then, after a pull \nat his beer, he added, “Maybe you wasn’t here, sir, when that fish was \ncaught?”",
        "“No,” we told him.  We were strangers in the neighbourhood.",
        "“Ah!” said the carrier, “then, of course, how should you?  It was nearly \nfive years ago that I caught that trout.”",
        "“Oh! was it you who caught it, then?” said I.",
        "“Yes, sir,” replied the genial old fellow.  “I caught him just below the \nlock – leastways, what was the lock then – one Friday afternoon; and the \nremarkable thing about it is that I caught him with a fly.  I’d gone out \npike fishing, bless you, never thinking of a trout, and when I saw that \nwhopper on the end of my line, blest if it didn’t quite take me aback.  \nWell, you see, he weighed twenty-six pound.  Good-night, gentlemen, good-\nnight.”",
        "Five minutes afterwards, a third man came in, and described how he had \ncaught it early one morning, with bleak; and then he left, and a stolid, \nsolemn-looking, middle-aged individual came in, and sat down over by the \nwindow.",
        "None of us spoke for a while; but, at length, George turned to the new \ncomer, and said:",
        "“I beg your pardon, I hope you will forgive the liberty that we – perfect \nstrangers in the neighbourhood – are taking, but my friend here and \nmyself would be so much obliged if you would tell us how you caught that \ntrout up there.”",
        "“Why, who told you I caught that trout!” was the surprised query.",
        "We said that nobody had told us so, but somehow or other we felt \ninstinctively that it was he who had done it.",
        "“Well, it’s a most remarkable thing – most remarkable,” answered the \nstolid stranger, laughing; “because, as a matter of fact, you are quite \nright.  I did catch it.  But fancy your guessing it like that.  Dear me, \nit’s really a most remarkable thing.”",
        "And then he went on, and told us how it had taken him half an hour to \nland it, and how it had broken his rod.  He said he had weighed it \ncarefully when he reached home, and it had turned the scale at thirty-\nfour pounds.",
        "He went in his turn, and when he was gone, the landlord came in to us.  \nWe told him the various histories we had heard about his trout, and he \nwas immensely amused, and we all laughed very heartily.",
        "“Fancy Jim Bates and Joe Muggles and Mr. Jones and old Billy Maunders all \ntelling you that they had caught it.  Ha! ha! ha!  Well, that is good,” \nsaid the honest old fellow, laughing heartily.  “Yes, they are the sort \nto give it ME, to put up in MY parlour, if THEY had caught it, they are!  \nHa! ha! ha!”",
        "And then he told us the real history of the fish.  It seemed that he had \ncaught it himself, years ago, when he was quite a lad; not by any art or \nskill, but by that unaccountable luck that appears to always wait upon a \nboy when he plays the wag from school, and goes out fishing on a sunny \nafternoon, with a bit of string tied on to the end of a tree.",
        "He said that bringing home that trout had saved him from a whacking, and \nthat even his school-master had said it was worth the rule-of-three and \npractice put together.",
        "He was called out of the room at this point, and George and I again \nturned our gaze upon the fish.",
        "It really was a most astonishing trout.  The more we looked at it, the \nmore we marvelled at it.",
        "It excited George so much that he climbed up on the back of a chair to \nget a better view of it.",
        "And then the chair slipped, and George clutched wildly at the trout-case \nto save himself, and down it came with a crash, George and the chair on \ntop of it.",
        "“You haven’t injured the fish, have you?” I cried in alarm, rushing up.",
        "“I hope not,” said George, rising cautiously and looking about.",
        "But he had.  That trout lay shattered into a thousand fragments – I say a \nthousand, but they may have only been nine hundred.  I did not count \nthem.",
        "We thought it strange and unaccountable that a stuffed trout should break \nup into little pieces like that.",
        "And so it would have been strange and unaccountable, if it had been a \nstuffed trout, but it was not.",
        "That trout was plaster-of-Paris.",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}