{
    "title": "Three Men in a Boat - Chapter XVIII.",
    "author": "Jerome K. Jerome",
    "chapter": "18",
    "content": [
        "\n",
        "\n\n",
        "LOCKS. – GEORGE AND I ARE PHOTOGRAPHED. – WALLINGFORD. – DORCHESTER. – \nABINGDON. – A FAMILY MAN. – A GOOD SPOT FOR DROWNING. – A DIFFICULT BIT \nOF WATER. – DEMORALIZING EFFECT OF RIVER AIR.",
        "WE left Streatley early the next morning, and pulled up to Culham, and \nslept under the canvas, in the backwater there.",
        "The river is not extraordinarily interesting between Streatley and \nWallingford.  From Cleve you get a stretch of six and a half miles \nwithout a lock.  I believe this is the longest uninterrupted stretch \nanywhere above Teddington, and the Oxford Club make use of it for their \ntrial eights.",
        "But however satisfactory this absence of locks may be to rowing-men, it \nis to be regretted by the mere pleasure-seeker.",
        "For myself, I am fond of locks.  They pleasantly break the monotony of \nthe pull.  I like sitting in the boat and slowly rising out of the cool \ndepths up into new reaches and fresh views; or sinking down, as it were, \nout of the world, and then waiting, while the gloomy gates creak, and the \nnarrow strip of day-light between them widens till the fair smiling river \nlies full before you, and you push your little boat out from its brief \nprison on to the welcoming waters once again.",
        "They are picturesque little spots, these locks.  The stout old lock-\nkeeper, or his cheerful-looking wife, or bright-eyed daughter, are \npleasant folk to have a passing chat with. *  You meet other boats there, \nand river gossip is exchanged.  The Thames would not be the fairyland it \nis without its flower-decked locks.",
        "* Or rather WERE.  The Conservancy of late seems to have constituted \nitself into a society for the employment of idiots.  A good many of the \nnew lock-keepers, especially in the more crowded portions of the river, \nare excitable, nervous old men, quite unfitted for their post.",
        "Talking of locks reminds me of an accident George and I very nearly had \none summer’s morning at Hampton Court.",
        "It was a glorious day, and the lock was crowded; and, as is a common \npractice up the river, a speculative photographer was taking a picture of \nus all as we lay upon the rising waters.",
        "I did not catch what was going on at first, and was, therefore, extremely \nsurprised at noticing George hurriedly smooth out his trousers, ruffle up \nhis hair, and stick his cap on in a rakish manner at the back of his \nhead, and then, assuming an expression of mingled affability and sadness, \nsit down in a graceful attitude, and try to hide his feet.",
        "My first idea was that he had suddenly caught sight of some girl he knew, \nand I looked about to see who it was.  Everybody in the lock seemed to \nhave been suddenly struck wooden.  They were all standing or sitting \nabout in the most quaint and curious attitudes I have ever seen off a \nJapanese fan.  All the girls were smiling.  Oh, they did look so sweet!  \nAnd all the fellows were frowning, and looking stern and noble.",
        "And then, at last, the truth flashed across me, and I wondered if I \nshould be in time.  Ours was the first boat, and it would be unkind of me \nto spoil the man’s picture, I thought.",
        "So I faced round quickly, and took up a position in the prow, where I \nleant with careless grace upon the hitcher, in an attitude suggestive of \nagility and strength.  I arranged my hair with a curl over the forehead, \nand threw an air of tender wistfulness into my expression, mingled with a \ntouch of cynicism, which I am told suits me.",
        "As we stood, waiting for the eventful moment, I heard someone behind call \nout:",
        "“Hi! look at your nose.”",
        "I could not turn round to see what was the matter, and whose nose it was \nthat was to be looked at.  I stole a side-glance at George’s nose!  It \nwas all right – at all events, there was nothing wrong with it that could \nbe altered.  I squinted down at my own, and that seemed all that could be \nexpected also.",
        "“Look at your nose, you stupid ass!” came the same voice again, louder.",
        "And then another voice cried:",
        "“Push your nose out, can’t you, you – you two with the dog!”",
        "Neither George nor I dared to turn round.  The man’s hand was on the cap, \nand the picture might be taken any moment.  Was it us they were calling \nto?  What was the matter with our noses?  Why were they to be pushed out!",
        "But now the whole lock started yelling, and a stentorian voice from the \nback shouted:",
        "“Look at your boat, sir; you in the red and black caps.  It’s your two \ncorpses that will get taken in that photo, if you ain’t quick.”",
        "We looked then, and saw that the nose of our boat had got fixed under the \nwoodwork of the lock, while the in-coming water was rising all around it, \nand tilting it up.  In another moment we should be over.  Quick as \nthought, we each seized an oar, and a vigorous blow against the side of \nthe lock with the butt-ends released the boat, and sent us sprawling on \nour backs.",
        "We did not come out well in that photograph, George and I.  Of course, as \nwas to be expected, our luck ordained it, that the man should set his \nwretched machine in motion at the precise moment that we were both lying \non our backs with a wild expression of “Where am I? and what is it?” on \nour faces, and our four feet waving madly in the air.",
        "Our feet were undoubtedly the leading article in that photograph.  \nIndeed, very little else was to be seen.  They filled up the foreground \nentirely.  Behind them, you caught glimpses of the other boats, and bits \nof the surrounding scenery; but everything and everybody else in the lock \nlooked so utterly insignificant and paltry compared with our feet, that \nall the other people felt quite ashamed of themselves, and refused to \nsubscribe to the picture.",
        "The owner of one steam launch, who had bespoke six copies, rescinded the \norder on seeing the negative.  He said he would take them if anybody \ncould show him his launch, but nobody could.  It was somewhere behind \nGeorge’s right foot.",
        "There was a good deal of unpleasantness over the business.  The \nphotographer thought we ought to take a dozen copies each, seeing that \nthe photo was about nine-tenths us, but we declined.  We said we had no \nobjection to being photo’d full-length, but we preferred being taken the \nright way up.",
        "Wallingford, six miles above Streatley, is a very ancient town, and has \nbeen an active centre for the making of English history.  It was a rude, \nmud-built town in the time of the Britons, who squatted there, until the \nRoman legions evicted them; and replaced their clay-baked walls by mighty \nfortifications, the trace of which Time has not yet succeeded in sweeping \naway, so well those old-world masons knew how to build.",
        "But Time, though he halted at Roman walls, soon crumbled Romans to dust; \nand on the ground, in later years, fought savage Saxons and huge Danes, \nuntil the Normans came.",
        "It was a walled and fortified town up to the time of the Parliamentary \nWar, when it suffered a long and bitter siege from Fairfax.  It fell at \nlast, and then the walls were razed.",
        "From Wallingford up to Dorchester the neighbourhood of the river grows \nmore hilly, varied, and picturesque.  Dorchester stands half a mile from \nthe river.  It can be reached by paddling up the Thame, if you have a \nsmall boat; but the best way is to leave the river at Day’s Lock, and \ntake a walk across the fields.  Dorchester is a delightfully peaceful old \nplace, nestling in stillness and silence and drowsiness.",
        "Dorchester, like Wallingford, was a city in ancient British times; it was \nthen called Caer Doren, “the city on the water.”  In more recent times \nthe Romans formed a great camp here, the fortifications surrounding which \nnow seem like low, even hills.  In Saxon days it was the capital of \nWessex.  It is very old, and it was very strong and great once.  Now it \nsits aside from the stirring world, and nods and dreams.",
        "Round Clifton Hampden, itself a wonderfully pretty village, old-\nfashioned, peaceful, and dainty with flowers, the river scenery is rich \nand beautiful.  If you stay the night on land at Clifton, you cannot do \nbetter than put up at the “Barley Mow.”  It is, without exception, I \nshould say, the quaintest, most old-world inn up the river.  It stands on \nthe right of the bridge, quite away from the village.  Its low-pitched \ngables and thatched roof and latticed windows give it quite a story-book \nappearance, while inside it is even still more once-upon-a-timeyfied.",
        "It would not be a good place for the heroine of a modern novel to stay \nat.  The heroine of a modern novel is always “divinely tall,” and she is \never “drawing herself up to her full height.”  At the “Barley Mow” she \nwould bump her head against the ceiling each time she did this.",
        "It would also be a bad house for a drunken man to put up at.  There are \ntoo many surprises in the way of unexpected steps down into this room and \nup into that; and as for getting upstairs to his bedroom, or ever finding \nhis bed when he got up, either operation would be an utter impossibility \nto him.",
        "We were up early the next morning, as we wanted to be in Oxford by the \nafternoon.  It is surprising how early one can get up, when camping out.  \nOne does not yearn for “just another five minutes” nearly so much, lying \nwrapped up in a rug on the boards of a boat, with a Gladstone bag for a \npillow, as one does in a featherbed.  We had finished breakfast, and were \nthrough Clifton Lock by half-past eight.",
        "From Clifton to Culham the river banks are flat, monotonous, and \nuninteresting, but, after you get through Culhalm Lock – the coldest and \ndeepest lock on the river – the landscape improves.",
        "At Abingdon, the river passes by the streets.  Abingdon is a typical \ncountry town of the smaller order – quiet, eminently respectable, clean, \nand desperately dull.  It prides itself on being old, but whether it can \ncompare in this respect with Wallingford and Dorchester seems doubtful.  \nA famous abbey stood here once, and within what is left of its sanctified \nwalls they brew bitter ale nowadays.",
        "In St. Nicholas Church, at Abingdon, there is a monument to John \nBlackwall and his wife Jane, who both, after leading a happy married \nlife, died on the very same day, August 21, 1625; and in St. Helen’s \nChurch, it is recorded that W. Lee, who died in 1637, “had in his \nlifetime issue from his loins two hundred lacking but three.”  If you \nwork this out you will find that Mr. W. Lee’s family numbered one hundred \nand ninety-seven.  Mr. W. Lee – five times Mayor of Abingdon – was, no \ndoubt, a benefactor to his generation, but I hope there are not many of \nhis kind about in this overcrowded nineteenth century.",
        "From Abingdon to Nuneham Courteney is a lovely stretch.  Nuneham Park is \nwell worth a visit.  It can be viewed on Tuesdays and Thursdays.  The \nhouse contains a fine collection of pictures and curiosities, and the \ngrounds are very beautiful.",
        "The pool under Sandford lasher, just behind the lock, is a very good \nplace to drown yourself in.  The undercurrent is terribly strong, and if \nyou once get down into it you are all right.  An obelisk marks the spot \nwhere two men have already been drowned, while bathing there; and the \nsteps of the obelisk are generally used as a diving-board by young men \nnow who wish to see if the place really IS dangerous.",
        "Iffley Lock and Mill, a mile before you reach Oxford, is a favourite \nsubject with the river-loving brethren of the brush.  The real article, \nhowever, is rather disappointing, after the pictures.  Few things, I have \nnoticed, come quite up to the pictures of them, in this world.",
        "We passed through Iffley Lock at about half-past twelve, and then, having \ntidied up the boat and made all ready for landing, we set to work on our \nlast mile.",
        "Between Iffley and Oxford is the most difficult bit of the river I know.  \nYou want to be born on that bit of water, to understand it.  I have been \nover it a fairish number of times, but I have never been able to get the \nhang of it.  The man who could row a straight course from Oxford to \nIffley ought to be able to live comfortably, under one roof, with his \nwife, his mother-in-law, his elder sister, and the old servant who was in \nthe family when he was a baby.",
        "First the current drives you on to the right bank, and then on to the \nleft, then it takes you out into the middle, turns you round three times, \nand carries you up stream again, and always ends by trying to smash you \nup against a college barge.",
        "Of course, as a consequence of this, we got in the way of a good many \nother boats, during the mile, and they in ours, and, of course, as a \nconsequence of that, a good deal of bad language occurred.",
        "I don’t know why it should be, but everybody is always so exceptionally \nirritable on the river.  Little mishaps, that you would hardly notice on \ndry land, drive you nearly frantic with rage, when they occur on the \nwater.  When Harris or George makes an ass of himself on dry land, I \nsmile indulgently; when they behave in a chuckle-head way on the river, I \nuse the most blood-curdling language to them.  When another boat gets in \nmy way, I feel I want to take an oar and kill all the people in it.",
        "The mildest tempered people, when on land, become violent and blood-\nthirsty when in a boat.   I did a little boating once with a young lady.  \nShe was naturally of the sweetest and gentlest disposition imaginable, \nbut on the river it was quite awful to hear her.",
        "“Oh, drat the man!” she would exclaim, when some unfortunate sculler \nwould get in her way; “why don’t he look where he’s going?”",
        "And, “Oh, bother the silly old thing!” she would say indignantly, when \nthe sail would not go up properly.  And she would catch hold of it, and \nshake it quite brutally.",
        "Yet, as I have said, when on shore she was kind-hearted and amiable \nenough.",
        "The air of the river has a demoralising effect upon one’s temper, and \nthis it is, I suppose, which causes even barge men to be sometimes rude \nto one another, and to use language which, no doubt, in their calmer \nmoments they regret.",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}