{
    "title": "Three Men in a Boat - Chapter X.",
    "author": "Jerome K. Jerome",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "OUR FIRST NIGHT. – UNDER CANVAS. – AN APPEAL FOR HELP. – CONTRARINESS OF \nTEA-KETTLES, HOW TO OVERCOME. – SUPPER. – HOW TO FEEL VIRTUOUS. – WANTED! \nA COMFORTABLY-APPOINTED, WELL-DRAINED DESERT ISLAND, NEIGHBOURHOOD OF \nSOUTH PACIFIC OCEAN PREFERRED. – FUNNY THING THAT HAPPENED TO GEORGE’S \nFATHER. – A RESTLESS NIGHT.",
        "HARRIS and I began to think that Bell Weir lock must have been done away \nwith after the same manner.  George had towed us up to Staines, and we \nhad taken the boat from there, and it seemed that we were dragging fifty \ntons after us, and were walking forty miles.  It was half-past seven when \nwe were through, and we all got in, and sculled up close to the left \nbank, looking out for a spot to haul up in.",
        "We had originally intended to go on to Magna Charta Island, a sweetly \npretty part of the river, where it winds through a soft, green valley, \nand to camp in one of the many picturesque inlets to be found round that \ntiny shore.  But, somehow, we did not feel that we yearned for the \npicturesque nearly so much now as we had earlier in the day.  A bit of \nwater between a coal-barge and a gas-works would have quite satisfied us \nfor that night.  We did not want scenery.  We wanted to have our supper \nand go to bed.  However, we did pull up to the point – “Picnic Point,” it \nis called – and dropped into a very pleasant nook under a great elm-tree, \nto the spreading roots of which we fastened the boat.",
        "Then we thought we were going to have supper (we had dispensed with tea, \nso as to save time), but George said no; that we had better get the \ncanvas up first, before it got quite dark, and while we could see what we \nwere doing.  Then, he said, all our work would be done, and we could sit \ndown to eat with an easy mind.",
        "That canvas wanted more putting up than I think any of us had bargained \nfor.  It looked so simple in the abstract.  You took five iron arches, \nlike gigantic croquet hoops, and fitted them up over the boat, and then \nstretched the canvas over them, and fastened it down: it would take quite \nten minutes, we thought.",
        "That was an under-estimate.",
        "We took up the hoops, and began to drop them into the sockets placed for \nthem.  You would not imagine this to be dangerous work; but, looking back \nnow, the wonder to me is that any of us are alive to tell the tale.  They \nwere not hoops, they were demons.  First they would not fit into their \nsockets at all, and we had to jump on them, and kick them, and hammer at \nthem with the boat-hook; and, when they were in, it turned out that they \nwere the wrong hoops for those particular sockets, and they had to come \nout again.",
        "But they would not come out, until two of us had gone and struggled with \nthem for five minutes, when they would jump up suddenly, and try and \nthrow us into the water and drown us.  They had hinges in the middle, \nand, when we were not looking, they nipped us with these hinges in \ndelicate parts of the body; and, while we were wrestling with one side of \nthe hoop, and endeavouring to persuade it to do its duty, the other side \nwould come behind us in a cowardly manner, and hit us over the head.",
        "We got them fixed at last, and then all that was to be done was to \narrange the covering over them.  George unrolled it, and fastened one end \nover the nose of the boat.  Harris stood in the middle to take it from \nGeorge and roll it on to me, and I kept by the stern to receive it.  It \nwas a long time coming down to me.  George did his part all right, but it \nwas new work to Harris, and he bungled it.",
        "How he managed it I do not know, he could not explain himself; but by \nsome mysterious process or other he succeeded, after ten minutes of \nsuperhuman effort, in getting himself completely rolled up in it.  He was \nso firmly wrapped round and tucked in and folded over, that he could not \nget out.  He, of course, made frantic struggles for freedom – the \nbirthright of every Englishman, – and, in doing so (I learned this \nafterwards), knocked over George; and then George, swearing at Harris, \nbegan to struggle too, and got himself entangled and rolled up.",
        "I knew nothing about all this at the time.  I did not understand the \nbusiness at all myself.  I had been told to stand where I was, and wait \ntill the canvas came to me, and Montmorency and I stood there and waited, \nboth as good as gold.  We could see the canvas being violently jerked and \ntossed about, pretty considerably; but we supposed this was part of the \nmethod, and did not interfere.",
        "We also heard much smothered language coming from underneath it, and we \nguessed that they were finding the job rather troublesome, and concluded \nthat we would wait until things had got a little simpler before we joined \nin.",
        "We waited some time, but matters seemed to get only more and more \ninvolved, until, at last, George’s head came wriggling out over the side \nof the boat, and spoke up.",
        "It said:",
        "“Give us a hand here, can’t you, you cuckoo; standing there like a \nstuffed mummy, when you see we are both being suffocated, you dummy!”",
        "I never could withstand an appeal for help, so I went and undid them; not \nbefore it was time, either, for Harris was nearly black in the face.",
        "It took us half an hour’s hard labour, after that, before it was properly \nup, and then we cleared the decks, and got out supper.  We put the kettle \non to boil, up in the nose of the boat, and went down to the stern and \npretended to take no notice of it, but set to work to get the other \nthings out.",
        "That is the only way to get a kettle to boil up the river.  If it sees \nthat you are waiting for it and are anxious, it will never even sing.  \nYou have to go away and begin your meal, as if you were not going to have \nany tea at all.  You must not even look round at it.  Then you will soon \nhear it sputtering away, mad to be made into tea.",
        "It is a good plan, too, if you are in a great hurry, to talk very loudly \nto each other about how you don’t need any tea, and are not going to have \nany.  You get near the kettle, so that it can overhear you, and then you \nshout out, “I don’t want any tea; do you, George?” to which George shouts \nback, “Oh, no, I don’t like tea; we’ll have lemonade instead – tea’s so \nindigestible.”  Upon which the kettle boils over, and puts the stove out.",
        "We adopted this harmless bit of trickery, and the result was that, by the \ntime everything else was ready, the tea was waiting.  Then we lit the \nlantern, and squatted down to supper.",
        "We wanted that supper.",
        "For five-and-thirty minutes not a sound was heard throughout the length \nand breadth of that boat, save the clank of cutlery and crockery, and the \nsteady grinding of four sets of molars.  At the end of five-and-thirty \nminutes, Harris said, “Ah!” and took his left leg out from under him and \nput his right one there instead.",
        "Five minutes afterwards, George said, “Ah!” too, and threw his plate out \non the bank; and, three minutes later than that, Montmorency gave the \nfirst sign of contentment he had exhibited since we had started, and \nrolled over on his side, and spread his legs out; and then I said, “Ah!” \nand bent my head back, and bumped it against one of the hoops, but I did \nnot mind it.  I did not even swear.",
        "How good one feels when one is full – how satisfied with ourselves and \nwith the world!  People who have tried it, tell me that a clear \nconscience makes you very happy and contented; but a full stomach does \nthe business quite as well, and is cheaper, and more easily obtained.  \nOne feels so forgiving and generous after a substantial and well-digested \nmeal – so noble-minded, so kindly-hearted.",
        "It is very strange, this domination of our intellect by our digestive \norgans.  We cannot work, we cannot think, unless our stomach wills so.  \nIt dictates to us our emotions, our passions.  After eggs and bacon, it \nsays, “Work!”  After beefsteak and porter, it says, “Sleep!”  After a cup \nof tea (two spoonsful for each cup, and don’t let it stand more than \nthree minutes), it says to the brain, “Now, rise, and show your strength.  \nBe eloquent, and deep, and tender; see, with a clear eye, into Nature and \ninto life; spread your white wings of quivering thought, and soar, a god-\nlike spirit, over the whirling world beneath you, up through long lanes \nof flaming stars to the gates of eternity!”",
        "After hot muffins, it says, “Be dull and soulless, like a beast of the \nfield – a brainless animal, with listless eye, unlit by any ray of fancy, \nor of hope, or fear, or love, or life.”  And after brandy, taken in \nsufficient quantity, it says, “Now, come, fool, grin and tumble, that \nyour fellow-men may laugh – drivel in folly, and splutter in senseless \nsounds, and show what a helpless ninny is poor man whose wit and will are \ndrowned, like kittens, side by side, in half an inch of alcohol.”",
        "We are but the veriest, sorriest slaves of our stomach.  Reach not after \nmorality and righteousness, my friends; watch vigilantly your stomach, \nand diet it with care and judgment.  Then virtue and contentment will \ncome and reign within your heart, unsought by any effort of your own; and \nyou will be a good citizen, a loving husband, and a tender father – a \nnoble, pious man.",
        "Before our supper, Harris and George and I were quarrelsome and snappy \nand ill-tempered; after our supper, we sat and beamed on one another, and \nwe beamed upon the dog, too.  We loved each other, we loved everybody.  \nHarris, in moving about, trod on George’s corn.  Had this happened before \nsupper, George would have expressed wishes and desires concerning \nHarris’s fate in this world and the next that would have made a \nthoughtful man shudder.",
        "As it was, he said: “Steady, old man; `ware wheat.”",
        "And Harris, instead of merely observing, in his most unpleasant tones, \nthat a fellow could hardly help treading on some bit of George’s foot, if \nhe had to move about at all within ten yards of where George was sitting, \nsuggesting that George never ought to come into an ordinary sized boat \nwith feet that length, and advising him to hang them over the side, as he \nwould have done before supper, now said: “Oh, I’m so sorry, old chap; I \nhope I haven’t hurt you.”",
        "And George said: “Not at all;” that it was his fault; and Harris said no, \nit was his.",
        "It was quite pretty to hear them.",
        "We lit our pipes, and sat, looking out on the quiet night, and talked.",
        "George said why could not we be always like this – away from the world, \nwith its sin and temptation, leading sober, peaceful lives, and doing \ngood.  I said it was the sort of thing I had often longed for myself; and \nwe discussed the possibility of our going away, we four, to some handy, \nwell-fitted desert island, and living there in the woods.",
        "Harris said that the danger about desert islands, as far as he had heard, \nwas that they were so damp: but George said no, not if properly drained.",
        "And then we got on to drains, and that put George in mind of a very funny \nthing that happened to his father once.  He said his father was \ntravelling with another fellow through Wales, and, one night, they \nstopped at a little inn, where there were some other fellows, and they \njoined the other fellows, and spent the evening with them.",
        "They had a very jolly evening, and sat up late, and, by the time they \ncame to go to bed, they (this was when George’s father was a very young \nman) were slightly jolly, too.  They (George’s father and George’s \nfather’s friend) were to sleep in the same room, but in different beds.  \nThey took the candle, and went up.  The candle lurched up against the \nwall when they got into the room, and went out, and they had to undress \nand grope into bed in the dark.  This they did; but, instead of getting \ninto separate beds, as they thought they were doing, they both climbed \ninto the same one without knowing it – one getting in with his head at \nthe top, and the other crawling in from the opposite side of the compass, \nand lying with his feet on the pillow.",
        "There was silence for a moment, and then George’s father said:",
        "“Joe!”",
        "“What’s the matter, Tom?” replied Joe’s voice from the other end of the \nbed.",
        "“Why, there’s a man in my bed,” said George’s father; “here’s his feet on \nmy pillow.”",
        "“Well, it’s an extraordinary thing, Tom,” answered the other; “but I’m \nblest if there isn’t a man in my bed, too!”",
        "“What are you going to do?” asked George’s father.",
        "“Well, I’m going to chuck him out,” replied Joe.",
        "“So am I,” said George’s father, valiantly.",
        "There was a brief struggle, followed by two heavy bumps on the floor, and \nthen a rather doleful voice said:",
        "“I say, Tom!”",
        "“Yes!”",
        "“How have you got on?”",
        "“Well, to tell you the truth, my man’s chucked me out.”",
        "“So’s mine!  I say, I don’t think much of this inn, do you?”",
        "“What was the name of that inn?” said Harris.",
        "“The Pig and Whistle,” said George.  “Why?”",
        "“Ah, no, then it isn’t the same,” replied Harris.",
        "“What do you mean?” queried George.",
        "“Why it’s so curious,” murmured Harris, “but precisely that very same \nthing happened to MY father once at a country inn.  I’ve often heard him \ntell the tale.  I thought it might have been the same inn.”",
        "We turned in at ten that night, and I thought I should sleep well, being \ntired; but I didn’t.  As a rule, I undress and put my head on the pillow, \nand then somebody bangs at the door, and says it is half-past eight: but, \nto-night, everything seemed against me; the novelty of it all, the \nhardness of the boat, the cramped position (I was lying with my feet \nunder one seat, and my head on another), the sound of the lapping water \nround the boat, and the wind among the branches, kept me restless and \ndisturbed.",
        "I did get to sleep for a few hours, and then some part of the boat which \nseemed to have grown up in the night – for it certainly was not there \nwhen we started, and it had disappeared by the morning – kept digging \ninto my spine.  I slept through it for a while, dreaming that I had \nswallowed a sovereign, and that they were cutting a hole in my back with \na gimlet, so as to try and get it out.  I thought it very unkind of them, \nand I told them I would owe them the money, and they should have it at \nthe end of the month.  But they would not hear of that, and said it would \nbe much better if they had it then, because otherwise the interest would \naccumulate so.  I got quite cross with them after a bit, and told them \nwhat I thought of them, and then they gave the gimlet such an \nexcruciating wrench that I woke up.",
        "The boat seemed stuffy, and my head ached; so I thought I would step out \ninto the cool night-air.  I slipped on what clothes I could find about – \nsome of my own, and some of George’s and Harris’s – and crept under the \ncanvas on to the bank.",
        "It was a glorious night.  The moon had sunk, and left the quiet earth \nalone with the stars.  It seemed as if, in the silence and the hush, \nwhile we her children slept, they were talking with her, their sister – \nconversing of mighty mysteries in voices too vast and deep for childish \nhuman ears to catch the sound.",
        "They awe us, these strange stars, so cold, so clear.  We are as children \nwhose small feet have strayed into some dim-lit temple of the god they \nhave been taught to worship but know not; and, standing where the echoing \ndome spans the long vista of the shadowy light, glance up, half hoping, \nhalf afraid to see some awful vision hovering there.",
        "And yet it seems so full of comfort and of strength, the night.  In its \ngreat presence, our small sorrows creep away, ashamed.  The day has been \nso full of fret and care, and our hearts have been so full of evil and of \nbitter thoughts, and the world has seemed so hard and wrong to us.  Then \nNight, like some great loving mother, gently lays her hand upon our \nfevered head, and turns our little tear-stained faces up to hers, and \nsmiles; and, though she does not speak, we know what she would say, and \nlay our hot flushed cheek against her bosom, and the pain is gone.",
        "Sometimes, our pain is very deep and real, and we stand before her very \nsilent, because there is no language for our pain, only a moan.  Night’s \nheart is full of pity for us: she cannot ease our aching; she takes our \nhand in hers, and the little world grows very small and very far away \nbeneath us, and, borne on her dark wings, we pass for a moment into a \nmightier Presence than her own, and in the wondrous light of that great \nPresence, all human life lies like a book before us, and we know that \nPain and Sorrow are but the angels of God.",
        "Only those who have worn the crown of suffering can look upon that \nwondrous light; and they, when they return, may not speak of it, or tell \nthe mystery they know.",
        "Once upon a time, through a strange country, there rode some goodly \nknights, and their path lay by a deep wood, where tangled briars grew \nvery thick and strong, and tore the flesh of them that lost their way \ntherein.  And the leaves of the trees that grew in the wood were very \ndark and thick, so that no ray of light came through the branches to \nlighten the gloom and sadness.",
        "And, as they passed by that dark wood, one knight of those that rode, \nmissing his comrades, wandered far away, and returned to them no more; \nand they, sorely grieving, rode on without him, mourning him as one dead.",
        "Now, when they reached the fair castle towards which they had been \njourneying, they stayed there many days, and made merry; and one night, \nas they sat in cheerful ease around the logs that burned in the great \nhall, and drank a loving measure, there came the comrade they had lost, \nand greeted them.  His clothes were ragged, like a beggar’s, and many sad \nwounds were on his sweet flesh, but upon his face there shone a great \nradiance of deep joy.",
        "And they questioned him, asking him what had befallen him: and he told \nthem how in the dark wood he had lost his way, and had wandered many days \nand nights, till, torn and bleeding, he had lain him down to die.",
        "Then, when he was nigh unto death, lo! through the savage gloom there \ncame to him a stately maiden, and took him by the hand and led him on \nthrough devious paths, unknown to any man, until upon the darkness of the \nwood there dawned a light such as the light of day was unto but as a \nlittle lamp unto the sun; and, in that wondrous light, our way-worn \nknight saw as in a dream a vision, and so glorious, so fair the vision \nseemed, that of his bleeding wounds he thought no more, but stood as one \nentranced, whose joy is deep as is the sea, whereof no man can tell the \ndepth.",
        "And the vision faded, and the knight, kneeling upon the ground, thanked \nthe good saint who into that sad wood had strayed his steps, so he had \nseen the vision that lay there hid.",
        "And the name of the dark forest was Sorrow; but of the vision that the \ngood knight saw therein we may not speak nor tell.",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}