{
    "title": "Three Men in a Boat - Chapter XVI.",
    "author": "Jerome K. Jerome",
    "chapter": "16",
    "content": [
        "\n",
        "\n\n",
        "READING. – WE ARE TOWED BY STEAM LAUNCH. – IRRITATING BEHAVIOUR OF SMALL \nBOATS. – HOW THEY GET IN THE WAY OF STEAM LAUNCHES. – GEORGE AND HARRIS \nAGAIN SHIRK THEIR WORK. – RATHER A HACKNEYED STORY. – STREATLEY AND \nGORING.",
        "WE came in sight of Reading about eleven.  The river is dirty and dismal \nhere.  One does not linger in the neighbourhood of Reading.  The town \nitself is a famous old place, dating from the dim days of King Ethelred, \nwhen the Danes anchored their warships in the Kennet, and started from \nReading to ravage all the land of Wessex; and here Ethelred and his \nbrother Alfred fought and defeated them, Ethelred doing the praying and \nAlfred the fighting.",
        "In later years, Reading seems to have been regarded as a handy place to \nrun down to, when matters were becoming unpleasant in London.  Parliament \ngenerally rushed off to Reading whenever there was a plague on at \nWestminster; and, in 1625, the Law followed suit, and all the courts were \nheld at Reading.  It must have been worth while having a mere ordinary \nplague now and then in London to get rid of both the lawyers and the \nParliament.",
        "During the Parliamentary struggle, Reading was besieged by the Earl of \nEssex, and, a quarter of a century later, the Prince of Orange routed \nKing James’s troops there.",
        "Henry I. lies buried at Reading, in the Benedictine abbey founded by him \nthere, the ruins of which may still be seen; and, in this same abbey, \ngreat John of Gaunt was married to the Lady Blanche.",
        "At Reading lock we came up with a steam launch, belonging to some friends \nof mine, and they towed us up to within about a mile of Streatley.  It is \nvery delightful being towed up by a launch.  I prefer it myself to \nrowing.  The run would have been more delightful still, if it had not \nbeen for a lot of wretched small boats that were continually getting in \nthe way of our launch, and, to avoid running down which, we had to be \ncontinually easing and stopping.  It is really most annoying, the manner \nin which these rowing boats get in the way of one’s launch up the river; \nsomething ought to done to stop it.",
        "And they are so confoundedly impertinent, too, over it.  You can whistle \ntill you nearly burst your boiler before they will trouble themselves to \nhurry.  I would have one or two of them run down now and then, if I had \nmy way, just to teach them all a lesson.",
        "The river becomes very lovely from a little above Reading.  The railway \nrather spoils it near Tilehurst, but from Mapledurham up to Streatley it \nis glorious.  A little above Mapledurham lock you pass Hardwick House, \nwhere Charles I. played bowls.  The neighbourhood of Pangbourne, where \nthe quaint little Swan Inn stands, must be as familiar to the HABITUES of \nthe Art Exhibitions as it is to its own inhabitants.",
        "My friends’ launch cast us loose just below the grotto, and then Harris \nwanted to make out that it was my turn to pull.  This seemed to me most \nunreasonable.  It had been arranged in the morning that I should bring \nthe boat up to three miles above Reading.  Well, here we were, ten miles \nabove Reading!  Surely it was now their turn again.",
        "I could not get either George or Harris to see the matter in its proper \nlight, however; so, to save argument, I took the sculls.  I had not been \npulling for more than a minute or so, when George noticed something black \nfloating on the water, and we drew up to it.  George leant over, as we \nneared it, and laid hold of it.  And then he drew back with a cry, and a \nblanched face.",
        "It was the dead body of a woman.  It lay very lightly on the water, and \nthe face was sweet and calm.  It was not a beautiful face; it was too \nprematurely aged-looking, too thin and drawn, to be that; but it was a \ngentle, lovable face, in spite of its stamp of pinch and poverty, and \nupon it was that look of restful peace that comes to the faces of the \nsick sometimes when at last the pain has left them.",
        "Fortunately for us – we having no desire to be kept hanging about \ncoroners’ courts – some men on the bank had seen the body too, and now \ntook charge of it from us.",
        "We found out the woman’s story afterwards.  Of course it was the old, old \nvulgar tragedy.  She had loved and been deceived – or had deceived \nherself.  Anyhow, she had sinned – some of us do now and then – and her \nfamily and friends, naturally shocked and indignant, had closed their \ndoors against her.",
        "Left to fight the world alone, with the millstone of her shame around her \nneck, she had sunk ever lower and lower.  For a while she had kept both \nherself and the child on the twelve shillings a week that twelve hours’ \ndrudgery a day procured her, paying six shillings out of it for the \nchild, and keeping her own body and soul together on the remainder.",
        "Six shillings a week does not keep body and soul together very unitedly.  \nThey want to get away from each other when there is only such a very \nslight bond as that between them; and one day, I suppose, the pain and \nthe dull monotony of it all had stood before her eyes plainer than usual, \nand the mocking spectre had frightened her.  She had made one last appeal \nto friends, but, against the chill wall of their respectability, the \nvoice of the erring outcast fell unheeded; and then she had gone to see \nher child – had held it in her arms and kissed it, in a weary, dull sort \nof way, and without betraying any particular emotion of any kind, and had \nleft it, after putting into its hand a penny box of chocolate she had \nbought it, and afterwards, with her last few shillings, had taken a \nticket and come down to Goring.",
        "It seemed that the bitterest thoughts of her life must have centred about \nthe wooded reaches and the bright green meadows around Goring; but women \nstrangely hug the knife that stabs them, and, perhaps, amidst the gall, \nthere may have mingled also sunny memories of sweetest hours, spent upon \nthose shadowed deeps over which the great trees bend their branches down \nso low.",
        "She had wandered about the woods by the river’s brink all day, and then, \nwhen evening fell and the grey twilight spread its dusky robe upon the \nwaters, she stretched her arms out to the silent river that had known her \nsorrow and her joy.  And the old river had taken her into its gentle \narms, and had laid her weary head upon its bosom, and had hushed away the \npain.",
        "Thus had she sinned in all things – sinned in living and in dying.  God \nhelp her! and all other sinners, if any more there be.",
        "Goring on the left bank and Streatley on the right are both or either \ncharming places to stay at for a few days.  The reaches down to \nPangbourne woo one for a sunny sail or for a moonlight row, and the \ncountry round about is full of beauty.  We had intended to push on to \nWallingford that day, but the sweet smiling face of the river here lured \nus to linger for a while; and so we left our boat at the bridge, and went \nup into Streatley, and lunched at the “Bull,” much to Montmorency’s \nsatisfaction.",
        "They say that the hills on each ride of the stream here once joined and \nformed a barrier across what is now the Thames, and that then the river \nended there above Goring in one vast lake.  I am not in a position either \nto contradict or affirm this statement.  I simply offer it.",
        "It is an ancient place, Streatley, dating back, like most river-side \ntowns and villages, to British and Saxon times.  Goring is not nearly so \npretty a little spot to stop at as Streatley, if you have your choice; \nbut it is passing fair enough in its way, and is nearer the railway in \ncase you want to slip off without paying your hotel bill.",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}