{
    "title": "Three Men in a Boat - Chapter XII.",
    "author": "Jerome K. Jerome",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "HENRY VIII. AND ANNE BOLEYN. – DISADVANTAGES OF LIVING IN SAME HOUSE WITH \nPAIR OF LOVERS. – A TRYING TIME FOR THE ENGLISH NATION. – A NIGHT SEARCH \nFOR THE PICTURESQUE. – HOMELESS AND HOUSELESS. – HARRIS PREPARES TO DIE. \n- AN ANGEL COMES ALONG. – EFFECT OF SUDDEN JOY ON HARRIS. – A LITTLE \nSUPPER. – LUNCH. – HIGH PRICE FOR MUSTARD. – A FEARFUL BATTLE. – \nMAIDENHEAD. – SAILING. – THREE FISHERS. – WE ARE CURSED.",
        "I WAS sitting on the bank, conjuring up this scene to myself, when George \nremarked that when I was quite rested, perhaps I would not mind helping \nto wash up; and, thus recalled from the days of the glorious past to the \nprosaic present, with all its misery and sin, I slid down into the boat \nand cleaned out the frying-pan with a stick of wood and a tuft of grass, \npolishing it up finally with George’s wet shirt.",
        "We went over to Magna Charta Island, and had a look at the stone which \nstands in the cottage there and on which the great Charter is said to \nhave been signed; though, as to whether it really was signed there, or, \nas some say, on the other bank at “Runningmede,” I decline to commit \nmyself.  As far as my own personal opinion goes, however, I am inclined \nto give weight to the popular island theory.  Certainly, had I been one \nof the Barons, at the time, I should have strongly urged upon my comrades \nthe advisability of our getting such a slippery customer as King John on \nto the island, where there was less chance of surprises and tricks.",
        "There are the ruins of an old priory in the grounds of Ankerwyke House, \nwhich is close to Picnic Point, and it was round about the grounds of \nthis old priory that Henry VIII. is said to have waited for and met Anne \nBoleyn.  He also used to meet her at Hever Castle in Kent, and also \nsomewhere near St. Albans.  It must have been difficult for the people of \nEngland in those days to have found a spot where these thoughtless young \nfolk were NOT spooning.",
        "Have you ever been in a house where there are a couple courting?  It is \nmost trying.  You think you will go and sit in the drawing-room, and you \nmarch off there.  As you open the door, you hear a noise as if somebody \nhad suddenly recollected something, and, when you get in, Emily is over \nby the window, full of interest in the opposite side of the road, and \nyour friend, John Edward, is at the other end of the room with his whole \nsoul held in thrall by photographs of other people’s relatives.",
        "“Oh!” you say, pausing at the door, “I didn’t know anybody was here.”",
        "“Oh! didn’t you?” says Emily, coldly, in a tone which implies that she \ndoes not believe you.",
        "You hang about for a bit, then you say:",
        "“It’s very dark.  Why don’t you light the gas?”",
        "John Edward says, “Oh!” he hadn’t noticed it; and Emily says that papa \ndoes not like the gas lit in the afternoon.",
        "You tell them one or two items of news, and give them your views and \nopinions on the Irish question; but this does not appear to interest \nthem.  All they remark on any subject is, “Oh!”  “Is it?”  “Did he?”  \n“Yes,” and “You don’t say so!”  And, after ten minutes of such style of \nconversation, you edge up to the door, and slip out, and are surprised to \nfind that the door immediately closes behind you, and shuts itself, \nwithout your having touched it.",
        "Half an hour later, you think you will try a pipe in the conservatory.  \nThe only chair in the place is occupied by Emily; and John Edward, if the \nlanguage of clothes can be relied upon, has evidently been sitting on the \nfloor.  They do not speak, but they give you a look that says all that \ncan be said in a civilised community; and you back out promptly and shut \nthe door behind you.",
        "You are afraid to poke your nose into any room in the house now; so, \nafter walking up and down the stairs for a while, you go and sit in your \nown bedroom.  This becomes uninteresting, however, after a time, and so \nyou put on your hat and stroll out into the garden.  You walk down the \npath, and as you pass the summer-house you glance in, and there are those \ntwo young idiots, huddled up into one corner of it; and they see you, and \nare evidently under the idea that, for some wicked purpose of your own, \nyou are following them about.",
        "“Why don’t they have a special room for this sort of thing, and make \npeople keep to it?” you mutter; and you rush back to the hall and get \nyour umbrella and go out.",
        "It must have been much like this when that foolish boy Henry VIII. was \ncourting his little Anne.  People in Buckinghamshire would have come upon \nthem unexpectedly when they were mooning round Windsor and Wraysbury, and \nhave exclaimed, “Oh! you here!” and Henry would have blushed and said, \n“Yes; he’d just come over to see a man;” and Anne would have said, “Oh, \nI’m so glad to see you!  Isn’t it funny?  I’ve just met Mr. Henry VIII. \nin the lane, and he’s going the same way I am.”",
        "Then those people would have gone away and said to themselves: “Oh! we’d \nbetter get out of here while this billing and cooing is on.  We’ll go \ndown to Kent.”",
        "And they would go to Kent, and the first thing they would see in Kent, \nwhen they got there, would be Henry and Anne fooling round Hever Castle.",
        "“Oh, drat this!” they would have said.  “Here, let’s go away.  I can’t \nstand any more of it.  Let’s go to St. Albans – nice quiet place, St. \nAlbans.”",
        "And when they reached St. Albans, there would be that wretched couple, \nkissing under the Abbey walls.  Then these folks would go and be pirates \nuntil the marriage was over.",
        "From Picnic Point to Old Windsor Lock is a delightful bit of the river.  \nA shady road, dotted here and there with dainty little cottages, runs by \nthe bank up to the “Bells of Ouseley,” a picturesque inn, as most up-\nriver inns are, and a place where a very good glass of ale may be drunk – \nso Harris says; and on a matter of this kind you can take Harris’s word.  \nOld Windsor is a famous spot in its way.  Edward the Confessor had a \npalace here, and here the great Earl Godwin was proved guilty by the \njustice of that age of having encompassed the death of the King’s \nbrother.  Earl Godwin broke a piece of bread and held it in his hand.",
        "“If I am guilty,” said the Earl, “may this bread choke me when I eat it!”",
        "Then he put the bread into his mouth and swallowed it, and it choked him, \nand he died.",
        "After you pass Old Windsor, the river is somewhat uninteresting, and does \nnot become itself again until you are nearing Boveney.  George and I \ntowed up past the Home Park, which stretches along the right bank from \nAlbert to Victoria Bridge; and as we were passing Datchet, George asked \nme if I remembered our first trip up the river, and when we landed at \nDatchet at ten o’clock at night, and wanted to go to bed.",
        "I answered that I did remember it.  It will be some time before I forget \nit.",
        "It was the Saturday before the August Bank Holiday.  We were tired and \nhungry, we same three, and when we got to Datchet we took out the hamper, \nthe two bags, and the rugs and coats, and such like things, and started \noff to look for diggings.  We passed a very pretty little hotel, with \nclematis and creeper over the porch; but there was no honeysuckle about \nit, and, for some reason or other, I had got my mind fixed on \nhoneysuckle, and I said:",
        "“Oh, don’t let’s go in there!  Let’s go on a bit further, and see if \nthere isn’t one with honeysuckle over it.”",
        "So we went on till we came to another hotel.  That was a very nice hotel, \ntoo, and it had honey-suckle on it, round at the side; but Harris did not \nlike the look of a man who was leaning against the front door.  He said \nhe didn’t look a nice man at all, and he wore ugly boots: so we went on \nfurther.  We went a goodish way without coming across any more hotels, \nand then we met a man, and asked him to direct us to a few.",
        "He said:",
        "“Why, you are coming away from them.  You must turn right round and go \nback, and then you will come to the Stag.”",
        "We said:",
        "“Oh, we had been there, and didn’t like it – no honeysuckle over it.”",
        "“Well, then,” he said, “there’s the Manor House, just opposite.  Have you \ntried that?”",
        "Harris replied that we did not want to go there – didn’t like the looks \nof a man who was stopping there – Harris did not like the colour of his \nhair, didn’t like his boots, either.",
        "“Well, I don’t know what you’ll do, I’m sure,” said our informant; \n“because they are the only two inns in the place.”",
        "“No other inns!” exclaimed Harris.",
        "“None,” replied the man.",
        "“What on earth are we to do?” cried Harris.",
        "Then George spoke up.  He said Harris and I could get an hotel built for \nus, if we liked, and have some people made to put in.  For his part, he \nwas going back to the Stag.",
        "The greatest minds never realise their ideals in any matter; and Harris \nand I sighed over the hollowness of all earthly desires, and followed \nGeorge.",
        "We took our traps into the Stag, and laid them down in the hall.",
        "The landlord came up and said:",
        "“Good evening, gentlemen.”",
        "“Oh, good evening,” said George; “we want three beds, please.”",
        "“Very sorry, sir,” said the landlord; “but I’m afraid we can’t manage \nit.”",
        "“Oh, well, never mind,” said George, “two will do.  Two of us can sleep \nin one bed, can’t we?” he continued, turning to Harris and me.",
        "Harris said, “Oh, yes;” he thought George and I could sleep in one bed \nvery easily.",
        "“Very sorry, sir,” again repeated the landlord: “but we really haven’t \ngot a bed vacant in the whole house.  In fact, we are putting two, and \neven three gentlemen in one bed, as it is.”",
        "This staggered us for a bit.",
        "But Harris, who is an old traveller, rose to the occasion, and, laughing \ncheerily, said:",
        "“Oh, well, we can’t help it.  We must rough it.  You must give us a \nshake-down in the billiard-room.”",
        "“Very sorry, sir.  Three gentlemen sleeping on the billiard-table \nalready, and two in the coffee-room.  Can’t possibly take you in to-\nnight.”",
        "We picked up our things, and went over to the Manor House.  It was a \npretty little place.  I said I thought I should like it better than the \nother house; and Harris said, “Oh, yes,” it would be all right, and we \nneedn’t look at the man with the red hair; besides, the poor fellow \ncouldn’t help having red hair.",
        "Harris spoke quite kindly and sensibly about it.",
        "The people at the Manor House did not wait to hear us talk.  The landlady \nmet us on the doorstep with the greeting that we were the fourteenth \nparty she had turned away within the last hour and a half.  As for our \nmeek suggestions of stables, billiard-room, or coal-cellars, she laughed \nthem all to scorn: all these nooks had been snatched up long ago.",
        "Did she know of any place in the whole village where we could get shelter \nfor the night?",
        "“Well, if we didn’t mind roughing it – she did not recommend it, mind – \nbut there was a little beershop half a mile down the Eton road – “",
        "We waited to hear no more; we caught up the hamper and the bags, and the \ncoats and rugs, and parcels, and ran.  The distance seemed more like a \nmile than half a mile, but we reached the place at last, and rushed, \npanting, into the bar.",
        "The people at the beershop were rude.  They merely laughed at us.  There \nwere only three beds in the whole house, and they had seven single \ngentlemen and two married couples sleeping there already.  A kind-hearted \nbargeman, however, who happened to be in the tap-room, thought we might \ntry the grocer’s, next door to the Stag, and we went back.",
        "The grocer’s was full.  An old woman we met in the shop then kindly took \nus along with her for a quarter of a mile, to a lady friend of hers, who \noccasionally let rooms to gentlemen.",
        "This old woman walked very slowly, and we were twenty minutes getting to \nher lady friend’s.  She enlivened the journey by describing to us, as we \ntrailed along, the various pains she had in her back.",
        "Her lady friend’s rooms were let.  From there we were recommended to No. \n27.  No. 27 was full, and sent us to No. 32, and 32 was full.",
        "Then we went back into the high road, and Harris sat down on the hamper \nand said he would go no further.  He said it seemed a quiet spot, and he \nwould like to die there.  He requested George and me to kiss his mother \nfor him, and to tell all his relations that he forgave them and died \nhappy.",
        "At that moment an angel came by in the disguise of a small boy (and I \ncannot think of any more effective disguise an angel could have assumed), \nwith a can of beer in one hand, and in the other something at the end of \na string, which he let down on to every flat stone he came across, and \nthen pulled up again, this producing a peculiarly unattractive sound, \nsuggestive of suffering.",
        "We asked this heavenly messenger (as we discovered him afterwards to be) \nif he knew of any lonely house, whose occupants were few and feeble (old \nladies or paralysed gentlemen preferred), who could be easily frightened \ninto giving up their beds for the night to three desperate men; or, if \nnot this, could he recommend us to an empty pigstye, or a disused \nlimekiln, or anything of that sort.  He did not know of any such place – \nat least, not one handy; but he said that, if we liked to come with him, \nhis mother had a room to spare, and could put us up for the night.",
        "We fell upon his neck there in the moonlight and blessed him, and it \nwould have made a very beautiful picture if the boy himself had not been \nso over-powered by our emotion as to be unable to sustain himself under \nit, and sunk to the ground, letting us all down on top of him.  Harris \nwas so overcome with joy that he fainted, and had to seize the boy’s \nbeer-can and half empty it before he could recover consciousness, and \nthen he started off at a run, and left George and me to bring on the \nluggage.",
        "It was a little four-roomed cottage where the boy lived, and his mother – \ngood soul! – gave us hot bacon for supper, and we ate it all – five \npounds – and a jam tart afterwards, and two pots of tea, and then we went \nto bed.  There were two beds in the room; one was a 2ft. 6in. truckle \nbed, and George and I slept in that, and kept in by tying ourselves \ntogether with a sheet; and the other was the little boy’s bed, and Harris \nhad that all to himself, and we found him, in the morning, with two feet \nof bare leg sticking out at the bottom, and George and I used it to hang \nthe towels on while we bathed.",
        "We were not so uppish about what sort of hotel we would have, next time \nwe went to Datchet.",
        "To return to our present trip: nothing exciting happened, and we tugged \nsteadily on to a little below Monkey Island, where we drew up and \nlunched.  We tackled the cold beef for lunch, and then we found that we \nhad forgotten to bring any mustard.  I don’t think I ever in my life, \nbefore or since, felt I wanted mustard as badly as I felt I wanted it \nthen.  I don’t care for mustard as a rule, and it is very seldom that I \ntake it at all, but I would have given worlds for it then.",
        "I don’t know how many worlds there may be in the universe, but anyone who \nhad brought me a spoonful of mustard at that precise moment could have \nhad them all.  I grow reckless like that when I want a thing and can’t \nget it.",
        "Harris said he would have given worlds for mustard too.  It would have \nbeen a good thing for anybody who had come up to that spot with a can of \nmustard, then: he would have been set up in worlds for the rest of his \nlife.",
        "But there!  I daresay both Harris and I would have tried to back out of \nthe bargain after we had got the mustard.  One makes these extravagant \noffers in moments of excitement, but, of course, when one comes to think \nof it, one sees how absurdly out of proportion they are with the value of \nthe required article.  I heard a man, going up a mountain in Switzerland, \nonce say he would give worlds for a glass of beer, and, when he came to a \nlittle shanty where they kept it, he kicked up a most fearful row because \nthey charged him five francs for a bottle of Bass.  He said it was a \nscandalous imposition, and he wrote to the TIMES about it.",
        "It cast a gloom over the boat, there being no mustard.  We ate our beef \nin silence.  Existence seemed hollow and uninteresting.  We thought of \nthe happy days of childhood, and sighed.  We brightened up a bit, \nhowever, over the apple-tart, and, when George drew out a tin of pine-\napple from the bottom of the hamper, and rolled it into the middle of the \nboat, we felt that life was worth living after all.",
        "We are very fond of pine-apple, all three of us.  We looked at the \npicture on the tin; we thought of the juice.  We smiled at one another, \nand Harris got a spoon ready.",
        "Then we looked for the knife to open the tin with.  We turned out \neverything in the hamper.  We turned out the bags.  We pulled up the \nboards at the bottom of the boat.  We took everything out on to the bank \nand shook it.  There was no tin-opener to be found.",
        "Then Harris tried to open the tin with a pocket-knife, and broke the \nknife and cut himself badly; and George tried a pair of scissors, and the \nscissors flew up, and nearly put his eye out.  While they were dressing \ntheir wounds, I tried to make a hole in the thing with the spiky end of \nthe hitcher, and the hitcher slipped and jerked me out between the boat \nand the bank into two feet of muddy water, and the tin rolled over, \nuninjured, and broke a teacup.",
        "Then we all got mad.  We took that tin out on the bank, and Harris went \nup into a field and got a big sharp stone, and I went back into the boat \nand brought out the mast, and George held the tin and Harris held the \nsharp end of his stone against the top of it, and I took the mast and \npoised it high up in the air, and gathered up all my strength and brought \nit down.",
        "It was George’s straw hat that saved his life that day.  He keeps that \nhat now (what is left of it), and, of a winter’s evening, when the pipes \nare lit and the boys are telling stretchers about the dangers they have \npassed through, George brings it down and shows it round, and the \nstirring tale is told anew, with fresh exaggerations every time.",
        "Harris got off with merely a flesh wound.",
        "After that, I took the tin off myself, and hammered at it with the mast \ntill I was worn out and sick at heart, whereupon Harris took it in hand.",
        "We beat it out flat; we beat it back square; we battered it into every \nform known to geometry – but we could not make a hole in it.  Then George \nwent at it, and knocked it into a shape, so strange, so weird, so \nunearthly in its wild hideousness, that he got frightened and threw away \nthe mast.  Then we all three sat round it on the grass and looked at it.",
        "There was one great dent across the top that had the appearance of a \nmocking grin, and it drove us furious, so that Harris rushed at the \nthing, and caught it up, and flung it far into the middle of the river, \nand as it sank we hurled our curses at it, and we got into the boat and \nrowed away from the spot, and never paused till we reached Maidenhead.",
        "Maidenhead itself is too snobby to be pleasant.  It is the haunt of the \nriver swell and his overdressed female companion.  It is the town of \nshowy hotels, patronised chiefly by dudes and ballet girls.  It is the \nwitch’s kitchen from which go forth those demons of the river – steam-\nlaunches.  The LONDON JOURNAL duke always has his “little place” at \nMaidenhead; and the heroine of the three-volume novel always dines there \nwhen she goes out on the spree with somebody else’s husband.",
        "We went through Maidenhead quickly, and then eased up, and took leisurely \nthat grand reach beyond Boulter’s and Cookham locks.  Clieveden Woods \nstill wore their dainty dress of spring, and rose up, from the water’s \nedge, in one long harmony of blended shades of fairy green.  In its \nunbroken loveliness this is, perhaps, the sweetest stretch of all the \nriver, and lingeringly we slowly drew our little boat away from its deep \npeace.",
        "We pulled up in the backwater, just below Cookham, and had tea; and, when \nwe were through the lock, it was evening.  A stiffish breeze had sprung \nup – in our favour, for a wonder; for, as a rule on the river, the wind \nis always dead against you whatever way you go.  It is against you in the \nmorning, when you start for a day’s trip, and you pull a long distance, \nthinking how easy it will be to come back with the sail.  Then, after \ntea, the wind veers round, and you have to pull hard in its teeth all the \nway home.",
        "When you forget to take the sail at all, then the wind is consistently in \nyour favour both ways.  But there! this world is only a probation, and \nman was born to trouble as the sparks fly upward.",
        "This evening, however, they had evidently made a mistake, and had put the \nwind round at our back instead of in our face.  We kept very quiet about \nit, and got the sail up quickly before they found it out, and then we \nspread ourselves about the boat in thoughtful attitudes, and the sail \nbellied out, and strained, and grumbled at the mast, and the boat flew.",
        "I steered.",
        "There is no more thrilling sensation I know of than sailing.  It comes as \nnear to flying as man has got to yet – except in dreams.  The wings of \nthe rushing wind seem to be bearing you onward, you know not where.  You \nare no longer the slow, plodding, puny thing of clay, creeping tortuously \nupon the ground; you are a part of Nature!  Your heart is throbbing \nagainst hers!  Her glorious arms are round you, raising you up against \nher heart!  Your spirit is at one with hers; your limbs grow light!  The \nvoices of the air are singing to you.  The earth seems far away and \nlittle; and the clouds, so close above your head, are brothers, and you \nstretch your arms to them.",
        "We had the river to ourselves, except that, far in the distance, we could \nsee a fishing-punt, moored in mid-stream, on which three fishermen sat; \nand we skimmed over the water, and passed the wooded banks, and no one \nspoke.",
        "I was steering.",
        "As we drew nearer, we could see that the three men fishing seemed old and \nsolemn-looking men.  They sat on three chairs in the punt, and watched \nintently their lines.  And the red sunset threw a mystic light upon the \nwaters, and tinged with fire the towering woods, and made a golden glory \nof the piled-up clouds.  It was an hour of deep enchantment, of ecstatic \nhope and longing.  The little sail stood out against the purple sky, the \ngloaming lay around us, wrapping the world in rainbow shadows; and, \nbehind us, crept the night.",
        "We seemed like knights of some old legend, sailing across some mystic \nlake into the unknown realm of twilight, unto the great land of the \nsunset.",
        "We did not go into the realm of twilight; we went slap into that punt, \nwhere those three old men were fishing.  We did not know what had \nhappened at first, because the sail shut out the view, but from the \nnature of the language that rose up upon the evening air, we gathered \nthat we had come into the neighbourhood of human beings, and that they \nwere vexed and discontented.",
        "Harris let the sail down, and then we saw what had happened.  We had \nknocked those three old gentlemen off their chairs into a general heap at \nthe bottom of the boat, and they were now slowly and painfully sorting \nthemselves out from each other, and picking fish off themselves; and as \nthey worked, they cursed us – not with a common cursory curse, but with \nlong, carefully-thought-out, comprehensive curses, that embraced the \nwhole of our career, and went away into the distant future, and included \nall our relations, and covered everything connected with us – good, \nsubstantial curses.",
        "Harris told them they ought to be grateful for a little excitement, \nsitting there fishing all day, and he also said that he was shocked and \ngrieved to hear men their age give way to temper so.",
        "But it did not do any good.",
        "George said he would steer, after that.  He said a mind like mine ought \nnot to be expected to give itself away in steering boats – better let a \nmere commonplace human being see after that boat, before we jolly well \nall got drowned; and he took the lines, and brought us up to Marlow.",
        "And at Marlow we left the boat by the bridge, and went and put up for the \nnight at the “Crown.”",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}