{
    "title": "Three Men in a Boat - Chapter VII.",
    "author": "Jerome K. Jerome",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "THE RIVER IN ITS SUNDAY GARB. – DRESS ON THE RIVER. – A CHANCE FOR THE \nMEN. – ABSENCE OF TASTE IN HARRIS. – GEORGE’S BLAZER. – A DAY WITH THE \nFASHION-PLATE YOUNG LADY. – MRS. THOMAS’S TOMB. – THE MAN WHO LOVES NOT \nGRAVES AND COFFINS AND SKULLS. – HARRIS MAD. – HIS VIEWS ON GEORGE AND \nBANKS AND LEMONADE. – HE PERFORMS TRICKS.",
        "IT was while passing through Moulsey Lock that Harris told me about his \nmaze experience.  It took us some time to pass through, as we were the \nonly boat, and it is a big lock.  I don’t think I ever remember to have \nseen Moulsey Lock, before, with only one boat in it.  It is, I suppose, \nBoulter’s not even excepted, the busiest lock on the river.",
        "I have stood and watched it, sometimes, when you could not see any water \nat all, but only a brilliant tangle of bright blazers, and gay caps, and \nsaucy hats, and many-coloured parasols, and silken rugs, and cloaks, and \nstreaming ribbons, and dainty whites; when looking down into the lock \nfrom the quay, you might fancy it was a huge box into which flowers of \nevery hue and shade had been thrown pell-mell, and lay piled up in a \nrainbow heap, that covered every corner.",
        "On a fine Sunday it presents this appearance nearly all day long, while, \nup the stream, and down the stream, lie, waiting their turn, outside the \ngates, long lines of still more boats; and boats are drawing near and \npassing away, so that the sunny river, from the Palace up to Hampton \nChurch, is dotted and decked with yellow, and blue, and orange, and \nwhite, and red, and pink.  All the inhabitants of Hampton and Moulsey \ndress themselves up in boating costume, and come and mouch round the lock \nwith their dogs, and flirt, and smoke, and watch the boats; and, \naltogether, what with the caps and jackets of the men, the pretty \ncoloured dresses of the women, the excited dogs, the moving boats, the \nwhite sails, the pleasant landscape, and the sparkling water, it is one \nof the gayest sights I know of near this dull old London town.",
        "The river affords a good opportunity for dress.  For once in a way, we \nmen are able to show our taste in colours, and I think we come out very \nnatty, if you ask me.  I always like a little red in my things – red and \nblack.  You know my hair is a sort of golden brown, rather a pretty shade \nI’ve been told, and a dark red matches it beautifully; and then I always \nthink a light-blue necktie goes so well with it, and a pair of those \nRussian-leather shoes and a red silk handkerchief round the waist – a \nhandkerchief looks so much better than a belt.",
        "Harris always keeps to shades or mixtures of orange or yellow, but I \ndon’t think he is at all wise in this.  His complexion is too dark for \nyellows.  Yellows don’t suit him: there can be no question about it.  I \nwant him to take to blue as a background, with white or cream for relief; \nbut, there! the less taste a person has in dress, the more obstinate he \nalways seems to be.  It is a great pity, because he will never be a \nsuccess as it is, while there are one or two colours in which he might \nnot really look so bad, with his hat on.",
        "George has bought some new things for this trip, and I’m rather vexed \nabout them.  The blazer is loud.  I should not like George to know that I \nthought so, but there really is no other word for it.  He brought it home \nand showed it to us on Thursday evening.  We asked him what colour he \ncalled it, and he said he didn’t know.  He didn’t think there was a name \nfor the colour.  The man had told him it was an Oriental design.  George \nput it on, and asked us what we thought of it.  Harris said that, as an \nobject to hang over a flower-bed in early spring to frighten the birds \naway, he should respect it; but that, considered as an article of dress \nfor any human being, except a Margate nigger, it made him ill.  George \ngot quite huffy; but, as Harris said, if he didn’t want his opinion, why \ndid he ask for it?",
        "What troubles Harris and myself, with regard to it, is that we are afraid \nit will attract attention to the boat.",
        "Girls, also, don’t look half bad in a boat, if prettily dressed.  Nothing \nis more fetching, to my thinking, than a tasteful boating costume.  But a \n“boating costume,” it would be as well if all ladies would understand, \nought to be a costume that can be worn in a boat, and not merely under a \nglass-case.  It utterly spoils an excursion if you have folk in the boat \nwho are thinking all the time a good deal more of their dress than of the \ntrip.  It was my misfortune once to go for a water picnic with two ladies \nof this kind.  We did have a lively time!",
        "They were both beautifully got up – all lace and silky stuff, and \nflowers, and ribbons, and dainty shoes, and light gloves.  But they were \ndressed for a photographic studio, not for a river picnic.  They were the \n“boating costumes” of a French fashion-plate.  It was ridiculous, fooling \nabout in them anywhere near real earth, air, and water.",
        "The first thing was that they thought the boat was not clean.  We dusted \nall the seats for them, and then assured them that it was, but they \ndidn’t believe us.  One of them rubbed the cushion with the forefinger of \nher glove, and showed the result to the other, and they both sighed, and \nsat down, with the air of early Christian martyrs trying to make \nthemselves comfortable up against the stake.  You are liable to \noccasionally splash a little when sculling, and it appeared that a drop \nof water ruined those costumes.  The mark never came out, and a stain was \nleft on the dress for ever.",
        "I was stroke.  I did my best.  I feathered some two feet high, and I \npaused at the end of each stroke to let the blades drip before returning \nthem, and I picked out a smooth bit of water to drop them into again each \ntime.  (Bow said, after a while, that he did not feel himself a \nsufficiently accomplished oarsman to pull with me, but that he would sit \nstill, if I would allow him, and study my stroke.  He said it interested \nhim.)  But, notwithstanding all this, and try as I would, I could not \nhelp an occasional flicker of water from going over those dresses.",
        "The girls did not complain, but they huddled up close together, and set \ntheir lips firm, and every time a drop touched them, they visibly shrank \nand shuddered.  It was a noble sight to see them suffering thus in \nsilence, but it unnerved me altogether.  I am too sensitive.  I got wild \nand fitful in my rowing, and splashed more and more, the harder I tried \nnot to.",
        "I gave it up at last; I said I’d row bow.  Bow thought the arrangement \nwould be better too, and we changed places.  The ladies gave an \ninvoluntary sigh of relief when they saw me go, and quite brightened up \nfor a moment.  Poor girls! they had better have put up with me.  The man \nthey had got now was a jolly, light-hearted, thick-headed sort of a chap, \nwith about as much sensitiveness in him as there might be in a \nNewfoundland puppy.  You might look daggers at him for an hour and he \nwould not notice it, and it would not trouble him if he did.  He set a \ngood, rollicking, dashing stroke that sent the spray playing all over the \nboat like a fountain, and made the whole crowd sit up straight in no \ntime.  When he spread more than pint of water over one of those dresses, \nhe would give a pleasant little laugh, and say:",
        "“I beg your pardon, I’m sure;” and offer them his handkerchief to wipe it \noff with.",
        "“Oh, it’s of no consequence,” the poor girls would murmur in reply, and \ncovertly draw rugs and coats over themselves, and try and protect \nthemselves with their lace parasols.",
        "At lunch they had a very bad time of it.  People wanted them to sit on \nthe grass, and the grass was dusty; and the tree-trunks, against which \nthey were invited to lean, did not appear to have been brushed for weeks; \nso they spread their handkerchiefs on the ground and sat on those, bolt \nupright.  Somebody, in walking about with a plate of beef-steak pie, \ntripped up over a root, and sent the pie flying.  None of it went over \nthem, fortunately, but the accident suggested a fresh danger to them, and \nagitated them; and, whenever anybody moved about, after that, with \nanything in his hand that could fall and make a mess, they watched that \nperson with growing anxiety until he sat down again.",
        "“Now then, you girls,” said our friend Bow to them, cheerily, after it \nwas all over, “come along, you’ve got to wash up!”",
        "They didn’t understand him at first.  When they grasped the idea, they \nsaid they feared they did not know how to wash up.",
        "“Oh, I’ll soon show you,” he cried; “it’s rare fun!  You lie down on your \n- I mean you lean over the bank, you know, and sloush the things about in \nthe water.”",
        "The elder sister said that she was afraid that they hadn’t got on dresses \nsuited to the work.",
        "“Oh, they’ll be all right,” said he light-heartedly; “tuck `em up.”",
        "And he made them do it, too.  He told them that that sort of thing was \nhalf the fun of a picnic.  They said it was very interesting.",
        "Now I come to think it over, was that young man as dense-headed as we \nthought? or was he – no, impossible! there was such a simple, child-like \nexpression about him!",
        "Harris wanted to get out at Hampton Church, to go and see Mrs. Thomas’s \ntomb.",
        "“Who is Mrs. Thomas?” I asked.",
        "“How should I know?” replied Harris.  “She’s a lady that’s got a funny \ntomb, and I want to see it.”",
        "I objected.  I don’t know whether it is that I am built wrong, but I \nnever did seem to hanker after tombstones myself.  I know that the proper \nthing to do, when you get to a village or town, is to rush off to the \nchurchyard, and enjoy the graves; but it is a recreation that I always \ndeny myself.  I take no interest in creeping round dim and chilly \nchurches behind wheezy old men, and reading epitaphs.  Not even the sight \nof a bit of cracked brass let into a stone affords me what I call real \nhappiness.",
        "I shock respectable sextons by the imperturbability I am able to assume \nbefore exciting inscriptions, and by my lack of enthusiasm for the local \nfamily history, while my ill-concealed anxiety to get outside wounds \ntheir feelings.",
        "One golden morning of a sunny day, I leant against the low stone wall \nthat guarded a little village church, and I smoked, and drank in deep, \ncalm gladness from the sweet, restful scene – the grey old church with \nits clustering ivy and its quaint carved wooden porch, the white lane \nwinding down the hill between tall rows of elms, the thatched-roof \ncottages peeping above their trim-kept hedges, the silver river in the \nhollow, the wooded hills beyond!",
        "It was a lovely landscape.  It was idyllic, poetical, and it inspired me.  \nI felt good and noble.  I felt I didn’t want to be sinful and wicked any \nmore.  I would come and live here, and never do any more wrong, and lead \na blameless, beautiful life, and have silver hair when I got old, and all \nthat sort of thing.",
        "In that moment I forgave all my friends and relations for their \nwickedness and cussedness, and I blessed them.  They did not know that I \nblessed them.  They went their abandoned way all unconscious of what I, \nfar away in that peaceful village, was doing for them; but I did it, and \nI wished that I could let them know that I had done it, because I wanted \nto make them happy.  I was going on thinking away all these grand, tender \nthoughts, when my reverie was broken in upon by a shrill piping voice \ncrying out:",
        "“All right, sur, I’m a-coming, I’m a-coming.  It’s all right, sur; don’t \nyou be in a hurry.”",
        "I looked up, and saw an old bald-headed man hobbling across the \nchurchyard towards me, carrying a huge bunch of keys in his hand that \nshook and jingled at every step.",
        "I motioned him away with silent dignity, but he still advanced, \nscreeching out the while:",
        "“I’m a-coming, sur, I’m a-coming.  I’m a little lame.  I ain’t as spry as \nI used to be.  This way, sur.”",
        "“Go away, you miserable old man,” I said.",
        "“I’ve come as soon as I could, sur,” he replied.  “My missis never see \nyou till just this minute.  You follow me, sur.”",
        "“Go away,” I repeated; “leave me before I get over the wall, and slay \nyou.”",
        "He seemed surprised.",
        "“Don’t you want to see the tombs?” he said.",
        "“No,” I answered, “I don’t.  I want to stop here, leaning up against this \ngritty old wall.  Go away, and don’t disturb me.  I am chock full of \nbeautiful and noble thoughts, and I want to stop like it, because it \nfeels nice and good.  Don’t you come fooling about, making me mad, \nchivying away all my better feelings with this silly tombstone nonsense \nof yours.  Go away, and get somebody to bury you cheap, and I’ll pay half \nthe expense.”",
        "He was bewildered for a moment.  He rubbed his eyes, and looked hard at \nme.  I seemed human enough on the outside: he couldn’t make it out.",
        "He said:",
        "“Yuise a stranger in these parts?  You don’t live here?”",
        "“No,” I said, “I don’t.  YOU wouldn’t if I did.”",
        "“Well then,” he said, “you want to see the tombs – graves – folks been \nburied, you know  – coffins!”",
        "“You are an untruther,” I replied, getting roused; “I do not want to see \ntombs – not your tombs.  Why should I?  We have graves of our own, our \nfamily has.  Why my uncle Podger has a tomb in Kensal Green Cemetery, \nthat is the pride of all that country-side; and my grandfather’s vault at \nBow is capable of accommodating eight visitors, while my great-aunt Susan \nhas a brick grave in Finchley Churchyard, with a headstone with a coffee-\npot sort of thing in bas-relief upon it, and a six-inch best white stone \ncoping all the way round, that cost pounds.  When I want graves, it is to \nthose places that I go and revel.  I do not want other folk’s.  When you \nyourself are buried, I will come and see yours.  That is all I can do for \nyou.”",
        "He burst into tears.  He said that one of the tombs had a bit of stone \nupon the top of it that had been said by some to be probably part of the \nremains of the figure of a man, and that another had some words, carved \nupon it, that nobody had ever been able to decipher.",
        "I still remained obdurate, and, in broken-hearted tones, he said:",
        "“Well, won’t you come and see the memorial window?”",
        "I would not even see that, so he fired his last shot.  He drew near, and \nwhispered hoarsely:",
        "“I’ve got a couple of skulls down in the crypt,” he said; “come and see \nthose.  Oh, do come and see the skulls!  You are a young man out for a \nholiday, and you want to enjoy yourself.  Come and see the skulls!”",
        "Then I turned and fled, and as I sped I heard him calling to me:",
        "“Oh, come and see the skulls; come back and see the skulls!”",
        "Harris, however, revels in tombs, and graves, and epitaphs, and \nmonumental inscriptions, and the thought of not seeing Mrs. Thomas’s \ngrave made him crazy.  He said he had looked forward to seeing Mrs. \nThomas’s grave from the first moment that the trip was proposed – said he \nwouldn’t have joined if it hadn’t been for the idea of seeing Mrs. \nThomas’s tomb.",
        "I reminded him of George, and how we had to get the boat up to Shepperton \nby five o’clock to meet him, and then he went for George.  Why was George \nto fool about all day, and leave us to lug this lumbering old top-heavy \nbarge up and down the river by ourselves to meet him?  Why couldn’t \nGeorge come and do some work?  Why couldn’t he have got the day off, and \ncome down with us?  Bank be blowed!  What good was he at the bank?",
        "“I never see him doing any work there,” continued Harris, “whenever I go \nin.  He sits behind a bit of glass all day, trying to look as if he was \ndoing something.  What’s the good of a man behind a bit of glass?  I have \nto work for my living.  Why can’t he work.  What use is he there, and \nwhat’s the good of their banks?  They take your money, and then, when you \ndraw a cheque, they send it back smeared all over with `No effects,’ \n`Refer to drawer.’  What’s the good of that?  That’s the sort of trick \nthey served me twice last week.  I’m not going to stand it much longer.  \nI shall withdraw my account.  If he was here, we could go and see that \ntomb.  I don’t believe he’s at the bank at all.  He’s larking about \nsomewhere, that’s what he’s doing, leaving us to do all the work.  I’m \ngoing to get out, and have a drink.”",
        "I pointed out to him that we were miles away from a pub.; and then he \nwent on about the river, and what was the good of the river, and was \neveryone who came on the river to die of thirst?",
        "It is always best to let Harris have his head when he gets like this.  \nThen he pumps himself out, and is quiet afterwards.",
        "I reminded him that there was concentrated lemonade in the hamper, and a \ngallon-jar of water in the nose of the boat, and that the two only wanted \nmixing to make a cool and refreshing beverage.",
        "Then he flew off about lemonade, and “such-like Sunday-school slops,” as \nhe termed them, ginger-beer, raspberry syrup, &c., &c.  He said they all \nproduced dyspepsia, and ruined body and soul alike, and were the cause of \nhalf the crime in England.",
        "He said he must drink something, however, and climbed upon the seat, and \nleant over to get the bottle.  It was right at the bottom of the hamper, \nand seemed difficult to find, and he had to lean over further and \nfurther, and, in trying to steer at the same time, from a topsy-turvy \npoint of view, he pulled the wrong line, and sent the boat into the bank, \nand the shock upset him, and he dived down right into the hamper, and \nstood there on his head, holding on to the sides of the boat like grim \ndeath, his legs sticking up into the air.  He dared not move for fear of \ngoing over, and had to stay there till I could get hold of his legs, and \nhaul him back, and that made him madder than ever.",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}