{
    "title": "Three Men in a Boat - Chapter XIX.",
    "author": "Jerome K. Jerome",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "OXFORD. – MONTMORENCY’S IDEA OF HEAVEN. – THE HIRED UP-RIVER BOAT, ITS \nBEAUTIES AND ADVANTAGES. – THE “PRIDE OF THE THAMES.” – THE WEATHER \nCHANGES. – THE RIVER UNDER DIFFERENT ASPECTS. – NOT A CHEERFUL EVENING. – \nYEARNINGS FOR THE UNATTAINABLE. – THE CHEERY CHAT GOES ROUND. – GEORGE \nPERFORMS UPON THE BANJO. – A MOURNFUL MELODY. – ANOTHER WET DAY. – \nFLIGHT. – A LITTLE SUPPER AND A TOAST.",
        "WE spent two very pleasant days at Oxford.  There are plenty of dogs in \nthe town of Oxford.  Montmorency had eleven fights on the first day, and \nfourteen on the second, and evidently thought he had got to heaven.",
        "Among folk too constitutionally weak, or too constitutionally lazy, \nwhichever it may be, to relish up-stream work, it is a common practice to \nget a boat at Oxford, and row down.  For the energetic, however, the up-\nstream journey is certainly to be preferred.  It does not seem good to be \nalways going with the current.  There is more satisfaction in squaring \none’s back, and fighting against it, and winning one’s way forward in \nspite of it – at least, so I feel, when Harris and George are sculling \nand I am steering.",
        "To those who do contemplate making Oxford their starting-place, I would \nsay, take your own boat – unless, of course, you can take someone else’s \nwithout any possible danger of being found out.  The boats that, as a \nrule, are let for hire on the Thames above Marlow, are very good boats.  \nThey are fairly water-tight; and so long as they are handled with care, \nthey rarely come to pieces, or sink.  There are places in them to sit \ndown on, and they are complete with all the necessary arrangements – or \nnearly all – to enable you to row them and steer them.",
        "But they are not ornamental.  The boat you hire up the river above Marlow \nis not the sort of boat in which you can flash about and give yourself \nairs.  The hired up-river boat very soon puts a stop to any nonsense of \nthat sort on the part of its occupants.  That is its chief – one may say, \nits only recommendation.",
        "The man in the hired up-river boat is modest and retiring.  He likes to \nkeep on the shady side, underneath the trees, and to do most of his \ntravelling early in the morning or late at night, when there are not many \npeople about on the river to look at him.",
        "When the man in the hired up-river boat sees anyone he knows, he gets out \non to the bank, and hides behind a tree.",
        "I was one of a party who hired an up-river boat one summer, for a few \ndays’ trip.  We had none of us ever seen the hired up-river boat before; \nand we did not know what it was when we did see it.",
        "We had written for a boat – a double sculling skiff; and when we went \ndown with our bags to the yard, and gave our names, the man said:",
        "“Oh, yes; you’re the party that wrote for a double sculling skiff.  It’s \nall right.  Jim, fetch round THE PRIDE OF THE THAMES.”",
        "The boy went, and re-appeared five minutes afterwards, struggling with an \nantediluvian chunk of wood, that looked as though it had been recently \ndug out of somewhere, and dug out carelessly, so as to have been \nunnecessarily damaged in the process.",
        "My own idea, on first catching sight of the object, was that it was a \nRoman relic of some sort, – relic of WHAT I do not know, possibly of a \ncoffin.",
        "The neighbourhood of the upper Thames is rich in Roman relics, and my \nsurmise seemed to me a very probable one; but our serious young man, who \nis a bit of a geologist, pooh-poohed my Roman relic theory, and said it \nwas clear to the meanest intellect (in which category he seemed to be \ngrieved that he could not conscientiously include mine) that the thing \nthe boy had found was the fossil of a whale; and he pointed out to us \nvarious evidences proving that it must have belonged to the preglacial \nperiod.",
        "To settle the dispute, we appealed to the boy.  We told him not to be \nafraid, but to speak the plain truth: Was it the fossil of a pre-Adamite \nwhale, or was it an early Roman coffin?",
        "The boy said it was THE PRIDE OF THE THAMES.",
        "We thought this a very humorous answer on the part of the boy at first, \nand somebody gave him twopence as a reward for his ready wit; but when he \npersisted in keeping up the joke, as we thought, too long, we got vexed \nwith him.",
        "“Come, come, my lad!” said our captain sharply, “don’t let us have any \nnonsense.  You take your mother’s washing-tub home again, and bring us a \nboat.”",
        "The boat-builder himself came up then, and assured us, on his word, as a \npractical man, that the thing really was a boat – was, in fact, THE boat, \nthe “double sculling skiff” selected to take us on our trip down the \nriver.",
        "We grumbled a good deal.  We thought he might, at least, have had it \nwhitewashed or tarred – had SOMETHING done to it to distinguish it from a \nbit of a wreck; but he could not see any fault in it.",
        "He even seemed offended at our remarks.  He said he had picked us out the \nbest boat in all his stock, and he thought we might have been more \ngrateful.",
        "He said it, THE PRIDE OF THE THAMES, had been in use, just as it now \nstood (or rather as it now hung together), for the last forty years, to \nhis knowledge, and nobody had complained of it before, and he did not see \nwhy we should be the first to begin.",
        "We argued no more.",
        "We fastened the so-called boat together with some pieces of string, got a \nbit of wall-paper and pasted over the shabbier places, said our prayers, \nand stepped on board.",
        "They charged us thirty-five shillings for the loan of the remnant for six \ndays; and we could have bought the thing out-and-out for four-and-\nsixpence at any sale of drift-wood round the coast.",
        "The weather changed on the third day, – Oh! I am talking about our \npresent trip now, – and we started from Oxford upon our homeward journey \nin the midst of a steady drizzle.",
        "The river – with the sunlight flashing from its dancing wavelets, gilding \ngold the grey-green beech- trunks, glinting through the dark, cool wood \npaths, chasing shadows o’er the shallows, flinging diamonds from the \nmill-wheels, throwing kisses to the lilies, wantoning with the weirs’ \nwhite waters, silvering moss-grown walls and bridges, brightening every \ntiny townlet, making sweet each lane and meadow, lying tangled in the \nrushes, peeping, laughing, from each inlet, gleaming gay on many a far \nsail, making soft the air with glory – is a golden fairy stream.",
        "But the river – chill and weary, with the ceaseless rain-drops falling on \nits brown and sluggish waters, with a sound as of a woman, weeping low in \nsome dark chamber; while the woods, all dark and silent, shrouded in \ntheir mists of vapour, stand like ghosts upon the margin; silent ghosts \nwith eyes reproachful, like the ghosts of evil actions, like the ghosts \nof friends neglected – is a spirit-haunted water through the land of vain \nregrets.",
        "Sunlight is the life-blood of Nature.  Mother Earth looks at us with such \ndull, soulless eyes, when the sunlight has died away from out of her.  It \nmakes us sad to be with her then; she does not seem to know us or to care \nfor us.  She is as a widow who has lost the husband she loved, and her \nchildren touch her hand, and look up into her eyes, but gain no smile \nfrom her.",
        "We rowed on all that day through the rain, and very melancholy work it \nwas.  We pretended, at first, that we enjoyed it.  We said it was a \nchange, and that we liked to see the river under all its different \naspects.  We said we could not expect to have it all sunshine, nor should \nwe wish it.  We told each other that Nature was beautiful, even in her \ntears.",
        "Indeed, Harris and I were quite enthusiastic about the business, for the \nfirst few hours.  And we sang a song about a gipsy’s life, and how \ndelightful a gipsy’s existence was! – free to storm and sunshine, and to \nevery wind that blew! – and how he enjoyed the rain, and what a lot of \ngood it did him; and how he laughed at people who didn’t like it.",
        "George took the fun more soberly, and stuck to the umbrella.",
        "We hoisted the cover before we had lunch, and kept it up all the \nafternoon, just leaving a little space in the bow, from which one of us \ncould paddle and keep a look-out.  In this way we made nine miles, and \npulled up for the night a little below Day’s Lock.",
        "I cannot honestly say that we had a merry evening.  The rain poured down \nwith quiet persistency.  Everything in the boat was damp and clammy.  \nSupper was not a success.  Cold veal pie, when you don’t feel hungry, is \napt to cloy.  I felt I wanted whitebait and a cutlet; Harris babbled of \nsoles and white-sauce, and passed the remains of his pie to Montmorency, \nwho declined it, and, apparently insulted by the offer, went and sat over \nat the other end of the boat by himself.",
        "George requested that we would not talk about these things, at all events \nuntil he had finished his cold boiled beef without mustard.",
        "We played penny nap after supper.  We played for about an hour and a \nhalf, by the end of which time George had won fourpence – George always \nis lucky at cards – and Harris and I had lost exactly twopence each.",
        "We thought we would give up gambling then.  As Harris said, it breeds an \nunhealthy excitement when carried too far.  George offered to go on and \ngive us our revenge; but Harris and I decided not to battle any further \nagainst Fate.",
        "After that, we mixed ourselves some toddy, and sat round and talked.  \nGeorge told us about a man he had known, who had come up the river two \nyears ago and who had slept out in a damp boat on just such another night \nas that was, and it had given him rheumatic fever, and nothing was able \nto save him, and he had died in great agony ten days afterwards.  George \nsaid he was quite a young man, and was engaged to be married.  He said it \nwas one of the saddest things he had ever known.",
        "And that put Harris in mind of a friend of his, who had been in the \nVolunteers, and who had slept out under canvas one wet night down at \nAldershot, “on just such another night as this,” said Harris; and he had \nwoke up in the morning a cripple for life.  Harris said he would \nintroduce us both to the man when we got back to town; it would make our \nhearts bleed to see him.",
        "This naturally led to some pleasant chat about sciatica, fevers, chills, \nlung diseases, and bronchitis; and Harris said how very awkward it would \nbe if one of us were taken seriously ill in the night, seeing how far \naway we were from a doctor.",
        "There seemed to be a desire for something frolicksome to follow upon this \nconversation, and in a weak moment I suggested that George should get out \nhis banjo, and see if he could not give us a comic song.",
        "I will say for George that he did not want any pressing.  There was no \nnonsense about having left his music at home, or anything of that sort.  \nHe at once fished out his instrument, and commenced to play “Two Lovely \nBlack Eyes.”",
        "I had always regarded “Two Lovely Black Eyes” as rather a commonplace \ntune until that evening.  The rich vein of sadness that George extracted \nfrom it quite surprised me.",
        "The desire that grew upon Harris and myself, as the mournful strains \nprogressed, was to fall upon each other’s necks and weep; but by great \neffort we kept back the rising tears, and listened to the wild yearnful \nmelody in silence.",
        "When the chorus came we even made a desperate effort to be merry.  We re-\nfilled our glasses and joined in; Harris, in a voice trembling with \nemotion, leading, and George and I following a few words behind:",
        "“Two lovely black eyes;\nOh! what a surprise!\nOnly for telling a man he was wrong,\nTwo – “",
        "There we broke down.  The unutterable pathos of George’s accompaniment to \nthat “two” we were, in our then state of depression, unable to bear.  \nHarris sobbed like a little child, and the dog howled till I thought his \nheart or his jaw must surely break.",
        "George wanted to go on with another verse.  He thought that when he had \ngot a little more into the tune, and could throw more “abandon,” as it \nwere, into the rendering, it might not seem so sad.  The feeling of the \nmajority, however, was opposed to the experiment.",
        "There being nothing else to do, we went to bed – that is, we undressed \nourselves, and tossed about at the bottom of the boat for some three or \nfour hours.  After which, we managed to get some fitful slumber until \nfive a.m., when we all got up and had breakfast.",
        "The second day was exactly like the first.  The rain continued to pour \ndown, and we sat, wrapped up in our mackintoshes, underneath the canvas, \nand drifted slowly down.",
        "One of us – I forget which one now, but I rather think it was myself – \nmade a few feeble attempts during the course of the morning to work up \nthe old gipsy foolishness about being children of Nature and enjoying the \nwet; but it did not go down well at all.  That -",
        "“I care not for the rain, not I!”",
        "was so painfully evident, as expressing the sentiments of each of us, \nthat to sing it seemed unnecessary.",
        "On one point we were all agreed, and that was that, come what might, we \nwould go through with this job to the bitter end.  We had come out for a \nfortnight’s enjoyment on the river, and a fortnight’s enjoyment on the \nriver we meant to have.  If it killed us! well, that would be a sad thing \nfor our friends and relations, but it could not be helped.  We felt that \nto give in to the weather in a climate such as ours would be a most \ndisastrous precedent.",
        "“It’s only two days more,” said Harris, “and we are young and strong.  We \nmay get over it all right, after all.”",
        "At about four o’clock we began to discuss our arrangements for the \nevening.  We were a little past Goring then, and we decided to paddle on \nto Pangbourne, and put up there for the night.",
        "“Another jolly evening!” murmured George.",
        "We sat and mused on the prospect.  We should be in at Pangbourne by five.  \nWe should finish dinner at, say, half-past six.  After that we could walk \nabout the village in the pouring rain until bed-time; or we could sit in \na dimly-lit bar-parlour and read the almanac.",
        "“Why, the Alhambra would be almost more lively,” said Harris, venturing \nhis head outside the cover for a moment and taking a survey of the sky.",
        "“With a little supper at the – * to follow,” I added, half unconsciously.",
        "* A capital little out-of-the-way restaurant, in the neighbourhood of – , \nwhere you can get one of the best-cooked and cheapest little French \ndinners or suppers that I know of, with an excellent bottle of Beaune, \nfor three-and-six; and which I am not going to be idiot enough to \nadvertise.",
        "“Yes it’s almost a pity we’ve made up our minds to stick to this boat,” \nanswered Harris; and then there was silence for a while.",
        "“If we HADN’T made up our minds to contract our certain deaths in this \nbally old coffin,” observed George, casting a glance of intense \nmalevolence over the boat, “it might be worth while to mention that \nthere’s a train leaves Pangbourne, I know, soon after five, which would \njust land us in town in comfortable time to get a chop, and then go on to \nthe place you mentioned afterwards.”",
        "Nobody spoke.  We looked at one another, and each one seemed to see his \nown mean and guilty thoughts reflected in the faces of the others.  In \nsilence, we dragged out and overhauled the Gladstone.  We looked up the \nriver and down the river; not a soul was in sight!",
        "Twenty minutes later, three figures, followed by a shamed-looking dog, \nmight have been seen creeping stealthily from the boat-house at the \n“Swan” towards the railway station, dressed in the following neither neat \nnor gaudy costume:",
        "Black leather shoes, dirty; suit of boating flannels, very dirty; brown \nfelt hat, much battered; mackintosh, very wet; umbrella.",
        "We had deceived the boatman at Pangbourne.  We had not had the face to \ntell him that we were running away from the rain.  We had left the boat, \nand all it contained, in his charge, with instructions that it was to be \nready for us at nine the next morning.  If, we said – IF anything \nunforeseen should happen, preventing our return, we would write to him.",
        "We reached Paddington at seven, and drove direct to the restaurant I have \nbefore described, where we partook of a light meal, left Montmorency, \ntogether with suggestions for a supper to be ready at half-past ten, and \nthen continued our way to Leicester Square.",
        "We attracted a good deal of attention at the Alhambra.  On our presenting \nourselves at the paybox we were gruffly directed to go round to Castle \nStreet, and were informed that we were half-an-hour behind our time.",
        "We convinced the man, with some difficulty, that we were NOT “the world-\nrenowned contortionists from the Himalaya Mountains,” and he took our \nmoney and let us pass.",
        "Inside we were a still greater success.  Our fine bronzed countenances \nand picturesque clothes were followed round the place with admiring gaze.  \nWe were the cynosure of every eye.",
        "It was a proud moment for us all.",
        "We adjourned soon after the first ballet, and wended our way back to the \nrestaurant, where supper was already awaiting us.",
        "I must confess to enjoying that supper.  For about ten days we seemed to \nhave been living, more or less, on nothing but cold meat, cake, and bread \nand jam.  It had been a simple, a nutritious diet; but there had been \nnothing exciting about it, and the odour of Burgundy, and the smell of \nFrench sauces, and the sight of clean napkins and long loaves, knocked as \na very welcome visitor at the door of our inner man.",
        "We pegged and quaffed away in silence for a while, until the time came \nwhen, instead of sitting bolt upright, and grasping the knife and fork \nfirmly, we leant back in our chairs and worked slowly and carelessly – \nwhen we stretched out our legs beneath the table, let our napkins fall, \nunheeded, to the floor, and found time to more critically examine the \nsmoky ceiling than we had hitherto been able to do – when we rested our \nglasses at arm’s-length upon the table, and felt good, and thoughtful, \nand forgiving.",
        "Then Harris, who was sitting next the window, drew aside the curtain and \nlooked out upon the street.",
        "It glistened darkly in the wet, the dim lamps flickered with each gust, \nthe rain splashed steadily into the puddles and trickled down the water-\nspouts into the running gutters.  A few soaked wayfarers hurried past, \ncrouching beneath their dripping umbrellas, the women holding up their \nskirts.",
        "“Well,” said Harris, reaching his hand out for his glass, “we have had a \npleasant trip, and my hearty thanks for it to old Father Thames – but I \nthink we did well to chuck it when we did.  Here’s to Three Men well out \nof a Boat!”",
        "And Montmorency, standing on his hind legs, before the window, peering \nout into the night, gave a short bark of decided concurrence with the \ntoast.",
        " ",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}