{
    "title": "Three Men in a Boat - Chapter VIII.",
    "author": "Jerome K. Jerome",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "BLACKMAILING. – THE PROPER COURSE TO PURSUE. – SELFISH BOORISHNESS OF \nRIVER-SIDE LANDOWNER. – “NOTICE” BOARDS. – UNCHRISTIANLIKE FEELINGS OF \nHARRIS. – HOW HARRIS SINGS A COMIC SONG. – A HIGH-CLASS PARTY. – SHAMEFUL \nCONDUCT OF TWO ABANDONED YOUNG MEN. – SOME USELESS INFORMATION. – GEORGE \nBUYS A BANJO.",
        "WE stopped under the willows by Kempton Park, and lunched.  It is a \npretty little spot there: a pleasant grass plateau, running along by the \nwater’s edge, and overhung by willows.  We had just commenced the third \ncourse – the bread and jam – when a gentleman in shirt-sleeves and a \nshort pipe came along, and wanted to know if we knew that we were \ntrespassing.  We said we hadn’t given the matter sufficient consideration \nas yet to enable us to arrive at a definite conclusion on that point, but \nthat, if he assured us on his word as a gentleman that we WERE \ntrespassing, we would, without further hesitation, believe it.",
        "He gave us the required assurance, and we thanked him, but he still hung \nabout, and seemed to be dissatisfied, so we asked him if there was \nanything further that we could do for him; and Harris, who is of a chummy \ndisposition, offered him a bit of bread and jam.",
        "I fancy he must have belonged to some society sworn to abstain from bread \nand jam; for he declined it quite gruffly, as if he were vexed at being \ntempted with it, and he added that it was his duty to turn us off.",
        "Harris said that if it was a duty it ought to be done, and asked the man \nwhat was his idea with regard to the best means for accomplishing it.  \nHarris is what you would call a well-made man of about number one size, \nand looks hard and bony, and the man measured him up and down, and said \nhe would go and consult his master, and then come back and chuck us both \ninto the river.",
        "Of course, we never saw him any more, and, of course, all he really \nwanted was a shilling.  There are a certain number of riverside roughs \nwho make quite an income, during the summer, by slouching about the banks \nand blackmailing weak-minded noodles in this way.  They represent \nthemselves as sent by the proprietor.  The proper course to pursue is to \noffer your name and address, and leave the owner, if he really has \nanything to do with the matter, to summon you, and prove what damage you \nhave done to his land by sitting down on a bit of it.  But the majority \nof people are so intensely lazy and timid, that they prefer to encourage \nthe imposition by giving in to it rather than put an end to it by the \nexertion of a little firmness.",
        "Where it is really the owners that are to blame, they ought to be shown \nup.  The selfishness of the riparian proprietor grows with every year.  \nIf these men had their way they would close the river Thames altogether.  \nThey actually do this along the minor tributary streams and in the \nbackwaters.  They drive posts into the bed of the stream, and draw chains \nacross from bank to bank, and nail huge notice-boards on every tree.  The \nsight of those notice-boards rouses every evil instinct in my nature.  I \nfeel I want to tear each one down, and hammer it over the head of the man \nwho put it up, until I have killed him, and then I would bury him, and \nput the board up over the grave as a tombstone.",
        "I mentioned these feelings of mine to Harris, and he said he had them \nworse than that.  He said he not only felt he wanted to kill the man who \ncaused the board to be put up, but that he should like to slaughter the \nwhole of his family and all his friends and relations, and then burn down \nhis house.  This seemed to me to be going too far, and I said so to \nHarris; but he answered:",
        "“Not a bit of it.  Serve `em all jolly well right, and I’d go and sing \ncomic songs on the ruins.”",
        "I was vexed to hear Harris go on in this blood-thirsty strain.  We never \nought to allow our instincts of justice to degenerate into mere \nvindictiveness.  It was a long while before I could get Harris to take a \nmore Christian view of the subject, but I succeeded at last, and he \npromised me that he would spare the friends and relations at all events, \nand would not sing comic songs on the ruins.",
        "You have never heard Harris sing a comic song, or you would understand \nthe service I had rendered to mankind.  It is one of Harris’s fixed ideas \nthat he CAN sing a comic song; the fixed idea, on the contrary, among \nthose of Harris’s friends who have heard him try, is that he CAN’T and \nnever will be able to, and that he ought not to be allowed to try.",
        "When Harris is at a party, and is asked to sing, he replies: “Well, I can \nonly sing a COMIC song, you know;” and he says it in a tone that implies \nthat his singing of THAT, however, is a thing that you ought to hear \nonce, and then die.",
        "“Oh, that IS nice,” says the hostess.  “Do sing one, Mr. Harris;” and \nHarris gets up, and makes for the piano, with the beaming cheeriness of a \ngenerous-minded man who is just about to give somebody something.",
        "“Now, silence, please, everybody” says the hostess, turning round; “Mr. \nHarris is going to sing a comic song!”",
        "“Oh, how jolly!” they murmur; and they hurry in from the conservatory, \nand come up from the stairs, and go and fetch each other from all over \nthe house, and crowd into the drawing-room, and sit round, all smirking \nin anticipation.",
        "Then Harris begins.",
        "Well, you don’t look for much of a voice in a comic song.  You don’t \nexpect correct phrasing or vocalization.  You don’t mind if a man does \nfind out, when in the middle of a note, that he is too high, and comes \ndown with a jerk.  You don’t bother about time.  You don’t mind a man \nbeing two bars in front of the accompaniment, and easing up in the middle \nof a line to argue it out with the pianist, and then starting the verse \nafresh.  But you do expect the words.",
        "You don’t expect a man to never remember more than the first three lines \nof the first verse, and to keep on repeating these until it is time to \nbegin the chorus.  You don’t expect a man to break off in the middle of a \nline, and snigger, and say, it’s very funny, but he’s blest if he can \nthink of the rest of it, and then try and make it up for himself, and, \nafterwards, suddenly recollect it, when he has got to an entirely \ndifferent part of the song, and break off, without a word of warning, to \ngo back and let you have it then and there.  You don’t – well, I will \njust give you an idea of Harris’s comic singing, and then you can judge \nof it for yourself.",
        "HARRIS (STANDING UP IN FRONT OF PIANO AND ADDRESSING THE EXPECTANT MOB): \n“I’m afraid it’s a very old thing, you know.  I expect you all know it, \nyou know.  But it’s the only thing I know.  It’s the Judge’s song out of \nPINAFORE – no, I don’t mean PINAFORE – I mean – you know what I mean – \nthe other thing, you know.  You must all join in the chorus, you know.”",
        "[Murmurs of delight and anxiety to join in the chorus.  Brilliant \nperformance of prelude to the Judge’s song in “Trial by Jury” by nervous \nPianist.  Moment arrives for Harris to join in.  Harris takes no notice \nof it.  Nervous pianist commences prelude over again, and Harris, \ncommencing singing at the same time, dashes off the first two lines of \nthe First Lord’s song out of “Pinafore.”  Nervous pianist tries to push \non with prelude, gives it up, and tries to follow Harris with \naccompaniment to Judge’s song out “Trial by Jury,” finds that doesn’t \nanswer, and tries to recollect what he is doing, and where he is, feels \nhis mind giving way, and stops short.]",
        "HARRIS (WITH KINDLY ENCOURAGEMENT): “It’s all right.  You’re doing it \nvery well, indeed – go on.”",
        "NERVOUS PIANIST: “I’m afraid there’s a mistake somewhere.  What are you \nsinging?”",
        "HARRIS (PROMPTLY): “Why the Judge’s song out of Trial by Jury.  Don’t you \nknow it?”",
        "SOME FRIEND OF HARRIS’S (FROM THE BACK OF THE ROOM): “No, you’re not, you \nchuckle-head, you’re singing the Admiral’s song from PINAFORE.”",
        "[Long argument between Harris and Harris’s friend as to what Harris is \nreally singing.  Friend finally suggests that it doesn’t matter what \nHarris is singing so long as Harris gets on and sings it, and Harris, \nwith an evident sense of injustice rankling inside him, requests pianist \nto begin again.  Pianist, thereupon, starts prelude to the Admiral’s \nsong, and Harris, seizing what he considers to be a favourable opening in \nthe music, begins.]",
        "HARRIS:",
        "” `When I was young and called to the Bar.’ “",
        "[GENERAL ROAR OF LAUGHTER, TAKEN BY HARRIS AS A COMPLIMENT.  PIANIST, \nTHINKING OF HIS WIFE AND FAMILY, GIVES UP THE UNEQUAL CONTEST AND \nRETIRES; HIS PLACE BEING TAKEN BY A STRONGER-NERVED MAN.",
        "THE NEW PIANIST (CHEERILY): “Now then, old man, you start off, and I’ll \nfollow.  We won’t bother about any prelude.”",
        "HARRIS (UPON WHOM THE EXPLANATION OF MATTERS HAS SLOWLY DAWNED – \nLAUGHING): “By Jove!  I beg your pardon.  Of course – I’ve been mixing up \nthe two songs.  It was Jenkins confused me, you know.  Now then.",
        "[SINGING; HIS VOICE APPEARING TO COME FROM THE CELLAR, AND SUGGESTING THE \nFIRST LOW WARNINGS OF AN APPROACHING EARTHQUAKE.",
        "” `When I was young I served a term\nAs office-boy to an attorney’s firm.’",
        "(Aside to pianist): “It is too low, old man; we’ll have that over again, \nif you don’t mind.”",
        "[SINGS FIRST TWO LINES OVER AGAIN, IN A HIGH FALSETTO THIS TIME.  GREAT \nSURPRISE ON THE PART OF THE AUDIENCE.  NERVOUS OLD LADY NEAR THE FIRE \nBEGINS TO CRY, AND HAS TO BE LED OUT.]",
        "HARRIS (continuing):",
        "“I swept the windows and I swept the door,\nAnd I – `",
        "No – no, I cleaned the windows of the big front door.  And I polished up \nthe floor – no, dash it – I beg your pardon – funny thing, I can’t think \nof that line.  And I – and I – Oh, well, we’ll get on to the chorus, and \nchance it (SINGS):",
        "`And I diddle-diddle-diddle-diddle-diddle-diddle-de,\nTill now I am the ruler of the Queen’s navee.’",
        "Now then, chorus – it is the last two lines repeated, you know.",
        "GENERAL CHORUS:",
        "“And he diddle-diddle-diddle-diddle-diddle-diddle-dee’d,\nTill now he is the ruler of the Queen’s navee.”",
        "And Harris never sees what an ass he is making of himself, and how he is \nannoying a lot of people who never did him any harm.  He honestly \nimagines that he has given them a treat, and says he will sing another \ncomic song after supper.",
        "Speaking of comic songs and parties, reminds me of a rather curious \nincident at which I once assisted; which, as it throws much light upon \nthe inner mental working of human nature in general, ought, I think, to \nbe recorded in these pages.",
        "We were a fashionable and highly cultured party.  We had on our best \nclothes, and we talked pretty, and were very happy – all except two young \nfellows, students, just returned from Germany, commonplace young men, who \nseemed restless and uncomfortable, as if they found the proceedings slow.  \nThe truth was, we were too clever for them.  Our brilliant but polished \nconversation, and our high-class tastes, were beyond them.  They were out \nof place, among us.  They never ought to have been there at all.  \nEverybody agreed upon that, later on.",
        "We played MORCEAUX from the old German masters.  We discussed philosophy \nand ethics.  We flirted with graceful dignity.  We were even humorous – \nin a high-class way.",
        "Somebody recited a French poem after supper, and we said it was \nbeautiful; and then a lady sang a sentimental ballad in Spanish, and it \nmade one or two of us weep – it was so pathetic.",
        "And then those two young men got up, and asked us if we had ever heard \nHerr Slossenn Boschen (who had just arrived, and was then down in the \nsupper-room) sing his great German comic song.",
        "None of us had heard it, that we could remember.",
        "The young men said it was the funniest song that had ever been written, \nand that, if we liked, they would get Herr Slossenn Boschen, whom they \nknew very well, to sing it.  They said it was so funny that, when Herr \nSlossenn Boschen had sung it once before the German Emperor, he (the \nGerman Emperor) had had to be carried off to bed.",
        "They said nobody could sing it like Herr Slossenn Boschen; he was so \nintensely serious all through it that you might fancy he was reciting a \ntragedy, and that, of course, made it all the funnier.  They said he \nnever once suggested by his tone or manner that he was singing anything \nfunny – that would spoil it.  It was his air of seriousness, almost of \npathos, that made it so irresistibly amusing.",
        "We said we yearned to hear it, that we wanted a good laugh; and they went \ndownstairs, and fetched Herr Slossenn Boschen.",
        "He appeared to be quite pleased to sing it, for he came up at once, and \nsat down to the piano without another word.",
        "“Oh, it will amuse you.  You will laugh,” whispered the two young men, as \nthey passed through the room, and took up an unobtrusive position behind \nthe Professor’s back.",
        "Herr Slossenn Boschen accompanied himself.  The prelude did not suggest a \ncomic song exactly.  It was a weird, soulful air.  It quite made one’s \nflesh creep; but we murmured to one another that it was the German \nmethod, and prepared to enjoy it.",
        "I don’t understand German myself.  I learned it at school, but forgot \nevery word of it two years after I had left, and have felt much better \never since.  Still, I did not want the people there to guess my \nignorance; so I hit upon what I thought to be rather a good idea.  I kept \nmy eye on the two young students, and followed them.  When they tittered, \nI tittered; when they roared, I roared; and I also threw in a little \nsnigger all by myself now and then, as if I had seen a bit of humour that \nhad escaped the others.  I considered this particularly artful on my \npart.",
        "I noticed, as the song progressed, that a good many other people seemed \nto have their eye fixed on the two young men, as well as myself.  These \nother people also tittered when the young men tittered, and roared when \nthe young men roared; and, as the two young men tittered and roared and \nexploded with laughter pretty continuously all through the song, it went \nexceedingly well.",
        "And yet that German Professor did not seem happy.  At first, when we \nbegan to laugh, the expression of his face was one of intense surprise, \nas if laughter were the very last thing he had expected to be greeted \nwith.  We thought this very funny: we said his earnest manner was half \nthe humour.  The slightest hint on his part that he knew how funny he was \nwould have completely ruined it all.  As we continued to laugh, his \nsurprise gave way to an air of annoyance and indignation, and he scowled \nfiercely round upon us all (except upon the two young men who, being \nbehind him, he could not see).  That sent us into convulsions.  We told \neach other that it would be the death of us, this thing.  The words \nalone, we said, were enough to send us into fits, but added to his mock \nseriousness – oh, it was too much!",
        "In the last verse, he surpassed himself.  He glowered round upon us with \na look of such concentrated ferocity that, but for our being forewarned \nas to the German method of comic singing, we should have been nervous; \nand he threw such a wailing note of agony into the weird music that, if \nwe had not known it was a funny song, we might have wept.",
        "He finished amid a perfect shriek of laughter.  We said it was the \nfunniest thing we had ever heard in all our lives.  We said how strange \nit was that, in the face of things like these, there should be a popular \nnotion that the Germans hadn’t any sense of humour.  And we asked the \nProfessor why he didn’t translate the song into English, so that the \ncommon people could understand it, and hear what a real comic song was \nlike.",
        "Then Herr Slossenn Boschen got up, and went on awful.  He swore at us in \nGerman (which I should judge to be a singularly effective language for \nthat purpose), and he danced, and shook his fists, and called us all the \nEnglish he knew.  He said he had never been so insulted in all his life.",
        "It appeared that the song was not a comic song at all.  It was about a \nyoung girl who lived in the Hartz Mountains, and who had given up her \nlife to save her lover’s soul; and he died, and met her spirit in the \nair; and then, in the last verse, he jilted her spirit, and went on with \nanother spirit – I’m not quite sure of the details, but it was something \nvery sad, I know.  Herr Boschen said he had sung it once before the \nGerman Emperor, and he (the German Emperor) had sobbed like a little \nchild.  He (Herr Boschen) said it was generally acknowledged to be one of \nthe most tragic and pathetic songs in the German language.",
        "It was a trying situation for us – very trying.  There seemed to be no \nanswer.  We looked around for the two young men who had done this thing, \nbut they had left the house in an unostentatious manner immediately after \nthe end of the song.",
        "That was the end of that party.  I never saw a party break up so quietly, \nand with so little fuss.  We never said good-night even to one another.  \nWe came downstairs one at a time, walking softly, and keeping the shady \nside.  We asked the servant for our hats and coats in whispers, and \nopened the door for ourselves, and slipped out, and got round the corner \nquickly, avoiding each other as much as possible.",
        "I have never taken much interest in German songs since then.",
        "We reached Sunbury Lock at half-past three.  The river is sweetly pretty \njust there before you come to the gates, and the backwater is charming; \nbut don’t attempt to row up it.",
        "I tried to do so once.  I was sculling, and asked the fellows who were \nsteering if they thought it could be done, and they said, oh, yes, they \nthought so, if I pulled hard.  We were just under the little foot-bridge \nthat crosses it between the two weirs, when they said this, and I bent \ndown over the sculls, and set myself up, and pulled.",
        "I pulled splendidly.  I got well into a steady rhythmical swing.  I put \nmy arms, and my legs, and my back into it.  I set myself a good, quick, \ndashing stroke, and worked in really grand style.  My two friends said it \nwas a pleasure to watch me.  At the end of five minutes, I thought we \nought to be pretty near the weir, and I looked up.  We were under the \nbridge, in exactly the same spot that we were when I began, and there \nwere those two idiots, injuring themselves by violent laughing.  I had \nbeen grinding away like mad to keep that boat stuck still under that \nbridge.  I let other people pull up backwaters against strong streams \nnow.",
        "We sculled up to Walton, a rather large place for a riverside town.  As \nwith all riverside places, only the tiniest corner of it comes down to \nthe water, so that from the boat you might fancy it was a village of some \nhalf-dozen houses, all told.  Windsor and Abingdon are the only towns \nbetween London and Oxford that you can really see anything of from the \nstream.  All the others hide round corners, and merely peep at the river \ndown one street: my thanks to them for being so considerate, and leaving \nthe river-banks to woods and fields and water-works.",
        "Even Reading, though it does its best to spoil and sully and make hideous \nas much of the river as it can reach, is good-natured enough to keep its \nugly face a good deal out of sight.",
        "Caesar, of course, had a little place at Walton – a camp, or an \nentrenchment, or something of that sort.  Caesar was a regular up-river \nman.  Also Queen Elizabeth, she was there, too.  You can never get away \nfrom that woman, go where you will.  Cromwell and Bradshaw (not the guide \nman, but the King Charles’s head man) likewise sojourned here.  They must \nhave been quite a pleasant little party, altogether.",
        "There is an iron “scold’s bridle” in Walton Church.  They used these \nthings in ancient days for curbing women’s tongues.  They have given up \nthe attempt now.  I suppose iron was getting scarce, and nothing else \nwould be strong enough.",
        "There are also tombs of note in the church, and I was afraid I should \nnever get Harris past them; but he didn’t seem to think of them, and we \nwent on.  Above the bridge the river winds tremendously.  This makes it \nlook picturesque; but it irritates you from a towing or sculling point of \nview, and causes argument between the man who is pulling and the man who \nis steering.",
        "You pass Oatlands Park on the right bank here.  It is a famous old place.  \nHenry VIII. stole it from some one or the other, I forget whom now, and \nlived in it.  There is a grotto in the park which you can see for a fee, \nand which is supposed to be very wonderful; but I cannot see much in it \nmyself.  The late Duchess of York, who lived at Oatlands, was very fond \nof dogs, and kept an immense number.  She had a special graveyard made, \nin which to bury them when they died, and there they lie, about fifty of \nthem, with a tombstone over each, and an epitaph inscribed thereon.",
        "Well, I dare say they deserve it quite as much as the average Christian \ndoes.",
        "At “Corway Stakes” – the first bend above Walton Bridge – was fought a \nbattle between Caesar and Cassivelaunus.  Cassivelaunus had prepared the \nriver for Caesar, by planting it full of stakes (and had, no doubt, put \nup a notice-board).  But Caesar crossed in spite of this.  You couldn’t \nchoke Caesar off that river.  He is the sort of man we want round the \nbackwaters now.",
        "Halliford and Shepperton are both pretty little spots where they touch \nthe river; but there is nothing remarkable about either of them.  There \nis a tomb in Shepperton churchyard, however, with a poem on it, and I was \nnervous lest Harris should want to get out and fool round it.  I saw him \nfix a longing eye on the landing-stage as we drew near it, so I managed, \nby an adroit movement, to jerk his cap into the water, and in the \nexcitement of recovering that, and his indignation at my clumsiness, he \nforgot all about his beloved graves.",
        "At Weybridge, the Wey (a pretty little stream, navigable for small boats \nup to Guildford, and one which I have always been making up my mind to \nexplore, and never have), the Bourne, and the Basingstoke Canal all enter \nthe Thames together.  The lock is just opposite the town, and the first \nthing that we saw, when we came in view of it, was George’s blazer on one \nof the lock gates, closer inspection showing that George was inside it.",
        "Montmorency set up a furious barking, I shrieked, Harris roared; George \nwaved his hat, and yelled back.  The lock-keeper rushed out with a drag, \nunder the impression that somebody had fallen into the lock, and appeared \nannoyed at finding that no one had.",
        "George had rather a curious oilskin-covered parcel in his hand.  It was \nround and flat at one end, with a long straight handle sticking out of \nit.",
        "“What’s that?” said Harris – “a frying-pan?”",
        "“No,” said George, with a strange, wild look glittering in his eyes; \n“they are all the rage this season; everybody has got them up the river.  \nIt’s a banjo.”",
        "“I never knew you played the banjo!” cried Harris and I, in one breath.",
        "“Not exactly,” replied George: “but it’s very easy, they tell me; and \nI’ve got the instruction book!”",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}