{
    "title": "Three Men in a Boat - Chapter VI.",
    "author": "Jerome K. Jerome",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "KINGSTON. – INSTRUCTIVE REMARKS ON EARLY ENGLISH HISTORY. – INSTRUCTIVE \nOBSERVATIONS ON CARVED OAK AND LIFE IN GENERAL. – SAD CASE OF STIVVINGS, \nJUNIOR. – MUSINGS ON ANTIQUITY. – I FORGET THAT I AM STEERING. – \nINTERESTING RESULT. – HAMPTON COURT MAZE. – HARRIS AS A GUIDE.",
        "IT was a glorious morning, late spring or early summer, as you care to \ntake it, when the dainty sheen of grass and leaf is blushing to a deeper \ngreen; and the year seems like a fair young maid, trembling with strange, \nwakening pulses on the brink of womanhood.",
        "The quaint back streets of Kingston, where they came down to the water’s \nedge, looked quite picturesque in the flashing sunlight, the glinting \nriver with its drifting barges, the wooded towpath, the trim-kept villas \non the other side, Harris, in a red and orange blazer, grunting away at \nthe sculls, the distant glimpses of the grey old palace of the Tudors, \nall made a sunny picture, so bright but calm, so full of life, and yet so \npeaceful, that, early in the day though it was, I felt myself being \ndreamily lulled off into a musing fit.",
        "I mused on Kingston, or “Kyningestun,” as it was once called in the days \nwhen Saxon “kinges” were crowned there.  Great Caesar crossed the river \nthere, and the Roman legions camped upon its sloping uplands.  Caesar, \nlike, in later years, Elizabeth, seems to have stopped everywhere: only \nhe was more respectable than good Queen Bess; he didn’t put up at the \npublic-houses.",
        "She was nuts on public-houses, was England’s Virgin Queen.  There’s \nscarcely a pub. of any attractions within ten miles of London that she \ndoes not seem to have looked in at, or stopped at, or slept at, some time \nor other.  I wonder now, supposing Harris, say, turned over a new leaf, \nand became a great and good man, and got to be Prime Minister, and died, \nif they would put up signs over the public-houses that he had patronised: \n“Harris had a glass of bitter in this house;” “Harris had two of Scotch \ncold here in the summer of `88;” “Harris was chucked from here in \nDecember, 1886.”",
        "No, there would be too many of them!  It would be the houses that he had \nnever entered that would become famous.  “Only house in South London that \nHarris never had a drink in!”  The people would flock to it to see what \ncould have been the matter with it.",
        "How poor weak-minded King Edwy must have hated Kyningestun!  The \ncoronation feast had been too much for him.  Maybe boar’s head stuffed \nwith sugar-plums did not agree with him (it wouldn’t with me, I know), \nand he had had enough of sack and mead; so he slipped from the noisy \nrevel to steal a quiet moonlight hour with his beloved Elgiva.",
        "Perhaps, from the casement, standing hand-in-hand, they were watching the \ncalm moonlight on the river, while from the distant halls the boisterous \nrevelry floated in broken bursts of faint-heard din and tumult.",
        "Then brutal Odo and St. Dunstan force their rude way into the quiet room, \nand hurl coarse insults at the sweet-faced Queen, and drag poor Edwy back \nto the loud clamour of the drunken brawl.",
        "Years later, to the crash of battle-music, Saxon kings and Saxon revelry \nwere buried side by side, and Kingston’s greatness passed away for a \ntime, to rise once more when Hampton Court became the palace of the \nTudors and the Stuarts, and the royal barges strained at their moorings \non the river’s bank, and bright-cloaked gallants swaggered down the \nwater-steps to cry: “What Ferry, ho!  Gadzooks, gramercy.”",
        "Many of the old houses, round about, speak very plainly of those days \nwhen Kingston was a royal borough, and nobles and courtiers lived there, \nnear their King, and the long road to the palace gates was gay all day \nwith clanking steel and prancing palfreys, and rustling silks and \nvelvets, and fair faces.  The large and spacious houses, with their \noriel, latticed windows, their huge fireplaces, and their gabled roofs, \nbreathe of the days of hose and doublet, of pearl-embroidered stomachers, \nand complicated oaths.  They were upraised in the days “when men knew how \nto build.”  The hard red bricks have only grown more firmly set with \ntime, and their oak stairs do not creak and grunt when you try to go down \nthem quietly.",
        "Speaking of oak staircases reminds me that there is a magnificent carved \noak staircase in one of the houses in Kingston.  It is a shop now, in the \nmarket-place, but it was evidently once the mansion of some great \npersonage.  A friend of mine, who lives at Kingston, went in there to buy \na hat one day, and, in a thoughtless moment, put his hand in his pocket \nand paid for it then and there.",
        "The shopman (he knows my friend) was naturally a little staggered at \nfirst; but, quickly recovering himself, and feeling that something ought \nto be done to encourage this sort of thing, asked our hero if he would \nlike to see some fine old carved oak.  My friend said he would, and the \nshopman, thereupon, took him through the shop, and up the staircase of \nthe house.  The balusters were a superb piece of workmanship, and the \nwall all the way up was oak-panelled, with carving that would have done \ncredit to a palace.",
        "From the stairs, they went into the drawing-room, which was a large, \nbright room, decorated with a somewhat startling though cheerful paper of \na blue ground.  There was nothing, however, remarkable about the \napartment, and my friend wondered why he had been brought there.  The \nproprietor went up to the paper, and tapped it.  It gave forth a wooden \nsound.",
        "“Oak,” he explained.  “All carved oak, right up to the ceiling, just the \nsame as you saw on the staircase.”",
        "“But, great Caesar! man,” expostulated my friend; “you don’t mean to say \nyou have covered over carved oak with blue wall-paper?”",
        "“Yes,” was the reply: “it was expensive work.  Had to match-board it all \nover first, of course.  But the room looks cheerful now.  It was awful \ngloomy before.”",
        "I can’t say I altogether blame the man (which is doubtless a great relief \nto his mind).  From his point of view, which would be that of the average \nhouseholder, desiring to take life as lightly as possible, and not that \nof the old-curiosity-shop maniac, there is reason on his side.  Carved \noak is very pleasant to look at, and to have a little of, but it is no \ndoubt somewhat depressing to live in, for those whose fancy does not lie \nthat way.  It would be like living in a church.",
        "No, what was sad in his case was that he, who didn’t care for carved oak, \nshould have his drawing-room panelled with it, while people who do care \nfor it have to pay enormous prices to get it.  It seems to be the rule of \nthis world.  Each person has what he doesn’t want, and other people have \nwhat he does want.",
        "Married men have wives, and don’t seem to want them; and young single \nfellows cry out that they can’t get them.  Poor people who can hardly \nkeep themselves have eight hearty children.  Rich old couples, with no \none to leave their money to, die childless.",
        "Then there are girls with lovers.  The girls that have lovers never want \nthem.  They say they would rather be without them, that they bother them, \nand why don’t they go and make love to Miss Smith and Miss Brown, who are \nplain and elderly, and haven’t got any lovers?  They themselves don’t \nwant lovers.  They never mean to marry.",
        "It does not do to dwell on these things; it makes one so sad.",
        "There was a boy at our school, we used to call him Sandford and Merton.  \nHis real name was Stivvings.  He was the most extraordinary lad I ever \ncame across.  I believe he really liked study.  He used to get into awful \nrows for sitting up in bed and reading Greek; and as for French irregular \nverbs there was simply no keeping him away from them.  He was full of \nweird and unnatural notions about being a credit to his parents and an \nhonour to the school; and he yearned to win prizes, and grow up and be a \nclever man, and had all those sorts of weak-minded ideas.  I never knew \nsuch a strange creature, yet harmless, mind you, as the babe unborn.",
        "Well, that boy used to get ill about twice a week, so that he couldn’t go \nto school.  There never was such a boy to get ill as that Sandford and \nMerton.  If there was any known disease going within ten miles of him, he \nhad it, and had it badly.  He would take bronchitis in the dog-days, and \nhave hay-fever at Christmas.  After a six weeks’ period of drought, he \nwould be stricken down with rheumatic fever; and he would go out in a \nNovember fog and come home with a sunstroke.",
        "They put him under laughing-gas one year, poor lad, and drew all his \nteeth, and gave him a false set, because he suffered so terribly with \ntoothache; and then it turned to neuralgia and ear-ache.  He was never \nwithout a cold, except once for nine weeks while he had scarlet fever; \nand he always had chilblains.  During the great cholera scare of 1871, \nour neighbourhood was singularly free from it.  There was only one \nreputed case in the whole parish: that case was young Stivvings.",
        "He had to stop in bed when he was ill, and eat chicken and custards and \nhot-house grapes; and he would lie there and sob, because they wouldn’t \nlet him do Latin exercises, and took his German grammar away from him.",
        "And we other boys, who would have sacrificed ten terms of our school-life \nfor the sake of being ill for a day, and had no desire whatever to give \nour parents any excuse for being stuck-up about us, couldn’t catch so \nmuch as a stiff neck.  We fooled about in draughts, and it did us good, \nand freshened us up; and we took things to make us sick, and they made us \nfat, and gave us an appetite.  Nothing we could think of seemed to make \nus ill until the holidays began.  Then, on the breaking-up day, we caught \ncolds, and whooping cough, and all kinds of disorders, which lasted till \nthe term recommenced; when, in spite of everything we could manoeuvre to \nthe contrary, we would get suddenly well again, and be better than ever.",
        "Such is life; and we are but as grass that is cut down, and put into the \noven and baked.",
        "To go back to the carved-oak question, they must have had very fair \nnotions of the artistic and the beautiful, our great-great-grandfathers.  \nWhy, all our art treasures of to-day are only the dug-up commonplaces of \nthree or four hundred years ago.  I wonder if there is real intrinsic \nbeauty in the old soup-plates, beer-mugs, and candle-snuffers that we \nprize so now, or if it is only the halo of age glowing around them that \ngives them their charms in our eyes.  The “old blue” that we hang about \nour walls as ornaments were the common every-day household utensils of a \nfew centuries ago; and the pink shepherds and the yellow shepherdesses \nthat we hand round now for all our friends to gush over, and pretend they \nunderstand, were the unvalued mantel-ornaments that the mother of the \neighteenth century would have given the baby to suck when he cried.",
        "Will it be the same in the future?  Will the prized treasures of to-day \nalways be the cheap trifles of the day before?  Will rows of our willow-\npattern dinner-plates be ranged above the chimneypieces of the great in \nthe years 2000 and odd?  Will the white cups with the gold rim and the \nbeautiful gold flower inside (species unknown), that our Sarah Janes now \nbreak in sheer light-heartedness of spirit, be carefully mended, and \nstood upon a bracket, and dusted only by the lady of the house?",
        "That china dog that ornaments the bedroom of my furnished lodgings.  It \nis a white dog.  Its eyes blue.  Its nose is a delicate red, with spots.  \nIts head is painfully erect, its expression is amiability carried to \nverge of imbecility.  I do not admire it myself.  Considered as a work of \nart, I may say it irritates me.  Thoughtless friends jeer at it, and even \nmy landlady herself has no admiration for it, and excuses its presence by \nthe circumstance that her aunt gave it to her.",
        "But in 200 years’ time it is more than probable that that dog will be dug \nup from somewhere or other, minus its legs, and with its tail broken, and \nwill be sold for old china, and put in a glass cabinet.  And people will \npass it round, and admire it.  They will be struck by the wonderful depth \nof the colour on the nose, and speculate as to how beautiful the bit of \nthe tail that is lost no doubt was.",
        "We, in this age, do not see the beauty of that dog.  We are too familiar \nwith it.  It is like the sunset and the stars: we are not awed by their \nloveliness because they are common to our eyes.  So it is with that china \ndog.  In 2288 people will gush over it.  The making of such dogs will \nhave become a lost art.  Our descendants will wonder how we did it, and \nsay how clever we were.  We shall be referred to lovingly as “those grand \nold artists that flourished in the nineteenth century, and produced those \nchina dogs.”",
        "The “sampler” that the eldest daughter did at school will be spoken of as \n“tapestry of the Victorian era,” and be almost priceless.  The blue-and-\nwhite mugs of the present-day roadside inn will be hunted up, all cracked \nand chipped, and sold for their weight in gold, and rich people will use \nthem for claret cups; and travellers from Japan will buy up all the \n“Presents from Ramsgate,” and “Souvenirs of Margate,” that may have \nescaped destruction, and take them back to Jedo as ancient English \ncurios.",
        "At this point Harris threw away the sculls, got up and left his seat, and \nsat on his back, and stuck his legs in the air.  Montmorency howled, and \nturned a somersault, and the top hamper jumped up, and all the things \ncame out.",
        "I was somewhat surprised, but I did not lose my temper.  I said, \npleasantly enough:",
        "“Hulloa! what’s that for?”",
        "“What’s that for?  Why – “",
        "No, on second thoughts, I will not repeat what Harris said.  I may have \nbeen to blame, I admit it; but nothing excuses violence of language and \ncoarseness of expression, especially in a man who has been carefully \nbrought up, as I know Harris has been.  I was thinking of other things, \nand forgot, as any one might easily understand, that I was steering, and \nthe consequence was that we had got mixed up a good deal with the tow-\npath.  It was difficult to say, for the moment, which was us and which \nwas the Middlesex bank of the river; but we found out after a while, and \nseparated ourselves.",
        "Harris, however, said he had done enough for a bit, and proposed that I \nshould take a turn; so, as we were in, I got out and took the tow-line, \nand ran the boat on past Hampton Court.  What a dear old wall that is \nthat runs along by the river there!  I never pass it without feeling \nbetter for the sight of it.  Such a mellow, bright, sweet old wall; what \na charming picture it would make, with the lichen creeping here, and the \nmoss growing there, a shy young vine peeping over the top at this spot, \nto see what is going on upon the busy river, and the sober old ivy \nclustering a little farther down!  There are fifty shades and tints and \nhues in every ten yards of that old wall.  If I could only draw, and knew \nhow to paint, I could make a lovely sketch of that old wall, I’m sure.  \nI’ve often thought I should like to live at Hampton Court.  It looks so \npeaceful and so quiet, and it is such a dear old place to ramble round in \nthe early morning before many people are about.",
        "But, there, I don’t suppose I should really care for it when it came to \nactual practice.  It would be so ghastly dull and depressing in the \nevening, when your lamp cast uncanny shadows on the panelled walls, and \nthe echo of distant feet rang through the cold stone corridors, and now \ndrew nearer, and now died away, and all was death-like silence, save the \nbeating of one’s own heart.",
        "We are creatures of the sun, we men and women.  We love light and life.  \nThat is why we crowd into the towns and cities, and the country grows \nmore and more deserted every year.  In the sunlight – in the daytime, \nwhen Nature is alive and busy all around us, we like the open hill-sides \nand the deep woods well enough: but in the night, when our Mother Earth \nhas gone to sleep, and left us waking, oh! the world seems so lonesome, \nand we get frightened, like children in a silent house.  Then we sit and \nsob, and long for the gas-lit streets, and the sound of human voices, and \nthe answering throb of human life.  We feel so helpless and so little in \nthe great stillness, when the dark trees rustle in the night-wind.  There \nare so many ghosts about, and their silent sighs make us feel so sad.  \nLet us gather together in the great cities, and light huge bonfires of a \nmillion gas-jets, and shout and sing together, and feel brave.",
        "Harris asked me if I’d ever been in the maze at Hampton Court.  He said \nhe went in once to show somebody else the way.  He had studied it up in a \nmap, and it was so simple that it seemed foolish – hardly worth the \ntwopence charged for admission.  Harris said he thought that map must \nhave been got up as a practical joke, because it wasn’t a bit like the \nreal thing, and only misleading.  It was a country cousin that Harris \ntook in.  He said:",
        "“We’ll just go in here, so that you can say you’ve been, but it’s very \nsimple.  It’s absurd to call it a maze.  You keep on taking the first \nturning to the right.  We’ll just walk round for ten minutes, and then go \nand get some lunch.”",
        "They met some people soon after they had got inside, who said they had \nbeen there for three-quarters of an hour, and had had about enough of it.  \nHarris told them they could follow him, if they liked; he was just going \nin, and then should turn round and come out again.  They said it was very \nkind of him, and fell behind, and followed.",
        "They picked up various other people who wanted to get it over, as they \nwent along, until they had absorbed all the persons in the maze.  People \nwho had given up all hopes of ever getting either in or out, or of ever \nseeing their home and friends again, plucked up courage at the sight of \nHarris and his party, and joined the procession, blessing him.  Harris \nsaid he should judge there must have been twenty people, following him, \nin all; and one woman with a baby, who had been there all the morning, \ninsisted on taking his arm, for fear of losing him.",
        "Harris kept on turning to the right, but it seemed a long way, and his \ncousin said he supposed it was a very big maze.",
        "“Oh, one of the largest in Europe,” said Harris.",
        "“Yes, it must be,” replied the cousin, “because we’ve walked a good two \nmiles already.”",
        "Harris began to think it rather strange himself, but he held on until, at \nlast, they passed the half of a penny bun on the ground that Harris’s \ncousin swore he had noticed there seven minutes ago.  Harris said: “Oh, \nimpossible!” but the woman with the baby said, “Not at all,” as she \nherself had taken it from the child, and thrown it down there, just \nbefore she met Harris.  She also added that she wished she never had met \nHarris, and expressed an opinion that he was an impostor.  That made \nHarris mad, and he produced his map, and explained his theory.",
        "“The map may be all right enough,” said one of the party, “if you know \nwhereabouts in it we are now.”",
        "Harris didn’t know, and suggested that the best thing to do would be to \ngo back to the entrance, and begin again.  For the beginning again part \nof it there was not much enthusiasm; but with regard to the advisability \nof going back to the entrance there was complete unanimity, and so they \nturned, and trailed after Harris again, in the opposite direction.  About \nten minutes more passed, and then they found themselves in the centre.",
        "Harris thought at first of pretending that that was what he had been \naiming at; but the crowd looked dangerous, and he decided to treat it as \nan accident.",
        "Anyhow, they had got something to start from then.  They did know where \nthey were, and the map was once more consulted, and the thing seemed \nsimpler than ever, and off they started for the third time.",
        "And three minutes later they were back in the centre again.",
        "After that, they simply couldn’t get anywhere else.  Whatever way they \nturned brought them back to the middle.  It became so regular at length, \nthat some of the people stopped there, and waited for the others to take \na walk round, and come back to them.  Harris drew out his map again, \nafter a while, but the sight of it only infuriated the mob, and they told \nhim to go and curl his hair with it.  Harris said that he couldn’t help \nfeeling that, to a certain extent, he had become unpopular.",
        "They all got crazy at last, and sang out for the keeper, and the man came \nand climbed up the ladder outside, and shouted out directions to them.  \nBut all their heads were, by this time, in such a confused whirl that \nthey were incapable of grasping anything, and so the man told them to \nstop where they were, and he would come to them.  They huddled together, \nand waited; and he climbed down, and came in.",
        "He was a young keeper, as luck would have it, and new to the business; \nand when he got in, he couldn’t find them, and he wandered about, trying \nto get to them, and then HE got lost.  They caught sight of him, every \nnow and then, rushing about the other side of the hedge, and he would see \nthem, and rush to get to them, and they would wait there for about five \nminutes, and then he would reappear again in exactly the same spot, and \nask them where they had been.",
        "They had to wait till one of the old keepers came back from his dinner \nbefore they got out.",
        "Harris said he thought it was a very fine maze, so far as he was a judge; \nand we agreed that we would try to get George to go into it, on our way \nback.",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}