{
    "title": "Three Men in a Boat - Chapter IV.",
    "author": "Jerome K. Jerome",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "THE FOOD QUESTION. – OBJECTIONS TO PARAFFINE OIL AS AN ATMOSPHERE. – \nADVANTAGES OF CHEESE AS A TRAVELLING COMPANION. – A MARRIED WOMAN DESERTS \nHER HOME. – FURTHER PROVISION FOR GETTING UPSET. – I PACK. – CUSSEDNESS \nOF TOOTH-BRUSHES. – GEORGE AND HARRIS PACK. – AWFUL BEHAVIOUR OF \nMONTMORENCY. – WE RETIRE TO REST.",
        "THEN we discussed the food question.  George said:",
        "“Begin with breakfast.”  (George is so practical.)  “Now for breakfast we \nshall want a frying-pan” – (Harris said it was indigestible; but we \nmerely urged him not to be an ass, and George went on) – “a tea-pot and a \nkettle, and a methylated spirit stove.”",
        "“No oil,” said George, with a significant look; and Harris and I agreed.",
        "We had taken up an oil-stove once, but “never again.”  It had been like \nliving in an oil-shop that week.  It oozed.  I never saw such a thing as \nparaffine oil is to ooze.  We kept it in the nose of the boat, and, from \nthere, it oozed down to the rudder, impregnating the whole boat and \neverything in it on its way, and it oozed over the river, and saturated \nthe scenery and spoilt the atmosphere.  Sometimes a westerly oily wind \nblew, and at other times an easterly oily wind, and sometimes it blew a \nnortherly oily wind, and maybe a southerly oily wind; but whether it came \nfrom the Arctic snows, or was raised in the waste of the desert sands, it \ncame alike to us laden with the fragrance of paraffine oil.",
        "And that oil oozed up and ruined the sunset; and as for the moonbeams, \nthey positively reeked of paraffine.",
        "We tried to get away from it at Marlow.  We left the boat by the bridge, \nand took a walk through the town to escape it, but it followed us.  The \nwhole town was full of oil.  We passed through the church-yard, and it \nseemed as if the people had been buried in oil.  The High Street stunk of \noil; we wondered how people could live in it.  And we walked miles upon \nmiles out Birmingham way; but it was no use, the country was steeped in \noil.",
        "At the end of that trip we met together at midnight in a lonely field, \nunder a blasted oak, and took an awful oath (we had been swearing for a \nwhole week about the thing in an ordinary, middle-class way, but this was \na swell affair) – an awful oath never to take paraffine oil with us in a \nboat again-except, of course, in case of sickness.",
        "Therefore, in the present instance, we confined ourselves to methylated \nspirit.  Even that is bad enough.  You get methylated pie and methylated \ncake.  But methylated spirit is more wholesome when taken into the system \nin large quantities than paraffine oil.",
        "For other breakfast things, George suggested eggs and bacon, which were \neasy to cook, cold meat, tea, bread and butter, and jam.  For lunch, he \nsaid, we could have biscuits, cold meat, bread and butter, and jam – but \nNO CHEESE.  Cheese, like oil, makes too much of itself.  It wants the \nwhole boat to itself.  It goes through the hamper, and gives a cheesy \nflavour to everything else there.  You can’t tell whether you are eating \napple-pie or German sausage, or strawberries and cream.  It all seems \ncheese.  There is too much odour about cheese.",
        "I remember a friend of mine, buying a couple of cheeses at Liverpool.  \nSplendid cheeses they were, ripe and mellow, and with a two hundred \nhorse-power scent about them that might have been warranted to carry \nthree miles, and knock a man over at two hundred yards.  I was in \nLiverpool at the time, and my friend said that if I didn’t mind he would \nget me to take them back with me to London, as he should not be coming up \nfor a day or two himself, and he did not think the cheeses ought to be \nkept much longer.",
        "“Oh, with pleasure, dear boy,” I replied, “with pleasure.”",
        "I called for the cheeses, and took them away in a cab.  It was a \nramshackle affair, dragged along by a knock-kneed, broken-winded \nsomnambulist, which his owner, in a moment of enthusiasm, during \nconversation, referred to as a horse.  I put the cheeses on the top, and \nwe started off at a shamble that would have done credit to the swiftest \nsteam-roller ever built, and all went merry as a funeral bell, until we \nturned the corner.  There, the wind carried a whiff from the cheeses full \non to our steed.  It woke him up, and, with a snort of terror, he dashed \noff at three miles an hour.  The wind still blew in his direction, and \nbefore we reached the end of the street he was laying himself out at the \nrate of nearly four miles an hour, leaving the cripples and stout old \nladies simply nowhere.",
        "It took two porters as well as the driver to hold him in at the station; \nand I do not think they would have done it, even then, had not one of the \nmen had the presence of mind to put a handkerchief over his nose, and to \nlight a bit of brown paper.",
        "I took my ticket, and marched proudly up the platform, with my cheeses, \nthe people falling back respectfully on either side.  The train was \ncrowded, and I had to get into a carriage where there were already seven \nother people.  One crusty old gentleman objected, but I got in, \nnotwithstanding; and, putting my cheeses upon the rack, squeezed down \nwith a pleasant smile, and said it was a warm day.",
        "A few moments passed, and then the old gentleman began to fidget.",
        "“Very close in here,” he said.",
        "“Quite oppressive,” said the man next him.",
        "And then they both began sniffing, and, at the third sniff, they caught \nit right on the chest, and rose up without another word and went out.  \nAnd then a stout lady got up, and said it was disgraceful that a \nrespectable married woman should be harried about in this way, and \ngathered up a bag and eight parcels and went.  The remaining four \npassengers sat on for a while, until a solemn-looking man in the corner, \nwho, from his dress and general appearance, seemed to belong to the \nundertaker class, said it put him in mind of dead baby; and the other \nthree passengers tried to get out of the door at the same time, and hurt \nthemselves.",
        "I smiled at the black gentleman, and said I thought we were going to have \nthe carriage to ourselves; and he laughed pleasantly, and said that some \npeople made such a fuss over a little thing.  But even he grew strangely \ndepressed after we had started, and so, when we reached Crewe, I asked \nhim to come and have a drink.  He accepted, and we forced our way into \nthe buffet, where we yelled, and stamped, and waved our umbrellas for a \nquarter of an hour; and then a young lady came, and asked us if we wanted \nanything.",
        "“What’s yours?” I said, turning to my friend.",
        "“I’ll have half-a-crown’s worth of brandy, neat, if you please, miss,” he \nresponded.",
        "And he went off quietly after he had drunk it and got into another \ncarriage, which I thought mean.",
        "From Crewe I had the compartment to myself, though the train was crowded.  \nAs we drew up at the different stations, the people, seeing my empty \ncarriage, would rush for it.  “Here y’ are, Maria; come along, plenty of \nroom.”  “All right, Tom; we’ll get in here,” they would shout.  And they \nwould run along, carrying heavy bags, and fight round the door to get in \nfirst.  And one would open the door and mount the steps, and stagger back \ninto the arms of the man behind him; and they would all come and have a \nsniff, and then droop off and squeeze into other carriages, or pay the \ndifference and go first.",
        "From Euston, I took the cheeses down to my friend’s house.  When his wife \ncame into the room she smelt round for an instant.  Then she said:",
        "“What is it?  Tell me the worst.”",
        "I said:",
        "“It’s cheeses.  Tom bought them in Liverpool, and asked me to bring them \nup with me.”",
        "And I added that I hoped she understood that it had nothing to do with \nme; and she said that she was sure of that, but that she would speak to \nTom about it when he came back.",
        "My friend was detained in Liverpool longer than he expected; and, three \ndays later, as he hadn’t returned home, his wife called on me.  She said:",
        "“What did Tom say about those cheeses?”",
        "I replied that he had directed they were to be kept in a moist place, and \nthat nobody was to touch them.",
        "She said:",
        "“Nobody’s likely to touch them.  Had he smelt them?”",
        "I thought he had, and added that he seemed greatly attached to them.",
        "“You think he would be upset,” she queried, “if I gave a man a sovereign \nto take them away and bury them?”",
        "I answered that I thought he would never smile again.",
        "An idea struck her.  She said:",
        "“Do you mind keeping them for him?  Let me send them round to you.”",
        "“Madam,” I replied, “for myself I like the smell of cheese, and the \njourney the other day with them from Liverpool I shall ever look back \nupon as a happy ending to a pleasant holiday.  But, in this world, we \nmust consider others.  The lady under whose roof I have the honour of \nresiding is a widow, and, for all I know, possibly an orphan too.  She \nhas a strong, I may say an eloquent, objection to being what she terms \n`put upon.’  The presence of your husband’s cheeses in her house she \nwould, I instinctively feel, regard as a `put upon’; and it shall never \nbe said that I put upon the widow and the orphan.”",
        "“Very well, then,” said my friend’s wife, rising, “all I have to say is, \nthat I shall take the children and go to an hotel until those cheeses are \neaten.  I decline to live any longer in the same house with them.”",
        "She kept her word, leaving the place in charge of the charwoman, who, \nwhen asked if she could stand the smell, replied, “What smell?” and who, \nwhen taken close to the cheeses and told to sniff hard, said she could \ndetect a faint odour of melons.  It was argued from this that little \ninjury could result to the woman from the atmosphere, and she was left.",
        "The hotel bill came to fifteen guineas; and my friend, after reckoning \neverything up, found that the cheeses had cost him eight-and-sixpence a \npound.  He said he dearly loved a bit of cheese, but it was beyond his \nmeans; so he determined to get rid of them.  He threw them into the \ncanal; but had to fish them out again, as the bargemen complained.  They \nsaid it made them feel quite faint.  And, after that, he took them one \ndark night and left them in the parish mortuary.  But the coroner \ndiscovered them, and made a fearful fuss.",
        "He said it was a plot to deprive him of his living by waking up the \ncorpses.",
        "My friend got rid of them, at last, by taking them down to a sea-side \ntown, and burying them on the beach.  It gained the place quite a \nreputation.  Visitors said they had never noticed before how strong the \nair was, and weak-chested and consumptive people used to throng there for \nyears afterwards.",
        "Fond as I am of cheese, therefore, I hold that George was right in \ndeclining to take any.",
        "“We shan’t want any tea,” said George (Harris’s face fell at this); “but \nwe’ll have a good round, square, slap-up meal at seven – dinner, tea, and \nsupper combined.”",
        "Harris grew more cheerful.  George suggested meat and fruit pies, cold \nmeat, tomatoes, fruit, and green stuff.  For drink, we took some \nwonderful sticky concoction of Harris’s, which you mixed with water and \ncalled lemonade, plenty of tea, and a bottle of whisky, in case, as \nGeorge said, we got upset.",
        "It seemed to me that George harped too much on the getting-upset idea.  \nIt seemed to me the wrong spirit to go about the trip in.",
        "But I’m glad we took the whisky.",
        "We didn’t take beer or wine.  They are a mistake up the river.  They make \nyou feel sleepy and heavy.  A glass in the evening when you are doing a \nmouch round the town and looking at the girls is all right enough; but \ndon’t drink when the sun is blazing down on your head, and you’ve got \nhard work to do.",
        "We made a list of the things to be taken, and a pretty lengthy one it \nwas, before we parted that evening.  The next day, which was Friday, we \ngot them all together, and met in the evening to pack.  We got a big \nGladstone for the clothes, and a couple of hampers for the victuals and \nthe cooking utensils.  We moved the table up against the window, piled \neverything in a heap in the middle of the floor, and sat round and looked \nat it.",
        "I said I’d pack.",
        "I rather pride myself on my packing.  Packing is one of those many things \nthat I feel I know more about than any other person living.  (It \nsurprises me myself, sometimes, how many of these subjects there are.)  I \nimpressed the fact upon George and Harris, and told them that they had \nbetter leave the whole matter entirely to me.  They fell into the \nsuggestion with a readiness that had something uncanny about it.  George \nput on a pipe and spread himself over the easy-chair, and Harris cocked \nhis legs on the table and lit a cigar.",
        "This was hardly what I intended.  What I had meant, of course, was, that \nI should boss the job, and that Harris and George should potter about \nunder my directions, I pushing them aside every now and then with, “Oh, \nyou – !”  “Here, let me do it.”  “There you are, simple enough!” – really \nteaching them, as you might say.  Their taking it in the way they did \nirritated me.  There is nothing does irritate me more than seeing other \npeople sitting about doing nothing when I’m working.",
        "I lived with a man once who used to make me mad that way.  He would loll \non the sofa and watch me doing things by the hour together, following me \nround the room with his eyes, wherever I went.  He said it did him real \ngood to look on at me, messing about.  He said it made him feel that life \nwas not an idle dream to be gaped and yawned through, but a noble task, \nfull of duty and stern work.  He said he often wondered now how he could \nhave gone on before he met me, never having anybody to look at while they \nworked.",
        "Now, I’m not like that.  I can’t sit still and see another man slaving \nand working.  I want to get up and superintend, and walk round with my \nhands in my pockets, and tell him what to do.  It is my energetic nature.  \nI can’t help it.",
        "However, I did not say anything, but started the packing.  It seemed a \nlonger job than I had thought it was going to be; but I got the bag \nfinished at last, and I sat on it and strapped it.",
        "“Ain’t you going to put the boots in?” said Harris.",
        "And I looked round, and found I had forgotten them.  That’s just like \nHarris.  He couldn’t have said a word until I’d got the bag shut and \nstrapped, of course.  And George laughed – one of those irritating, \nsenseless, chuckle-headed, crack-jawed laughs of his.  They do make me so \nwild.",
        "I opened the bag and packed the boots in; and then, just as I was going \nto close it, a horrible idea occurred to me.  Had I packed my tooth-\nbrush?  I don’t know how it is, but I never do know whether I’ve packed \nmy tooth-brush.",
        "My tooth-brush is a thing that haunts me when I’m travelling, and makes \nmy life a misery.  I dream that I haven’t packed it, and wake up in a \ncold perspiration, and get out of bed and hunt for it.  And, in the \nmorning, I pack it before I have used it, and have to unpack again to get \nit, and it is always the last thing I turn out of the bag; and then I \nrepack and forget it, and have to rush upstairs for it at the last moment \nand carry it to the railway station, wrapped up in my pocket-\nhandkerchief.",
        "Of course I had to turn every mortal thing out now, and, of course, I \ncould not find it.  I rummaged the things up into much the same state \nthat they must have been before the world was created, and when chaos \nreigned.  Of course, I found George’s and Harris’s eighteen times over, \nbut I couldn’t find my own.  I put the things back one by one, and held \neverything up and shook it.  Then I found it inside a boot.  I repacked \nonce more.",
        "When I had finished, George asked if the soap was in.  I said I didn’t \ncare a hang whether the soap was in or whether it wasn’t; and I slammed \nthe bag to and strapped it, and found that I had packed my tobacco-pouch \nin it, and had to re-open it.  It got shut up finally at 10.5 p.m., and \nthen there remained the hampers to do.  Harris said that we should be \nwanting to start in less than twelve hours’ time, and thought that he and \nGeorge had better do the rest; and I agreed and sat down, and they had a \ngo.",
        "They began in a light-hearted spirit, evidently intending to show me how \nto do it.  I made no comment; I only waited.  When George is hanged, \nHarris will be the worst packer in this world; and I looked at the piles \nof plates and cups, and kettles, and bottles and jars, and pies, and \nstoves, and cakes, and tomatoes, &c., and felt that the thing would soon \nbecome exciting.",
        "It did.  They started with breaking a cup.  That was the first thing they \ndid.  They did that just to show you what they COULD do, and to get you \ninterested.",
        "Then Harris packed the strawberry jam on top of a tomato and squashed it, \nand they had to pick out the tomato with a teaspoon.",
        "And then it was George’s turn, and he trod on the butter.  I didn’t say \nanything, but I came over and sat on the edge of the table and watched \nthem.  It irritated them more than anything I could have said.  I felt \nthat.  It made them nervous and excited, and they stepped on things, and \nput things behind them, and then couldn’t find them when they wanted \nthem; and they packed the pies at the bottom, and put heavy things on \ntop, and smashed the pies in.",
        "They upset salt over everything, and as for the butter!  I never saw two \nmen do more with one-and-twopence worth of butter in my whole life than \nthey did.  After George had got it off his slipper, they tried to put it \nin the kettle.  It wouldn’t go in, and what WAS in wouldn’t come out.  \nThey did scrape it out at last, and put it down on a chair, and Harris \nsat on it, and it stuck to him, and they went looking for it all over the \nroom.",
        "“I’ll take my oath I put it down on that chair,” said George, staring at \nthe empty seat.",
        "“I saw you do it myself, not a minute ago,” said Harris.",
        "Then they started round the room again looking for it; and then they met \nagain in the centre, and stared at one another.",
        "“Most extraordinary thing I ever heard of,” said George.",
        "“So mysterious!” said Harris.",
        "Then George got round at the back of Harris and saw it.",
        "“Why, here it is all the time,” he exclaimed, indignantly.",
        "“Where?” cried Harris, spinning round.",
        "“Stand still, can’t you!” roared George, flying after him.",
        "And they got it off, and packed it in the teapot.",
        "Montmorency was in it all, of course.  Montmorency’s ambition in life, is \nto get in the way and be sworn at.  If he can squirm in anywhere where he \nparticularly is not wanted, and be a perfect nuisance, and make people \nmad, and have things thrown at his head, then he feels his day has not \nbeen wasted.",
        "To get somebody to stumble over him, and curse him steadily for an hour, \nis his highest aim and object; and, when he has succeeded in \naccomplishing this, his conceit becomes quite unbearable.",
        "He came and sat down on things, just when they were wanted to be packed; \nand he laboured under the fixed belief that, whenever Harris or George \nreached out their hand for anything, it was his cold, damp nose that they \nwanted.  He put his leg into the jam, and he worried the teaspoons, and \nhe pretended that the lemons were rats, and got into the hamper and \nkilled three of them before Harris could land him with the frying-pan.",
        "Harris said I encouraged him.  I didn’t encourage him.  A dog like that \ndon’t want any encouragement.  It’s the natural, original sin that is \nborn in him that makes him do things like that.",
        "The packing was done at 12.50; and Harris sat on the big hamper, and said \nhe hoped nothing would be found broken.  George said that if anything was \nbroken it was broken, which reflection seemed to comfort him.  He also \nsaid he was ready for bed.",
        "We were all ready for bed.  Harris was to sleep with us that night, and \nwe went upstairs.",
        "We tossed for beds, and Harris had to sleep with me.  He said:",
        "“Do you prefer the inside or the outside, J.?”",
        "I said I generally preferred to sleep INSIDE a bed.",
        "Harris said it was old.",
        "George said:",
        "“What time shall I wake you fellows?”",
        "Harris said:",
        "“Seven.”",
        "I said:",
        "“No – six,” because I wanted to write some letters.",
        "Harris and I had a bit of a row over it, but at last split the \ndifference, and said half-past six.",
        "“Wake us at 6.30, George,” we said.",
        "George made no answer, and we found, on going over, that he had been \nasleep for some time; so we placed the bath where he could tumble into it \non getting out in the morning, and went to bed ourselves.",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}