{
    "title": "Three Men in a Boat - Chapter V.",
    "author": "Jerome K. Jerome",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "MRS. P. AROUSES US. – GEORGE, THE SLUGGARD. – THE “WEATHER FORECAST” \nSWINDLE. – OUR LUGGAGE. – DEPRAVITY OF THE SMALL BOY. – THE PEOPLE GATHER \nROUND US. – WE DRIVE OFF IN GREAT STYLE, AND ARRIVE AT WATERLOO. – \nINNOCENCE OF SOUTH WESTERN OFFICIALS CONCERNING SUCH WORLDLY THINGS AS \nTRAINS. – WE ARE AFLOAT, AFLOAT IN AN OPEN BOAT.",
        "IT was Mrs. Poppets that woke me up next morning.",
        "She said:",
        "“Do you know that it’s nearly nine o’clock, sir?”",
        "“Nine o’ what?” I cried, starting up.",
        "“Nine o’clock,” she replied, through the keyhole.  “I thought you was a-\noversleeping yourselves.”",
        "I woke Harris, and told him.  He said:",
        "“I thought you wanted to get up at six?”",
        "“So I did,” I answered; “why didn’t you wake me?”",
        "“How could I wake you, when you didn’t wake me?” he retorted.  “Now we \nshan’t get on the water till after twelve.  I wonder you take the trouble \nto get up at all.”",
        "“Um,” I replied, “lucky for you that I do.  If I hadn’t woke you, you’d \nhave lain there for the whole fortnight.”",
        "We snarled at one another in this strain for the next few minutes, when \nwe were interrupted by a defiant snore from George.",
        "It reminded us, for the first time since our being called, of his \nexistence.",
        "There he lay – the man who had wanted to know what time he should wake us \n- on his back, with his mouth wide open, and his knees stuck up.",
        "I don’t know why it should be, I am sure; but the sight of another man \nasleep in bed when I am up, maddens me.  It seems to me so shocking to \nsee the precious hours of a man’s life – the priceless moments that will \nnever come back to him again – being wasted in mere brutish sleep.",
        "There was George, throwing away in hideous sloth the inestimable gift of \ntime; his valuable life, every second of which he would have to account \nfor hereafter, passing away from him, unused.  He might have been up \nstuffing himself with eggs and bacon, irritating the dog, or flirting \nwith the slavey, instead of sprawling there, sunk in soul-clogging \noblivion.",
        "It was a terrible thought.  Harris and I appeared to be struck by it at \nthe same instant.  We determined to save him, and, in this noble resolve, \nour own dispute was forgotten.  We flew across and slung the clothes off \nhim, and Harris landed him one with a slipper, and I shouted in his ear, \nand he awoke.",
        "“Wasermarrer?” he observed, sitting up.",
        "“Get up, you fat-headed chunk!” roared Harris.  “It’s quarter to ten.”",
        "“What!” he shrieked, jumping out of bed into the bath; “Who the thunder \nput this thing here?”",
        "We told him he must have been a fool not to see the bath.",
        "We finished dressing, and, when it came to the extras, we remembered that \nwe had packed the tooth-brushes and the brush and comb (that tooth-brush \nof mine will be the death of me, I know), and we had to go downstairs, \nand fish them out of the bag.  And when we had done that George wanted \nthe shaving tackle.  We told him that he would have to go without shaving \nthat morning, as we weren’t going to unpack that bag again for him, nor \nfor anyone like him.",
        "He said:",
        "“Don’t be absurd.  How can I go into the City like this?”",
        "It was certainly rather rough on the City, but what cared we for human \nsuffering?  As Harris said, in his common, vulgar way, the City would \nhave to lump it.",
        "We went downstairs to breakfast.  Montmorency had invited two other dogs \nto come and see him off, and they were whiling away the time by fighting \non the doorstep.  We calmed them with an umbrella, and sat down to chops \nand cold beef.",
        "Harris said:",
        "“The great thing is to make a good breakfast,” and he started with a \ncouple of chops, saying that he would take these while they were hot, as \nthe beef could wait.",
        "George got hold of the paper, and read us out the boating fatalities, and \nthe weather forecast, which latter prophesied “rain, cold, wet to fine” \n(whatever more than usually ghastly thing in weather that may be), \n“occasional local thunder-storms, east wind, with general depression over \nthe Midland Counties (London and Channel).  Bar. falling.”",
        "I do think that, of all the silly, irritating tomfoolishness by which we \nare plagued, this “weather-forecast” fraud is about the most aggravating.  \nIt “forecasts” precisely what happened yesterday or a the day before, and \nprecisely the opposite of what is going to happen to-day.",
        "I remember a holiday of mine being completely ruined one late autumn by \nour paying attention to the weather report of the local newspaper.  \n“Heavy showers, with thunderstorms, may be expected to-day,” it would say \non Monday, and so we would give up our picnic, and stop indoors all day, \nwaiting for the rain. – And people would pass the house, going off in \nwagonettes and coaches as jolly and merry as could be, the sun shining \nout, and not a cloud to be seen.",
        "“Ah!” we said, as we stood looking out at them through the window, “won’t \nthey come home soaked!”",
        "And we chuckled to think how wet they were going to get, and came back \nand stirred the fire, and got our books, and arranged our specimens of \nseaweed and cockle shells.  By twelve o’clock, with the sun pouring into \nthe room, the heat became quite oppressive, and we wondered when those \nheavy showers and occasional thunderstorms were going to begin.",
        "“Ah! they’ll come in the afternoon, you’ll find,” we said to each other.  \n“Oh, WON’T those people get wet.  What a lark!”",
        "At one o’clock, the landlady would come in to ask if we weren’t going \nout, as it seemed such a lovely day.",
        "“No, no,” we replied, with a knowing chuckle, “not we.  WE don’t mean to \nget wet – no, no.”",
        "And when the afternoon was nearly gone, and still there was no sign of \nrain, we tried to cheer ourselves up with the idea that it would come \ndown all at once, just as the people had started for home, and were out \nof the reach of any shelter, and that they would thus get more drenched \nthan ever.  But not a drop ever fell, and it finished a grand day, and a \nlovely night after it.",
        "The next morning we would read that it was going to be a “warm, fine to \nset-fair day; much heat;” and we would dress ourselves in flimsy things, \nand go out, and, half-an-hour after we had started, it would commence to \nrain hard, and a bitterly cold wind would spring up, and both would keep \non steadily for the whole day, and we would come home with colds and \nrheumatism all over us, and go to bed.",
        "The weather is a thing that is beyond me altogether.  I never can \nunderstand it.  The barometer is useless: it is as misleading as the \nnewspaper forecast.",
        "There was one hanging up in a hotel at Oxford at which I was staying last \nspring, and, when I got there, it was pointing to “set fair.”  It was \nsimply pouring with rain outside, and had been all day; and I couldn’t \nquite make matters out.  I tapped the barometer, and it jumped up and \npointed to “very dry.”  The Boots stopped as he was passing, and said he \nexpected it meant to-morrow.  I fancied that maybe it was thinking of the \nweek before last, but Boots said, No, he thought not.",
        "I tapped it again the next morning, and it went up still higher, and the \nrain came down faster than ever.  On Wednesday I went and hit it again, \nand the pointer went round towards “set fair,” “very dry,” and “much \nheat,” until it was stopped by the peg, and couldn’t go any further.  It \ntried its best, but the instrument was built so that it couldn’t prophesy \nfine weather any harder than it did without breaking itself.  It \nevidently wanted to go on, and prognosticate drought, and water famine, \nand sunstroke, and simooms, and such things, but the peg prevented it, \nand it had to be content with pointing to the mere commonplace “very \ndry.”",
        "Meanwhile, the rain came down in a steady torrent, and the lower part of \nthe town was under water, owing to the river having overflowed.",
        "Boots said it was evident that we were going to have a prolonged spell of \ngrand weather SOME TIME, and read out a poem which was printed over the \ntop of the oracle, about",
        "“Long foretold, long last;\nShort notice, soon past.”",
        "The fine weather never came that summer.  I expect that machine must have \nbeen referring to the following spring.",
        "Then there are those new style of barometers, the long straight ones.  I \nnever can make head or tail of those.  There is one side for 10 a.m. \nyesterday, and one side for 10 a.m. to-day; but you can’t always get \nthere as early as ten, you know.  It rises or falls for rain and fine, \nwith much or less wind, and one end is “Nly” and the other “Ely” (what’s \nEly got to do with it?), and if you tap it, it doesn’t tell you anything.  \nAnd you’ve got to correct it to sea-level, and reduce it to Fahrenheit, \nand even then I don’t know the answer.",
        "But who wants to be foretold the weather?  It is bad enough when it \ncomes, without our having the misery of knowing about it beforehand.  The \nprophet we like is the old man who, on the particularly gloomy-looking \nmorning of some day when we particularly want it to be fine, looks round \nthe horizon with a particularly knowing eye, and says:",
        "“Oh no, sir, I think it will clear up all right.  It will break all right \nenough, sir.”",
        "“Ah, he knows”, we say, as we wish him good-morning, and start off; \n“wonderful how these old fellows can tell!”",
        "And we feel an affection for that man which is not at all lessened by the \ncircumstances of its NOT clearing up, but continuing to rain steadily all \nday.",
        "“Ah, well,” we feel, “he did his best.”",
        "For the man that prophesies us bad weather, on the contrary, we entertain \nonly bitter and revengeful thoughts.",
        "“Going to clear up, d’ye think?” we shout, cheerily, as we pass.",
        "“Well, no, sir; I’m afraid it’s settled down for the day,” he replies, \nshaking his head.",
        "“Stupid old fool!” we mutter, “what’s HE know about it?”  And, if his \nportent proves correct, we come back feeling still more angry against \nhim, and with a vague notion that, somehow or other, he has had something \nto do with it.",
        "It was too bright and sunny on this especial morning for George’s blood-\ncurdling readings about “Bar. falling,” “atmospheric disturbance, passing \nin an oblique line over Southern Europe,” and “pressure increasing,” to \nvery much upset us: and so, finding that he could not make us wretched, \nand was only wasting his time, he sneaked the cigarette that I had \ncarefully rolled up for myself, and went.",
        "Then Harris and I, having finished up the few things left on the table, \ncarted out our luggage on to the doorstep, and waited for a cab.",
        "There seemed a good deal of luggage, when we put it all together.   There \nwas the Gladstone and the small hand-bag, and the two hampers, and a \nlarge roll of rugs, and some four or five overcoats and macintoshes, and \na few umbrellas, and then there was a melon by itself in a bag, because \nit was too bulky to go in anywhere, and a couple of pounds of grapes in \nanother bag, and a Japanese paper umbrella, and a frying pan, which, \nbeing too long to pack, we had wrapped round with brown paper.",
        "It did look a lot, and Harris and I began to feel rather ashamed of it, \nthough why we should be, I can’t see.  No cab came by, but the street \nboys did, and got interested in the show, apparently, and stopped.",
        "Biggs’s boy was the first to come round.  Biggs is our greengrocer, and \nhis chief talent lies in securing the services of the most abandoned and \nunprincipled errand-boys that civilisation has as yet produced.  If \nanything more than usually villainous in the boy-line crops up in our \nneighbourhood, we know that it is Biggs’s latest.  I was told that, at \nthe time of the Great Coram Street murder, it was promptly concluded by \nour street that Biggs’s boy (for that period) was at the bottom of it, \nand had he not been able, in reply to the severe cross-examination to \nwhich he was subjected by No. 19, when he called there for orders the \nmorning after the crime (assisted by No. 21, who happened to be on the \nstep at the time), to prove a complete ALIBI, it would have gone hard \nwith him.  I didn’t know Biggs’s boy at that time, but, from what I have \nseen of them since, I should not have attached much importance to that \nALIBI myself.",
        "Biggs’s boy, as I have said, came round the corner.  He was evidently in \na great hurry when he first dawned upon the vision, but, on catching \nsight of Harris and me, and Montmorency, and the things, he eased up and \nstared.  Harris and I frowned at him.  This might have wounded a more \nsensitive nature, but Biggs’s boys are not, as a rule, touchy.  He came \nto a dead stop, a yard from our step, and, leaning up against the \nrailings, and selecting a straw to chew, fixed us with his eye.  He \nevidently meant to see this thing out.",
        "In another moment, the grocer’s boy passed on the opposite side of the \nstreet.  Biggs’s boy hailed him:",
        "“Hi! ground floor o’ 42’s a-moving.”",
        "The grocer’s boy came across, and took up a position on the other side of \nthe step.  Then the young gentleman from the boot-shop stopped, and \njoined Biggs’s boy; while the empty-can superintendent from “The Blue \nPosts” took up an independent position on the curb.",
        "“They ain’t a-going to starve, are they? “ said the gentleman from the \nboot-shop.",
        "“Ah! you’d want to take a thing or two with YOU,” retorted “The Blue \nPosts,” “if you was a-going to cross the Atlantic in a small boat.”",
        "“They ain’t a-going to cross the Atlantic,” struck in Biggs’s boy; \n“they’re a-going to find Stanley.”",
        "By this time, quite a small crowd had collected, and people were asking \neach other what was the matter.  One party (the young and giddy portion \nof the crowd) held that it was a wedding, and pointed out Harris as the \nbridegroom; while the elder and more thoughtful among the populace \ninclined to the idea that it was a funeral, and that I was probably the \ncorpse’s brother.",
        "At last, an empty cab turned up (it is a street where, as a rule, and \nwhen they are not wanted, empty cabs pass at the rate of three a minute, \nand hang about, and get in your way), and packing ourselves and our \nbelongings into it, and shooting out a couple of Montmorency’s friends, \nwho had evidently sworn never to forsake him, we drove away amidst the \ncheers of the crowd, Biggs’s boy shying a carrot after us for luck.",
        "We got to Waterloo at eleven, and asked where the eleven-five started \nfrom.  Of course nobody knew; nobody at Waterloo ever does know where a \ntrain is going to start from, or where a train when it does start is \ngoing to, or anything about it.  The porter who took our things thought \nit would go from number two platform, while another porter, with whom he \ndiscussed the question, had heard a rumour that it would go from number \none.  The station-master, on the other hand, was convinced it would start \nfrom the local.",
        "To put an end to the matter, we went upstairs, and asked the traffic \nsuperintendent, and he told us that he had just met a man, who said he \nhad seen it at number three platform.  We went to number three platform, \nbut the authorities there said that they rather thought that train was \nthe Southampton express, or else the Windsor loop.  But they were sure it \nwasn’t the Kingston train, though why they were sure it wasn’t they \ncouldn’t say.",
        "Then our porter said he thought that must be it on the high-level \nplatform; said he thought he knew the train.  So we went to the high-\nlevel platform, and saw the engine-driver, and asked him if he was going \nto Kingston.  He said he couldn’t say for certain of course, but that he \nrather thought he was.  Anyhow, if he wasn’t the 11.5 for Kingston, he \nsaid he was pretty confident he was the 9.32 for Virginia Water, or the \n10 a.m. express for the Isle of Wight, or somewhere in that direction, \nand we should all know when we got there.  We slipped half-a-crown into \nhis hand, and begged him to be the 11.5 for Kingston.",
        "“Nobody will ever know, on this line,” we said, “what you are, or where \nyou’re going.  You know the way, you slip off quietly and go to \nKingston.”",
        "“Well, I don’t know, gents,” replied the noble fellow, “but I suppose \nSOME train’s got to go to Kingston; and I’ll do it.  Gimme the half-\ncrown.”",
        "Thus we got to Kingston by the London and South-Western Railway.",
        "We learnt, afterwards, that the train we had come by was really the \nExeter mail, and that they had spent hours at Waterloo, looking for it, \nand nobody knew what had become of it.",
        "Our boat was waiting for us at Kingston just below bridge, and to it we \nwended our way, and round it we stored our luggage, and into it we \nstepped.",
        "“Are you all right, sir?” said the man.",
        "“Right it is,” we answered; and with Harris at the sculls and I at the \ntiller-lines, and Montmorency, unhappy and deeply suspicious, in the \nprow, out we shot on to the waters which, for a fortnight, were to be our \nhome.",
        "Continue...",
        "\nThis complete e-book of Three Men in a Boat (To Say Nothing of the Dog) by Jerome Klapka Jerome\nis in the public domain. Also see the Jerome K. Jerome Society.\nAt Amazon: Three Men in a Boat and Three Men on the Bummel\nThis page has been created by Philipp Lenssen.\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Three Men in a Boat: To Say Nothing of the Dog (Tor Classics)By Jerome K. JeromeAt Amazon"
    ]
}