{
    "title": "Through the Looking-Glass - Chapter II. The Garden of Live Flowers",
    "author": "Lewis Carroll",
    "chapter": "2",
    "content": [
        "\nAlice (frontispiece) by Arthur Rackham, 1907\n",
        "\n\n",
        "  ’I should see the garden far better,’ said Alice to herself,\n’if I could get to the top of that hill:  and here’s a path that\nleads straight to it–at least, no, it doesn’t do that–’\n(after going a few yards along the path, and turning several\nsharp corners), ’but I suppose it will at last.  But how\ncuriously it twists!  It’s more like a corkscrew than a path!\nWell, THIS turn goes to the hill, I suppose–no, it doesn’t!\nThis goes straight back to the house!  Well then, I’ll try it the\nother way.’",
        "  And so she did:  wandering up and down, and trying turn after\nturn, but always coming back to the house, do what she would.\nIndeed, once, when she turned a corner rather more quickly than\nusual, she ran against it before she could stop herself.",
        "  ’It’s no use talking about it,’ Alice said, looking up at the\nhouse and pretending it was arguing with her.  ’I’m NOT going in\nagain yet.  I know I should have to get through the Looking-glass\nagain–back into the old room–and there’d be an end of all\nmy adventures!’",
        "So, resolutely turning her back upon the house, she set out once\nmore down the path, determined to keep straight on till she got to\nthe hill.  For a few minutes all went on well, and she was just\nsaying, ’I really SHALL do it this time–’ when the path gave a\nsudden twist and shook itself (as she described it afterwards),\nand the next moment she found herself actually walking in at the\ndoor.",
        "  ’Oh, it’s too bad!’ she cried.  ’I never saw such a house for\ngetting in the way!  Never!’",
        "  However, there was the hill full in sight, so there was nothing\nto be done but start again.  This time she came upon a large\nflower-bed, with a border of daisies, and a willow-tree growing\nin the middle.",
        "  ’O Tiger-lily,’ said Alice, addressing herself to one that was\nwaving gracefully about in the wind, ’I WISH you could talk!’",
        "  ’We CAN talk,’ said the Tiger-lily:  ’when there’s anybody\nworth talking to.’",
        "  Alice was so astonished that she could not speak for a minute:\nit quite seemed to take her breath away.  At length, as the\nTiger-lily only went on waving about, she spoke again, in a timid\nvoice–almost in a whisper.  ’And can ALL the flowers talk?’",
        "  ’As well as YOU can,’ said the Tiger-lily.  ’And a great deal\nlouder.’",
        "  ’It isn’t manners for us to begin, you know,’ said the Rose,\n’and I really was wondering when you’d speak!  Said I to myself,\n“Her face has got SOME sense in it, though it’s not a clever\none!”  Still, you’re the right colour, and that goes a long way.’",
        "  ’I don’t care about the colour,’ the Tiger-lily remarked.  ’If\nonly her petals curled up a little more, she’d be all right.’",
        "  Alice didn’t like being criticised, so she began asking\nquestions.  ’Aren’t you sometimes frightened at being planted out\nhere, with nobody to take care of you?’",
        "  ’There’s the tree in the middle,’ said the Rose:  ’what else is\nit good for?’",
        "  ’But what could it do, if any danger came?’ Alice asked.",
        "  ’It says “Bough-wough!” cried a Daisy:  ’that’s why its\nbranches are called boughs!’",
        "  ’Didn’t you know THAT?’ cried another Daisy, and here they all\nbegan shouting together, till the air seemed quite full of little\nshrill voices.  ’Silence, every one of you!’ cried the Tiger-\nlily, waving itself passionately from side to side, and trembling\nwith excitement.  ’They know I can’t get at them!’ it panted,\nbending its quivering head towards Alice, ’or they wouldn’t dare\nto do it!’",
        "  ’Never mind!’ Alice said in a soothing tone, and stooping down\nto the daisies, who were just beginning again, she whispered, ’If\nyou don’t hold your tongues, I’ll pick you!’",
        "  There was silence in a moment, and several of the pink daisies\nturned white.",
        "  ’That’s right!’ said the Tiger-lily.  ’The daisies are worst of\nall.  When one speaks, they all begin together, and it’s enough\nto make one wither to hear the way they go on!’",
        "  ’How is it you can all talk so nicely?’ Alice said, hoping to\nget it into a better temper by a compliment.  ’I’ve been in many\ngardens before, but none of the flowers could talk.’",
        "  ’Put your hand down, and feel the ground,’ said the Tiger-lily.\n’Then you’ll know why.",
        "  Alice did so.  ’It’s very hard,’ she said, ’but I don’t see\nwhat that has to do with it.’",
        "  ’In most gardens,’ the Tiger-lily said, ’they make the beds\ntoo soft–so that the flowers are always asleep.’",
        "  This sounded a very good reason, and Alice was quite pleased to\nknow it.  ’I never thought of that before!’ she said.",
        "  ’It’s MY opinion that you never think AT ALL,’ the Rose said in\na rather severe tone.",
        "  ’I never saw anybody that looked stupider,’ a Violet said, so\nsuddenly, that Alice quite jumped; for it hadn’t spoken before.",
        "  ’Hold YOUR tongue!’ cried the Tiger-lily.  ’As if YOU ever saw\nanybody!  You keep your head under the leaves, and snore away\nthere, till you know no more what’s going on in the world, than\nif you were a bud!’",
        "  ’Are there any more people in the garden besides me?’ Alice\nsaid, not choosing to notice the Rose’s last remark.",
        "  ’There’s one other flower in the garden that can move about\nlike you,’ said the Rose.  ’I wonder how you do it–’ (’You’re\nalways wondering,’ said the Tiger-lily), ’but she’s more bushy\nthan you are.’",
        "  ’Is she like me?’ Alice asked eagerly, for the thought crossed\nher mind, ’There’s another little girl in the garden, somewhere!’",
        "  ’Well, she has the same awkward shape as you,’ the Rose said,\n’but she’s redder–and her petals are shorter, I think.’",
        "  ’Her petals are done up close, almost like a dahlia,’ the\nTiger-lily interrupted:  ’not tumbled about anyhow, like yours.’",
        "  ’But that’s not YOUR fault,’ the Rose added kindly:  ’you’re\nbeginning to fade, you know–and then one can’t help one’s\npetals getting a little untidy.’",
        "  Alice didn’t like this idea at all:  so, to change the subject,\nshe asked ’Does she ever come out here?’",
        "  ’I daresay you’ll see her soon,’ said the Rose.  ’She’s one of\nthe thorny kind.’",
        "  ’Where does she wear the thorns?’ Alice asked with some\ncuriosity.",
        "  ’Why all round her head, of course,’ the Rose replied.  ’I was\nwondering YOU hadn’t got some too.  I thought it was the regular\nrule.’",
        "  ’She’s coming!’ cried the Larkspur.  ’I hear her footstep,\nthump, thump, thump, along the gravel-walk!’",
        "  Alice looked round eagerly, and found that it was the Red\nQueen.  ’She’s grown a good deal!’ was her first remark.  She had\nindeed:  when Alice first found her in the ashes, she had been\nonly three inches high–and here she was, half a head taller\nthan Alice herself!",
        "  ’It’s the fresh air that does it,’ said the Rose:\n’wonderfully fine air it is, out here.’",
        "  ’I think I’ll go and meet her,’ said Alice, for, though the\nflowers were interesting enough, she felt that it would be far\ngrander to have a talk with a real Queen.",
        "  ’You can’t possibly do that,’ said the Rose:  ’I should\nadvise you to walk the other way.’",
        "  This sounded nonsense to Alice, so she said nothing, but set\noff at once towards the Red Queen.  To her surprise, she lost\nsight of her in a moment, and found herself walking in at the\nfront-door again.",
        "  A little provoked, she drew back, and after looking everywhere\nfor the queen (whom she spied out at last, a long way off), she\nthought she would try the plan, this time, of walking in the\nopposite direction.",
        "  It succeeded beautifully.  She had not been walking a minute\nbefore she found herself face to face with the Red Queen, and\nfull in sight of the hill she had been so long aiming at.",
        "  ’Where do you come from?’ said the Red Queen.  ’And where are\nyou going?  Look up, speak nicely, and don’t twiddle your fingers\nall the time.’",
        "  Alice attended to all these directions, and explained, as well\nas she could, that she had lost her way.",
        "  ’I don’t know what you mean by YOUR way,’ said the Queen:  ’all\nthe ways about here belong to ME–but why did you come out here\nat all?’ she added in a kinder tone.  ’Curtsey while you’re\nthinking what to say, it saves time.’",
        "  Alice wondered a little at this, but she was too much in awe of\nthe Queen to disbelieve it.  ’I’ll try it when I go home,’ she\nthought to herself, ’the next time I’m a little late for dinner.’",
        "  ’It’s time for you to answer now,’ the Queen said, looking at\nher watch:  ’open your mouth a LITTLE wider when you speak, and\nalways say “your Majesty.\"’",
        "  ’I only wanted to see what the garden was like, your Majesty–’",
        "  ’That’s right,’ said the Queen, patting her on the head, which\nAlice didn’t like at all, ’though, when you say “garden,\"–I’VE\nseen gardens, compared with which this would be a wilderness.’",
        "  Alice didn’t dare to argue the point, but went on: ’–and I\nthought I’d try and find my way to the top of that hill–’",
        "  ’When you say “hill,\"’ the Queen interrupted, ’I could show\nyou hills, in comparison with which you’d call that a valley.’",
        "  ’No, I shouldn’t,’ said Alice, surprised into contradicting her\nat last:  ’a hill CAN’T be a valley, you know.  That would be\nnonsense–’",
        "  The Red Queen shook her head, ’You may call it “nonsense” if\nyou like,’ she said, ’but I’VE heard nonsense, compared with\nwhich that would be as sensible as a dictionary!’",
        "  Alice curtseyed again, as she was afraid from the Queen’s tone\nthat she was a LITTLE offended:  and they walked on in silence\ntill they got to the top of the little hill.",
        "  For some minutes Alice stood without speaking, looking out in\nall directions over the country–and a most curious country it\nwas.  There were a number of tiny little brooks running straight\nacross it from side to side, and the ground between was divided\nup into squares by a number of little green hedges, that reached\nfrom brook to brook.",
        "  ’I declare it’s marked out just like a large chessboard!’ Alice\nsaid at last.  ’There ought to be some men moving about somewhere\n–and so there are!’ She added in a tone of delight, and her\nheart began to beat quick with excitement as she went on.  ’It’s\na great huge game of chess that’s being played–all over the\nworld–if this IS the world at all, you know.  Oh, what fun it\nis!  How I WISH I was one of them!  I wouldn’t mind being a Pawn,\nif only I might join–though of course I should LIKE to be a\nQueen, best.’",
        "  She glanced rather shyly at the real Queen as she said this,\nbut her companion only smiled pleasantly, and said, ’That’s\neasily managed.  You can be the White Queen’s Pawn, if you like,\nas Lily’s too young to play; and you’re in the Second Square to\nbegin with:  when you get to the Eighth Square you’ll be a Queen\n–’  Just at this moment, somehow or other, they began to run.",
        "  Alice never could quite make out, in thinking it over\nafterwards, how it was that they began:  all she remembers is,\nthat they were running hand in hand, and the Queen went so fast\nthat it was all she could do to keep up with her:  and still the\nQueen kept crying ’Faster! Faster!’ but Alice felt she COULD NOT\ngo faster, though she had not breath left to say so.",
        "  The most curious part of the thing was, that the trees and the\nother things round them never changed their places at all:\nhowever fast they went, they never seemed to pass anything.  ’I\nwonder if all the things move along with us?’ thought poor\npuzzled Alice.  And the Queen seemed to guess her thoughts, for\nshe cried, ’Faster!  Don’t try to talk!’",
        "  Not that Alice had any idea of doing THAT.  She felt as if she\nwould never be able to talk again, she was getting so much out of\nbreath:  and still the Queen cried ’Faster! Faster!’ and dragged\nher along.  ’Are we nearly there?’  Alice managed to pant out at\nlast.",
        "  ’Nearly there!’ the Queen repeated.  ’Why, we passed it ten\nminutes ago!  Faster!’  And they ran on for a time in silence,\nwith the wind whistling in Alice’s ears, and almost blowing her\nhair off her head, she fancied.",
        "  ’Now!  Now!’ cried the Queen.  ’Faster!  Faster!’  And they\nwent so fast that at last they seemed to skim through the air,\nhardly touching the ground with their feet, till suddenly, just\nas Alice was getting quite exhausted, they stopped, and she found\nherself sitting on the ground, breathless and giddy.",
        "  The Queen propped her up against a tree, and said kindly, ’You\nmay rest a little now.’",
        "  Alice looked round her in great surprise.  ’Why, I do believe\nwe’ve been under this tree the whole time!  Everything’s just as\nit was!’",
        "  ’Of course it is,’ said the Queen, ’what would you have it?’",
        "  ’Well, in OUR country,’ said Alice, still panting a little,\n’you’d generally get to somewhere else–if you ran very fast\nfor a long time, as we’ve been doing.’",
        "  ’A slow sort of country!’ said the Queen.  ’Now, HERE, you see,\nit takes all the running YOU can do, to keep in the same place.\nIf you want to get somewhere else, you must run at least twice as\nfast as that!’",
        "  ’I’d rather not try, please!’ said Alice.  ’I’m quite content\nto stay here–only I AM so hot and thirsty!’",
        "  ’I know what YOU’D like!’ the Queen said good-naturedly, taking\na little box out of her pocket.  ’Have a biscuit?’",
        "  Alice thought it would not be civil to say ’No,’ though it\nwasn’t at all what she wanted.  So she took it, and ate it as\nwell as she could:  and it was VERY dry; and she thought she had\nnever been so nearly choked in all her life.",
        "  ’While you’re refreshing yourself,’ said the Queen, ’I’ll just\ntake the measurements.’  And she took a ribbon out of her pocket,\nmarked in inches, and began measuring the ground, and sticking\nlittle pegs in here and there.",
        "  ’At the end of two yards,’ she said, putting in a peg to mark\nthe distance, ’I shall give you your directions–have another\nbiscuit?’",
        "  ’No, thank you,’ said Alice: ’one’s QUITE enough!’",
        "  ’Thirst quenched, I hope?’ said the Queen.",
        "  Alice did not know what to say to this, but luckily the Queen\ndid not wait for an answer, but went on.  ’At the end of THREE\nyards I shall repeat them–for fear of your forgetting them.\nAt the end of FOUR, I shall say good-bye.  And at the end of\nFIVE, I shall go!’",
        "  She had got all the pegs put in by this time, and Alice looked\non with great interest as she returned to the tree, and then\nbegan slowly walking down the row.",
        "  At the two-yard peg she faced round, and said, ’A pawn goes two\nsquares in its first move, you know.  So you’ll go VERY quickly\nthrough the Third Square–by railway, I should think–and\nyou’ll find yourself in the Fourth Square in no time.  Well, THAT\nsquare belongs to Tweedledum and Tweedledee–the Fifth is\nmostly water–the Sixth belongs to Humpty Dumpty–But you\nmake no remark?’",
        "  ’I–I didn’t know I had to make one–just then,’ Alice\nfaltered out.",
        "  ’You SHOULD have said,’ ’\"It’s extremely kind of you to tell me\nall this\"–however, we’ll suppose it said–the Seventh Square\nis all forest–however, one of the Knights will show you the\nway–and in the Eighth Square we shall be Queens together, and\nit’s all feasting and fun!’  Alice got up and curtseyed, and sat\ndown again.",
        "  At the next peg the Queen turned again, and this time she said,\n’Speak in French when you can’t think of the English for a thing\n–turn out your toes as you walk–and remember who you are!’\nShe did not wait for Alice to curtsey this time, but walked on\nquickly to the next peg, where she turned for a moment to say\n’good-bye,’ and then hurried on to the last.",
        "  How it happened, Alice never knew, but exactly as she came to\nthe last peg, she was gone.  Whether she vanished into the air,\nor whether she ran quickly into the wood (’and she CAN run very\nfast!’ thought Alice), there was no way of guessing, but she was\ngone, and Alice began to remember that she was a Pawn, and that\nit would soon be time for her to move.",
        "Continue...",
        "\nThis book of “Through the Looking-Glass by Lewis Carroll (Charles Dodgson) as well as the illustration by Tenniel and Rackham are in the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Alice's Adventures in Wonderland and Through the Looking GlassBy Lewis CarrollAt Amazon"
    ]
}