{
    "title": "Through the Looking-Glass - Chapter XI. Waking",
    "author": "Lewis Carroll",
    "chapter": "11",
    "content": [
        "\nAlice (frontispiece) by Arthur Rackham, 1907\n",
        "\n\n",
        "–and it really WAS a kitten, after all.",
        "Chapter XII",
        " Which Dreamed it?",
        "  ’Your majesty shouldn’t purr so loud,’ Alice said, rubbing her\neyes, and addressing the kitten, respectfully, yet with some\nseverity.  ’You woke me out of oh! such a nice dream!  And you’ve\nbeen along with me, Kitty–all through the Looking-Glass world.\nDid you know it, dear?’",
        "  It is a very inconvenient habit of kittens (Alice had once made\nthe remark) that, whatever you say to them, they ALWAYS purr.\n’If they would only purr for “yes” and mew for “no,” or any rule\nof that sort,’ she had said, ’so that one could keep up a\nconversation!  But how CAN you talk with a person if they always\nsay the same thing?’",
        "  On this occasion the kitten only purred:  and it was impossible\nto guess whether it meant ’yes’ or ’no.’",
        "  So Alice hunted among the chessmen on the table till she had\nfound the Red Queen:  then she went down on her knees on the\nhearth-rug, and put the kitten and the Queen to look at each\nother.  ’Now, Kitty!’ she cried, clapping her hands triumphantly.\n’Confess that was what you turned into!’",
        "  (’But it wouldn’t look at it,’ she said, when she was\nexplaining the thing afterwards to her sister: ’it turned away\nits head, and pretended not to see it:  but it looked a LITTLE\nashamed of itself, so I think it MUST have been the Red Queen.’)",
        "  ’Sit up a little more stiffly, dear!’ Alice cried with a merry\nlaugh.  ’And curtsey while you’re thinking what to–what to\npurr.  It saves time, remember!’  And she caught it up and gave\nit one little kiss, ’just in honour of having been a Red Queen.’",
        "  ’Snowdrop, my pet!’ she went on, looking over her shoulder at\nthe White Kitten, which was still patiently undergoing its\ntoilet, ’when WILL Dinah have finished with your White Majesty, I\nwonder?  That must be the reason you were so untidy in my dream–\nDinah! do you know that you’re scrubbing a White Queen?\nReally, it’s most disrespectful of you!",
        "  ’And what did DINAH turn to, I wonder?’ she prattled on, as she\nsettled comfortably down, with one elbow in the rug, and her chin\nin her hand, to watch the kittens.  ’Tell me, Dinah, did you turn\nto Humpty Dumpty?  I THINK you did–however, you’d better not\nmention it to your friends just yet, for I’m not sure.",
        "  ’By the way, Kitty, if only you’d been really with me in my\ndream, there was one thing you WOULD have enjoyed–I had such a\nquantity of poetry said to me, all about fishes!  To-morrow\nmorning you shall have a real treat.  All the time you’re eating\nyour breakfast, I’ll repeat “The Walrus and the Carpenter” to\nyou; and then you can make believe it’s oysters, dear!",
        "  ’Now, Kitty, let’s consider who it was that dreamed it all.\nThis is a serious question, my dear, and you should NOT go on\nlicking your paw like that–as if Dinah hadn’t washed you this\nmorning!  You see, Kitty, it MUST have been either me or the Red\nKing.  He was part of my dream, of course–but then I was part\nof his dream, too!  WAS it the Red King, Kitty?  You were his\nwife, my dear, so you ought to know–Oh, Kitty, DO help to\nsettle it!  I’m sure your paw can wait!’  But the provoking\nkitten only began on the other paw, and pretended it hadn’t heard\nthe question.",
        "  Which do YOU think it was?",
        "                    A boat beneath a sunny sky,\n                    Lingering onward dreamily\n                    In an evening of July–",
        "                    Children three that nestle near,\n                    Eager eye and willing ear,\n                    Pleased a simple tale to hear–",
        "                    Long has paled that sunny sky:\n                    Echoes fade and memories die.\n                    Autumn frosts have slain July.",
        "                    Still she haunts me, phantomwise,\n                    Alice moving under skies\n                    Never seen by waking eyes.",
        "                    Children yet, the tale to hear,\n                    Eager eye and willing ear,\n                    Lovingly shall nestle near.",
        "                    In a Wonderland they lie,\n                    Dreaming as the days go by,\n                    Dreaming as the summers die:",
        "                    Ever drifting down the stream–\n                    Lingering in the golden gleam–\n                    Life, what is it but a dream?",
        "the End",
        " ",
        "\nThis book of “Through the Looking-Glass by Lewis Carroll (Charles Dodgson) as well as the illustration by Tenniel and Rackham are in the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Alice's Adventures in Wonderland and Through the Looking GlassBy Lewis CarrollAt Amazon"
    ]
}