{
    "title": "Through the Looking-Glass - Chapter III. Looking-Glass Insects",
    "author": "Lewis Carroll",
    "chapter": "3",
    "content": [
        "\nAlice (frontispiece) by Arthur Rackham, 1907\n",
        "\n\n",
        "Of course the first thing to do was to make a grand survey of the\ncountry she was going to travel through.  ’It’s something very\nlike learning geography,’ thought Alice, as she stood on tiptoe in\nhopes of being able to see a little further. ’Principal rivers–\nthere ARE none.  Principal mountains–I’m on the only one, but I\ndon’t think it’s got any name.  Principal towns–why, what ARE\nthose creatures, making honey down there? They can’t be bees–\nnobody ever saw bees a mile off, you know–’ and for some time she\nstood silent, watching one of them that was bustling about among\nthe flowers, poking its proboscis into them, ’just as if it was a\nregular bee,’ thought Alice.",
        "  However, this was anything but a regular bee:  in fact it was\nan elephant–as Alice soon found out, though the idea quite\ntook her breath away at first.  ’And what enormous flowers they\nmust be!’ was her next idea.  ’Something like cottages with the\nroofs taken off, and stalks put to them–and what quantities of\nhoney they must make!  I think I’ll go down and–no, I won’t\nJUST yet,’ she went on, checking herself just as she was\nbeginning to run down the hill, and trying to find some excuse\nfor turning shy so suddenly.  ’It’ll never do to go down among\nthem without a good long branch to brush them away–and what\nfun it’ll be when they ask me how I like my walk.  I shall say–\n“Oh, I like it well enough–\"’ (here came the favourite little\ntoss of the head), ’\"only it was so dusty and hot, and the\nelephants did tease so!\"’",
        "  ’I think I’ll go down the other way,’ she said after a pause:\n’and perhaps I may visit the elephants later on.  Besides, I do\nso want to get into the Third Square!’",
        "  So with this excuse she ran down the hill and jumped over the\nfirst of the six little brooks.",
        "  ’Tickets, please!’ said the Guard, putting his head in at the\nwindow.  In a moment everybody was holding out a ticket:  they\nwere about the same size as the people, and quite seemed to fill\nthe carriage.",
        "  ’Now then!  Show your ticket, child!’ the Guard went on,\nlooking angrily at Alice.  And a great many voices all said\ntogether (’like the chorus of a song,’ thought Alice), ’Don’t\nkeep him waiting, child!  Why, his time is worth a thousand\npounds a minute!’",
        "  ’I’m afraid I haven’t got one,’ Alice said in a frightened tone:\n’there wasn’t a ticket-office where I came from.’  And again\nthe chorus of voices went on.  ’There wasn’t room for one where\nshe came from.  The land there is worth a thousand pounds an inch!’",
        "  ’Don’t make excuses,’ said the Guard:  ’you should have bought\none from the engine-driver.’  And once more the chorus of voices\nwent on with ’The man that drives the engine.  Why, the smoke\nalone is worth a thousand pounds a puff!’",
        "  Alice thought to herself, ’Then there’s no use in speaking.’\nThe voices didn’t join in this time, as she hadn’t spoken, but to\nher great surprise, they all THOUGHT in chorus (I hope you\nunderstand what THINKING IN CHORUS means–for I must confess\nthat I don’t), ’Better say nothing at all.  Language is worth a\nthousand pounds a word!’",
        "  ’I shall dream about a thousand pounds tonight, I know I\nshall!’ thought Alice.",
        "  All this time the Guard was looking at her, first through a\ntelescope, then through a microscope, and then through an opera-\nglass.  At last he said, ’You’re travelling the wrong way,’ and\nshut up the window and went away.",
        "  ’So young a child,’ said the gentleman sitting opposite to her\n(he was dressed in white paper), ’ought to know which way she’s\ngoing, even if she doesn’t know her own name!’",
        "  A Goat, that was sitting next to the gentleman in white, shut\nhis eyes and said in a loud voice, ’She ought to know her way to\nthe ticket-office, even if she doesn’t know her alphabet!’",
        "  There was a Beetle sitting next to the Goat (it was a very\nqueer carriage-full of passengers altogether), and, as the rule\nseemed to be that they should all speak in turn, HE went on with\n’She’ll have to go back from here as luggage!’",
        "  Alice couldn’t see who was sitting beyond the Beetle, but a\nhoarse voice spoke next.  ’Change engines–’ it said, and was\nobliged to leave off.",
        "  ’It sounds like a horse,’ Alice thought to herself.  And an\nextremely small voice, close to her ear, said, ’You might make a\njoke on that–something about “horse” and “hoarse,” you know.’",
        "  Then a very gentle voice in the distance said, ’She must be\nlabelled “Lass, with care,” you know–’",
        "  And after that other voices went on (What a number of people\nthere are in the carriage!’ thought Alice), saying, ’She must go\nby post, as she’s got a head on her–’  ’She must be sent as a\nmessage by the telegraph–’  ’She must draw the train herself\nthe rest of the way–’ and so on.",
        "  But the gentleman dressed in white paper leaned forwards and\nwhispered in her ear, ’Never mind what they all say, my dear, but\ntake a return-ticket every time the train stops.’",
        "  ’Indeed I shan’t!’ Alice said rather impatiently.  ’I don’t\nbelong to this railway journey at all–I was in a wood just now\n–and I wish I could get back there.’",
        "  ’You might make a joke on THAT,’ said the little voice close to\nher ear:  ’something about “you WOULD if you could,” you know.’",
        "  ’Don’t tease so,’ said Alice, looking about in vain to see\nwhere the voice came from; ’if you’re so anxious to have a joke\nmade, why don’t you make one yourself?’",
        "  The little voice sighed deeply:  it was VERY unhappy,\nevidently, and Alice would have said something pitying to comfort\nit, ’If it would only sigh like other people!’ she thought.  But\nthis was such a wonderfully small sigh, that she wouldn’t have\nheard it at all, if it hadn’t come QUITE close to her ear.  The\nconsequence of this was that it tickled her ear very much, and\nquite took off her thoughts from the unhappiness of the poor\nlittle creature.",
        "  ’I know you are a friend, the little voice went on; ’a dear\nfriend, and an old friend.  And you won’t hurt me, though I AM an\ninsect.’",
        "  ’What kind of insect?’ Alice inquired a little anxiously.  What\nshe really wanted to know was, whether it could sting or not, but\nshe thought this wouldn’t be quite a civil question to ask.",
        "  ’What, then you don’t–’ the little voice began, when it was\ndrowned by a shrill scream from the engine, and  everybody jumped\nup in alarm, Alice among the rest.",
        "  The Horse, who had put his head out of the window, quietly drew\nit in and said, ’It’s only a brook we have to jump over.’\nEverybody seemed satisfied with this, though Alice felt a little\nnervous at the idea of trains jumping at all.  ’However, it’ll\ntake us into the Fourth Square, that’s some comfort!’ she said to\nherself.  In another moment she felt the carriage rise straight\nup into the air, and in her fright she caught at the thing\nnearest to her hand, which happened to be the Goat’s beard.",
        "  But the beard seemed to melt away as she touched it, and she\nfound herself sitting quietly under a tree–while the Gnat (for\nthat was the insect she had been talking to) was balancing itself\non a twig just over her head, and fanning her with its wings.",
        "  It certainly was a VERY large Gnat:  ’about the size of a\nchicken,’ Alice thought.  Still, she couldn’t feel nervous with\nit, after they had been talking together so long.",
        "  ’–then you don’t like all insects?’ the Gnat went on, as\nquietly as if nothing had happened.",
        "  ’I like them when they can talk,’ Alice said.  ’None of them\never talk, where I come from.’",
        "  ’What sort of insects do you rejoice in, where YOU come from?’\nthe Gnat inquired.",
        "  ’I don’t REJOICE in insects at all,’ Alice explained, ’because\nI’m rather afraid of them–at least the large kinds.  But I can\ntell you the names of some of them.’",
        "  ’Of course they answer to their names?’ the Gnat remarked\ncarelessly.",
        "  ’I never knew them do it.’",
        "  ’What’s the use of their having names the Gnat said, ’if they\nwon’t answer to them?’",
        "  ’No use to THEM,’ said Alice; ’but it’s useful to the people\nwho name them, I suppose.  If not, why do things have names at\nall?’",
        "  ’I can’t say,’ the Gnat replied.  ’Further on, in the wood\ndown there, they’ve got no names–however, go on with your list\nof insects:  you’re wasting time.’",
        "  ’Well, there’s the Horse-fly,’ Alice began, counting off the\nnames on her fingers.",
        "  ’All right,’ said the Gnat:  ’half way up that bush, you’ll see\na Rocking-horse-fly, if you look.  It’s made entirely of wood,\nand gets about by swinging itself from branch to branch.’",
        "  ’What does it live on?’ Alice asked, with great curiosity.",
        "  ’Sap and sawdust,’ said the Gnat.  ’Go on with the list.’",
        "  Alice looked up at the Rocking-horse-fly with great interest,\nand made up her mind that it must have been just repainted, it\nlooked so bright and sticky; and then she went on.",
        "  ’And there’s the Dragon-fly.’",
        "  ’Look on the branch above your head,’ said the Gnat, ’and there\nyou’ll find a snap-dragon-fly.  Its body is made of plum-pudding,\nits wings of holly-leaves, and its head is a raisin burning in\nbrandy.’",
        "  ’And what does it live on?’",
        "  ’Frumenty and mince pie,’ the Gnat replied; ’and it makes its\nnest in a Christmas box.’",
        "  ’And then there’s the Butterfly,’ Alice went on, after she had\ntaken a good look at the insect with its head on fire, and had\nthought to herself, ’I wonder if that’s the reason insects are so\nfond of flying into candles–because they want to turn into\nSnap-dragon-flies!’",
        "  ’Crawling at your feet,’ said the Gnat (Alice drew her feet\nback in some alarm), ’you may observe a Bread-and-Butterfly.  Its\nwings are thin slices of Bread-and-butter, its body is a crust,\nand its head is a lump of sugar.’",
        "  ’And what does IT live on?’",
        "  ’Weak tea with cream in it.’",
        "  A new difficulty came into Alice’s head.  ’Supposing it\ncouldn’t find any?’ she suggested.",
        "  ’Then it would die, of course.’",
        "  ’But that must happen very often,’ Alice remarked thoughtfully.",
        "  ’It always happens,’ said the Gnat.",
        "  After this, Alice was silent for a minute or two, pondering.\nThe Gnat amused itself meanwhile by humming round and round her\nhead:  at last it settled again and remarked, ’I suppose you\ndon’t want to lose your name?’",
        "  ’No, indeed,’ Alice said, a little anxiously.",
        "  ’And yet I don’t know,’ the Gnat went on in a careless tone:\n’only think how convenient it would be if you could manage to go\nhome without it!  For instance, if the governess wanted to call\nyou to your lessons, she would call out “come here–,” and\nthere she would have to leave off, because there wouldn’t be any\nname for her to call, and of course you wouldn’t have to go, you\nknow.’",
        "  ’That would never do, I’m sure,’ said Alice:  ’the governess\nwould never think of excusing me lessons for that.  If she\ncouldn’t remember my name, she’d call me “Miss!” as the servants\ndo.’",
        "  ’Well. if she said “Miss,” and didn’t say anything more,’ the\nGnat remarked, ’of course you’d miss your lessons.  That’s a\njoke.  I wish YOU had made it.’",
        "  ’Why do you wish I had made it?’ Alice asked.  ’It’s a very\nbad one.’",
        "  But the Gnat only sighed deeply, while two large tears came\nrolling down its cheeks.",
        "  ’You shouldn’t make jokes,’ Alice said, ’if it makes you so\nunhappy.’",
        "  Then came another of those melancholy little sighs, and this\ntime the poor Gnat really seemed to have sighed itself away, for,\nwhen Alice looked up, there was nothing whatever to be seen on\nthe twig, and, as she was getting quite chilly with sitting still\nso long, she got up and walked on.",
        "  She very soon came to an open field, with a wood on the other\nside of it:  it looked much darker than the last wood, and Alice\nfelt a LITTLE timid about going into it.  However, on second\nthoughts, she made up her mind to go on:  ’for I certainly won’t\ngo BACK,’ she thought to herself, and this was the only way to\nthe Eighth Square.",
        "  ’This must be the wood, she said thoughtfully to herself,\n’where things have no names.  I wonder what’ll become of MY name\nwhen I go in?  I shouldn’t like to lose it at all–because\nthey’d have to give me another, and it would be almost certain to\nbe an ugly one.  But then the fun would be trying to find the\ncreature that had got my old name!  That’s just like the\nadvertisements, you know, when people lose dogs–\"ANSWERS TO\nTHE NAME OF ’DASH:’ HAD ON A BRASS COLLAR\"–just fancy calling\neverything you met “Alice,” till one of them answered!  Only they\nwouldn’t answer at all, if they were wise.’",
        "  She was rambling on in this way when she reached the wood:  it\nlooked very cool and shady.  ’Well, at any rate it’s a great\ncomfort,’ she said as she stepped under the trees, ’after being\nso hot, to get into the–into WHAT?’ she went on, rather\nsurprised at not being able to think of the word.  ’I mean to get\nunder the–under the–under THIS, you know!’ putting her\nhand on the trunk of the tree.  ’What DOES it call itself, I\nwonder?  I do believe it’s got no name–why, to be sure it\nhasn’t!’",
        "  She stood silent for a minute, thinking:  then she suddenly\nbegan again.  ’Then it really HAS happened, after all!  And now,\nwho am I?  I WILL remember, if I can!  I’m determined to do it!’\nBut being determined didn’t help much, and all she could say,\nafter a great deal of puzzling, was, ’L, I KNOW it begins with L!’",
        "  Just then a Fawn came wandering by:  it looked at Alice with\nits large gentle eyes, but didn’t seem at all frightened.  ’Here\nthen!  Here then!’ Alice said, as she held out her hand and tried\nto stroke it; but it only started back a little, and then stood\nlooking at her again.",
        "  ’What do you call yourself?’ the Fawn said at last.  Such a\nsoft sweet voice it had!",
        "  ’I wish I knew!’ thought poor Alice.  She answered, rather\nsadly, ’Nothing, just now.’",
        "  ’Think again,’ it said: ’that won’t do.’",
        "  Alice thought, but nothing came of it.  ’Please, would you tell\nme what YOU call yourself?’ she said timidly.  ’I think that\nmight help a little.’",
        "  ’I’ll tell you, if you’ll move a little further on,’ the Fawn said.\n’I can’t remember here.’",
        "  So they walked on together though the wood, Alice with her arms\nclasped lovingly round the soft neck of the Fawn, till they came\nout into another open field, and here the Fawn gave a sudden\nbound into the air, and shook itself free from Alice’s arms.\n’I’m a Fawn!’ it cried out in a voice of delight, ’and, dear me!\nyou’re a human child!’  A sudden look of alarm came into its\nbeautiful brown eyes, and in another moment it had darted away at\nfull speed.",
        "  Alice stood looking after it, almost ready to cry with vexation\nat having lost her dear little fellow-traveller so suddenly.\n’However, I know my name now.’ she said, ’that’s SOME comfort.\nAlice–Alice–I won’t forget it again.  And now, which of\nthese finger-posts ought I to follow, I wonder?’",
        "  It was not a very difficult question to answer, as there was\nonly one road through the wood, and the two finger-posts both\npointed along it.  ’I’ll settle it,’ Alice said to herself, ’when\nthe road divides and they point different ways.’",
        "  But this did not seem likely to happen.  She went on and on, a\nlong way, but wherever the road divided there were sure to be two\nfinger-posts pointing the same way, one marked ’TO TWEEDLEDUM’S\nHOUSE’ and the other ’TO THE HOUSE OF TWEEDLEDEE.’",
        "  ’I do believe,’ said Alice at last, ’that they live in the same\nhouse!  I wonder I never thought of that before–But I can’t\nstay there long.  I’ll just call and say “how d’you do?” and ask\nthem the way out of the wood.  If I could only get to the Eighth\nSquare before it gets dark!’  So she wandered on, talking to\nherself as she went, till, on turning a sharp corner, she came\nupon two fat little men, so suddenly that she could not help\nstarting back, but in another moment she recovered herself,\nfeeling sure that they must be.",
        "Continue...",
        "\nThis book of “Through the Looking-Glass by Lewis Carroll (Charles Dodgson) as well as the illustration by Tenniel and Rackham are in the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Alice's Adventures in Wonderland and Through the Looking GlassBy Lewis CarrollAt Amazon"
    ]
}