{
    "title": "Through the Looking-Glass - by Lewis Carroll [Authorama]",
    "author": "Unknown",
    "chapter": "glass",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "\nAlice (frontispiece) by Arthur Rackham, 1907\n",
        "  One thing was certain, that the WHITE kitten had had nothing to\ndo with it:–it was the black kitten’s fault entirely.  For the\nwhite kitten had been having its face washed by the old cat for\nthe last quarter of an hour (and bearing it pretty well,\nconsidering); so you see that it COULDN’T have had any hand in\nthe mischief.",
        "  The way Dinah washed her children’s faces was this:  first she\nheld the poor thing down by its ear with one paw, and then with\nthe other paw she rubbed its face all over, the wrong way,\nbeginning at the nose:  and just now, as I said, she was hard at\nwork on the white kitten, which was lying quite still and trying\nto purr–no doubt feeling that it was all meant for its good.",
        "  But the black kitten had been finished with earlier in the\nafternoon, and so, while Alice was sitting curled up in a corner\nof the great arm-chair, half talking to herself and half asleep,\nthe kitten had been having a grand game of romps with the ball of\nworsted Alice had been trying to wind up, and had been rolling it\nup and down till it had all come undone again; and there it was,\nspread over the hearth-rug, all knots and tangles, with the\nkitten running after its own tail in the middle.",
        "  ’Oh, you wicked little thing!’ cried Alice, catching up the\nkitten, and giving it a little kiss to make it understand that it\nwas in disgrace.  ’Really, Dinah ought to have taught you better\nmanners!  You OUGHT, Dinah, you know you ought!’ she added,\nlooking reproachfully at the old cat, and speaking in as cross a\nvoice as she could manage–and then she scrambled back into the\narm-chair, taking the kitten and the worsted with her, and began\nwinding up the ball again.  But she didn’t get on very fast, as\nshe was talking all the time, sometimes to the kitten, and\nsometimes to herself.  Kitty sat very demurely on her knee,\npretending to watch the progress of the winding, and now and then\nputting out one paw and gently touching the ball, as if it would\nbe glad to help, if it might.",
        "  ’Do you know what to-morrow is, Kitty?’ Alice began.  ’You’d\nhave guessed if you’d been up in the window with me–only Dinah\nwas making you tidy, so you couldn’t.  I was watching the boys\ngetting in sticks for the bonfire–and it wants plenty of\nsticks, Kitty!  Only it got so cold, and it snowed so, they had\nto leave off.  Never mind, Kitty, we’ll go and see the bonfire\nto-morrow.’  Here Alice wound two or three turns of the worsted\nround the kitten’s neck, just to see how it would look:  this led\nto a scramble, in which the ball rolled down upon the floor, and\nyards and yards of it got unwound again.",
        "  ’Do you know, I was so angry, Kitty,’ Alice went on as soon as\nthey were comfortably settled again, ’when I saw all the mischief\nyou had been doing, I was very nearly opening the window, and\nputting you out into the snow!  And you’d have deserved it, you\nlittle mischievous darling!  What have you got to say for\nyourself?  Now don’t interrupt me!’ she went on, holding up one\nfinger.  ’I’m going to tell you all your faults.  Number one:\nyou squeaked twice while Dinah was washing your face this\nmorning.  Now you can’t deny it, Kitty:  I heard you!  What’s that\nyou say?’ (pretending that the kitten was speaking.)  ’Her paw\nwent into your eye?  Well, that’s YOUR fault, for keeping your\neyes open–if you’d shut them tight up, it wouldn’t have\nhappened.  Now don’t make any more excuses, but listen!  Number\ntwo:  you pulled Snowdrop away by the tail just as I had put down\nthe saucer of milk before her!  What, you were thirsty, were you?\nHow do you know she wasn’t thirsty too?  Now for number three:\nyou unwound every bit of the worsted while I wasn’t looking!",
        "  ’That’s three faults, Kitty, and you’ve not been punished for\nany of them yet.  You know I’m saving up all your punishments for\nWednesday week–Suppose they had saved up all MY punishments!’\nshe went on, talking more to herself than the kitten.  ’What\nWOULD they do at the end of a year?  I should be sent to prison,\nI suppose, when the day came.  Or–let me see–suppose each\npunishment was to be going without a dinner:  then, when the\nmiserable day came, I should have to go without fifty dinners at\nonce!  Well, I shouldn’t mind THAT much!  I’d far rather go\nwithout them than eat them!",
        "  ’Do you hear the snow against the window-panes, Kitty?  How\nnice and soft it sounds!  Just as if some one was kissing the\nwindow all over outside.  I wonder if the snow LOVES the trees\nand fields, that it kisses them so gently?  And then it covers\nthem up snug, you know, with a white quilt; and perhaps it says,\n\"Go to sleep, darlings, till the summer comes again.”  And when\nthey wake up in the summer, Kitty, they dress themselves all in\ngreen, and dance about–whenever the wind blows–oh, that’s\nvery pretty!’ cried Alice, dropping the ball of worsted to clap\nher hands.  ’And I do so WISH it was true!  I’m sure the woods\nlook sleepy in the autumn, when the leaves are getting brown.",
        "  ’Kitty, can you play chess?  Now, don’t smile, my dear, I’m\nasking it seriously.  Because, when we were playing just now, you\nwatched just as if you understood it:  and when I said “Check!\"\nyou purred!  Well, it WAS a nice check, Kitty, and really I might\nhave won, if it hadn’t been for that nasty Knight, that came\nwiggling down among my pieces.  Kitty, dear, let’s pretend–’\nAnd here I wish I could tell you half the things Alice used to\nsay, beginning with her favourite phrase ’Let’s pretend.’  She\nhad had quite a long argument with her sister only the day before\n–all because Alice had begun with ’Let’s pretend we’re kings\nand queens;’ and her sister, who liked being very exact, had\nargued that they couldn’t, because there were only two of them,\nand Alice had been reduced at last to say, ’Well, YOU can be one\nof them then, and I’LL be all the rest.’  And once she had really\nfrightened her old nurse by shouting suddenly in her ear, ’Nurse!\nDo let’s pretend that I’m a hungry hyaena, and you’re a bone.’",
        "  But this is taking us away from Alice’s speech to the kitten.\n’Let’s pretend that you’re the Red Queen, Kitty!  Do you know, I\nthink if you sat up and folded your arms, you’d look exactly like\nher.  Now do try, there’s a dear!’  And Alice got the Red Queen\noff the table, and set it up before the kitten as a model for it\nto imitate:  however, the thing didn’t succeed, principally,\nAlice said, because the kitten wouldn’t fold its arms properly.\nSo, to punish it, she held it up to the Looking-glass, that it\nmight see how sulky it was–’and if you’re not good directly,’\nshe added, ’I’ll put you through into Looking-glass House.  How\nwould you like THAT?’",
        "  ’Now, if you’ll only attend, Kitty, and not talk so much, I’ll\ntell you all my ideas about Looking-glass House.  First, there’s\nthe room you can see through the glass–that’s just the same as\nour drawing room, only the things go the other way.  I can see\nall of it when I get upon a chair–all but the bit behind the\nfireplace.  Oh! I do so wish I could see THAT bit!  I want so\nmuch to know whether they’ve a fire in the winter:  you never CAN\ntell, you know, unless our fire smokes, and then smoke comes up\nin that room too–but that may be only pretence, just to make\nit look as if they had a fire.  Well then, the books are\nsomething like our books, only the words go the wrong way; I know\nthat, because I’ve held up one of our books to the glass, and\nthen they hold up one in the other room.",
        "  ’How would you like to live in Looking-glass House, Kitty?  I\nwonder if they’d give you milk in there?  Perhaps Looking-glass\nmilk isn’t good to drink–But oh, Kitty! now we come to the\npassage.  You can just see a little PEEP of the passage in\nLooking-glass House, if you leave the door of our drawing-room\nwide open:  and it’s very like our passage as far as you can see,\nonly you know it may be quite different on beyond.  Oh, Kitty!\nhow nice it would be if we could only get through into Looking-\nglass House!  I’m sure it’s got, oh! such beautiful things in it!\nLet’s pretend there’s a way of getting through into it, somehow,\nKitty.  Let’s pretend the glass has got all soft like gauze, so\nthat we can get through.  Why, it’s turning into a sort of mist\nnow, I declare!  It’ll be easy enough to get through–’  She\nwas up on the chimney-piece while she said this, though she\nhardly knew how she had got there.  And certainly the glass WAS\nbeginning to melt away, just like a bright silvery mist.",
        "  In another moment Alice was through the glass, and had jumped\nlightly down into the Looking-glass room.  The very first thing\nshe did was to look whether there was a fire in the fireplace,\nand she was quite pleased to find that there was a real one,\nblazing away as brightly as the one she had left behind.  ’So I\nshall be as warm here as I was in the old room,’ thought Alice:\n’warmer, in fact, because there’ll be no one here to scold me\naway from the fire.  Oh, what fun it’ll be, when they see me\nthrough the glass in here, and can’t get at me!’",
        "  Then she began looking about, and noticed that what could be\nseen from the old room was quite common and uninteresting, but\nthat all the rest was as different as possible.  For instance, the\npictures on the wall next the fire seemed to be all alive, and\nthe very clock on the chimney-piece (you know you can only see\nthe back of it in the Looking-glass) had got the face of a little\nold man, and grinned at her.",
        "  ’They don’t keep this room so tidy as the other,’ Alice thought\nto herself, as she noticed several of the chessmen down in the\nhearth among the cinders:  but in another moment, with a little\n’Oh!’ of surprise, she was down on her hands and knees watching\nthem.  The chessmen were walking about, two and two!",
        "  ’Here are the Red King and the Red Queen,’ Alice said (in a\nwhisper, for fear of frightening them), ’and there are the White\nKing and the White Queen sitting on the edge of the shovel–and\nhere are two castles walking arm in arm–I don’t think they can\nhear me,’ she went on, as she put her head closer down, ’and I’m\nnearly sure they can’t see me.  I feel somehow as if I were\ninvisible–’",
        "  Here something began squeaking on the table behind Alice, and\nmade her turn her head just in time to see one of the White Pawns\nroll over and begin kicking:  she watched it with great\ncuriosity to see what would happen next.",
        "  ’It is the voice of my child!’ the White Queen cried out as she\nrushed past the King, so violently that she knocked him over\namong the cinders.  ’My precious Lily!  My imperial kitten!’ and\nshe began scrambling wildly up the side of the fender.",
        "  ’Imperial fiddlestick!’ said the King, rubbing his nose, which\nhad been hurt by the fall.  He had a right to be a LITTLE annoyed\nwith the Queen, for he was covered with ashes from head to foot.",
        "  Alice was very anxious to be of use, and, as the poor little\nLily was nearly screaming herself into a fit, she hastily picked\nup the Queen and set her on the table by the side of her noisy\nlittle daughter.",
        "  The Queen gasped, and sat down:  the rapid journey through the\nair had quite taken away her breath and for a minute or two she\ncould do nothing but hug the little Lily in silence.  As soon as\nshe had recovered her breath a little, she called out to the\nWhite King, who was sitting sulkily among the ashes, ’Mind the\nvolcano!’",
        "  ’What volcano?’ said the King, looking up anxiously into the\nfire, as if he thought that was the most likely place to find\none.",
        "  ’Blew–me–up,’ panted the Queen, who was still a little\nout of breath.  ’Mind you come up–the regular way–don’t get\nblown up!’",
        "  Alice watched the White King as he slowly struggled up from bar\nto bar, till at last she said, ’Why, you’ll be hours and hours\ngetting to the table, at that rate.  I’d far better help you,\nhadn’t I?’  But the King took no notice of the question:  it was\nquite clear that he could neither hear her nor see her.",
        "  So Alice picked him up very gently, and lifted him across more\nslowly than she had lifted the Queen, that she mightn’t take his\nbreath away:  but, before she put him on the table, she thought\nshe might as well dust him a little, he was so covered with\nashes.",
        "  She said afterwards that she had never seen in all her life\nsuch a face as the King made, when he found himself held in the\nair by an invisible hand, and being dusted:  he was far too much\nastonished to cry out, but his eyes and his mouth went on getting\nlarger and larger, and rounder and rounder, till her hand shook\nso with laughing that she nearly let him drop upon the floor.",
        "  ’Oh! PLEASE don’t make such faces, my dear!’ she cried out,\nquite forgetting that the King couldn’t hear her.  ’You make me\nlaugh so that I can hardly hold you!  And don’t keep your mouth\nso wide open!  All the ashes will get into it–there, now I",
        "think you’re tidy enough!’ she added, as she smoothed his hair,\nand set him upon the table near the Queen.",
        "  The King immediately fell flat on his back, and lay perfectly\nstill:  and Alice was a little alarmed at what she had done, and\nwent round the room to see if she could find any water to throw\nover him.  However, she could find nothing but a bottle of ink,\nand when she got back with it she found he had recovered, and he\nand the Queen were talking together in a frightened whisper–so\nlow, that Alice could hardly hear what they said.",
        "  The King was saying, ’I assure, you my dear, I turned cold to\nthe very ends of my whiskers!’",
        "  To which the Queen replied, ’You haven’t got any whiskers.’",
        "  ’The horror of that moment,’ the King went on, ’I shall never,\nNEVER forget!’",
        "  ’You will, though,’ the Queen said, ’if you don’t make a\nmemorandum of it.’",
        "  Alice looked on with great interest as the King took an\nenormous memorandum-book out of his pocket, and began writing.  A\nsudden thought struck her, and she took hold of the end of the\npencil, which came some way over his shoulder, and began writing\nfor him.",
        "  The poor King looked puzzled and unhappy, and struggled with the\npencil for some time without saying anything; but Alice was too\nstrong for him, and at last he panted out, ’My dear! I really\nMUST get a thinner pencil.  I can’t manage this one a bit; it\nwrites all manner of things that I don’t intend–’",
        "  ’What manner of things?’ said the Queen, looking over the book\n(in which Alice had put ’THE WHITE KNIGHT IS SLIDING DOWN THE\nPOKER.  HE BALANCES VERY BADLY’)  ’That’s not a memorandum of\nYOUR feelings!’",
        "  There was a book lying near Alice on the table, and while she\nsat watching the White King (for she was still a little anxious\nabout him, and had the ink all ready to throw over him, in case\nhe fainted again), she turned over the leaves, to find some part\nthat she could read, ’–for it’s all in some language I don’t\nknow,’ she said to herself.",
        "  It was like this.",
        "            sevot yhtils eht dna ,gillirb sawT’\n              ebaw eht ni elbmig dna eryg diD\n                  ,sevogorob eht erew ysmim llA\n                 .ebargtuo shtar emom eht dnA",
        "  She puzzled over this for some time, but at last a bright\nthought struck her. ’Why, it’s a Looking-glass book, of course!\nAnd if I hold it up to a glass, the words will all go the right\nway again.’",
        "  This was the poem that Alice read.",
        "            ’Twas brillig, and the slithy toves\n              Did gyre and gimble in the wabe;\n            All mimsy were the borogoves,\n              And the mome raths outgrabe.",
        "            ’Beware the Jabberwock, my son!\n              The jaws that bite, the claws that catch!\n            Beware the Jubjub bird, and shun\n              The frumious Bandersnatch!’",
        "            He took his vorpal sword in hand:\n              Long time the manxome foe he sought–\n            So rested he by the Tumtum tree,\n              And stood awhile in thought.",
        "            And as in uffish thought he stood,\n              The Jabberwock, with eyes of flame,\n            Came whiffling through the tulgey wood,\n              And burbled as it came!",
        "            One, two!  One, two!  And through and through\n              The vorpal blade went snicker-snack!\n            He left it dead, and with its head\n              He went galumphing back.",
        "            ’And has thou slain the Jabberwock?\n              Come to my arms, my beamish boy!\n            O frabjous day!  Callooh!  Callay!’\n              He chortled in his joy.",
        "            ’Twas brillig, and the slithy toves\n              Did gyre and gimble in the wabe;\n            All mimsy were the borogoves,\n              And the mome raths outgrabe.",
        "  ’It seems very pretty,’ she said when she had finished it, ’but\nit’s RATHER hard to understand!’  (You see she didn’t like to\nconfess, ever to herself, that she couldn’t make it out at all.)\n’Somehow it seems to fill my head with ideas–only I don’t\nexactly know what they are!  However, SOMEBODY killed SOMETHING:\nthat’s clear, at any rate–’",
        " ’But oh!’ thought Alice, suddenly jumping up, ’if I don’t make\nhaste I shall have to go back through the Looking-glass, before\nI’ve seen what the rest of the house is like!  Let’s have a look\nat the garden first!’  She was out of the room in a moment, and\nran down stairs–or, at least, it wasn’t exactly running, but a\nnew invention of hers for getting down stairs quickly and easily,\nas Alice said to herself.  She just kept the tips of her fingers\non the hand-rail, and floated gently down without even touching\nthe stairs with her feet; then she floated on through the hall,\nand would have gone straight out at the door in the same way, if\nshe hadn’t caught hold of the door-post.  She was getting a\nlittle giddy with so much floating in the air, and was rather\nglad to find herself walking again in the natural way.",
        "  ’I should see the garden far better,’ said Alice to herself,\n’if I could get to the top of that hill:  and here’s a path that\nleads straight to it–at least, no, it doesn’t do that–’\n(after going a few yards along the path, and turning several\nsharp corners), ’but I suppose it will at last.  But how\ncuriously it twists!  It’s more like a corkscrew than a path!\nWell, THIS turn goes to the hill, I suppose–no, it doesn’t!\nThis goes straight back to the house!  Well then, I’ll try it the\nother way.’",
        "  And so she did:  wandering up and down, and trying turn after\nturn, but always coming back to the house, do what she would.\nIndeed, once, when she turned a corner rather more quickly than\nusual, she ran against it before she could stop herself.",
        "  ’It’s no use talking about it,’ Alice said, looking up at the\nhouse and pretending it was arguing with her.  ’I’m NOT going in\nagain yet.  I know I should have to get through the Looking-glass\nagain–back into the old room–and there’d be an end of all\nmy adventures!’",
        "So, resolutely turning her back upon the house, she set out once\nmore down the path, determined to keep straight on till she got to\nthe hill.  For a few minutes all went on well, and she was just\nsaying, ’I really SHALL do it this time–’ when the path gave a\nsudden twist and shook itself (as she described it afterwards),\nand the next moment she found herself actually walking in at the\ndoor.",
        "  ’Oh, it’s too bad!’ she cried.  ’I never saw such a house for\ngetting in the way!  Never!’",
        "  However, there was the hill full in sight, so there was nothing\nto be done but start again.  This time she came upon a large\nflower-bed, with a border of daisies, and a willow-tree growing\nin the middle.",
        "  ’O Tiger-lily,’ said Alice, addressing herself to one that was\nwaving gracefully about in the wind, ’I WISH you could talk!’",
        "  ’We CAN talk,’ said the Tiger-lily:  ’when there’s anybody\nworth talking to.’",
        "  Alice was so astonished that she could not speak for a minute:\nit quite seemed to take her breath away.  At length, as the\nTiger-lily only went on waving about, she spoke again, in a timid\nvoice–almost in a whisper.  ’And can ALL the flowers talk?’",
        "  ’As well as YOU can,’ said the Tiger-lily.  ’And a great deal\nlouder.’",
        "  ’It isn’t manners for us to begin, you know,’ said the Rose,\n’and I really was wondering when you’d speak!  Said I to myself,\n\"Her face has got SOME sense in it, though it’s not a clever\none!”  Still, you’re the right colour, and that goes a long way.’",
        "  ’I don’t care about the colour,’ the Tiger-lily remarked.  ’If\nonly her petals curled up a little more, she’d be all right.’",
        "  Alice didn’t like being criticised, so she began asking\nquestions.  ’Aren’t you sometimes frightened at being planted out\nhere, with nobody to take care of you?’",
        "  ’There’s the tree in the middle,’ said the Rose:  ’what else is\nit good for?’",
        "  ’But what could it do, if any danger came?’ Alice asked.",
        "  ’It says “Bough-wough!” cried a Daisy:  ’that’s why its\nbranches are called boughs!’",
        "  ’Didn’t you know THAT?’ cried another Daisy, and here they all\nbegan shouting together, till the air seemed quite full of little\nshrill voices.  ’Silence, every one of you!’ cried the Tiger-\nlily, waving itself passionately from side to side, and trembling\nwith excitement.  ’They know I can’t get at them!’ it panted,\nbending its quivering head towards Alice, ’or they wouldn’t dare\nto do it!’",
        "  ’Never mind!’ Alice said in a soothing tone, and stooping down\nto the daisies, who were just beginning again, she whispered, ’If\nyou don’t hold your tongues, I’ll pick you!’",
        "  There was silence in a moment, and several of the pink daisies\nturned white.",
        "  ’That’s right!’ said the Tiger-lily.  ’The daisies are worst of\nall.  When one speaks, they all begin together, and it’s enough\nto make one wither to hear the way they go on!’",
        "  ’How is it you can all talk so nicely?’ Alice said, hoping to\nget it into a better temper by a compliment.  ’I’ve been in many\ngardens before, but none of the flowers could talk.’",
        "  ’Put your hand down, and feel the ground,’ said the Tiger-lily.\n’Then you’ll know why.",
        "  Alice did so.  ’It’s very hard,’ she said, ’but I don’t see\nwhat that has to do with it.’",
        "  ’In most gardens,’ the Tiger-lily said, ’they make the beds\ntoo soft–so that the flowers are always asleep.’",
        "  This sounded a very good reason, and Alice was quite pleased to\nknow it.  ’I never thought of that before!’ she said.",
        "  ’It’s MY opinion that you never think AT ALL,’ the Rose said in\na rather severe tone.",
        "  ’I never saw anybody that looked stupider,’ a Violet said, so\nsuddenly, that Alice quite jumped; for it hadn’t spoken before.",
        "  ’Hold YOUR tongue!’ cried the Tiger-lily.  ’As if YOU ever saw\nanybody!  You keep your head under the leaves, and snore away\nthere, till you know no more what’s going on in the world, than\nif you were a bud!’",
        "  ’Are there any more people in the garden besides me?’ Alice\nsaid, not choosing to notice the Rose’s last remark.",
        "  ’There’s one other flower in the garden that can move about\nlike you,’ said the Rose.  ’I wonder how you do it–’ (’You’re\nalways wondering,’ said the Tiger-lily), ’but she’s more bushy\nthan you are.’",
        "  ’Is she like me?’ Alice asked eagerly, for the thought crossed\nher mind, ’There’s another little girl in the garden, somewhere!’",
        "  ’Well, she has the same awkward shape as you,’ the Rose said,\n’but she’s redder–and her petals are shorter, I think.’",
        "  ’Her petals are done up close, almost like a dahlia,’ the\nTiger-lily interrupted:  ’not tumbled about anyhow, like yours.’",
        "  ’But that’s not YOUR fault,’ the Rose added kindly:  ’you’re\nbeginning to fade, you know–and then one can’t help one’s\npetals getting a little untidy.’",
        "  Alice didn’t like this idea at all:  so, to change the subject,\nshe asked ’Does she ever come out here?’",
        "  ’I daresay you’ll see her soon,’ said the Rose.  ’She’s one of\nthe thorny kind.’",
        "  ’Where does she wear the thorns?’ Alice asked with some\ncuriosity.",
        "  ’Why all round her head, of course,’ the Rose replied.  ’I was\nwondering YOU hadn’t got some too.  I thought it was the regular\nrule.’",
        "  ’She’s coming!’ cried the Larkspur.  ’I hear her footstep,\nthump, thump, thump, along the gravel-walk!’",
        "  Alice looked round eagerly, and found that it was the Red\nQueen.  ’She’s grown a good deal!’ was her first remark.  She had\nindeed:  when Alice first found her in the ashes, she had been\nonly three inches high–and here she was, half a head taller\nthan Alice herself!",
        "  ’It’s the fresh air that does it,’ said the Rose:\n’wonderfully fine air it is, out here.’",
        "  ’I think I’ll go and meet her,’ said Alice, for, though the\nflowers were interesting enough, she felt that it would be far\ngrander to have a talk with a real Queen.",
        "  ’You can’t possibly do that,’ said the Rose:  ’I should\nadvise you to walk the other way.’",
        "  This sounded nonsense to Alice, so she said nothing, but set\noff at once towards the Red Queen.  To her surprise, she lost\nsight of her in a moment, and found herself walking in at the\nfront-door again.",
        "  A little provoked, she drew back, and after looking everywhere\nfor the queen (whom she spied out at last, a long way off), she\nthought she would try the plan, this time, of walking in the\nopposite direction.",
        "  It succeeded beautifully.  She had not been walking a minute\nbefore she found herself face to face with the Red Queen, and\nfull in sight of the hill she had been so long aiming at.",
        "  ’Where do you come from?’ said the Red Queen.  ’And where are\nyou going?  Look up, speak nicely, and don’t twiddle your fingers\nall the time.’",
        "  Alice attended to all these directions, and explained, as well\nas she could, that she had lost her way.",
        "  ’I don’t know what you mean by YOUR way,’ said the Queen:  ’all\nthe ways about here belong to ME–but why did you come out here\nat all?’ she added in a kinder tone.  ’Curtsey while you’re\nthinking what to say, it saves time.’",
        "  Alice wondered a little at this, but she was too much in awe of\nthe Queen to disbelieve it.  ’I’ll try it when I go home,’ she\nthought to herself, ’the next time I’m a little late for dinner.’",
        "  ’It’s time for you to answer now,’ the Queen said, looking at\nher watch:  ’open your mouth a LITTLE wider when you speak, and\nalways say “your Majesty.\"’",
        "  ’I only wanted to see what the garden was like, your Majesty–’",
        "  ’That’s right,’ said the Queen, patting her on the head, which\nAlice didn’t like at all, ’though, when you say “garden,\"–I’VE\nseen gardens, compared with which this would be a wilderness.’",
        "  Alice didn’t dare to argue the point, but went on: ’–and I\nthought I’d try and find my way to the top of that hill–’",
        "  ’When you say “hill,\"’ the Queen interrupted, ’I could show\nyou hills, in comparison with which you’d call that a valley.’",
        "  ’No, I shouldn’t,’ said Alice, surprised into contradicting her\nat last:  ’a hill CAN’T be a valley, you know.  That would be\nnonsense–’",
        "  The Red Queen shook her head, ’You may call it “nonsense” if\nyou like,’ she said, ’but I’VE heard nonsense, compared with\nwhich that would be as sensible as a dictionary!’",
        "  Alice curtseyed again, as she was afraid from the Queen’s tone\nthat she was a LITTLE offended:  and they walked on in silence\ntill they got to the top of the little hill.",
        "  For some minutes Alice stood without speaking, looking out in\nall directions over the country–and a most curious country it\nwas.  There were a number of tiny little brooks running straight\nacross it from side to side, and the ground between was divided\nup into squares by a number of little green hedges, that reached\nfrom brook to brook.",
        "  ’I declare it’s marked out just like a large chessboard!’ Alice\nsaid at last.  ’There ought to be some men moving about somewhere\n–and so there are!’ She added in a tone of delight, and her\nheart began to beat quick with excitement as she went on.  ’It’s\na great huge game of chess that’s being played–all over the\nworld–if this IS the world at all, you know.  Oh, what fun it\nis!  How I WISH I was one of them!  I wouldn’t mind being a Pawn,\nif only I might join–though of course I should LIKE to be a\nQueen, best.’",
        "  She glanced rather shyly at the real Queen as she said this,\nbut her companion only smiled pleasantly, and said, ’That’s\neasily managed.  You can be the White Queen’s Pawn, if you like,\nas Lily’s too young to play; and you’re in the Second Square to\nbegin with:  when you get to the Eighth Square you’ll be a Queen\n–’  Just at this moment, somehow or other, they began to run.",
        "  Alice never could quite make out, in thinking it over\nafterwards, how it was that they began:  all she remembers is,\nthat they were running hand in hand, and the Queen went so fast\nthat it was all she could do to keep up with her:  and still the\nQueen kept crying ’Faster! Faster!’ but Alice felt she COULD NOT\ngo faster, though she had not breath left to say so.",
        "  The most curious part of the thing was, that the trees and the\nother things round them never changed their places at all:\nhowever fast they went, they never seemed to pass anything.  ’I\nwonder if all the things move along with us?’ thought poor\npuzzled Alice.  And the Queen seemed to guess her thoughts, for\nshe cried, ’Faster!  Don’t try to talk!’",
        "  Not that Alice had any idea of doing THAT.  She felt as if she\nwould never be able to talk again, she was getting so much out of\nbreath:  and still the Queen cried ’Faster! Faster!’ and dragged\nher along.  ’Are we nearly there?’  Alice managed to pant out at\nlast.",
        "  ’Nearly there!’ the Queen repeated.  ’Why, we passed it ten\nminutes ago!  Faster!’  And they ran on for a time in silence,\nwith the wind whistling in Alice’s ears, and almost blowing her\nhair off her head, she fancied.",
        "  ’Now!  Now!’ cried the Queen.  ’Faster!  Faster!’  And they\nwent so fast that at last they seemed to skim through the air,\nhardly touching the ground with their feet, till suddenly, just\nas Alice was getting quite exhausted, they stopped, and she found\nherself sitting on the ground, breathless and giddy.",
        "  The Queen propped her up against a tree, and said kindly, ’You\nmay rest a little now.’",
        "  Alice looked round her in great surprise.  ’Why, I do believe\nwe’ve been under this tree the whole time!  Everything’s just as\nit was!’",
        "  ’Of course it is,’ said the Queen, ’what would you have it?’",
        "  ’Well, in OUR country,’ said Alice, still panting a little,\n’you’d generally get to somewhere else–if you ran very fast\nfor a long time, as we’ve been doing.’",
        "  ’A slow sort of country!’ said the Queen.  ’Now, HERE, you see,\nit takes all the running YOU can do, to keep in the same place.\nIf you want to get somewhere else, you must run at least twice as\nfast as that!’",
        "  ’I’d rather not try, please!’ said Alice.  ’I’m quite content\nto stay here–only I AM so hot and thirsty!’",
        "  ’I know what YOU’D like!’ the Queen said good-naturedly, taking\na little box out of her pocket.  ’Have a biscuit?’",
        "  Alice thought it would not be civil to say ’No,’ though it\nwasn’t at all what she wanted.  So she took it, and ate it as\nwell as she could:  and it was VERY dry; and she thought she had\nnever been so nearly choked in all her life.",
        "  ’While you’re refreshing yourself,’ said the Queen, ’I’ll just\ntake the measurements.’  And she took a ribbon out of her pocket,\nmarked in inches, and began measuring the ground, and sticking\nlittle pegs in here and there.",
        "  ’At the end of two yards,’ she said, putting in a peg to mark\nthe distance, ’I shall give you your directions–have another\nbiscuit?’",
        "  ’No, thank you,’ said Alice: ’one’s QUITE enough!’",
        "  ’Thirst quenched, I hope?’ said the Queen.",
        "  Alice did not know what to say to this, but luckily the Queen\ndid not wait for an answer, but went on.  ’At the end of THREE\nyards I shall repeat them–for fear of your forgetting them.\nAt the end of FOUR, I shall say good-bye.  And at the end of\nFIVE, I shall go!’",
        "  She had got all the pegs put in by this time, and Alice looked\non with great interest as she returned to the tree, and then\nbegan slowly walking down the row.",
        "  At the two-yard peg she faced round, and said, ’A pawn goes two\nsquares in its first move, you know.  So you’ll go VERY quickly\nthrough the Third Square–by railway, I should think–and\nyou’ll find yourself in the Fourth Square in no time.  Well, THAT\nsquare belongs to Tweedledum and Tweedledee–the Fifth is\nmostly water–the Sixth belongs to Humpty Dumpty–But you\nmake no remark?’",
        "  ’I–I didn’t know I had to make one–just then,’ Alice\nfaltered out.",
        "  ’You SHOULD have said,’ ’\"It’s extremely kind of you to tell me\nall this\"–however, we’ll suppose it said–the Seventh Square\nis all forest–however, one of the Knights will show you the\nway–and in the Eighth Square we shall be Queens together, and\nit’s all feasting and fun!’  Alice got up and curtseyed, and sat\ndown again.",
        "  At the next peg the Queen turned again, and this time she said,\n’Speak in French when you can’t think of the English for a thing\n–turn out your toes as you walk–and remember who you are!’\nShe did not wait for Alice to curtsey this time, but walked on\nquickly to the next peg, where she turned for a moment to say\n’good-bye,’ and then hurried on to the last.",
        "  How it happened, Alice never knew, but exactly as she came to\nthe last peg, she was gone.  Whether she vanished into the air,\nor whether she ran quickly into the wood (’and she CAN run very\nfast!’ thought Alice), there was no way of guessing, but she was\ngone, and Alice began to remember that she was a Pawn, and that\nit would soon be time for her to move.",
        "Of course the first thing to do was to make a grand survey of the\ncountry she was going to travel through.  ’It’s something very\nlike learning geography,’ thought Alice, as she stood on tiptoe in\nhopes of being able to see a little further. ’Principal rivers–\nthere ARE none.  Principal mountains–I’m on the only one, but I\ndon’t think it’s got any name.  Principal towns–why, what ARE\nthose creatures, making honey down there? They can’t be bees–\nnobody ever saw bees a mile off, you know–’ and for some time she\nstood silent, watching one of them that was bustling about among\nthe flowers, poking its proboscis into them, ’just as if it was a\nregular bee,’ thought Alice.",
        "  However, this was anything but a regular bee:  in fact it was\nan elephant–as Alice soon found out, though the idea quite\ntook her breath away at first.  ’And what enormous flowers they\nmust be!’ was her next idea.  ’Something like cottages with the\nroofs taken off, and stalks put to them–and what quantities of\nhoney they must make!  I think I’ll go down and–no, I won’t\nJUST yet,’ she went on, checking herself just as she was\nbeginning to run down the hill, and trying to find some excuse\nfor turning shy so suddenly.  ’It’ll never do to go down among\nthem without a good long branch to brush them away–and what\nfun it’ll be when they ask me how I like my walk.  I shall say–\n\"Oh, I like it well enough–\"’ (here came the favourite little\ntoss of the head), ’\"only it was so dusty and hot, and the\nelephants did tease so!\"’",
        "  ’I think I’ll go down the other way,’ she said after a pause:\n’and perhaps I may visit the elephants later on.  Besides, I do\nso want to get into the Third Square!’",
        "  So with this excuse she ran down the hill and jumped over the\nfirst of the six little brooks.",
        "  ’Tickets, please!’ said the Guard, putting his head in at the\nwindow.  In a moment everybody was holding out a ticket:  they\nwere about the same size as the people, and quite seemed to fill\nthe carriage.",
        "  ’Now then!  Show your ticket, child!’ the Guard went on,\nlooking angrily at Alice.  And a great many voices all said\ntogether (’like the chorus of a song,’ thought Alice), ’Don’t\nkeep him waiting, child!  Why, his time is worth a thousand\npounds a minute!’",
        "  ’I’m afraid I haven’t got one,’ Alice said in a frightened tone:\n’there wasn’t a ticket-office where I came from.’  And again\nthe chorus of voices went on.  ’There wasn’t room for one where\nshe came from.  The land there is worth a thousand pounds an inch!’",
        "  ’Don’t make excuses,’ said the Guard:  ’you should have bought\none from the engine-driver.’  And once more the chorus of voices\nwent on with ’The man that drives the engine.  Why, the smoke\nalone is worth a thousand pounds a puff!’",
        "  Alice thought to herself, ’Then there’s no use in speaking.’\nThe voices didn’t join in this time, as she hadn’t spoken, but to\nher great surprise, they all THOUGHT in chorus (I hope you\nunderstand what THINKING IN CHORUS means–for I must confess\nthat I don’t), ’Better say nothing at all.  Language is worth a\nthousand pounds a word!’",
        "  ’I shall dream about a thousand pounds tonight, I know I\nshall!’ thought Alice.",
        "  All this time the Guard was looking at her, first through a\ntelescope, then through a microscope, and then through an opera-\nglass.  At last he said, ’You’re travelling the wrong way,’ and\nshut up the window and went away.",
        "  ’So young a child,’ said the gentleman sitting opposite to her\n(he was dressed in white paper), ’ought to know which way she’s\ngoing, even if she doesn’t know her own name!’",
        "  A Goat, that was sitting next to the gentleman in white, shut\nhis eyes and said in a loud voice, ’She ought to know her way to\nthe ticket-office, even if she doesn’t know her alphabet!’",
        "  There was a Beetle sitting next to the Goat (it was a very\nqueer carriage-full of passengers altogether), and, as the rule\nseemed to be that they should all speak in turn, HE went on with\n’She’ll have to go back from here as luggage!’",
        "  Alice couldn’t see who was sitting beyond the Beetle, but a\nhoarse voice spoke next.  ’Change engines–’ it said, and was\nobliged to leave off.",
        "  ’It sounds like a horse,’ Alice thought to herself.  And an\nextremely small voice, close to her ear, said, ’You might make a\njoke on that–something about “horse” and “hoarse,” you know.’",
        "  Then a very gentle voice in the distance said, ’She must be\nlabelled “Lass, with care,” you know–’",
        "  And after that other voices went on (What a number of people\nthere are in the carriage!’ thought Alice), saying, ’She must go\nby post, as she’s got a head on her–’  ’She must be sent as a\nmessage by the telegraph–’  ’She must draw the train herself\nthe rest of the way–’ and so on.",
        "  But the gentleman dressed in white paper leaned forwards and\nwhispered in her ear, ’Never mind what they all say, my dear, but\ntake a return-ticket every time the train stops.’",
        "  ’Indeed I shan’t!’ Alice said rather impatiently.  ’I don’t\nbelong to this railway journey at all–I was in a wood just now\n–and I wish I could get back there.’",
        "  ’You might make a joke on THAT,’ said the little voice close to\nher ear:  ’something about “you WOULD if you could,” you know.’",
        "  ’Don’t tease so,’ said Alice, looking about in vain to see\nwhere the voice came from; ’if you’re so anxious to have a joke\nmade, why don’t you make one yourself?’",
        "  The little voice sighed deeply:  it was VERY unhappy,\nevidently, and Alice would have said something pitying to comfort\nit, ’If it would only sigh like other people!’ she thought.  But\nthis was such a wonderfully small sigh, that she wouldn’t have\nheard it at all, if it hadn’t come QUITE close to her ear.  The\nconsequence of this was that it tickled her ear very much, and\nquite took off her thoughts from the unhappiness of the poor\nlittle creature.",
        "  ’I know you are a friend, the little voice went on; ’a dear\nfriend, and an old friend.  And you won’t hurt me, though I AM an\ninsect.’",
        "  ’What kind of insect?’ Alice inquired a little anxiously.  What\nshe really wanted to know was, whether it could sting or not, but\nshe thought this wouldn’t be quite a civil question to ask.",
        "  ’What, then you don’t–’ the little voice began, when it was\ndrowned by a shrill scream from the engine, and  everybody jumped\nup in alarm, Alice among the rest.",
        "  The Horse, who had put his head out of the window, quietly drew\nit in and said, ’It’s only a brook we have to jump over.’\nEverybody seemed satisfied with this, though Alice felt a little\nnervous at the idea of trains jumping at all.  ’However, it’ll\ntake us into the Fourth Square, that’s some comfort!’ she said to\nherself.  In another moment she felt the carriage rise straight\nup into the air, and in her fright she caught at the thing\nnearest to her hand, which happened to be the Goat’s beard.",
        "  But the beard seemed to melt away as she touched it, and she\nfound herself sitting quietly under a tree–while the Gnat (for\nthat was the insect she had been talking to) was balancing itself\non a twig just over her head, and fanning her with its wings.",
        "  It certainly was a VERY large Gnat:  ’about the size of a\nchicken,’ Alice thought.  Still, she couldn’t feel nervous with\nit, after they had been talking together so long.",
        "  ’–then you don’t like all insects?’ the Gnat went on, as\nquietly as if nothing had happened.",
        "  ’I like them when they can talk,’ Alice said.  ’None of them\never talk, where I come from.’",
        "  ’What sort of insects do you rejoice in, where YOU come from?’\nthe Gnat inquired.",
        "  ’I don’t REJOICE in insects at all,’ Alice explained, ’because\nI’m rather afraid of them–at least the large kinds.  But I can\ntell you the names of some of them.’",
        "  ’Of course they answer to their names?’ the Gnat remarked\ncarelessly.",
        "  ’I never knew them do it.’",
        "  ’What’s the use of their having names the Gnat said, ’if they\nwon’t answer to them?’",
        "  ’No use to THEM,’ said Alice; ’but it’s useful to the people\nwho name them, I suppose.  If not, why do things have names at\nall?’",
        "  ’I can’t say,’ the Gnat replied.  ’Further on, in the wood\ndown there, they’ve got no names–however, go on with your list\nof insects:  you’re wasting time.’",
        "  ’Well, there’s the Horse-fly,’ Alice began, counting off the\nnames on her fingers.",
        "  ’All right,’ said the Gnat:  ’half way up that bush, you’ll see\na Rocking-horse-fly, if you look.  It’s made entirely of wood,\nand gets about by swinging itself from branch to branch.’",
        "  ’What does it live on?’ Alice asked, with great curiosity.",
        "  ’Sap and sawdust,’ said the Gnat.  ’Go on with the list.’",
        "  Alice looked up at the Rocking-horse-fly with great interest,\nand made up her mind that it must have been just repainted, it\nlooked so bright and sticky; and then she went on.",
        "  ’And there’s the Dragon-fly.’",
        "  ’Look on the branch above your head,’ said the Gnat, ’and there\nyou’ll find a snap-dragon-fly.  Its body is made of plum-pudding,\nits wings of holly-leaves, and its head is a raisin burning in\nbrandy.’",
        "  ’And what does it live on?’",
        "  ’Frumenty and mince pie,’ the Gnat replied; ’and it makes its\nnest in a Christmas box.’",
        "  ’And then there’s the Butterfly,’ Alice went on, after she had\ntaken a good look at the insect with its head on fire, and had\nthought to herself, ’I wonder if that’s the reason insects are so\nfond of flying into candles–because they want to turn into\nSnap-dragon-flies!’",
        "  ’Crawling at your feet,’ said the Gnat (Alice drew her feet\nback in some alarm), ’you may observe a Bread-and-Butterfly.  Its\nwings are thin slices of Bread-and-butter, its body is a crust,\nand its head is a lump of sugar.’",
        "  ’And what does IT live on?’",
        "  ’Weak tea with cream in it.’",
        "  A new difficulty came into Alice’s head.  ’Supposing it\ncouldn’t find any?’ she suggested.",
        "  ’Then it would die, of course.’",
        "  ’But that must happen very often,’ Alice remarked thoughtfully.",
        "  ’It always happens,’ said the Gnat.",
        "  After this, Alice was silent for a minute or two, pondering.\nThe Gnat amused itself meanwhile by humming round and round her\nhead:  at last it settled again and remarked, ’I suppose you\ndon’t want to lose your name?’",
        "  ’No, indeed,’ Alice said, a little anxiously.",
        "  ’And yet I don’t know,’ the Gnat went on in a careless tone:\n’only think how convenient it would be if you could manage to go\nhome without it!  For instance, if the governess wanted to call\nyou to your lessons, she would call out “come here–,” and\nthere she would have to leave off, because there wouldn’t be any\nname for her to call, and of course you wouldn’t have to go, you\nknow.’",
        "  ’That would never do, I’m sure,’ said Alice:  ’the governess\nwould never think of excusing me lessons for that.  If she\ncouldn’t remember my name, she’d call me “Miss!” as the servants\ndo.’",
        "  ’Well. if she said “Miss,” and didn’t say anything more,’ the\nGnat remarked, ’of course you’d miss your lessons.  That’s a\njoke.  I wish YOU had made it.’",
        "  ’Why do you wish I had made it?’ Alice asked.  ’It’s a very\nbad one.’",
        "  But the Gnat only sighed deeply, while two large tears came\nrolling down its cheeks.",
        "  ’You shouldn’t make jokes,’ Alice said, ’if it makes you so\nunhappy.’",
        "  Then came another of those melancholy little sighs, and this\ntime the poor Gnat really seemed to have sighed itself away, for,\nwhen Alice looked up, there was nothing whatever to be seen on\nthe twig, and, as she was getting quite chilly with sitting still\nso long, she got up and walked on.",
        "  She very soon came to an open field, with a wood on the other\nside of it:  it looked much darker than the last wood, and Alice\nfelt a LITTLE timid about going into it.  However, on second\nthoughts, she made up her mind to go on:  ’for I certainly won’t\ngo BACK,’ she thought to herself, and this was the only way to\nthe Eighth Square.",
        "  ’This must be the wood, she said thoughtfully to herself,\n’where things have no names.  I wonder what’ll become of MY name\nwhen I go in?  I shouldn’t like to lose it at all–because\nthey’d have to give me another, and it would be almost certain to\nbe an ugly one.  But then the fun would be trying to find the\ncreature that had got my old name!  That’s just like the\nadvertisements, you know, when people lose dogs–\"ANSWERS TO\nTHE NAME OF ’DASH:’ HAD ON A BRASS COLLAR\"–just fancy calling\neverything you met “Alice,” till one of them answered!  Only they\nwouldn’t answer at all, if they were wise.’",
        "  She was rambling on in this way when she reached the wood:  it\nlooked very cool and shady.  ’Well, at any rate it’s a great\ncomfort,’ she said as she stepped under the trees, ’after being\nso hot, to get into the–into WHAT?’ she went on, rather\nsurprised at not being able to think of the word.  ’I mean to get\nunder the–under the–under THIS, you know!’ putting her\nhand on the trunk of the tree.  ’What DOES it call itself, I\nwonder?  I do believe it’s got no name–why, to be sure it\nhasn’t!’",
        "  She stood silent for a minute, thinking:  then she suddenly\nbegan again.  ’Then it really HAS happened, after all!  And now,\nwho am I?  I WILL remember, if I can!  I’m determined to do it!’\nBut being determined didn’t help much, and all she could say,\nafter a great deal of puzzling, was, ’L, I KNOW it begins with L!’",
        "  Just then a Fawn came wandering by:  it looked at Alice with\nits large gentle eyes, but didn’t seem at all frightened.  ’Here\nthen!  Here then!’ Alice said, as she held out her hand and tried\nto stroke it; but it only started back a little, and then stood\nlooking at her again.",
        "  ’What do you call yourself?’ the Fawn said at last.  Such a\nsoft sweet voice it had!",
        "  ’I wish I knew!’ thought poor Alice.  She answered, rather\nsadly, ’Nothing, just now.’",
        "  ’Think again,’ it said: ’that won’t do.’",
        "  Alice thought, but nothing came of it.  ’Please, would you tell\nme what YOU call yourself?’ she said timidly.  ’I think that\nmight help a little.’",
        "  ’I’ll tell you, if you’ll move a little further on,’ the Fawn said.\n’I can’t remember here.’",
        "  So they walked on together though the wood, Alice with her arms\nclasped lovingly round the soft neck of the Fawn, till they came\nout into another open field, and here the Fawn gave a sudden\nbound into the air, and shook itself free from Alice’s arms.\n’I’m a Fawn!’ it cried out in a voice of delight, ’and, dear me!\nyou’re a human child!’  A sudden look of alarm came into its\nbeautiful brown eyes, and in another moment it had darted away at\nfull speed.",
        "  Alice stood looking after it, almost ready to cry with vexation\nat having lost her dear little fellow-traveller so suddenly.\n’However, I know my name now.’ she said, ’that’s SOME comfort.\nAlice–Alice–I won’t forget it again.  And now, which of\nthese finger-posts ought I to follow, I wonder?’",
        "  It was not a very difficult question to answer, as there was\nonly one road through the wood, and the two finger-posts both\npointed along it.  ’I’ll settle it,’ Alice said to herself, ’when\nthe road divides and they point different ways.’",
        "  But this did not seem likely to happen.  She went on and on, a\nlong way, but wherever the road divided there were sure to be two\nfinger-posts pointing the same way, one marked ’TO TWEEDLEDUM’S\nHOUSE’ and the other ’TO THE HOUSE OF TWEEDLEDEE.’",
        "  ’I do believe,’ said Alice at last, ’that they live in the same\nhouse!  I wonder I never thought of that before–But I can’t\nstay there long.  I’ll just call and say “how d’you do?” and ask\nthem the way out of the wood.  If I could only get to the Eighth\nSquare before it gets dark!’  So she wandered on, talking to\nherself as she went, till, on turning a sharp corner, she came\nupon two fat little men, so suddenly that she could not help\nstarting back, but in another moment she recovered herself,\nfeeling sure that they must be.",
        "  They were standing under a tree, each with an arm round the\nother’s neck, and Alice knew which was which in a moment, because\none of them had ’DUM’ embroidered on his collar, and the other\n’DEE.’  ’I suppose they’ve each got “TWEEDLE” round at the back\nof the collar,’ she said to herself.",
        "  They stood so still that she quite forgot they were alive,\nand she was just looking round to see if the word “TWEEDLE” was\nwritten at the back of each collar, when she was startled by a\nvoice coming from the one marked ’DUM.’",
        "",
        "  ’If you think we’re wax-works,’ he said, ’you ought to pay, you\nknow.  Wax-works weren’t made to be looked at for nothing, nohow!’",
        "  ’Contrariwise,’ added the one marked ’DEE,’ ’if you think we’re\nalive, you ought to speak.’",
        "  ’I’m sure I’m very sorry,’ was all Alice could say; for the words\nof the old song kept ringing through her head like the ticking\nof a clock, and she could hardly help saying them out loud:–",
        "            ’Tweedledum and Tweedledee\n              Agreed to have a battle;\n            For Tweedledum said Tweedledee\n              Had spoiled his nice new rattle.",
        "            Just then flew down a monstrous crow,\n              As black as a tar-barrel;\n            Which frightened both the heroes so,\n              They quite forgot their quarrel.’",
        "  ’I know what you’re thinking about,’ said Tweedledum:  ’but it\nisn’t so, nohow.’",
        "  ’Contrariwise,’ continued Tweedledee, ’if it was so, it might\nbe; and if it were so, it would be; but as it isn’t, it ain’t.\nThat’s logic.’",
        "  ’I was thinking,’ Alice said very politely, ’which is the best\nway out of this wood:  it’s getting so dark.  Would you tell me,\nplease?’",
        "  But the little men only looked at each other and grinned.",
        "  They looked so exactly like a couple of great schoolboys, that\nAlice couldn’t help pointing her finger at Tweedledum, and saying\n’First Boy!’",
        "  ’Nohow!’ Tweedledum cried out briskly, and shut his mouth up\nagain with a snap.",
        "  ’Next Boy!’ said Alice, passing on to Tweedledee, though she\nfelt quite certain he would only shout out ’Contrariwise!’ and so\nhe did.",
        "  ’You’ve been wrong!’ cried Tweedledum.  ’The first thing in a\nvisit is to say “How d’ye do?” and shake hands!’  And here the\ntwo brothers gave each other a hug, and then they held out the\ntwo hands that were free, to shake hands with her.",
        "  Alice did not like shaking hands with either of them first, for\nfear of hurting the other one’s feelings; so, as the best way out\nof the difficulty, she took hold of both hands at once:  the next\nmoment they were dancing round in a ring.  This seemed quite\nnatural (she remembered afterwards), and she was not even\nsurprised to hear music playing:  it seemed to come from the tree\nunder which they were dancing, and it was done (as well as she\ncould make it out) by the branches rubbing one across the other,\nlike fiddles and fiddle-sticks.",
        "  ’But it certainly WAS funny,’ (Alice said afterwards, when she\nwas telling her sister the history of all this,) ’to find myself\nsinging “HERE WE GO ROUND THE MULBERRY BUSH.”  I don’t know when\nI began it, but somehow I felt as if I’d been singing it a long\nlong time!’",
        "  The other two dancers were fat, and very soon out of breath.\n’Four times round is enough for one dance,’ Tweedledum panted\nout, and they left off dancing as suddenly as they had begun:\nthe music stopped at the same moment.",
        "  Then they let go of Alice’s hands, and stood looking at her for\na minute:  there was a rather awkward pause, as Alice didn’t know\nhow to begin a conversation with people she had just been dancing\nwith.  ’It would never do to say “How d’ye do?” NOW,’ she said to\nherself:  ’we seem to have got beyond that, somehow!’",
        "  ’I hope you’re not much tired?’ she said at last.",
        "  ’Nohow.  And thank you VERY much for asking,’ said Tweedledum.",
        "  ’So much obliged!’ added Tweedledee.  ’You like poetry?’",
        "  ’Ye-es, pretty well–SOME poetry,’ Alice said doubtfully.\n’Would you tell me which road leads out of the wood?’",
        "  ’What shall I repeat to her?’ said Tweedledee, looking round at\nTweedledum with great solemn eyes, and not noticing Alice’s question.",
        "  ’\"THE WALRUS AND THE CARPENTER” is the longest,’ Tweedledum\nreplied, giving his brother an affectionate hug.",
        "  Tweedledee began instantly:",
        "                ’The sun was shining–’",
        "  Here Alice ventured to interrupt him.  ’If it’s VERY long,’ she\nsaid, as politely as she could, ’would you please tell me first\nwhich road–’",
        "  Tweedledee smiled gently, and began again:",
        "            ’The sun was shining on the sea,\n              Shining with all his might:\n            He did his very best to make\n              The billows smooth and bright–\n            And this was odd, because it was\n              The middle of the night.",
        "            The moon was shining sulkily,\n              Because she thought the sun\n            Had got no business to be there\n              After the day was done–\n            “It’s very rude of him,” she said,\n              “To come and spoil the fun!”",
        "            The sea was wet as wet could be,\n              The sands were dry as dry.\n            You could not see a cloud, because\n              No cloud was in the sky:\n            No birds were flying over head–\n              There were no birds to fly.",
        "            The Walrus and the Carpenter\n              Were walking close at hand;\n            They wept like anything to see\n              Such quantities of sand:\n            “If this were only cleared away,\"\n              They said, “it WOULD be grand!”",
        "            “If seven maids with seven mops\n              Swept it for half a year,\n            Do you suppose,” the Walrus said,\n              “That they could get it clear?\"\n            “I doubt it,” said the Carpenter,\n              And shed a bitter tear.",
        "            “O Oysters, come and walk with us!\"\n              The Walrus did beseech.\n            “A pleasant walk, a pleasant talk,\n              Along the briny beach:\n            We cannot do with more than four,\n              To give a hand to each.”",
        "            The eldest Oyster looked at him.\n              But never a word he said:\n            The eldest Oyster winked his eye,\n              And shook his heavy head–\n            Meaning to say he did not choose\n              To leave the oyster-bed.",
        "            But four young oysters hurried up,\n              All eager for the treat:\n            Their coats were brushed, their faces washed,\n              Their shoes were clean and neat–\n            And this was odd, because, you know,\n              They hadn’t any feet.",
        "            Four other Oysters followed them,\n              And yet another four;\n            And thick and fast they came at last,\n              And more, and more, and more–\n            All hopping through the frothy waves,\n              And scrambling to the shore.",
        "            The Walrus and the Carpenter\n              Walked on a mile or so,\n            And then they rested on a rock\n              Conveniently low:\n            And all the little Oysters stood\n              And waited in a row.",
        "            “The time has come,” the Walrus said,\n              “To talk of many things:\n            Of shoes–and ships–and sealing-wax–\n              Of cabbages–and kings–\n            And why the sea is boiling hot–\n              And whether pigs have wings.”",
        "            “But wait a bit,” the Oysters cried,\n              “Before we have our chat;\n            For some of us are out of breath,\n              And all of us are fat!\"\n            “No hurry!” said the Carpenter.\n              They thanked him much for that.",
        "            “A loaf of bread,” the Walrus said,\n              “Is what we chiefly need:\n            Pepper and vinegar besides\n              Are very good indeed–\n            Now if you’re ready Oysters dear,\n              We can begin to feed.”",
        "            “But not on us!” the Oysters cried,\n              Turning a little blue,\n            “After such kindness, that would be\n              A dismal thing to do!\"\n            “The night is fine,” the Walrus said\n              “Do you admire the view?",
        "            “It was so kind of you to come!\n              And you are very nice!\"\n            The Carpenter said nothing but\n              “Cut us another slice:\n            I wish you were not quite so deaf–\n              I’ve had to ask you twice!”",
        "            “It seems a shame,” the Walrus said,\n              “To play them such a trick,\n            After we’ve brought them out so far,\n              And made them trot so quick!\"\n            The Carpenter said nothing but\n              “The butter’s spread too thick!”",
        "            “I weep for you,” the Walrus said.\n              “I deeply sympathize.\"\n            With sobs and tears he sorted out\n              Those of the largest size.\n            Holding his pocket handkerchief\n              Before his streaming eyes.",
        "            “O Oysters,” said the Carpenter.\n              “You’ve had a pleasant run!\n            Shall we be trotting home again?\"\n              But answer came there none–\n            And that was scarcely odd, because\n              They’d eaten every one.’",
        "  ’I like the Walrus best,’ said Alice:  ’because you see he was\na LITTLE sorry for the poor oysters.’",
        "  ’He ate more than the Carpenter, though,’ said Tweedledee.\n’You see he held his handkerchief in front, so that the Carpenter\ncouldn’t count how many he took:  contrariwise.’",
        "  ’That was mean!’ Alice said indignantly.  ’Then I like the\nCarpenter best–if he didn’t eat so many as the Walrus.’",
        "  ’But he ate as many as he could get,’ said Tweedledum.",
        "  This was a puzzler.  After a pause, Alice began, ’Well!  They\nwere BOTH very unpleasant characters–’  Here she checked\nherself in some alarm, at hearing something that sounded to her\nlike the puffing of a large steam-engine in the wood near them,\nthough she feared it was more likely to be a wild beast.\n’Are there any lions or tigers about here?’ she asked timidly.",
        "  ’It’s only the Red King snoring,’ said Tweedledee.",
        "  ’Come and look at him!’ the brothers cried, and they each took\none of Alice’s hands, and led her up to where the King was sleeping.",
        "  ’Isn’t he a LOVELY sight?’ said Tweedledum.",
        "  Alice couldn’t say honestly that he was.  He had a tall red\nnight-cap on, with a tassel, and he was lying crumpled up into a\nsort of untidy heap, and snoring loud–’fit to snore his head\noff!’ as Tweedledum remarked.",
        "  ’I’m afraid he’ll catch cold with lying on the damp grass,’\nsaid Alice, who was a very thoughtful little girl.",
        "  ’He’s dreaming now,’ said Tweedledee:  ’and what do you think\nhe’s dreaming about?’",
        "  Alice said ’Nobody can guess that.’",
        "  ’Why, about YOU!’ Tweedledee exclaimed, clapping his hands\ntriumphantly.  ’And if he left off dreaming about you, where do\nyou suppose you’d be?’",
        "  ’Where I am now, of course,’ said Alice.",
        "  ’Not you!’ Tweedledee retorted contemptuously.  ’You’d be\nnowhere.  Why, you’re only a sort of thing in his dream!’",
        "  ’If that there King was to wake,’ added Tweedledum, ’you’d go\nout–bang!–just like a candle!’",
        "  ’I shouldn’t!’ Alice exclaimed indignantly.  ’Besides, if I’M\nonly a sort of thing in his dream, what are YOU, I should like to\nknow?’",
        "  ’Ditto’ said Tweedledum.",
        "  ’Ditto, ditto’ cried Tweedledee.",
        "  He shouted this so loud that Alice couldn’t help saying, ’Hush!\nYou’ll be waking him, I’m afraid, if you make so much noise.’",
        "  ’Well, it no use YOUR talking about waking him,’ said\nTweedledum, ’when you’re only one of the things in his dream.\nYou know very well you’re not real.’",
        "  ’I AM real!’ said Alice and began to cry.",
        "  ’You won’t make yourself a bit realler by crying,’ Tweedledee\nremarked:  ’there’s nothing to cry about.’",
        "  ’If I wasn’t real,’ Alice said–half-laughing though her\ntears, it all seemed so ridiculous–’I shouldn’t be able to\ncry.’",
        "  ’I hope you don’t suppose those are real tears?’  Tweedledum\ninterrupted in a tone of great contempt.",
        "  ’I know they’re talking nonsense,’ Alice thought to herself:\n’and it’s foolish to cry about it.’  So she brushed away her\ntears, and went on as cheerfully as she could.  ’At any rate I’d\nbetter be getting out of the wood, for really it’s coming on very\ndark.  Do you think it’s going to rain?’",
        "  Tweedledum spread a large umbrella over himself and his\nbrother, and looked up into it.  ’No, I don’t think it is,’ he\nsaid:  ’at least–not under HERE.  Nohow.’",
        "  ’But it may rain OUTSIDE?’",
        "  ’It may–if it chooses,’ said Tweedledee:  ’we’ve no\nobjection.  Contrariwise.’",
        "  ’Selfish things!’ thought Alice, and she was just going to say\n’Good-night’ and leave them, when Tweedledum sprang out from\nunder the umbrella and seized her by the wrist.",
        "  ’Do you see THAT?’ he said, in a voice choking with passion,\nand his eyes grew large and yellow all in a moment, as he pointed\nwith a trembling finger at a small white thing lying under the\ntree.",
        "  ’It’s only a rattle,’ Alice said, after a careful examination\nof the little white thing.  ’Not a rattleSNAKE, you know,’ she\nadded hastily, thinking that he was frightened:  ’only an old\nrattle–quite old and broken.’",
        "  ’I knew it was!’ cried Tweedledum, beginning to stamp about\nwildly and tear his hair.  ’It’s spoilt, of course!’  Here he\nlooked at Tweedledee, who immediately sat down on the ground, and\ntried to hide himself under the umbrella.",
        "  Alice laid her hand upon his arm, and said in a soothing tone,\n’You needn’t be so angry about an old rattle.’",
        "  ’But it isn’t old!’ Tweedledum cried, in a greater fury than\never.  ’It’s new, I tell you–I bought it yesterday–my nice\nnew RATTLE!’ and his voice rose to a perfect scream.",
        "  All this time Tweedledee was trying his best to fold up the\numbrella, with himself in it:  which was such an extraordinary\nthing to do, that it quite took off Alice’s attention from the\nangry brother.  But he couldn’t quite succeed, and it ended in\nhis rolling over, bundled up in the umbrella, with only his head\nout:  and there he lay, opening and shutting his mouth and his\nlarge eyes–’looking more like a fish than anything else,’\nAlice thought.",
        "  ’Of course you agree to have a battle?’ Tweedledum said in a\ncalmer tone.",
        "  ’I suppose so,’ the other sulkily replied, as he crawled out of\nthe umbrella:  ’only SHE must help us to dress up, you know.’",
        "  So the two brothers went off hand-in-hand into the wood, and\nreturned in a minute with their arms full of things–such as\nbolsters, blankets, hearth-rugs, table-cloths, dish-covers and\ncoal-scuttles.  ’I hope you’re a good hand at pinning and tying\nstrings?’ Tweedledum remarked.  ’Every one of these things has\ngot to go on, somehow or other.’",
        "  Alice said afterwards she had never seen such a fuss made about\nanything in all her life–the way those two bustled about–\nand the quantity of things they put on–and the trouble they\ngave her in tying strings and fastening buttons–’Really\nthey’ll be more like bundles of old clothes than anything else,\nby the time they’re ready!’ she said to herself, as she arranged a\nbolster round the neck of Tweedledee, ’to keep his head from\nbeing cut off,’ as he said.",
        "  ’You know,’ he added very gravely, ’it’s one of the most\nserious things that can possibly happen to one in a battle–to\nget one’s head cut off.’",
        "  Alice laughed aloud:  but she managed to turn it into a cough,\nfor fear of hurting his feelings.",
        "  ’Do I look very pale?’ said Tweedledum, coming up to have his\nhelmet tied on.  (He CALLED it a helmet, though it certainly\nlooked much more like a saucepan.)",
        "  ’Well–yes–a LITTLE,’ Alice replied gently.",
        "  ’I’m very brave generally,’ he went on in a low voice:  ’only\nto-day I happen to have a headache.’",
        "  ’And I’VE got a toothache!’ said Tweedledee, who had overheard\nthe remark.  ’I’m far worse off than you!’",
        "  ’Then you’d better not fight to-day,’ said Alice, thinking it a\ngood opportunity to make peace.",
        "  ’We MUST have a bit of a fight, but I don’t care about going on\nlong,’ said Tweedledum.  ’What’s the time now?’",
        "  Tweedledee looked at his watch, and said ’Half-past four.’",
        "  ’Let’s fight till six, and then have dinner,’ said Tweedledum.",
        "  ’Very well,’ the other said, rather sadly:  ’and SHE can watch\nus–only you’d better not come VERY close,’ he added:  ’I\ngenerally hit everything I can see–when I get really excited.’",
        "  ’And I hit everything within reach,’ cried Tweedledum,\n’whether I can see it or not!’",
        "  Alice laughed.  ’You must hit the TREES pretty often, I should\nthink,’ she said.",
        "  Tweedledum looked round him with a satisfied smile.  ’I don’t suppose,’\nhe said, ’there’ll be a tree left standing, for ever so far round,\nby the time we’ve finished!’",
        "  ’And all about a rattle!’ said Alice, still hoping to make them\na LITTLE ashamed of fighting for such a trifle.",
        "  ’I shouldn’t have minded it so much,’ said Tweedledum, ’if it\nhadn’t been a new one.’",
        "  ’I wish the monstrous crow would come!’ thought Alice.",
        "  ’There’s only one sword, you know,’ Tweedledum said to his\nbrother:  ’but you can have the umbrella–it’s quite as sharp.\nOnly we must begin quick.  It’s getting as dark as it can.’",
        "  ’And darker.’ said Tweedledee.",
        "  It was getting dark so suddenly that Alice thought there must\nbe a thunderstorm coming on.  ’What a thick black cloud that is!’\nshe said.  ’And how fast it comes!  Why, I do believe it’s got\nwings!’",
        "  ’It’s the crow!’ Tweedledum cried out in a shrill voice of\nalarm:  and the two brothers took to their heels and were out of\nsight in a moment.",
        "  Alice ran a little way into the wood, and stopped under a large\ntree.  ’It can never get at me HERE,’ she thought:  ’it’s far too\nlarge to squeeze itself in among the trees.  But I wish it wouldn’t\nflap its wings so–it makes quite a hurricane in the wood–\nhere’s somebody’s shawl being blown away!’",
        "  She caught the shawl as she spoke, and looked about for the\nowner:  in another moment the White Queen came running wildly\nthrough the wood, with both arms stretched out wide, as if she\nwere flying, and Alice very civilly went to meet her with the\nshawl.",
        "  ’I’m very glad I happened to be in the way,’ Alice said, as she\nhelped her to put on her shawl again.",
        "  The White Queen only looked at her in a helpless frightened\nsort of way, and kept repeating something in a whisper to\nherself that sounded like ’bread-and-butter, bread-and-butter,’\nand Alice felt that if there was to be any conversation at all,\nshe must manage it herself.  So she began rather timidly:  ’Am I\naddressing the White Queen?’",
        "  ’Well, yes, if you call that a-dressing,’ The Queen said.  ’It\nisn’t MY notion of the thing, at all.’",
        "  Alice thought it would never do to have an argument at the very\nbeginning of their conversation, so she smiled and said, ’If your\nMajesty will only tell me the right way to begin, I’ll do it as\nwell as I can.’",
        "  ’But I don’t want it done at all!’ groaned the poor Queen.\n’I’ve been a-dressing myself for the last two hours.’",
        "  It would have been all the better, as it seemed to Alice, if\nshe had got some one else to dress her, she was so dreadfully\nuntidy.  ’Every single thing’s crooked,’ Alice thought to\nherself, ’and she’s all over pins!–may I put your shawl\nstraight for you?’ she added aloud.",
        "  ’I don’t know what’s the matter with it!’ the Queen said, in a\nmelancholy voice.  ’It’s out of temper, I think.  I’ve pinned it\nhere, and I’ve pinned it there, but there’s no pleasing it!’",
        "’It CAN’T go straight, you know, if you pin it all on one side,’\nAlice said, as she gently put it right for her; ’and, dear me,\nwhat a state your hair is in!’",
        "  ’The brush has got entangled in it!’ the Queen said with a\nsigh.  ’And I lost the comb yesterday.’",
        "  Alice carefully released the brush, and did her best to get the\nhair into order.  ’Come, you look rather better now!’ she said,\nafter altering most of the pins.  ’But really you should have a\nlady’s maid!’",
        "  ’I’m sure I’ll take you with pleasure!’ the Queen said.\n’Twopence a week, and jam every other day.’",
        "  Alice couldn’t help laughing, as she said, ’I don’t want you to\nhire ME–and I don’t care for jam.’",
        "  ’It’s very good jam,’ said the Queen.",
        "  ’Well, I don’t want any TO-DAY, at any rate.’",
        "  ’You couldn’t have it if you DID want it,’ the Queen said.\n’The rule is, jam to-morrow and jam yesterday–but never jam\nto-day.’",
        "  ’It MUST come sometimes to “jam to-day,\"’ Alice objected.",
        "  ’No, it can’t,’ said the Queen.  ’It’s jam every OTHER day:\nto-day isn’t any OTHER day, you know.’",
        "  ’I don’t understand you,’ said Alice.  ’It’s dreadfully\nconfusing!’",
        "  ’That’s the effect of living backwards,’ the Queen said kindly:\n’it always makes one a little giddy at first–’",
        "  ’Living backwards!’ Alice repeated in great astonishment.  ’I\nnever heard of such a thing!’",
        "  ’–but there’s one great advantage in it, that one’s memory\nworks both ways.’",
        "  ’I’m sure MINE only works one way.’ Alice remarked.  ’I can’t\nremember things before they happen.’",
        "  ’It’s a poor sort of memory that only works backwards,’ the\nQueen remarked.",
        "  ’What sort of things do YOU remember best?’ Alice ventured to\nask.",
        "  ’Oh, things that happened the week after next,’ the Queen\nreplied in a careless tone.  ’For instance, now,’ she went on,\nsticking a large piece of plaster [band-aid] on her finger as she\nspoke, ’there’s the King’s Messenger.  He’s in prison now, being\npunished:  and the trial doesn’t even begin till next Wednesday:\nand of course the crime comes last of all.’",
        "  ’Suppose he never commits the crime?’ said Alice.",
        "  ’That would be all the better, wouldn’t it?’ the Queen said,\nas she bound the plaster round her finger with a bit of ribbon.",
        "  Alice felt there was no denying THAT.  ’Of course it would be\nall the better,’ she said:  ’but it wouldn’t be all the better\nhis being punished.’",
        "  ’You’re wrong THERE, at any rate,’ said the Queen: ’were YOU\never punished?’",
        "  ’Only for faults,’ said Alice.",
        "  ’And you were all the better for it, I know!’ the Queen said\ntriumphantly.",
        "  ’Yes, but then I HAD done the things I was punished for,’ said\nAlice:  ’that makes all the difference.’",
        "  ’But if you HADN’T done them,’ the Queen said, ’that would have\nbeen better still; better, and better, and better!’  Her voice went\nhigher with each ’better,’ till it got quite to a squeak at last.",
        "  Alice was just beginning to say ’There’s a mistake somewhere–,’\nwhen the Queen began screaming so loud that she had to leave\nthe sentence unfinished.  ’Oh, oh, oh!’ shouted the Queen,\nshaking her hand about as if she wanted to shake it off.\n’My finger’s bleeding!  Oh, oh, oh, oh!’",
        "  Her screams were so exactly like the whistle of a steam-engine,\nthat Alice had to hold both her hands over her ears.",
        "  ’What IS the matter?’ she said, as soon as there was a chance\nof making herself heard.  ’Have you pricked your finger?’",
        "  ’I haven’t pricked it YET,’ the Queen said, ’but I soon shall–\noh, oh, oh!’",
        "  ’When do you expect to do it?’ Alice asked, feeling very much\ninclined to laugh.",
        "  ’When I fasten my shawl again,’ the poor Queen groaned out:\n’the brooch will come undone directly.  Oh, oh!’  As she said the\nwords the brooch flew open, and the Queen clutched wildly at it,\nand tried to clasp it again.",
        "  ’Take care!’ cried Alice.  ’You’re holding it all crooked!’\nAnd she caught at the brooch; but it was too late:  the pin had\nslipped, and the Queen had pricked her finger.",
        "  ’That accounts for the bleeding, you see,’ she said to Alice\nwith a smile.  ’Now you understand the way things happen here.’",
        "  ’But why don’t you scream now?’  Alice asked, holding her hands\nready to put over her ears again.",
        "  ’Why, I’ve done all the screaming already,’ said the Queen.\n’What would be the good of having it all over again?’",
        "  By this time it was getting light.  ’The crow must have flown\naway, I think,’ said Alice:  ’I’m so glad it’s gone.  I thought\nit was the night coming on.’",
        "  ’I wish I could manage to be glad!’ the Queen said.  ’Only I\nnever can remember the rule.  You must be very happy, living in\nthis wood, and being glad whenever you like!’",
        "  ’Only it is so VERY lonely here!’ Alice said in a melancholy\nvoice; and at the thought of her loneliness two large tears came\nrolling down her cheeks.",
        "  ’Oh, don’t go on like that!’ cried the poor Queen, wringing her\nhands in despair.  ’Consider what a great girl you are.  Consider\nwhat a long way you’ve come to-day.  Consider what o’clock it is.\nConsider anything, only don’t cry!’",
        "  Alice could not help laughing at this, even in the midst of her tears.\n’Can YOU keep from crying by considering things?’ she asked.",
        "  ’That’s the way it’s done,’ the Queen said with great decision:\n’nobody can do two things at once, you know.  Let’s consider your age\nto begin with–how old are you?’",
        "  ’I’m seven and a half exactly.’",
        "  ’You needn’t say “exactually,\"’ the Queen remarked:  ’I can\nbelieve it without that.  Now I’ll give YOU something to believe.\nI’m just one hundred and one, five months and a day.’",
        "  ’I can’t believe THAT!’ said Alice.",
        "  ’Can’t you?’ the Queen said in a pitying tone.  ’Try again:\ndraw a long breath, and shut your eyes.’",
        "  Alice laughed.  ’There’s no use trying,’ she said: ’one CAN’T\nbelieve impossible things.’",
        "  ’I daresay you haven’t had much practice,’ said the Queen.\n’When I was your age, I always did it for half-an-hour a day.\nWhy, sometimes I’ve believed as many as six impossible things\nbefore breakfast.  There goes the shawl again!’",
        "  The brooch had come undone as she spoke, and a sudden gust of\nwind blew the Queen’s shawl across a little brook.  The Queen\nspread out her arms again, and went flying after it, and this\ntime she succeeded in catching it for herself.  ’I’ve got it!’\nshe cried in a triumphant tone.  ’Now you shall see me pin it\non again, all by myself!’",
        "  ’Then I hope your finger is better now?’ Alice said very\npolitely, as she crossed the little brook after the Queen.",
        "  ’Oh, much better!’ cried the Queen, her voice rising to a\nsqueak as she went on.  ’Much be-etter!  Be-etter!  Be-e-e-etter!\nBe-e-ehh!’  The last word ended in a long bleat, so like a sheep\nthat Alice quite started.",
        "  She looked at the Queen, who seemed to have suddenly wrapped\nherself up in wool.  Alice rubbed her eyes, and looked again.\nShe couldn’t make out what had happened at all.  Was she in a\nshop?  And was that really–was it really a SHEEP that was\nsitting on the other side of the counter?  Rub as she could, she\ncould make nothing more of it:  she was in a little dark shop,\nleaning with her elbows on the counter, and opposite to her was an\nold Sheep, sitting in an arm-chair knitting, and every now and\nthen leaving off to look at her through a great pair of spectacles.",
        "  ’What is it you want to buy?’ the Sheep said at last, looking\nup for a moment from her knitting.",
        "  ’I don’t QUITE know yet,’ Alice said, very gently.  ’I should\nlike to look all round me first, if I might.’",
        "  ’You may look in front of you, and on both sides, if you like,’\nsaid the Sheep:  ’but you can’t look ALL round you–unless\nyou’ve got eyes at the back of your head.’",
        "  But these, as it happened, Alice had NOT got:  so she contented herself\nwith turning round, looking at the shelves as she came to them.",
        "  The shop seemed to be full of all manner of curious things–\nbut the oddest part of it all was, that whenever she looked hard\nat any shelf, to make out exactly what it had on it, that\nparticular shelf was always quite empty:  though the others round\nit were crowded as full as they could hold.",
        "  ’Things flow about so here!’ she said at last in a plaintive\ntone, after she had spent a minute or so in vainly pursuing a\nlarge bright thing, that looked sometimes like a doll and\nsometimes like a work-box, and was always in the shelf next above\nthe one she was looking at.  ’And this one is the most provoking\nof all–but I’ll tell you what–’ she added, as a sudden\nthought struck her, ’I’ll follow it up to the very top shelf of\nall.  It’ll puzzle it to go through the ceiling, I expect!’",
        "  But even this plan failed:  the ’thing’ went through the\nceiling as quietly as possible, as if it were quite used to it.",
        "  ’Are you a child or a teetotum?’ the Sheep said, as she took up\nanother pair of needles.  ’You’ll make me giddy soon, if you go\non turning round like that.’  She was now working with fourteen\npairs at once, and Alice couldn’t help looking at her in great\nastonishment.",
        "  ’How CAN she knit with so many?’ the puzzled child thought to\nherself.  ’She gets more and more like a porcupine every minute!’",
        "  ’Can you row?’ the Sheep asked, handing her a pair of knitting-\nneedles as she spoke.",
        "  ’Yes, a little–but not on land–and not with needles–’\nAlice was beginning to say, when suddenly the needles turned into\noars in her hands, and she found they were in a little boat,\ngliding along between banks:  so there was nothing for it but to\ndo her best.",
        "  ’Feather!’ cried the Sheep, as she took up another pair of\nneedles.",
        "  This didn’t sound like a remark that needed any answer, so\nAlice said nothing, but pulled away.  There was something very\nqueer about the water, she thought, as every now and then the\noars got fast in it, and would hardly come out again.",
        "  ’Feather!  Feather!’ the Sheep cried again, taking more\nneedles.  ’You’ll be catching a crab directly.’",
        "  ’A dear little crab!’ thought Alice.  ’I should like that.’",
        "  ’Didn’t you hear me say “Feather”?’ the Sheep cried angrily,\ntaking up quite a bunch of needles.",
        "  ’Indeed I did,’ said Alice:  ’you’ve said it very often–and\nvery loud.  Please, where ARE the crabs?’",
        "  ’In the water, of course!’ said the Sheep, sticking some of the\nneedles into her hair, as her hands were full.  ’Feather, I say!’",
        "  ’WHY do you say “feather” so often?’ Alice asked at last,\nrather vexed.  ’I’m not a bird!’",
        "  ’You are,’ said the Sheep:  ’you’re a little goose.’",
        "  This offended Alice a little, so there was no more conversation\nfor a minute or two, while the boat glided gently on, sometimes\namong beds of weeds (which made the oars stick fast in the water,\nworse then ever), and sometimes under trees, but always with the\nsame tall river-banks frowning over their heads.",
        "  ’Oh, please!  There are some scented rushes!’ Alice cried in a\nsudden transport of delight.  ’There really are–and SUCH\nbeauties!’",
        "  ’You needn’t say “please” to ME about ’em’ the Sheep said,\nwithout looking up from her knitting:  ’I didn’t put ’em there,\nand I’m not going to take ’em away.’",
        "  ’No, but I meant–please, may we wait and pick some?’ Alice\npleaded.  ’If you don’t mind stopping the boat for a minute.’",
        "  ’How am I to stop it?’ said the Sheep.  ’If you leave off\nrowing, it’ll stop of itself.’",
        "  So the boat was left to drift down the stream as it would, till\nit glided gently in among the waving rushes.  And then the little\nsleeves were carefully rolled up, and the little arms were\nplunged in elbow-deep to get the rushes a good long way down\nbefore breaking them off–and for a while Alice forgot all\nabout the Sheep and the knitting, as she bent over the side of\nthe boat, with just the ends of her tangled hair dipping into the\nwater–while with bright eager eyes she caught at one bunch\nafter another of the darling scented rushes.",
        "  ’I only hope the boat won’t tipple over!’ she said to herself.\nOh, WHAT a lovely one!  Only I couldn’t quite reach it.’  ’And it\ncertainly DID seem a little provoking (’almost as if it happened\non purpose,’ she thought) that, though she managed to pick plenty\nof beautiful rushes as the boat glided by, there was always a\nmore lovely one that she couldn’t reach.",
        "  ’The prettiest are always further!’ she said at last, with a\nsigh at the obstinacy of the rushes in growing so far off, as,\nwith flushed cheeks and dripping hair and hands, she scrambled\nback into her place, and began to arrange her new-found treasures.",
        "  What mattered it to her just then that the rushes had begun to\nfade, and to lose all their scent and beauty, from the very\nmoment that she picked them?  Even real scented rushes, you know,\nlast only a very little while–and these, being dream-rushes,\nmelted away almost like snow, as they lay in heaps at her feet–\nbut Alice hardly noticed this, there were so many other curious\nthings to think about.",
        "  They hadn’t gone much farther before the blade of one of the\noars got fast in the water and WOULDN’T come out again (so Alice\nexplained it afterwards), and the consequence was that the handle\nof it caught her under the chin, and, in spite of a series of\nlittle shrieks of ’Oh, oh, oh!’ from poor Alice, it swept her\nstraight off the seat, and down among the heap of rushes.",
        "  However, she wasn’t hurt, and was soon up again:  the Sheep\nwent on with her knitting all the while, just as if nothing had\nhappened.  ’That was a nice crab you caught!’ she remarked, as\nAlice got back into her place, very much relieved to find herself\nstill in the boat.",
        "  ’Was it?  I didn’t see it,’ Said Alice, peeping cautiously over\nthe side of the boat into the dark water.  ’I wish it hadn’t let\ngo–I should so like to see a little crab to take home with\nme!’  But the Sheep only laughed scornfully, and went on with her\nknitting.",
        "  ’Are there many crabs here?’ said Alice.",
        "  ’Crabs, and all sorts of things,’ said the Sheep:  ’plenty of\nchoice, only make up your mind.  Now, what DO you want to buy?’",
        "  ’To buy!’ Alice echoed in a tone that was half astonished and\nhalf frightened–for the oars, and the boat, and the river,\nhad vanished all in a moment, and she was back again in the\nlittle dark shop.",
        "  ’I should like to buy an egg, please,’ she said timidly.  ’How\ndo you sell them?’",
        "  ’Fivepence farthing for one–Twopence for two,’ the Sheep\nreplied.",
        "  ’Then two are cheaper than one?’ Alice said in a surprised\ntone, taking out her purse.",
        "  ’Only you MUST eat them both, if you buy two,’ said the Sheep.",
        "  ’Then I’ll have ONE, please,’ said Alice, as she put the money\ndown on the counter.  For she thought to herself, ’They mightn’t\nbe at all nice, you know.’",
        "  The Sheep took the money, and put it away in a box:  then she\nsaid ’I never put things into people’s hands–that would never\ndo–you must get it for yourself.’  And so saying, she went off\nto the other end of the shop, and set the egg upright on a shelf.",
        "  ’I wonder WHY it wouldn’t do?’ thought Alice, as she groped her\nway among the tables and chairs, for the shop was very dark\ntowards the end.  ’The egg seems to get further away the more I\nwalk towards it.  Let me see, is this a chair?  Why, it’s got\nbranches, I declare!  How very odd to find trees growing here!\nAnd actually here’s a little brook!  Well, this is the very\nqueerest shop I ever saw!’",
        "  So she went on, wondering more and more at every step, as\neverything turned into a tree the moment she came up to it, and\nshe quite expected the egg to do the same.",
        "  However, the egg only got larger and larger, and more and more\nhuman:  when she had come within a few yards of it, she saw that\nit had eyes and a nose and mouth; and when she had come close to\nit, she saw clearly that it was HUMPTY DUMPTY himself.  ’It can’t\nbe anybody else!’ she said to herself.  ’I’m as certain of it, as\nif his name were written all over his face.’",
        "  It might have been written a hundred times, easily, on that\nenormous face.  Humpty Dumpty was sitting with his legs crossed,\nlike a Turk, on the top of a high wall–such a narrow one that\nAlice quite wondered how he could keep his balance–and, as his\neyes were steadily fixed in the opposite direction, and he didn’t\ntake the least notice of her, she thought he must be a stuffed\nfigure after all.",
        "  ’And how exactly like an egg he is!’ she said aloud, standing\nwith her hands ready to catch him, for she was every moment\nexpecting him to fall.",
        "  ’It’s VERY provoking,’ Humpty Dumpty said after a long silence,\nlooking away from Alice as he spoke, ’to be called an egg–\nVERY!’",
        "  ’I said you LOOKED like an egg, Sir,’ Alice gently explained.\n’And some eggs are very pretty, you know’ she added, hoping to\nturn her remark into a sort of a compliment.",
        "  ’Some people,’ said Humpty Dumpty, looking away from her as\nusual, ’have no more sense than a baby!’",
        "  Alice didn’t know what to say to this:  it wasn’t at all like\nconversation, she thought, as he never said anything to HER; in\nfact, his last remark was evidently addressed to a tree–so she\nstood and softly repeated to herself:–",
        "            ’Humpty Dumpty sat on a wall:\n            Humpty Dumpty had a great fall.\n            All the King’s horses and all the King’s men\n            Couldn’t put Humpty Dumpty in his place again.’",
        "  ’That last line is much too long for the poetry,’ she added,\nalmost out loud, forgetting that Humpty Dumpty would hear her.",
        "  ’Don’t stand there chattering to yourself like that,’ Humpty\nDumpty said, looking at her for the first time, ’but tell me your\nname and your business.’",
        "  ’My NAME is Alice, but–’",
        "  ’It’s a stupid enough name!’ Humpty Dumpty interrupted impatiently.\n’What does it mean?’",
        "  ’MUST a name mean something?’ Alice asked doubtfully.",
        "  ’Of course it must,’ Humpty Dumpty said with a short laugh:\n’MY name means the shape I am–and a good handsome shape it is,\ntoo.  With a name like yours, you might be any shape, almost.’",
        "  ’Why do you sit out here all alone?’ said Alice, not wishing\nto begin an argument.",
        "  ’Why, because there’s nobody with me!’ cried Humpty Dumpty.\n’Did you think I didn’t know the answer to THAT?  Ask another.’",
        "  ’Don’t you think you’d be safer down on the ground?’ Alice went\non, not with any idea of making another riddle, but simply in her\ngood-natured anxiety for the queer creature.  ’That wall is so\nVERY narrow!’",
        "  ’What tremendously easy riddles you ask!’ Humpty Dumpty growled\nout.  ’Of course I don’t think so!  Why, if ever I DID fall off–\nwhich there’s no chance of–but IF I did–’  Here he pursed\nhis lips and looked so solemn and grand that Alice could hardly\nhelp laughing.  ’IF I did fall,’ he went on, ’THE KING HAS\nPROMISED ME–WITH HIS VERY OWN MOUTH–to–to–’",
        "  ’To send all his horses and all his men,’ Alice interrupted,\nrather unwisely.",
        "  ’Now I declare that’s too bad!’ Humpty Dumpty cried, breaking into\na sudden passion.  ’You’ve been listening at doors–and behind trees–\nand down chimneys–or you couldn’t have known it!’",
        "  ’I haven’t, indeed!’ Alice said very gently.  ’It’s in a book.’",
        "  ’Ah, well!  They may write such things in a BOOK,’ Humpty\nDumpty said in a calmer tone.  ’That’s what you call a History of\nEngland, that is.  Now, take a good look at me!  I’m one that has\nspoken to a King, I am:  mayhap you’ll never see such another:\nand to show you I’m not proud, you may shake hands with me!’  And\nhe grinned almost from ear to ear, as he leant forwards (and as\nnearly as possible fell off the wall in doing so) and offered\nAlice his hand.  She watched him a little anxiously as she took\nit.  ’If he smiled much more, the ends of his mouth might meet\nbehind,’ she thought:  ’and then I don’t know what would happen\nto his head!  I’m afraid it would come off!’",
        "  ’Yes, all his horses and all his men,’ Humpty Dumpty went on.\n’They’d pick me up again in a minute, THEY would!  However, this\nconversation is going on a little too fast:  let’s go back to the\nlast remark but one.’",
        "  ’I’m afraid I can’t quite remember it,’ Alice said very\npolitely.",
        "  ’In that case we start fresh,’ said Humpty Dumpty, ’and it’s my\nturn to choose a subject–’  (’He talks about it just as if it\nwas a game!’ thought Alice.)  ’So here’s a question for you.  How\nold did you say you were?’",
        "  Alice made a short calculation, and said ’Seven years and six\nmonths.’",
        "  ’Wrong!’  Humpty Dumpty exclaimed triumphantly.  ’You never\nsaid a word like it!’",
        "  ’I though you meant “How old ARE you?\"’ Alice explained.",
        "  ’If I’d meant that, I’d have said it,’ said Humpty Dumpty.",
        "  Alice didn’t want to begin another argument, so she said\nnothing.",
        "  ’Seven years and six months!’  Humpty Dumpty repeated\nthoughtfully.  ’An uncomfortable sort of age.  Now if you’d asked\nMY advice, I’d have said “Leave off at seven\"–but it’s too\nlate now.’",
        "  ’I never ask advice about growing,’ Alice said indignantly.",
        "  ’Too proud?’ the other inquired.",
        "  Alice felt even more indignant at this suggestion.  ’I mean,’\nshe said, ’that one can’t help growing older.’",
        "  ’ONE can’t, perhaps,’ said Humpty Dumpty, ’but TWO can.  With\nproper assistance, you might have left off at seven.’",
        "  ’What a beautiful belt you’ve got on!’ Alice suddenly remarked.",
        "(They had had quite enough of the subject of age, she thought:\nand if they really were to take turns in choosing subjects, it\nwas her turn now.)  ’At least,’ she corrected herself on second\nthoughts, ’a beautiful cravat, I should have said–no, a belt,\nI mean–I beg your pardon!’ she added in dismay, for Humpty\nDumpty looked thoroughly offended, and she began to wish she\nhadn’t chosen that subject.  ’If I only knew,’ she thought to\nherself, ’which was neck and which was waist!’",
        "  Evidently Humpty Dumpty was very angry, though he said nothing\nfor a minute or two.  When he DID speak again, it was in a deep\ngrowl.",
        "  ’It is a–MOST–PROVOKING–thing,’ he said at last, ’when\na person doesn’t know a cravat from a belt!’",
        "  ’I know it’s very ignorant of me,’ Alice said, in so humble a\ntone that Humpty Dumpty relented.",
        "  ’It’s a cravat, child, and a beautiful one, as you say.  It’s a\npresent from the White King and Queen.  There now!’",
        "  ’Is it really?’ said Alice, quite pleased to find that she HAD\nchosen a good subject, after all.",
        "  ’They gave it me,’ Humpty Dumpty continued thoughtfully, as he\ncrossed one knee over the other and clasped his hands round it,\n’they gave it me–for an un-birthday present.’",
        "  ’I beg your pardon?’ Alice said with a puzzled air.",
        "  ’I’m not offended,’ said Humpty Dumpty.",
        "  ’I mean, what IS an un-birthday present?’",
        "  ’A present given when it isn’t your birthday, of course.’",
        "  Alice considered a little.  ’I like birthday presents best,’\nshe said at last.",
        "  ’You don’t know what you’re talking about!’ cried Humpty\nDumpty.  ’How many days are there in a year?’",
        "  ’Three hundred and sixty-five,’ said Alice.",
        "  ’And how many birthdays have you?’",
        "  ’One.’",
        "  ’And if you take one from three hundred and sixty-five, what\nremains?’",
        "  ’Three hundred and sixty-four, of course.’",
        "  Humpty Dumpty looked doubtful.  ’I’d rather see that done on\npaper,’ he said.",
        "  Alice couldn’t help smiling as she took out her memorandum-\nbook, and worked the sum for him:",
        "   365\n     1\n   _\n   364\n   _\n  Humpty Dumpty took the book, and looked at it carefully.  ’That\nseems to be done right–’ he began.",
        "  ’You’re holding it upside down!’ Alice interrupted.",
        "  ’To be sure I was!’ Humpty Dumpty said gaily, as she turned it\nround for him.  ’I thought it looked a little queer.  As I was\nsaying, that SEEMS to be done right–though I haven’t time to\nlook it over thoroughly just now–and that shows that there are\nthree hundred and sixty-four days when you might get un-birthday\npresents–’",
        "  ’Certainly,’ said Alice.",
        "  ’And only ONE for birthday presents, you know.  There’s glory\nfor you!’",
        "  ’I don’t know what you mean by “glory,\"’ Alice said.",
        "  Humpty Dumpty smiled contemptuously.  ’Of course you don’t–\ntill I tell you.  I meant “there’s a nice knock-down argument for\nyou!\"’",
        "  ’But “glory” doesn’t mean “a nice knock-down argument,\"’ Alice\nobjected.",
        "",
        "  ’When I use a word,’ Humpty Dumpty said in rather a scornful\ntone, ’it means just what I choose it to mean–neither more nor\nless.’",
        "  ’The question is,’ said Alice, ’whether you CAN make words mean\nso many different things.’",
        "  ’The question is,’ said Humpty Dumpty, ’which is to be master–\nthat’s all.’",
        "  Alice was too much puzzled to say anything, so after a minute\nHumpty Dumpty began again.  ’They’ve a temper, some of them–\nparticularly verbs, they’re the proudest–adjectives you can do\nanything with, but not verbs–however, I can manage the whole\nlot of them!  Impenetrability!  That’s what I say!’",
        "  ’Would you tell me, please,’ said Alice ’what that means?’",
        "  ’Now you talk like a reasonable child,’ said Humpty Dumpty,\nlooking very much pleased.  ’I meant by “impenetrability” that\nwe’ve had enough of that subject, and it would be just as well\nif you’d mention what you mean to do next, as I suppose you don’t\nmean to stop here all the rest of your life.’",
        "  ’That’s a great deal to make one word mean,’ Alice said in a\nthoughtful tone.",
        "  ’When I make a word do a lot of work like that,’ said Humpty\nDumpty, ’I always pay it extra.’",
        "  ’Oh!’ said Alice.  She was too much puzzled to make any other\nremark.",
        "  ’Ah, you should see ’em come round me of a Saturday night,’\nHumpty Dumpty went on, wagging his head gravely from side to\nside:  ’for to get their wages, you know.’",
        "  (Alice didn’t venture to ask what he paid them with; and so you\nsee I can’t tell YOU.)",
        "  ’You seem very clever at explaining words, Sir,’ said Alice.\n’Would you kindly tell me the meaning of the poem called\n\"Jabberwocky”?’",
        "  ’Let’s hear it,’ said Humpty Dumpty.  ’I can explain all the\npoems that were ever invented–and a good many that haven’t\nbeen invented just yet.’",
        "  This sounded very hopeful, so Alice repeated the first verse:",
        "            ’Twas brillig, and the slithy toves\n              Did gyre and gimble in the wabe;\n            All mimsy were the borogoves,\n              And the mome raths outgrabe.",
        "  ’That’s enough to begin with,’ Humpty Dumpty interrupted:\n’there are plenty of hard words there.  “BRILLIG” means four\no’clock in the afternoon–the time when you begin BROILING\nthings for dinner.’",
        "  ’That’ll do very well,’ said Alice:  and “SLITHY”?’",
        "  ’Well, “SLITHY” means “lithe and slimy.”  “Lithe” is the same\nas “active.”  You see it’s like a portmanteau–there are two\nmeanings packed up into one word.’",
        "  ’I see it now,’ Alice remarked thoughtfully:  ’and what are\n\"TOVES”?’",
        "  ’Well, “TOVES” are something like badgers–they’re something\nlike lizards–and they’re something like corkscrews.’",
        "  ’They must be very curious looking creatures.’",
        "  ’They are that,’ said Humpty Dumpty:  ’also they make their\nnests under sun-dials–also they live on cheese.’",
        "  ’And what’s the “GYRE” and to “GIMBLE”?’",
        "  ’To “GYRE” is to go round and round like a gyroscope.  To\n\"GIMBLE” is to make holes like a gimlet.’",
        "  ’And “THE WABE” is the grass-plot round a sun-dial, I suppose?’\nsaid Alice, surprised at her own ingenuity.",
        "  ’Of course it is.  It’s called “WABE,” you know, because it\ngoes a long way before it, and a long way behind it–’",
        "  ’And a long way beyond it on each side,’ Alice added.",
        "  ’Exactly so.  Well, then, “MIMSY” is “flimsy and miserable\"\n(there’s another portmanteau for you).  And a “BOROGOVE” is a\nthin shabby-looking bird with its feathers sticking out all round–\nsomething like a live mop.’",
        "  ’And then “MOME RATHS”?’ said Alice.  ’I’m afraid I’m giving\nyou a great deal of trouble.’",
        "  ’Well, a “RATH” is a sort of green pig:  but “MOME” I’m not\ncertain about.  I think it’s short for “from home\"–meaning\nthat they’d lost their way, you know.’",
        "  ’And what does “OUTGRABE” mean?’",
        "  ’Well, “OUTGRABING” is something between bellowing and\nwhistling, with a kind of sneeze in the middle:  however, you’ll\nhear it done, maybe–down in the wood yonder–and when you’ve\nonce heard it you’ll be QUITE content.  Who’s been repeating all\nthat hard stuff to you?’",
        "  ’I read it in a book,’ said Alice.  ’But I had some poetry\nrepeated to me, much easier than that, by–Tweedledee, I think\nit was.’",
        "  ’As to poetry, you know,’ said Humpty Dumpty, stretching out\none of his great hands, ’I can repeat poetry as well as other\nfolk, if it comes to that–’",
        "  ’Oh, it needn’t come to that!’ Alice hastily said, hoping to\nkeep him from beginning.",
        "  ’The piece I’m going to repeat,’ he went on without noticing\nher remark,’ was written entirely for your amusement.’",
        "  Alice felt that in that case she really OUGHT to listen to it,\nso she sat down, and said ’Thank you’ rather sadly.",
        "            ’In winter, when the fields are white,\n            I sing this song for your delight–",
        "only I don’t sing it,’ he added, as an explanation.",
        "  ’I see you don’t,’ said Alice.",
        "  ’If you can SEE whether I’m singing or not, you’ve sharper eyes\nthan most.’ Humpty Dumpty remarked severely.  Alice was silent.",
        "            ’In spring, when woods are getting green,\n            I’ll try and tell you what I mean.’",
        "  ’Thank you very much,’ said Alice.",
        "            ’In summer, when the days are long,\n            Perhaps you’ll understand the song:\n            In autumn, when the leaves are brown,\n            Take pen and ink, and write it down.’",
        "  ’I will, if I can remember it so long,’ said Alice.",
        "  ’You needn’t go on making remarks like that,’ Humpty Dumpty\nsaid:  ’they’re not sensible, and they put me out.’",
        "            ’I sent a message to the fish:\n            I told them “This is what I wish.”",
        "            The little fishes of the sea,\n            They sent an answer back to me.",
        "            The little fishes’ answer was\n            “We cannot do it, Sir, because–\"’",
        "  ’I’m afraid I don’t quite understand,’ said Alice.",
        "  ’It gets easier further on,’ Humpty Dumpty replied.",
        "            ’I sent to them again to say\n            “It will be better to obey.”",
        "            The fishes answered with a grin,\n            “Why, what a temper you are in!”",
        "            I told them once, I told them twice:\n            They would not listen to advice.",
        "            I took a kettle large and new,\n            Fit for the deed I had to do.",
        "            My heart went hop, my heart went thump;\n            I filled the kettle at the pump.",
        "            Then some one came to me and said,\n            “The little fishes are in bed.”",
        "            I said to him, I said it plain,\n            “Then you must wake them up again.”",
        "            I said it very loud and clear;\n            I went and shouted in his ear.’",
        "  Humpty Dumpty raised his voice almost to a scream as he\nrepeated this verse, and Alice thought with a shudder, ’I\nwouldn’t have been the messenger for ANYTHING!’",
        "            ’But he was very stiff and proud;\n            He said “You needn’t shout so loud!”",
        "            And he was very proud and stiff;\n            He said “I’d go and wake them, if–”",
        "            I took a corkscrew from the shelf:\n            I went to wake them up myself.",
        "            And when I found the door was locked,\n            I pulled and pushed and kicked and knocked.",
        "            And when I found the door was shut,\n            I tried to turn the handle, but–’",
        "  There was a long pause.",
        "  ’Is that all?’ Alice timidly asked.",
        "  ’That’s all,’ said Humpty Dumpty.  ’Good-bye.’",
        "  This was rather sudden, Alice thought: but, after such a VERY\nstrong hint that she ought to be going, she felt that it would\nhardly be civil to stay.  So she got up, and held out her hand.\n’Good-bye, till we meet again!’ she said as cheerfully as she\ncould.",
        "  ’I shouldn’t know you again if we DID meet,’ Humpty Dumpty\nreplied in a discontented tone, giving her one of his fingers to\nshake; ’you’re so exactly like other people.’",
        "  ’The face is what one goes by, generally,’ Alice remarked in a\nthoughtful tone.",
        "’That’s just what I complain of,’ said Humpty Dumpty.  ’Your face\nis the same as everybody has–the two eyes, so–’ (marking their\nplaces in the air with this thumb) ’nose in the middle, mouth\nunder.  It’s always the same.  Now if you had the two eyes on the\nsame side of the nose, for instance–or the mouth at the top–that\nwould be SOME help.’",
        "  ’It wouldn’t look nice,’ Alice objected.  But Humpty Dumpty\nonly shut his eyes and said ’Wait till you’ve tried.’",
        "  Alice waited a minute to see if he would speak again, but as he\nnever opened his eyes or took any further notice of her, she said\n’Good-bye!’ once more, and, getting no answer to this, she\nquietly walked away:  but she couldn’t help saying to herself as\nshe went, ’Of all the unsatisfactory–’ (she repeated this\naloud, as it was a great comfort to have such a long word to say)\n’of all the unsatisfactory people I EVER met–’  She never\nfinished the sentence, for at this moment a heavy crash shook the\nforest from end to end.",
        "  The next moment soldiers came running through the wood, at first\nin twos and threes, then ten or twenty together, and at last in\nsuch crowds that they seemed to fill the whole forest.  Alice got\nbehind a tree, for fear of being run over, and watched them go by.",
        "  She thought that in all her life she had never seen soldiers so\nuncertain on their feet:  they were always tripping over\nsomething or other, and whenever one went down, several more\nalways fell over him, so that the ground was soon covered with\nlittle heaps of men.",
        "  Then came the horses.  Having four feet, these managed rather\nbetter than the foot-soldiers:  but even THEY stumbled now and\nthen; and it seemed to be a regular rule that, whenever a horse\nstumbled the rider fell off instantly.  The confusion got worse\nevery moment, and Alice was very glad to get out of the wood into\nan open place, where she found the White King seated on the\nground, busily writing in his memorandum-book.",
        "  ’I’ve sent them all!’ the King cried in a tone of delight, on\nseeing Alice.  ’Did you happen to meet any soldiers, my dear, as\nyou came through the wood?’",
        "  ’Yes, I did,’ said Alice:  ’several thousand, I should think.’",
        "  ’Four thousand two hundred and seven, that’s the exact number,’\nthe King said, referring to his book.  ’I couldn’t send all the\nhorses, you know, because two of them are wanted in the game.\nAnd I haven’t sent the two Messengers, either.  They’re both gone\nto the town.  Just look along the road, and tell me if you can\nsee either of them.’",
        "  ’I see nobody on the road,’ said Alice.",
        "  ’I only wish I had such eyes,’ the King remarked in a fretful\ntone.  ’To be able to see Nobody!  And at that distance, too!\nWhy, it’s as much as I can do to see real people, by this\nlight!’",
        "  All this was lost on Alice, who was still looking intently\nalong the road, shading her eyes with one hand.  ’I see somebody\nnow!’ she exclaimed at last.  ’But he’s coming very slowly–and\nwhat curious attitudes he goes into!’  (For the messenger kept\nskipping up and down, and wriggling like an eel, as he came\nalong, with his great hands spread out like fans on each side.)",
        "  ’Not at all,’ said the King.  ’He’s an Anglo-Saxon Messenger–\nand those are Anglo-Saxon attitudes.  He only does them when\nhe’s happy.  His name is Haigha.’  (He pronounced it so as to\nrhyme with ’mayor.’)",
        "’I love my love with an H,’ Alice couldn’t help beginning,\n’because he is Happy.  I hate him with an H, because he is\nHideous. I fed him with–with–with Ham-sandwiches and Hay.\nHis name is Haigha, and he lives–’",
        "  ’He lives on the Hill,’ the King remarked simply, without the\nleast idea that he was joining in the game, while Alice was still\nhesitating for the name of a town beginning with H.  ’The other\nMessenger’s called Hatta.  I must have TWO, you know–to come\nand go.  One to come, and one to go.’",
        "  ’I beg your pardon?’ said Alice.",
        "  ’It isn’t respectable to beg,’ said the King.",
        "  ’I only meant that I didn’t understand,’ said Alice.  ’Why one\nto come and one to go?’",
        "  ’Didn’t I tell you?’ the King repeated impatiently.  ’I must\nhave Two–to fetch and carry.  One to fetch, and one to carry.’",
        "  At this moment the Messenger arrived:  he was far too much out\nof breath to say a word, and could only wave his hands about, and\nmake the most fearful faces at the poor King.",
        "  ’This young lady loves you with an H,’ the King said,\nintroducing Alice in the hope of turning off the Messenger’s\nattention from himself–but it was no use–the Anglo-Saxon\nattitudes only got more extraordinary every moment, while the\ngreat eyes rolled wildly from side to side.",
        "  ’You alarm me!’ said the King.  ’I feel faint–Give me a ham\nsandwich!’",
        "  On which the Messenger, to Alice’s great amusement, opened a\nbag that hung round his neck, and handed a sandwich to the King,\nwho devoured it greedily.",
        "  ’Another sandwich!’ said the King.",
        "  ’There’s nothing but hay left now,’ the Messenger said, peeping\ninto the bag.",
        "  ’Hay, then,’ the King murmured in a faint whisper.",
        "  Alice was glad to see that it revived him a good deal.\n’There’s nothing like eating hay when you’re faint,’ he remarked\nto her, as he munched away.",
        "  ’I should think throwing cold water over you would be better,’\nAlice suggested:  ’or some sal-volatile.’",
        "  ’I didn’t say there was nothing BETTER,’ the King replied.  ’I said\nthere was nothing LIKE it.’  Which Alice did not venture to deny.",
        "  ’Who did you pass on the road?’ the King went on, holding out\nhis hand to the Messenger for some more hay.",
        "  ’Nobody,’ said the Messenger.",
        "  ’Quite right,’ said the King:  ’this young lady saw him too.\nSo of course Nobody walks slower than you.’",
        "  ’I do my best,’ the Messenger said in a sulky tone.  ’I’m sure\nnobody walks much faster than I do!’",
        "  ’He can’t do that,’ said the King, ’or else he’d have been here\nfirst.  However, now you’ve got your breath, you may tell us\nwhat’s happened in the town.’",
        "  ’I’ll whisper it,’ said the Messenger, putting his hands to his\nmouth in the shape of a trumpet, and stooping so as to get close\nto the King’s ear.  Alice was sorry for this, as she wanted to\nhear the news too.  However, instead of whispering, he simply\nshouted at the top of his voice ’They’re at it again!’",
        "  ’Do you call THAT a whisper?’ cried the poor King, jumping up\nand shaking himself.  ’If you do such a thing again, I’ll have\nyou buttered!  It went through and through my head like an\nearthquake!’",
        "  ’It would have to be a very tiny earthquake!’ thought Alice.\n’Who are at it again?’ she ventured to ask.",
        "  ’Why the Lion and the Unicorn, of course,’ said the King.",
        "  ’Fighting for the crown?’",
        "  ’Yes, to be sure,’ said the King:  ’and the best of the joke\nis, that it’s MY crown all the while!  Let’s run and see them.’\nAnd they trotted off, Alice repeating to herself, as she ran, the\nwords of the old song:–",
        "    ’The Lion and the Unicorn were fighting for the crown:\n    The Lion beat the Unicorn all round the town.\n    Some gave them white bread, some gave them brown;\n    Some gave them plum-cake and drummed them out of town.’",
        "  ’Does–the one–that wins–get the crown?’ she asked, as\nwell as she could, for the run was putting her quite out of\nbreath.",
        "  ’Dear me, no!’ said the King.  ’What an idea!’",
        "  ’Would you–be good enough,’ Alice panted out, after running\na little further, ’to stop a minute–just to get–one’s\nbreath again?’",
        "  ’I’m GOOD enough,’ the King said, ’only I’m not strong enough.\nYou see, a minute goes by so fearfully quick.  You might as well\ntry to stop a Bandersnatch!’",
        "  Alice had no more breath for talking, so they trotted on in\nsilence, till they came in sight of a great crowd, in the middle\nof which the Lion and Unicorn were fighting.  They were in such a\ncloud of dust, that at first Alice could not make out which was\nwhich:  but she soon managed to distinguish the Unicorn by his\nhorn.",
        "  They placed themselves close to where Hatta, the other\nmessenger, was standing watching the fight, with a cup of tea in\none hand and a piece of bread-and-butter in the other.",
        "  ’He’s only just out of prison, and he hadn’t finished his tea\nwhen he was sent in,’ Haigha whispered to Alice:  ’and they only\ngive them oyster-shells in there–so you see he’s very hungry\nand thirsty.  How are you, dear child?’ he went on, putting his\narm affectionately round Hatta’s neck.",
        "  Hatta looked round and nodded, and went on with his bread and\nbutter.",
        "  ’Were you happy in prison, dear child?’ said Haigha.",
        "  Hatta looked round once more, and this time a tear or two\ntrickled down his cheek:  but not a word would he say.",
        "  ’Speak, can’t you!’ Haigha cried impatiently.  But Hatta only\nmunched away, and drank some more tea.",
        "  ’Speak, won’t you!’ cried the King.  ’How are they getting on\nwith the fight?’",
        "  Hatta made a desperate effort, and swallowed a large piece of\nbread-and-butter.  ’They’re getting on very well,’ he said in a\nchoking voice:  ’each of them has been down about eighty-seven\ntimes.’",
        "  ’Then I suppose they’ll soon bring the white bread and the\nbrown?’ Alice ventured to remark.",
        "  ’It’s waiting for ’em now,’ said Hatta:  ’this is a bit of it\nas I’m eating.’",
        "  There was a pause in the fight just then, and the Lion and the\nUnicorn sat down, panting, while the King called out ’Ten minutes\nallowed for refreshments!’  Haigha and Hatta set to work at once,\ncarrying rough trays of white and brown bread.  Alice took a\npiece to taste, but it was VERY dry.",
        "  ’I don’t think they’ll fight any more to-day,’ the King said to\nHatta:  ’go and order the drums to begin.’  And Hatta went\nbounding away like a grasshopper.",
        "  For a minute or two Alice stood silent, watching him.  Suddenly\nshe brightened up.  ’Look, look!’ she cried, pointing eagerly.\n’There’s the White Queen running across the country!  She came\nflying out of the wood over yonder–How fast those Queens CAN\nrun!’",
        "  ’There’s some enemy after her, no doubt,’ the King said,\nwithout even looking round.  ’That wood’s full of them.’",
        "  ’But aren’t you going to run and help her?’ Alice asked, very\nmuch surprised at his taking it so quietly.",
        "  ’No use, no use!’ said the King.  ’She runs so fearfully quick.\nYou might as well try to catch a Bandersnatch!  But I’ll make a\nmemorandum about her, if you like–She’s a dear good creature,’\nhe repeated softly to himself, as he opened his memorandum-book.\n’Do you spell “creature” with a double “e”?’",
        "  At this moment the Unicorn sauntered by them, with his hands in\nhis pockets.  ’I had the best of it this time?’ he said to the\nKing, just glancing at him as he passed.",
        "  ’A little–a little,’ the King replied, rather nervously.\n’You shouldn’t have run him through with your horn, you know.’",
        "  ’It didn’t hurt him,’ the Unicorn said carelessly, and he was\ngoing on, when his eye happened to fall upon Alice:  he turned\nround rather instantly, and stood for some time looking at her\nwith an air of the deepest disgust.",
        "  ’What–is–this?’ he said at last.",
        "  ’This is a child!’ Haigha replied eagerly, coming in front of\nAlice to introduce her, and spreading out both his hands towards\nher in an Anglo-Saxon attitude.  ’We only found it to-day.  It’s\nas large as life, and twice as natural!’",
        "  ’I always thought they were fabulous monsters!’  said the\nUnicorn.  ’Is it alive?’",
        "  ’It can talk,’ said Haigha, solemnly.",
        "  The Unicorn looked dreamily at Alice, and said ’Talk, child.’",
        "  Alice could not help her lips curling up into a smile as she began:\n’Do you know, I always thought Unicorns were fabulous monsters, too!\nI never saw one alive before!’",
        "  ’Well, now that we HAVE seen each other,’ said the Unicorn,\n’if you’ll believe in me, I’ll believe in you.  Is that a bargain?’",
        "  ’Yes, if you like,’ said Alice.",
        "  ’Come, fetch out the plum-cake, old man!’ the Unicorn went on,\nturning from her to the King.  ’None of your brown bread for me!’",
        "  ’Certainly–certainly!’ the King muttered, and beckoned to\nHaigha.  ’Open the bag!’ he whispered.  ’Quick!  Not that one–\nthat’s full of hay!’",
        "  Haigha took a large cake out of the bag, and gave it to Alice\nto hold, while he got out a dish and carving-knife.  How they all\ncame out of it Alice couldn’t guess.  It was just like a\nconjuring-trick, she thought.",
        "  The Lion had joined them while this was going on:  he looked\nvery tired and sleepy, and his eyes were half shut.  ’What’s\nthis!’ he said, blinking lazily at Alice, and speaking in a deep\nhollow tone that sounded like the tolling of a great bell.",
        "  ’Ah, what IS it, now?’ the Unicorn cried eagerly.  ’You’ll\nnever guess!  I couldn’t.’",
        "  The Lion looked at Alice wearily.  ’Are you animal–vegetable\n–or mineral?’ he said, yawning at every other word.",
        "  ’It’s a fabulous monster!’ the Unicorn cried out, before Alice\ncould reply.",
        "  ’Then hand round the plum-cake, Monster,’ the Lion said, lying\ndown and putting his chin on this paws.  ’And sit down, both of\nyou,’ (to the King and the Unicorn):  ’fair play with the cake,\nyou know!’",
        "  The King was evidently very uncomfortable at having to sit down\nbetween the two great creatures; but there was no other place for him.",
        "  ’What a fight we might have for the crown, NOW!’ the Unicorn\nsaid, looking slyly up at the crown, which the poor King was\nnearly shaking off his head, he trembled so much.",
        "  ’I should win easy,’ said the Lion.",
        "  ’I’m not so sure of that,’ said the Unicorn.",
        "  ’Why, I beat you all round the town, you chicken!’ the Lion\nreplied angrily, half getting up as he spoke.",
        "  Here the King interrupted, to prevent the quarrel going on:  he\nwas very nervous, and his voice quite quivered.  ’All round the\ntown?’ he said.  ’That’s a good long way.  Did you go by the old\nbridge, or the market-place?  You get the best view by the old\nbridge.’",
        "  ’I’m sure I don’t know,’ the Lion growled out as he lay down\nagain.  ’There was too much dust to see anything.  What a time\nthe Monster is, cutting up that cake!’",
        "  Alice had seated herself on the bank of a little brook, with\nthe great dish on her knees, and was sawing away diligently with\nthe knife.  ’It’s very provoking!’ she said, in reply to the Lion\n(she was getting quite used to being called ’the Monster’).\n’I’ve cut several slices already, but they always join on again!’",
        "  ’You don’t know how to manage Looking-glass cakes,’ the Unicorn\nremarked.  ’Hand it round first, and cut it afterwards.’",
        "  This sounded nonsense, but Alice very obediently got up, and\ncarried the dish round, and the cake divided itself into three\npieces as she did so.  ’NOW cut it up,’ said the Lion, as she\nreturned to her place with the empty dish.",
        "  ’I say, this isn’t fair!’ cried the Unicorn, as Alice sat with\nthe knife in her hand, very much puzzled how to begin.  ’The\nMonster has given the Lion twice as much as me!’",
        "  ’She’s kept none for herself, anyhow,’ said the Lion.  ’Do you\nlike plum-cake, Monster?’",
        "  But before Alice could answer him, the drums began.",
        "  Where the noise came from, she couldn’t make out:  the air\nseemed full of it, and it rang through and through her head till\nshe felt quite deafened.  She started to her feet and sprang\nacross the little brook in her terror,",
        "and had just time to see the Lion and the Unicorn rise to their\nfeet, with angry looks at being interrupted in their feast,\nbefore she dropped to her knees, and put her hands over her ears,\nvainly trying to shut out the dreadful uproar.",
        "  ’If THAT doesn’t “drum them out of town,\"’ she thought to\nherself, ’nothing ever will!’",
        "  After a while the noise seemed gradually to die away, till all\nwas dead silence, and Alice lifted up her head in some alarm.\nThere was no one to be seen, and her first thought was that she\nmust have been dreaming about the Lion and the Unicorn and those\nqueer Anglo-Saxon Messengers.  However, there was the great dish\nstill lying at her feet, on which she had tried to cut the plum-\ncake, ’So I wasn’t dreaming, after all,’ she said to herself,\n’unless–unless we’re all part of the same dream.  Only I do\nhope it’s MY dream, and not the Red King’s!  I don’t like\nbelonging to another person’s dream,’ she went on in a rather\ncomplaining tone:  ’I’ve a great mind to go and wake him, and see\nwhat happens!’",
        "  At this moment her thoughts were interrupted by a loud shouting\nof ’Ahoy!  Ahoy!  Check!’ and a Knight dressed in crimson armour\ncame galloping down upon her, brandishing a great club.  Just as\nhe reached her, the horse stopped suddenly:  ’You’re my\nprisoner!’ the Knight cried, as he tumbled off his horse.",
        "  Startled as she was, Alice was more frightened for him than for\nherself at the moment, and watched him with some anxiety as he\nmounted again.  As soon as he was comfortably in the saddle, he\nbegan once more ’You’re my–’ but here another voice broke in\n’Ahoy!  Ahoy!  Check!’ and Alice looked round in some surprise\nfor the new enemy.",
        "  This time it was a White Knight.  He drew up at Alice’s side,\nand tumbled off his horse just as the Red Knight had done:  then\nhe got on again, and the two Knights sat and looked at each other\nfor some time without speaking.  Alice looked from one to the\nother in some bewilderment.",
        "  ’She’s MY prisoner, you know!’ the Red Knight said at last.",
        "  ’Yes, but then I came and rescued her!’ the White Knight\nreplied.",
        "  ’Well, we must fight for her, then,’ said the Red Knight, as he\ntook up his helmet (which hung from the saddle, and was something\nthe shape of a horse’s head), and put it on.",
        "  ’You will observe the Rules of Battle, of course?’ the White\nKnight remarked, putting on his helmet too.",
        "  ’I always do,’ said the Red Knight, and they began banging away\nat each other with such fury that Alice got behind a tree to be\nout of the way of the blows.",
        "  ’I wonder, now, what the Rules of Battle are,’ she said to\nherself, as she watched the fight, timidly peeping out from her\nhiding-place:  ’one Rule seems to be, that if one Knight hits the\nother, he knocks him off his horse, and if he misses, he tumbles\noff himself–and another Rule seems to be that they hold their\nclubs with their arms, as if they were Punch and Judy–What a\nnoise they make when they tumble!  Just like a whole set of fire-\nirons falling into the fender!  And how quiet the horses are!\nThey let them get on and off them just as if they were tables!’",
        "  Another Rule of Battle, that Alice had not noticed, seemed to\nbe that they always fell on their heads, and the battle ended\nwith their both falling off in this way, side by side:  when they\ngot up again, they shook hands, and then the Red Knight mounted\nand galloped off.",
        "  ’It was a glorious victory, wasn’t it?’ said the White Knight,\nas he came up panting.",
        "  ’I don’t know,’ Alice said doubtfully.  ’I don’t want to be\nanybody’s prisoner.  I want to be a Queen.’",
        "  ’So you will, when you’ve crossed the next brook,’ said the\nWhite Knight.  ’I’ll see you safe to the end of the wood–and\nthen I must go back, you know.  That’s the end of my move.’",
        "  ’Thank you very much,’ said Alice.  ’May I help you off with\nyour helmet?’  It was evidently more than he could manage by\nhimself; however, she managed to shake him out of it at last.",
        "  ’Now one can breathe more easily,’ said the Knight, putting\nback his shaggy hair with both hands, and turning his gentle face\nand large mild eyes to Alice.  She thought she had never seen\nsuch a strange-looking soldier in all her life.",
        "  He was dressed in tin armour, which seemed to fit him very\nbadly, and he had a queer-shaped little deal box fastened across\nhis shoulder, upside-down, and with the lid hanging open.  Alice\nlooked at it with great curiosity.",
        "  ’I see you’re admiring my little box.’ the Knight said in a\nfriendly tone.  ’It’s my own invention–to keep clothes and\nsandwiches in.  You see I carry it upside-down, so that the rain\ncan’t get in.’",
        "  ’But the things can get OUT,’ Alice gently remarked.  ’Do you\nknow the lid’s open?’",
        "  ’I didn’t know it,’ the Knight said, a shade of vexation\npassing over his face.  ’Then all the things must have fallen\nout!  And the box is no use without them.’  He unfastened it as\nhe spoke, and was just going to throw it into the bushes,\nwhen a sudden thought seemed to strike him, and he hung it carefully\non a tree.  ’Can you guess why I did that?’ he said to Alice.",
        "  Alice shook her head.",
        "  ’In hopes some bees may make a nest in it–then I should get the honey.’",
        "  ’But you’ve got a bee-hive–or something like one–fastened to\nthe saddle,’ said Alice.",
        "  ’Yes, it’s a very good bee-hive,’ the Knight said in a\ndiscontented tone, ’one of the best kind.  But not a single bee\nhas come near it yet.  And the other thing is a mouse-trap.  I\nsuppose the mice keep the bees out–or the bees keep the mice\nout, I don’t know which.’",
        "  ’I was wondering what the mouse-trap was for,’ said Alice.  ’It\nisn’t very likely there would be any mice on the horse’s back.’",
        "  ’Not very likely, perhaps,’ said the Knight:  ’but if they DO\ncome, I don’t choose to have them running all about.’",
        "  ’You see,’ he went on after a pause, ’it’s as well to be\nprovided for EVERYTHING.  That’s the reason the horse has all\nthose anklets round his feet.’",
        "  ’But what are they for?’ Alice asked in a tone of great\ncuriosity.",
        "  ’To guard against the bites of sharks,’ the Knight replied.\n’It’s an invention of my own.  And now help me on.  I’ll go with\nyou to the end of the wood–What’s the dish for?’",
        "  ’It’s meant for plum-cake,’ said Alice.",
        "  ’We’d better take it with us,’ the Knight said.  ’It’ll come in\nhandy if we find any plum-cake.  Help me to get it into this bag.’",
        "  This took a very long time to manage, though Alice held the\nbag open very carefully, because the Knight was so VERY awkward\nin putting in the dish:  the first two or three times that he\ntried he fell in himself instead.  ’It’s rather a tight fit, you\nsee,’ he said, as they got it in a last; ’There are so many\ncandlesticks in the bag.’  And he hung it to the saddle, which\nwas already loaded with bunches of carrots, and fire-irons, and\nmany other things.",
        "  ’I hope you’ve got your hair well fastened on?’ he continued,\nas they set off.",
        "  ’Only in the usual way,’ Alice said, smiling.",
        "  ’That’s hardly enough,’ he said, anxiously.  ’You see the wind\nis so VERY strong here.  It’s as strong as soup.’",
        "  ’Have you invented a plan for keeping the hair from being blown\noff?’ Alice enquired.",
        "  ’Not yet,’ said the Knight.  ’But I’ve got a plan for keeping\nit from FALLING off.’",
        "  ’I should like to hear it, very much.’",
        "  ’First you take an upright stick,’ said the Knight.  ’Then you\nmake your hair creep up it, like a fruit-tree.  Now the reason\nhair falls off is because it hangs DOWN–things never fall\nUPWARDS, you know.  It’s a plan of my own invention.  You may try\nit if you like.’",
        "  It didn’t sound a comfortable plan, Alice thought, and for a\nfew minutes she walked on in silence, puzzling over the idea, and\nevery now and then stopping to help the poor Knight, who\ncertainly was NOT a good rider.",
        "  Whenever the horse stopped (which it did very often), he fell\noff in front; and whenever it went on again (which it generally\ndid rather suddenly), he fell off behind.  Otherwise he kept on\npretty well, except that he had a habit of now and then falling\noff sideways; and as he generally did this on the side on which\nAlice was walking, she soon found that it was the best plan not\nto walk QUITE close to the horse.",
        "  ’I’m afraid you’ve not had much practice in riding,’ she\nventured to say, as she was helping him up from his fifth tumble.",
        "  The Knight looked very much surprised, and a little offended at\nthe remark.  ’What makes you say that?’ he asked, as he scrambled\nback into the saddle, keeping hold of Alice’s hair with one hand,\nto save himself from falling over on the other side.",
        "  ’Because people don’t fall off quite so often, when they’ve had\nmuch practice.’",
        "  ’I’ve had plenty of practice,’ the Knight said very gravely:\n’plenty of practice!’",
        "  Alice could think of nothing better to say than ’Indeed?’ but\nshe said it as heartily as she could.  They went on a little way\nin silence after this, the Knight with his eyes shut, muttering\nto himself, and Alice watching anxiously for the next tumble.",
        "  ’The great art of riding,’ the Knight suddenly began in a loud\nvoice, waving his right arm as he spoke, ’is to keep–’ Here\nthe sentence ended as suddenly as it had begun, as the Knight\nfell heavily on the top of his head exactly in the path where\nAlice was walking.  She was quite frightened this time, and said\nin an anxious tone, as she picked him up, ’I hope no bones are broken?’",
        "  ’None to speak of,’ the Knight said, as if he didn’t mind breaking\ntwo or three of them.  ’The great art of riding, as I was saying,\nis–to keep your balance properly.  Like this, you know–’",
        "  He let go the bridle, and stretched out both his arms to show\nAlice what he meant, and this time he fell flat on his back,\nright under the horse’s feet.",
        "  ’Plenty of practice!’ he went on repeating, all the time that\nAlice was getting him on his feet again.  ’Plenty of practice!’",
        "  ’It’s too ridiculous!’ cried Alice, losing all her patience this time.\n’You ought to have a wooden horse on wheels, that you ought!’",
        "  ’Does that kind go smoothly?’ the Knight asked in a tone of\ngreat interest, clasping his arms round the horse’s neck as he\nspoke, just in time to save himself from tumbling off again.",
        "  ’Much more smoothly than a live horse,’ Alice said, with a little\nscream of laughter, in spite of all she could do to prevent it.",
        "  ’I’ll get one,’ the Knight said thoughtfully to himself.  ’One\nor two–several.’",
        "  There was a short silence after this, and then the Knight went\non again.  ’I’m a great hand at inventing things.  Now, I daresay\nyou noticed, that last time you picked me up, that I was looking\nrather thoughtful?’",
        "  ’You WERE a little grave,’ said Alice.",
        "  ’Well, just then I was inventing a new way of getting over a\ngate–would you like to hear it?’",
        "  ’Very much indeed,’ Alice said politely.",
        "  ’I’ll tell you how I came to think of it,’ said the Knight.\n’You see, I said to myself, “The only difficulty is with the\nfeet:  the HEAD is high enough already.”  Now, first I put my\nhead on the top of the gate–then I stand on my head–then\nthe feet are high enough, you see–then I’m over, you see.’",
        "  ’Yes, I suppose you’d be over when that was done,’ Alice said\nthoughtfully:  ’but don’t you think it would be rather hard?’",
        "  ’I haven’t tried it yet,’ the Knight said, gravely:  ’so I can’t tell\nfor certain–but I’m afraid it WOULD be a little hard.’",
        "  He looked so vexed at the idea, that Alice changed the subject\nhastily.  ’What a curious helmet you’ve got!’ she said cheerfully.\n’Is that your invention too?’",
        "  The Knight looked down proudly at his helmet, which hung from\nthe saddle.  ’Yes,’ he said, ’but I’ve invented a better one than\nthat–like a sugar loaf.  When I used to wear it, if I fell off\nthe horse, it always touched the ground directly.  So I had a\nVERY little way to fall, you see–But there WAS the danger of\nfalling INTO it, to be sure.  That happened to me once–and the\nworst of it was, before I could get out again, the other White\nKnight came and put it on.  He thought it was his own helmet.’",
        "  The knight looked so solemn about it that Alice did not dare to\nlaugh.  ’I’m afraid you must have hurt him,’ she said in a\ntrembling voice, ’being on the top of his head.’",
        "  ’I had to kick him, of course,’ the Knight said, very seriously.\n’And then he took the helmet off again–but it took hours and hours\nto get me out.  I was as fast as–as lightning, you know.’",
        "  ’But that’s a different kind of fastness,’ Alice objected.",
        "  The Knight shook his head.  ’It was all kinds of fastness with\nme, I can assure you!’ he said.  He raised his hands in some\nexcitement as he said this, and instantly rolled out of the\nsaddle, and fell headlong into a deep ditch.",
        "  Alice ran to the side of the ditch to look for him.  She was\nrather startled by the fall, as for some time he had kept on very\nwell, and she was afraid that he really WAS hurt this time.\nHowever, though she could see nothing but the soles of his feet,\nshe was much relieved to hear that he was talking on in his usual\ntone.  ’All kinds of fastness,’ he repeated:  ’but it was\ncareless of him to put another man’s helmet on–with the man in\nit, too.’",
        "  ’How CAN you go on talking so quietly, head downwards?’ Alice\nasked, as she dragged him out by the feet, and laid him in a heap\non the bank.",
        "  The Knight looked surprised at the question.  ’What does it\nmatter where my body happens to be?’ he said.  ’My mind goes on\nworking all the same.  In fact, the more head downwards I am, the\nmore I keep inventing new things.’",
        "  ’Now the cleverest thing of the sort that I ever did,’ he went\non after a pause, ’was inventing a new pudding during the meat-\ncourse.’",
        "  ’In time to have it cooked for the next course?’ said Alice.\n’Well, not the NEXT course,’ the Knight said in a slow thoughtful\ntone:  ’no, certainly not the next COURSE.’",
        "  ’Then it would have to be the next day.  I suppose you wouldn’t\nhave two pudding-courses in one dinner?’",
        "  ’Well, not the NEXT day,’ the Knight repeated as before:  ’not\nthe next DAY.  In fact,’ he went on, holding his head down, and\nhis voice getting lower and lower, ’I don’t believe that pudding\never WAS cooked!  In fact, I don’t believe that pudding ever WILL\nbe cooked!  And yet it was a very clever pudding to invent.’",
        "  ’What did you mean it to be made of?’ Alice asked, hoping to\ncheer him up, for the poor Knight seemed quite low-spirited about it.",
        "  ’It began with blotting paper,’ the Knight answered with a groan.",
        "  ’That wouldn’t be very nice, I’m afraid–’",
        "  ’Not very nice ALONE,’ he interrupted, quite eagerly:  ’but\nyou’ve no idea what a difference it makes mixing it with other\nthings–such as gunpowder and sealing-wax.  And here I must\nleave you.’  They had just come to the end of the wood.",
        "  Alice could only look puzzled:  she was thinking of the pudding.",
        "  ’You are sad,’ the Knight said in an anxious tone:  ’let me sing\nyou a song to comfort you.’",
        "  ’Is it very long?’ Alice asked, for she had heard a good deal\nof poetry that day.",
        "  ’It’s  long,’ said the Knight, ’but very, VERY beautiful.\nEverybody that hears me sing it–either it brings the TEARS\ninto their eyes, or else–’",
        "  ’Or else what?’ said Alice, for the Knight had made a sudden\npause.",
        "  ’Or else it doesn’t, you know.  The name of the song is called\n\"HADDOCKS’ EYES.\"’",
        "  ’Oh, that’s the name of the song, is it?’ Alice said, trying to\nfeel interested.",
        "  ’No, you don’t understand,’ the Knight said, looking a little\nvexed.  ’That’s what the name is CALLED.  The name really IS “THE\nAGED AGED MAN.\"’",
        "  ’Then I ought to have said “That’s what the SONG is called”?’\nAlice corrected herself.",
        "  ’No, you oughtn’t:  that’s quite another thing!  The SONG is\ncalled “WAYS AND MEANS”:  but that’s only what it’s CALLED, you\nknow!’",
        "  ’Well, what IS the song, then?’ said Alice, who was by this\ntime completely bewildered.",
        "  ’I was coming to that,’ the Knight said.  ’The song really IS\n\"A-SITTING ON A GATE”:  and the tune’s my own invention.’",
        "  So saying, he stopped his horse and let the reins fall on its\nneck:  then, slowly beating time with one hand, and with a faint\nsmile lighting up his gentle foolish face, as if he enjoyed the\nmusic of his song, he began.",
        "  Of all the strange things that Alice saw in her journey Through\nThe Looking-Glass, this was the one that she always remembered\nmost clearly.  Years afterwards she could bring the whole scene\nback again, as if it had been only yesterday–the mild blue\neyes and kindly smile of the Knight–the setting sun gleaming\nthrough his hair, and shining on his armour in a blaze of light\nthat quite dazzled her–the horse quietly moving about, with\nthe reins hanging loose on his neck, cropping the grass at her\nfeet–and the black shadows of the forest behind–all this\nshe took in like a picture, as, with one hand shading her eyes,\nshe leant against a tree, watching the strange pair, and\nlistening, in a half dream, to the melancholy music of the song.",
        "  ’But the tune ISN’T his own invention,’ she said to herself:\n’it’s “I GIVE THEE ALL, I CAN NO MORE.\"’  She stood and listened\nvery attentively, but no tears came into her eyes.",
        "            ’I’ll tell thee everything I can;\n              There’s little to relate.\n            I saw an aged aged man,\n              A-sitting on a gate.\n            “Who are you, aged man?” I said,\n              “and how is it you live?\"\n            And his answer trickled through my head\n              Like water through a sieve.",
        "            He said “I look for butterflies\n              That sleep among the wheat:\n            I make them into mutton-pies,\n              And sell them in the street.\n            I sell them unto men,” he said,\n              “Who sail on stormy seas;\n            And that’s the way I get my bread–\n              A trifle, if you please.”",
        "            But I was thinking of a plan\n              To dye one’s whiskers green,\n            And always use so large a fan\n              That they could not be seen.\n            So, having no reply to give\n              To what the old man said,\n            I cried, “Come, tell me how you live!\"\n              And thumped him on the head.",
        "            His accents mild took up the tale:\n              He said “I go my ways,\n            And when I find a mountain-rill,\n              I set it in a blaze;\n            And thence they make a stuff they call\n              Rolands’ Macassar Oil–\n            Yet twopence-halfpenny is all\n              They give me for my toil.”",
        "            But I was thinking of a way\n              To feed oneself on batter,\n            And so go on from day to day\n              Getting a little fatter.\n            I shook him well from side to side,\n              Until his face was blue:\n            “Come, tell me how you live,” I cried,\n              “And what it is you do!”",
        "            He said “I hunt for haddocks’ eyes\n              Among the heather bright,\n            And work them into waistcoat-buttons\n              In the silent night.\n            And these I do not sell for gold\n              Or coin of silvery shine\n            But for a copper halfpenny,\n              And that will purchase nine.",
        "            “I sometimes dig for buttered rolls,\n              Or set limed twigs for crabs;\n            I sometimes search the grassy knolls\n              For wheels of Hansom-cabs.\n            And that’s the way” (he gave a wink)\n              “By which I get my wealth–\n            And very gladly will I drink\n              Your Honour’s noble health.”",
        "            I heard him then, for I had just\n              Completed my design\n            To keep the Menai bridge from rust\n              By boiling it in wine.\n            I thanked him much for telling me\n              The way he got his wealth,\n            But chiefly for his wish that he\n              Might drink my noble health.",
        "            And now, if e’er by chance I put\n              My fingers into glue\n            Or madly squeeze a right-hand foot\n              Into a left-hand shoe,\n            Or if I drop upon my toe\n              A very heavy weight,\n            I weep, for it reminds me so,\n              Of that old man I used to know–",
        "            Whose look was mild, whose speech was slow,\n            Whose hair was whiter than the snow,\n            Whose face was very like a crow,\n            With eyes, like cinders, all aglow,\n            Who seemed distracted with his woe,\n            Who rocked his body to and fro,\n            And muttered mumblingly and low,\n            As if his mouth were full of dough,\n            Who snorted like a buffalo–\n            That summer evening, long ago,\n              A-sitting on a gate.’",
        "  As the Knight sang the last words of the ballad, he gathered up\nthe reins, and turned his horse’s head  along the road by which\nthey had come.  ’You’ve only a few yards to go,’ he said,’ down\nthe hill and over that little brook, and then you’ll be a Queen–\nBut you’ll stay and see me off first?’ he added as Alice turned\nwith an eager look in the direction to which he pointed.  ’I\nshan’t be long.  You’ll wait and wave your handkerchief when I\nget to that turn in the road?  I think it’ll encourage me, you\nsee.’",
        "  ’Of course I’ll wait,’ said Alice:  ’and thank you very much\nfor coming so far–and for the song–I liked it very much.’",
        "  ’I hope so,’ the Knight said doubtfully:  ’but you didn’t cry\nso much as I thought you would.’",
        "  So they shook hands, and then the Knight rode slowly away into\nthe forest.  ’It won’t take long to see him OFF, I expect,’\nAlice said to herself, as she stood watching him.  ’There he\ngoes!  Right on his head as usual!  However, he gets on again\npretty easily–that comes of having so many things hung round\nthe horse–’  So she went on talking to herself, as she watched\nthe horse walking leisurely along the road, and the Knight\ntumbling off, first on one side and then on the other.  After the\nfourth or fifth tumble he reached the turn, and then she waved\nher handkerchief to him, and waited till he was out of sight.",
        "  ’I hope it encouraged him,’ she said, as she turned to run\ndown the hill:  ’and now for the last brook, and to be a Queen!\nHow grand it sounds!’  A very few steps brought her to the edge of\nthe brook.  ’The Eighth Square at last!’ she cried as she bounded across,",
        "and threw herself down to rest on a lawn as soft as moss, with little\nflower-beds dotted about it here and there.  ’Oh, how glad I am\nto get here!  And what IS this on my head?’ she exclaimed in a tone\nof dismay, as she put her hands up to something very heavy,\nand fitted tight all round her head.",
        "  ’But how CAN it have got there without my knowing it?’ she said\nto herself, as she lifted it off, and set it on her lap to make\nout what it could possibly be.",
        "  It was a golden crown.",
        "’Well, this IS grand!’ said Alice.  ’I never expected I should be\na Queen so soon–and I’ll tell you what it is, your majesty,’ she\nwent on in a severe tone (she was always rather fond of scolding\nherself), ’it’ll never do for you to be lolling about on the grass\nlike that!  Queens have to be dignified, you know!’",
        "  So she got up and walked about–rather stiffly just at first,\nas she was afraid that the crown might come off:  but she\ncomforted herself with the thought that there was nobody to see\nher, ’and if I really am a Queen,’ she said as she sat down\nagain, ’I shall be able to manage it quite well in time.’",
        "  Everything was happening so oddly that she didn’t feel a bit\nsurprised at finding the Red Queen and the White Queen sitting\nclose to her, one on each side:  she would have liked very much to\nask them how they came there, but she feared it would not be\nquite civil.  However, there would be no harm, she thought, in\nasking if the game was over.  ’Please, would you tell me–’ she\nbegan, looking timidly at the Red Queen.",
        "  ’Speak when you’re spoken to!’ The Queen sharply interrupted her.",
        "  ’But if everybody obeyed that rule,’ said Alice, who was always\nready for a little argument, ’and if you only spoke when you were\nspoken to, and the other person always waited for YOU to begin,\nyou see nobody would ever say anything, so that–’",
        "  ’Ridiculous!’ cried the Queen.  ’Why, don’t you see, child–’\nhere she broke off with a frown, and, after thinking for a\nminute, suddenly changed the subject of the conversation.  ’What\ndo you mean by “If you really are a Queen”?  What right have you\nto call yourself so?  You can’t be a Queen, you know, till you’ve\npassed the proper examination.  And the sooner we begin it, the better.’",
        "  ’I only said “if”!’ poor Alice pleaded in a piteous tone.",
        "  The two Queens looked at each other, and the Red Queen\nremarked, with a little shudder, ’She SAYS she only said “if\"–’",
        "  ’But she said a great deal more than that!’ the White Queen\nmoaned, wringing her hands.  ’Oh, ever so much more than that!’",
        "  ’So you did, you know,’ the Red Queen said to Alice.  ’Always\nspeak the truth–think before you speak–and write it down\nafterwards.’",
        "  ’I’m sure I didn’t mean–’ Alice was beginning, but the Red\nQueen interrupted her impatiently.",
        "  ’That’s just what I complain of!  You SHOULD have meant!  What\ndo you suppose is the use of child without any meaning?  Even a\njoke should have some meaning–and a child’s more important\nthan a joke, I hope.  You couldn’t deny that, even if you tried\nwith both hands.’",
        "  ’I don’t deny things with my HANDS,’ Alice objected.",
        "  ’Nobody said you did,’ said the Red Queen.  ’I said you\ncouldn’t if you tried.’",
        "  ’She’s in that state of mind,’ said the White Queen, ’that she\nwants to deny SOMETHING–only she doesn’t know what to deny!’",
        "  ’A nasty, vicious temper,’ the Red Queen remarked; and then\nthere was an uncomfortable silence for a minute or two.",
        "  The Red Queen broke the silence by saying to the White Queen,\n’I invite you to Alice’s dinner-party this afternoon.’",
        "  The White Queen smiled feebly, and said ’And I invite YOU.’",
        "  ’I didn’t know I was to have a party at all,’ said Alice; ’but\nif there is to be one, I think I ought to invite the guests.’",
        "  ’We gave you the opportunity of doing it,’ the Red Queen\nremarked:  ’but I daresay you’ve not had many lessons in manners\nyet?’",
        "  ’Manners are not taught in lessons,’ said Alice.  ’Lessons\nteach you to do sums, and things of that sort.’",
        "  ’And you do Addition?’ the White Queen asked.  ’What’s one and\none and one and one and one and one and one and one and one and one?’",
        "  ’I don’t know,’ said Alice.  ’I lost count.’",
        "  ’She can’t do Addition,’ the Red Queen interrupted.\n’Can you do Subtraction?  Take nine from eight.’",
        "  ’Nine from eight I can’t, you know,’ Alice replied very readily:\n’but–’",
        "  ’She can’t do Subtraction,’ said the White Queen.  ’Can you do\nDivision?  Divide a loaf by a knife–what’s the answer to that?’",
        "  ’I suppose–’ Alice was beginning, but the Red Queen answered\nfor her.  ’Bread-and-butter, of course.  Try another Subtraction\nsum.  Take a bone from a dog:  what remains?’",
        "  Alice considered.  ’The bone wouldn’t remain, of course, if I\ntook it–and the dog wouldn’t remain; it would come to bite me\n–and I’m sure I shouldn’t remain!’",
        "  ’Then you think nothing would remain?’ said the Red Queen.",
        "  ’I think that’s the answer.’",
        "  ’Wrong, as usual,’ said the Red Queen:  ’the dog’s temper would\nremain.’",
        "  ’But I don’t see how–’",
        "  ’Why, look here!’ the Red Queen cried.  ’The dog would lose its\ntemper, wouldn’t it?’",
        "  ’Perhaps it would,’ Alice replied cautiously.",
        "  ’Then if the dog went away, its temper would remain!’ the\nQueen exclaimed triumphantly.",
        "  Alice said, as gravely as she could, ’They might go different\nways.’  But she couldn’t help thinking to herself, ’What dreadful\nnonsense we ARE talking!’",
        "  ’She can’t do sums a BIT!’ the Queens said together, with great\nemphasis.",
        "  ’Can YOU do sums?’ Alice said, turning suddenly on the White\nQueen, for she didn’t like being found fault with so much.",
        "The Queen gasped and shut her eyes.  ’I can do Addition, if you\ngive me time–but I can do Subtraction, under ANY circumstances!’",
        "  ’Of course you know your A B C?’ said the Red Queen.",
        "  ’To be sure I do.’ said Alice.",
        "  ’So do I,’ the White Queen whispered:  ’we’ll often say it over\ntogether, dear.  And I’ll tell you a secret–I can read words\nof one letter!  Isn’t THAT grand!  However, don’t be discouraged.\nYou’ll come to it in time.’",
        "  Here the Red Queen began again.  ’Can you answer useful\nquestions?’ she said.  ’How is bread made?’",
        "  ’I know THAT!’ Alice cried eagerly.  ’You take some flour–’",
        "  ’Where do you pick the flower?’ the White Queen asked.  ’In a\ngarden, or in the hedges?’",
        "  ’Well, it isn’t PICKED at all,’ Alice explained:  ’it’s GROUND\n–’",
        "  ’How many acres of ground?’ said the White Queen.  ’You mustn’t\nleave out so many things.’",
        "  ’Fan her head!’ the Red Queen anxiously interrupted.  ’She’ll\nbe feverish after so much thinking.’  So they set to work and\nfanned her with bunches of leaves, till she had to beg them to\nleave off, it blew her hair about so.",
        "  ’She’s all right again now,’ said the Red Queen.  ’Do you know\nLanguages?  What’s the French for fiddle-de-dee?’",
        "  ’Fiddle-de-dee’s not English,’ Alice replied gravely.",
        "  ’Who ever said it was?’ said the Red Queen.",
        "  Alice thought she saw a way out of the difficulty this time.\n’If you’ll tell me what language “fiddle-de-dee” is, I’ll tell\nyou the French for it!’ she exclaimed triumphantly.",
        "  But the Red Queen drew herself up rather stiffly, and said\n’Queens never make bargains.’",
        "  ’I wish Queens never asked questions,’ Alice thought to\nherself.",
        "  ’Don’t let us quarrel,’ the White Queen said in an anxious\ntone.  ’What is the cause of lightning?’",
        "  ’The cause of lightning,’ Alice said very decidedly, for she\nfelt quite certain about this, ’is the thunder–no, no!’ she\nhastily corrected herself.  ’I meant the other way.’",
        "  ’It’s too late to correct it,’ said the Red Queen:  ’when\nyou’ve once said a thing, that fixes it, and you must take the\nconsequences.’",
        "  ’Which reminds me–’ the White Queen said, looking down and\nnervously clasping and unclasping her hands, ’we had SUCH a\nthunderstorm last Tuesday–I mean one of the last set of\nTuesdays, you know.’",
        "  Alice was puzzled.  ’In OUR country,’ she remarked, ’there’s\nonly one day at a time.’",
        "  The Red Queen said, ’That’s a poor thin way of doing things.\nNow HERE, we mostly have days and nights two or three at a time,\nand sometimes in the winter we take as many as five nights\ntogether–for warmth, you know.’",
        "  ’Are five nights warmer than one night, then?’ Alice ventured\nto ask.",
        "  ’Five times as warm, of course.’",
        "  ’But they should be five times as COLD, by the same rule–’",
        "  ’Just so!’ cried the Red Queen.  ’Five times as warm, AND five\ntimes as cold–just as I’m five times as rich as you are, AND\nfive times as clever!’",
        "  Alice sighed and gave it up.  ’It’s exactly like a riddle with\nno answer!’ she thought.",
        "  ’Humpty Dumpty saw it too,’ the White Queen went on in a low\nvoice, more as if she were talking to herself.  ’He came to the\ndoor with a corkscrew in his hand–’",
        "  ’What did he want?’ said the Red Queen.",
        "  ’He said he WOULD come in,’ the White Queen went on, ’because\nhe was looking for a hippopotamus.  Now, as it happened, there\nwasn’t such a thing in the house, that morning.’",
        "  ’Is there generally?’ Alice asked in an astonished tone.",
        "  ’Well, only on Thursdays,’ said the Queen.",
        "  ’I know what he came for,’ said Alice:  ’he wanted to punish\nthe fish, because–’",
        "Here the White Queen began again.  ’It was SUCH a thunderstorm,\nyou can’t think!’  (’She NEVER could, you know,’ said the Red\nQueen.)  ’And part of the roof came off, and ever so much thunder\ngot in–and it went rolling round the room in great lumps–and\nknocking over the tables and things–till I was so frightened,\nI couldn’t remember my own name!’",
        "  Alice thought to herself, ’I never should TRY to remember my\nname in the middle of an accident!  Where would be the use of\nit?’ but she did not say this aloud, for fear of hurting the poor\nQueen’s feeling.",
        "  ’Your Majesty must excuse her,’ the Red Queen said to Alice,\ntaking one of the White Queen’s hands in her own, and gently\nstroking it:  ’she means well, but she can’t help saying foolish\nthings, as a general rule.’",
        "  The White Queen looked timidly at Alice, who felt she OUGHT to\nsay something kind, but really couldn’t think of anything at the\nmoment.",
        "  ’She never was really well brought up,’ the Red Queen went on:\n’but it’s amazing how good-tempered she is!  Pat her on the head,\nand see how pleased she’ll be!’  But this was more than Alice had\ncourage to do.",
        "  ’A little kindness–and putting her hair in papers–would\ndo wonders with her–’",
        "  The White Queen gave a deep sigh, and laid her head on Alice’s\nshoulder.  ’I AM so sleepy?’ she moaned.",
        "  ’She’s tired, poor thing!’ said the Red Queen.  ’Smooth her hair\n–lend her your nightcap–and sing her a soothing lullaby.’",
        "  ’I haven’t got a nightcap with me,’ said Alice, as she tried to\nobey the first direction:  ’and I don’t know any soothing\nlullabies.’",
        "  ’I must do it myself, then,’ said the Red Queen, and she began:",
        "        ’Hush-a-by lady, in Alice’s lap!\n        Till the feast’s ready, we’ve time for a nap:\n        When the feast’s over, we’ll go to the ball–\n        Red Queen, and White Queen, and Alice, and all!",
        "  ’And now you know the words,’ she added, as she put her head\ndown on Alice’s other shoulder, ’just sing it through to ME.  I’m\ngetting sleepy, too.’  In another moment both Queens were fast\nasleep, and snoring loud.",
        "  ’What AM I to do?’ exclaimed Alice, looking about in great\nperplexity, as first one round head, and then the other, rolled\ndown from her shoulder, and lay like a heavy lump in her lap.\n’I don’t think it EVER happened before, that any one had to take\ncare of two Queens asleep at once!  No, not in all the History of\nEngland–it couldn’t, you know, because there never was more\nthan one Queen at a time.  ’Do wake up, you heavy things!’\nshe went on in an impatient tone; but there was no answer\nbut a gentle snoring.",
        "  The snoring got more distinct every minute, and sounded more\nlike a tune:  at last she could even make out the words, and she\nlistened so eagerly that, when the two great heads vanished from\nher lap, she hardly missed them.",
        "  She was standing before an arched doorway over which were the\nwords QUEEN ALICE in large letters, and on each side of the arch\nthere was a bell-handle; one was marked ’Visitors’ Bell,’ and the\nother ’Servants’ Bell.’",
        "  ’I’ll wait till the song’s over,’ thought Alice, ’and then I’ll\nring–the–WHICH bell must I ring?’ she went on, very much\npuzzled by the names.  ’I’m not a visitor, and I’m not a servant.\nThere OUGHT to be one marked “Queen,” you know–’",
        "  Just then the door opened a little way, and a creature with a\nlong beak put its head out for a moment and said ’No admittance\ntill the week after next!’ and shut the door again with a bang.",
        "  Alice knocked and rang in vain for a long time, but at last, a\nvery old Frog, who was sitting under a tree, got up and hobbled\nslowly towards her:  he was dressed in bright yellow, and had\nenormous boots on.",
        "  ’What is it, now?’ the Frog said in a deep hoarse whisper.",
        "  Alice turned round, ready to find fault with anybody.  ’Where’s\nthe servant whose business it is to answer the door?’ she began\nangrily.",
        "  ’Which door?’ said the Frog.",
        "  Alice almost stamped with irritation at the slow drawl in which\nhe spoke.  ’THIS door, of course!’",
        "  The Frog looked at the door with his large dull eyes for a minute:\nthen he went nearer and rubbed it with his thumb, as if he were\ntrying whether the paint would come off; then he looked at Alice.",
        "  ’To answer the door?’ he said.  ’What’s it been asking of?’\nHe was so hoarse that Alice could scarcely hear him.",
        "  ’I don’t know what you mean,’ she said.",
        "  ’I talks English, doesn’t I?’ the Frog went on.  ’Or are you deaf?\nWhat did it ask you?’",
        "  ’Nothing!’ Alice said impatiently.  ’I’ve been knocking at it!’",
        "  ’Shouldn’t do that–shouldn’t do that–’ the Frog muttered.\n’Vexes it, you know.’  Then he went up and gave the door a kick\nwith one of his great feet.  ’You let IT alone,’ he panted out,\nas he hobbled back to his tree, ’and it’ll let YOU alone, you know.’",
        "  At this moment the door was flung open, and a shrill voice was\nheard singing:",
        "    ’To the Looking-Glass world it was Alice that said,\n    “I’ve a sceptre in hand, I’ve a crown on my head;\n    Let the Looking-Glass creatures, whatever they be,\n    Come and dine with the Red Queen, the White Queen, and me.\"’",
        "  And hundreds of voices joined in the chorus:",
        "    ’Then fill up the glasses as quick as you can,\n    And sprinkle the table with buttons and bran:\n    Put cats in the coffee, and mice in the tea–\n    And welcome Queen Alice with thirty-times-three!’",
        "  Then followed a confused noise of cheering, and Alice thought\nto herself, ’Thirty times three makes ninety.  I wonder if any\none’s counting?’  In a minute there was silence again, and the\nsame shrill voice sang another verse;",
        "    ’\"O Looking-Glass creatures,” quothe Alice, “draw near!\n    ’Tis an honour to see me, a favour to hear:\n    ’Tis a privilege high to have dinner and tea\n    Along with the Red Queen, the White Queen, and me!\"’",
        "  Then came the chorus again:–",
        "    ’Then fill up the glasses with treacle and ink,\n    Or anything else that is pleasant to drink:\n    Mix sand with the cider, and wool with the wine–\n    And welcome Queen Alice with ninety-times-nine!’",
        "  ’Ninety times nine!’ Alice repeated in despair, ’Oh, that’ll\nnever be done!  I’d better go in at once–’ and there was a\ndead silence the moment she appeared.",
        "  Alice glanced nervously along the table, as she walked up the\nlarge hall, and noticed that there were about fifty guests, of\nall kinds:  some were animals, some birds, and there were even a\nfew flowers among them.  ’I’m glad they’ve come without waiting\nto be asked,’ she thought:  ’I should never have known who were\nthe right people to invite!’",
        "  There were three chairs at the head of the table; the Red and\nWhite Queens had already taken two of them, but the middle one\nwas empty.  Alice sat down in it, rather uncomfortable in the\nsilence, and longing for some one to speak.",
        "  At last the Red Queen began.  ’You’ve missed the soup and\nfish,’ she said.  ’Put on the joint!’  And the waiters set a leg\nof mutton before Alice, who looked at it rather anxiously, as she\nhad never had to carve a joint before.",
        "  ’You look a little shy; let me introduce you to that leg of\nmutton,’ said the Red Queen.  ’Alice–Mutton; Mutton–Alice.’\nThe leg of mutton got up in the dish and made a little bow to\nAlice; and Alice returned the bow, not knowing whether to be\nfrightened or amused.",
        "  ’May I give you a slice?’ she said, taking up the knife and\nfork, and looking from one Queen to the other.",
        "  ’Certainly not,’ the Red Queen said, very decidedly:\n’it isn’t etiquette to cut any one you’ve been introduced to.\nRemove the joint!’  And the waiters carried it off, and brought\na large plum-pudding in its place.",
        "  ’I won’t be introduced to the pudding, please,’ Alice said rather\nhastily, ’or we shall get no dinner at all.  May I give you some?’",
        "  But the Red Queen looked sulky, and growled ’Pudding–Alice;\nAlice–Pudding.  Remove the pudding!’ and the waiters took it\naway so quickly that Alice couldn’t return its bow.",
        "  However, she didn’t see why the Red Queen should be the only\none to give orders, so, as an experiment, she called out ’Waiter!\nBring back the pudding!’ and there it was again in a moment like\na conjuring-trick.  It was so large that she couldn’t help\nfeeling a LITTLE shy with it, as she had been with the mutton;\nhowever, she conquered her shyness by a great effort and cut a\nslice and handed it to the Red Queen.",
        "  ’What impertinence!’ said the Pudding.  ’I wonder how you’d\nlike it, if I were to cut a slice out of YOU, you creature!’",
        "  It spoke in a thick, suety sort of voice, and Alice hadn’t a\nword to say in reply:  she could only sit and look at it and gasp.",
        "  ’Make a remark,’ said the Red Queen:  ’it’s ridiculous to leave\nall the conversation to the pudding!’",
        "  ’Do you know, I’ve had such a quantity of poetry repeated to me\nto-day,’ Alice began, a little frightened at finding that, the\nmoment she opened her lips, there was dead silence, and all eyes\nwere fixed upon her; ’and it’s a very curious thing, I think–\nevery poem was about fishes in some way.  Do you know why they’re\nso fond of fishes, all about here?’",
        "  She spoke to the Red Queen, whose answer was a little wide of\nthe mark.  ’As to fishes,’ she said, very slowly and solemnly,\nputting her mouth close to Alice’s ear, ’her White Majesty knows\na lovely riddle–all in poetry–all about fishes.  Shall she\nrepeat it?’",
        "  ’Her Red Majesty’s very kind to mention it,’ the White Queen\nmurmured into Alice’s other ear, in a voice like the cooing of a\npigeon.  ’It would be SUCH a treat!  May I?’",
        "  ’Please do,’ Alice said very politely.",
        "  The White Queen laughed with delight, and stroked Alice’s\ncheek.  Then she began:",
        "        ’\"First, the fish must be caught.\"\n    That is easy:  a baby, I think, could have caught it.\n        “Next, the fish must be bought.\"\n    That is easy:  a penny, I think, would have bought it.",
        "        “Now cook me the fish!\"\n    That is easy, and will not take more than a minute.\n        “Let it lie in a dish!\"\n    That is easy, because it already is in it.",
        "        “Bring it here!  Let me sup!\"\n    It is easy to set such a dish on the table.\n        “Take the dish-cover up!\"\n    Ah, THAT is so hard that I fear I’m unable!",
        "        For it holds it like glue–\n    Holds the lid to the dish, while it lies in the middle:\n        Which is easiest to do,\n    Un-dish-cover the fish, or dishcover the riddle?’",
        "  ’Take a minute to think about it, and then guess,’ said the Red Queen.\n’Meanwhile, we’ll drink your health–Queen Alice’s health!’\nshe screamed at the top of her voice, and all the guests\nbegan drinking it directly, and very queerly they managed it:\nsome of them put their glasses upon their heads like extinguishers,\nand drank all that trickled down their faces–others upset the decanters,\nand drank the wine as it ran off the edges of the table–and three of them\n(who looked like kangaroos) scrambled into the dish of roast mutton,\nand began eagerly lapping up the gravy, ’just like pigs in a trough!’\nthought Alice.",
        "  ’You ought to return thanks in a neat speech,’ the Red Queen said,\nfrowning at Alice as she spoke.",
        "  ’We must support you, you know,’ the White Queen whispered, as\nAlice got up to do it, very obediently, but a little frightened.",
        "  ’Thank you very much,’ she whispered in reply, ’but I can do\nquite well without.’",
        "  ’That wouldn’t be at all the thing,’ the Red Queen said very\ndecidedly:  so Alice tried to submit to it with a good grace.",
        "  (’And they DID push so!’ she said afterwards, when she was\ntelling her sister the history of the feast.  ’You would have\nthought they wanted to squeeze me flat!’)",
        "  In fact it was rather difficult for her to keep in her place\nwhile she made her speech:  the two Queens pushed her so, one on\neach side, that they nearly lifted her up into the air:  ’I rise\nto return thanks–’ Alice began:  and she really DID rise as\nshe spoke, several inches; but she got hold of the edge of the\ntable, and managed to pull herself down again.",
        "  ’Take care of yourself!’ screamed the White Queen, seizing\nAlice’s hair with both her hands.  ’Something’s going to happen!’",
        "  And then (as Alice afterwards described it) all sorts of things\nhappened in a moment.  The candles all grew up to the ceiling,\nlooking something like a bed of rushes with fireworks at the top.\nAs to the bottles, they each took a pair of plates, which they\nhastily fitted on as wings, and so, with forks for legs, went\nfluttering about in all directions:  ’and very like birds they\nlook,’ Alice thought to herself, as well as she could in the\ndreadful confusion that was beginning.",
        "  At this moment she heard a hoarse laugh at her side, and turned\nto see what was the matter with the White Queen; but, instead of\nthe Queen, there was the leg of mutton sitting in the chair.\n’Here I am!’ cried a voice from the soup tureen, and Alice turned\nagain, just in time to see the Queen’s broad good-natured face\ngrinning at her for a moment over the edge of the tureen, before\nshe disappeared into the soup.",
        "  There was not a moment to be lost.  Already several of the\nguests were lying down in the dishes, and the soup ladle was\nwalking up the table towards Alice’s chair, and beckoning to her\nimpatiently to get out of its way.",
        "  ’I can’t stand this any longer!’ she cried as she jumped up and\nseized the table-cloth with both hands:  one good pull, and\nplates, dishes, guests, and candles came crashing down together\nin a heap on the floor.",
        "  ’And as for YOU,’ she went on, turning fiercely upon the Red Queen,\nwhom she considered as the cause of all the mischief–but the Queen\nwas no longer at her side–she had suddenly dwindled down to the size\nof a little doll, and was now on the table, merrily running round\nand round after her own shawl, which was trailing behind her.",
        "  At any other time, Alice would have felt surprised at this,\nbut she was far too much excited to be surprised at anything NOW.\n’As for YOU,’ she repeated, catching hold of the little creature\nin the very act of jumping over a bottle which had just lighted\nupon the table, ’I’ll shake you into a kitten, that I will!’",
        "  She took her off the table as she spoke, and shook her\nbackwards and forwards with all her might.",
        "  The Red Queen made no resistance whatever; only her face grew\nvery small, and her eyes got large and green:  and still, as\nAlice went on shaking her, she kept on growing shorter–and\nfatter–and softer–and rounder–and–",
        "–and it really WAS a kitten, after all.",
        "Chapter XII",
        " Which Dreamed it?",
        "  ’Your majesty shouldn’t purr so loud,’ Alice said, rubbing her\neyes, and addressing the kitten, respectfully, yet with some\nseverity.  ’You woke me out of oh! such a nice dream!  And you’ve\nbeen along with me, Kitty–all through the Looking-Glass world.\nDid you know it, dear?’",
        "  It is a very inconvenient habit of kittens (Alice had once made\nthe remark) that, whatever you say to them, they ALWAYS purr.\n’If they would only purr for “yes” and mew for “no,” or any rule\nof that sort,’ she had said, ’so that one could keep up a\nconversation!  But how CAN you talk with a person if they always\nsay the same thing?’",
        "  On this occasion the kitten only purred:  and it was impossible\nto guess whether it meant ’yes’ or ’no.’",
        "  So Alice hunted among the chessmen on the table till she had\nfound the Red Queen:  then she went down on her knees on the\nhearth-rug, and put the kitten and the Queen to look at each\nother.  ’Now, Kitty!’ she cried, clapping her hands triumphantly.\n’Confess that was what you turned into!’",
        "  (’But it wouldn’t look at it,’ she said, when she was\nexplaining the thing afterwards to her sister: ’it turned away\nits head, and pretended not to see it:  but it looked a LITTLE\nashamed of itself, so I think it MUST have been the Red Queen.’)",
        "  ’Sit up a little more stiffly, dear!’ Alice cried with a merry\nlaugh.  ’And curtsey while you’re thinking what to–what to\npurr.  It saves time, remember!’  And she caught it up and gave\nit one little kiss, ’just in honour of having been a Red Queen.’",
        "  ’Snowdrop, my pet!’ she went on, looking over her shoulder at\nthe White Kitten, which was still patiently undergoing its\ntoilet, ’when WILL Dinah have finished with your White Majesty, I\nwonder?  That must be the reason you were so untidy in my dream–\nDinah! do you know that you’re scrubbing a White Queen?\nReally, it’s most disrespectful of you!",
        "  ’And what did DINAH turn to, I wonder?’ she prattled on, as she\nsettled comfortably down, with one elbow in the rug, and her chin\nin her hand, to watch the kittens.  ’Tell me, Dinah, did you turn\nto Humpty Dumpty?  I THINK you did–however, you’d better not\nmention it to your friends just yet, for I’m not sure.",
        "  ’By the way, Kitty, if only you’d been really with me in my\ndream, there was one thing you WOULD have enjoyed–I had such a\nquantity of poetry said to me, all about fishes!  To-morrow\nmorning you shall have a real treat.  All the time you’re eating\nyour breakfast, I’ll repeat “The Walrus and the Carpenter” to\nyou; and then you can make believe it’s oysters, dear!",
        "  ’Now, Kitty, let’s consider who it was that dreamed it all.\nThis is a serious question, my dear, and you should NOT go on\nlicking your paw like that–as if Dinah hadn’t washed you this\nmorning!  You see, Kitty, it MUST have been either me or the Red\nKing.  He was part of my dream, of course–but then I was part\nof his dream, too!  WAS it the Red King, Kitty?  You were his\nwife, my dear, so you ought to know–Oh, Kitty, DO help to\nsettle it!  I’m sure your paw can wait!’  But the provoking\nkitten only began on the other paw, and pretended it hadn’t heard\nthe question.",
        "  Which do YOU think it was?",
        "                    A boat beneath a sunny sky,\n                    Lingering onward dreamily\n                    In an evening of July–",
        "                    Children three that nestle near,\n                    Eager eye and willing ear,\n                    Pleased a simple tale to hear–",
        "                    Long has paled that sunny sky:\n                    Echoes fade and memories die.\n                    Autumn frosts have slain July.",
        "                    Still she haunts me, phantomwise,\n                    Alice moving under skies\n                    Never seen by waking eyes.",
        "                    Children yet, the tale to hear,\n                    Eager eye and willing ear,\n                    Lovingly shall nestle near.",
        "                    In a Wonderland they lie,\n                    Dreaming as the days go by,\n                    Dreaming as the summers die:",
        "                    Ever drifting down the stream–\n                    Lingering in the golden gleam–\n                    Life, what is it but a dream?",
        "the End",
        "\nThis book of “Through the Looking-Glass by Lewis Carroll (Charles Dodgson) as well as the illustration by Tenniel and Rackham are in the public domain.\n",
        "Alice's Adventures in Wonderland and Through the Looking GlassBy Lewis CarrollAt Amazon"
    ]
}