{
    "title": "Through the Looking-Glass",
    "author": "Lewis Carroll",
    "chapter": "1",
    "content": [
        "\nAlice (frontispiece) by Arthur Rackham, 1907\n",
        "\n\n",
        "  One thing was certain, that the WHITE kitten had had nothing to\ndo with it:–it was the black kitten’s fault entirely.  For the\nwhite kitten had been having its face washed by the old cat for\nthe last quarter of an hour (and bearing it pretty well,\nconsidering); so you see that it COULDN’T have had any hand in\nthe mischief.",
        "  The way Dinah washed her children’s faces was this:  first she\nheld the poor thing down by its ear with one paw, and then with\nthe other paw she rubbed its face all over, the wrong way,\nbeginning at the nose:  and just now, as I said, she was hard at\nwork on the white kitten, which was lying quite still and trying\nto purr–no doubt feeling that it was all meant for its good.",
        "  But the black kitten had been finished with earlier in the\nafternoon, and so, while Alice was sitting curled up in a corner\nof the great arm-chair, half talking to herself and half asleep,\nthe kitten had been having a grand game of romps with the ball of\nworsted Alice had been trying to wind up, and had been rolling it\nup and down till it had all come undone again; and there it was,\nspread over the hearth-rug, all knots and tangles, with the\nkitten running after its own tail in the middle.",
        "  ’Oh, you wicked little thing!’ cried Alice, catching up the\nkitten, and giving it a little kiss to make it understand that it\nwas in disgrace.  ’Really, Dinah ought to have taught you better\nmanners!  You OUGHT, Dinah, you know you ought!’ she added,\nlooking reproachfully at the old cat, and speaking in as cross a\nvoice as she could manage–and then she scrambled back into the\narm-chair, taking the kitten and the worsted with her, and began\nwinding up the ball again.  But she didn’t get on very fast, as\nshe was talking all the time, sometimes to the kitten, and\nsometimes to herself.  Kitty sat very demurely on her knee,\npretending to watch the progress of the winding, and now and then\nputting out one paw and gently touching the ball, as if it would\nbe glad to help, if it might.",
        "  ’Do you know what to-morrow is, Kitty?’ Alice began.  ’You’d\nhave guessed if you’d been up in the window with me–only Dinah\nwas making you tidy, so you couldn’t.  I was watching the boys\ngetting in sticks for the bonfire–and it wants plenty of\nsticks, Kitty!  Only it got so cold, and it snowed so, they had\nto leave off.  Never mind, Kitty, we’ll go and see the bonfire\nto-morrow.’  Here Alice wound two or three turns of the worsted\nround the kitten’s neck, just to see how it would look:  this led\nto a scramble, in which the ball rolled down upon the floor, and\nyards and yards of it got unwound again.",
        "  ’Do you know, I was so angry, Kitty,’ Alice went on as soon as\nthey were comfortably settled again, ’when I saw all the mischief\nyou had been doing, I was very nearly opening the window, and\nputting you out into the snow!  And you’d have deserved it, you\nlittle mischievous darling!  What have you got to say for\nyourself?  Now don’t interrupt me!’ she went on, holding up one\nfinger.  ’I’m going to tell you all your faults.  Number one:\nyou squeaked twice while Dinah was washing your face this\nmorning.  Now you can’t deny it, Kitty:  I heard you!  What’s that\nyou say?’ (pretending that the kitten was speaking.)  ’Her paw\nwent into your eye?  Well, that’s YOUR fault, for keeping your\neyes open–if you’d shut them tight up, it wouldn’t have\nhappened.  Now don’t make any more excuses, but listen!  Number\ntwo:  you pulled Snowdrop away by the tail just as I had put down\nthe saucer of milk before her!  What, you were thirsty, were you?\nHow do you know she wasn’t thirsty too?  Now for number three:\nyou unwound every bit of the worsted while I wasn’t looking!",
        "  ’That’s three faults, Kitty, and you’ve not been punished for\nany of them yet.  You know I’m saving up all your punishments for\nWednesday week–Suppose they had saved up all MY punishments!’\nshe went on, talking more to herself than the kitten.  ’What\nWOULD they do at the end of a year?  I should be sent to prison,\nI suppose, when the day came.  Or–let me see–suppose each\npunishment was to be going without a dinner:  then, when the\nmiserable day came, I should have to go without fifty dinners at\nonce!  Well, I shouldn’t mind THAT much!  I’d far rather go\nwithout them than eat them!",
        "  ’Do you hear the snow against the window-panes, Kitty?  How\nnice and soft it sounds!  Just as if some one was kissing the\nwindow all over outside.  I wonder if the snow LOVES the trees\nand fields, that it kisses them so gently?  And then it covers\nthem up snug, you know, with a white quilt; and perhaps it says,\n“Go to sleep, darlings, till the summer comes again.”  And when\nthey wake up in the summer, Kitty, they dress themselves all in\ngreen, and dance about–whenever the wind blows–oh, that’s\nvery pretty!’ cried Alice, dropping the ball of worsted to clap\nher hands.  ’And I do so WISH it was true!  I’m sure the woods\nlook sleepy in the autumn, when the leaves are getting brown.",
        "  ’Kitty, can you play chess?  Now, don’t smile, my dear, I’m\nasking it seriously.  Because, when we were playing just now, you\nwatched just as if you understood it:  and when I said “Check!\"\nyou purred!  Well, it WAS a nice check, Kitty, and really I might\nhave won, if it hadn’t been for that nasty Knight, that came\nwiggling down among my pieces.  Kitty, dear, let’s pretend–’\nAnd here I wish I could tell you half the things Alice used to\nsay, beginning with her favourite phrase ’Let’s pretend.’  She\nhad had quite a long argument with her sister only the day before\n–all because Alice had begun with ’Let’s pretend we’re kings\nand queens;’ and her sister, who liked being very exact, had\nargued that they couldn’t, because there were only two of them,\nand Alice had been reduced at last to say, ’Well, YOU can be one\nof them then, and I’LL be all the rest.’  And once she had really\nfrightened her old nurse by shouting suddenly in her ear, ’Nurse!\nDo let’s pretend that I’m a hungry hyaena, and you’re a bone.’",
        "  But this is taking us away from Alice’s speech to the kitten.\n’Let’s pretend that you’re the Red Queen, Kitty!  Do you know, I\nthink if you sat up and folded your arms, you’d look exactly like\nher.  Now do try, there’s a dear!’  And Alice got the Red Queen\noff the table, and set it up before the kitten as a model for it\nto imitate:  however, the thing didn’t succeed, principally,\nAlice said, because the kitten wouldn’t fold its arms properly.\nSo, to punish it, she held it up to the Looking-glass, that it\nmight see how sulky it was–’and if you’re not good directly,’\nshe added, ’I’ll put you through into Looking-glass House.  How\nwould you like THAT?’",
        "  ’Now, if you’ll only attend, Kitty, and not talk so much, I’ll\ntell you all my ideas about Looking-glass House.  First, there’s\nthe room you can see through the glass–that’s just the same as\nour drawing room, only the things go the other way.  I can see\nall of it when I get upon a chair–all but the bit behind the\nfireplace.  Oh! I do so wish I could see THAT bit!  I want so\nmuch to know whether they’ve a fire in the winter:  you never CAN\ntell, you know, unless our fire smokes, and then smoke comes up\nin that room too–but that may be only pretence, just to make\nit look as if they had a fire.  Well then, the books are\nsomething like our books, only the words go the wrong way; I know\nthat, because I’ve held up one of our books to the glass, and\nthen they hold up one in the other room.",
        "  ’How would you like to live in Looking-glass House, Kitty?  I\nwonder if they’d give you milk in there?  Perhaps Looking-glass\nmilk isn’t good to drink–But oh, Kitty! now we come to the\npassage.  You can just see a little PEEP of the passage in\nLooking-glass House, if you leave the door of our drawing-room\nwide open:  and it’s very like our passage as far as you can see,\nonly you know it may be quite different on beyond.  Oh, Kitty!\nhow nice it would be if we could only get through into Looking-\nglass House!  I’m sure it’s got, oh! such beautiful things in it!\nLet’s pretend there’s a way of getting through into it, somehow,\nKitty.  Let’s pretend the glass has got all soft like gauze, so\nthat we can get through.  Why, it’s turning into a sort of mist\nnow, I declare!  It’ll be easy enough to get through–’  She\nwas up on the chimney-piece while she said this, though she\nhardly knew how she had got there.  And certainly the glass WAS\nbeginning to melt away, just like a bright silvery mist.",
        "  In another moment Alice was through the glass, and had jumped\nlightly down into the Looking-glass room.  The very first thing\nshe did was to look whether there was a fire in the fireplace,\nand she was quite pleased to find that there was a real one,\nblazing away as brightly as the one she had left behind.  ’So I\nshall be as warm here as I was in the old room,’ thought Alice:\n’warmer, in fact, because there’ll be no one here to scold me\naway from the fire.  Oh, what fun it’ll be, when they see me\nthrough the glass in here, and can’t get at me!’",
        "  Then she began looking about, and noticed that what could be\nseen from the old room was quite common and uninteresting, but\nthat all the rest was as different as possible.  For instance, the\npictures on the wall next the fire seemed to be all alive, and\nthe very clock on the chimney-piece (you know you can only see\nthe back of it in the Looking-glass) had got the face of a little\nold man, and grinned at her.",
        "  ’They don’t keep this room so tidy as the other,’ Alice thought\nto herself, as she noticed several of the chessmen down in the\nhearth among the cinders:  but in another moment, with a little\n’Oh!’ of surprise, she was down on her hands and knees watching\nthem.  The chessmen were walking about, two and two!",
        "  ’Here are the Red King and the Red Queen,’ Alice said (in a\nwhisper, for fear of frightening them), ’and there are the White\nKing and the White Queen sitting on the edge of the shovel–and\nhere are two castles walking arm in arm–I don’t think they can\nhear me,’ she went on, as she put her head closer down, ’and I’m\nnearly sure they can’t see me.  I feel somehow as if I were\ninvisible–’",
        "  Here something began squeaking on the table behind Alice, and\nmade her turn her head just in time to see one of the White Pawns\nroll over and begin kicking:  she watched it with great\ncuriosity to see what would happen next.",
        "  ’It is the voice of my child!’ the White Queen cried out as she\nrushed past the King, so violently that she knocked him over\namong the cinders.  ’My precious Lily!  My imperial kitten!’ and\nshe began scrambling wildly up the side of the fender.",
        "  ’Imperial fiddlestick!’ said the King, rubbing his nose, which\nhad been hurt by the fall.  He had a right to be a LITTLE annoyed\nwith the Queen, for he was covered with ashes from head to foot.",
        "  Alice was very anxious to be of use, and, as the poor little\nLily was nearly screaming herself into a fit, she hastily picked\nup the Queen and set her on the table by the side of her noisy\nlittle daughter.",
        "  The Queen gasped, and sat down:  the rapid journey through the\nair had quite taken away her breath and for a minute or two she\ncould do nothing but hug the little Lily in silence.  As soon as\nshe had recovered her breath a little, she called out to the\nWhite King, who was sitting sulkily among the ashes, ’Mind the\nvolcano!’",
        "  ’What volcano?’ said the King, looking up anxiously into the\nfire, as if he thought that was the most likely place to find\none.",
        "  ’Blew–me–up,’ panted the Queen, who was still a little\nout of breath.  ’Mind you come up–the regular way–don’t get\nblown up!’",
        "  Alice watched the White King as he slowly struggled up from bar\nto bar, till at last she said, ’Why, you’ll be hours and hours\ngetting to the table, at that rate.  I’d far better help you,\nhadn’t I?’  But the King took no notice of the question:  it was\nquite clear that he could neither hear her nor see her.",
        "  So Alice picked him up very gently, and lifted him across more\nslowly than she had lifted the Queen, that she mightn’t take his\nbreath away:  but, before she put him on the table, she thought\nshe might as well dust him a little, he was so covered with\nashes.",
        "  She said afterwards that she had never seen in all her life\nsuch a face as the King made, when he found himself held in the\nair by an invisible hand, and being dusted:  he was far too much\nastonished to cry out, but his eyes and his mouth went on getting\nlarger and larger, and rounder and rounder, till her hand shook\nso with laughing that she nearly let him drop upon the floor.",
        "  ’Oh! PLEASE don’t make such faces, my dear!’ she cried out,\nquite forgetting that the King couldn’t hear her.  ’You make me\nlaugh so that I can hardly hold you!  And don’t keep your mouth\nso wide open!  All the ashes will get into it–there, now I",
        "think you’re tidy enough!’ she added, as she smoothed his hair,\nand set him upon the table near the Queen.",
        "  The King immediately fell flat on his back, and lay perfectly\nstill:  and Alice was a little alarmed at what she had done, and\nwent round the room to see if she could find any water to throw\nover him.  However, she could find nothing but a bottle of ink,\nand when she got back with it she found he had recovered, and he\nand the Queen were talking together in a frightened whisper–so\nlow, that Alice could hardly hear what they said.",
        "  The King was saying, ’I assure, you my dear, I turned cold to\nthe very ends of my whiskers!’",
        "  To which the Queen replied, ’You haven’t got any whiskers.’",
        "  ’The horror of that moment,’ the King went on, ’I shall never,\nNEVER forget!’",
        "  ’You will, though,’ the Queen said, ’if you don’t make a\nmemorandum of it.’",
        "  Alice looked on with great interest as the King took an\nenormous memorandum-book out of his pocket, and began writing.  A\nsudden thought struck her, and she took hold of the end of the\npencil, which came some way over his shoulder, and began writing\nfor him.",
        "  The poor King looked puzzled and unhappy, and struggled with the\npencil for some time without saying anything; but Alice was too\nstrong for him, and at last he panted out, ’My dear! I really\nMUST get a thinner pencil.  I can’t manage this one a bit; it\nwrites all manner of things that I don’t intend–’",
        "  ’What manner of things?’ said the Queen, looking over the book\n(in which Alice had put ’THE WHITE KNIGHT IS SLIDING DOWN THE\nPOKER.  HE BALANCES VERY BADLY’)  ’That’s not a memorandum of\nYOUR feelings!’",
        "  There was a book lying near Alice on the table, and while she\nsat watching the White King (for she was still a little anxious\nabout him, and had the ink all ready to throw over him, in case\nhe fainted again), she turned over the leaves, to find some part\nthat she could read, ’–for it’s all in some language I don’t\nknow,’ she said to herself.",
        "  It was like this.",
        "            sevot yhtils eht dna ,gillirb sawT’\n              ebaw eht ni elbmig dna eryg diD\n                  ,sevogorob eht erew ysmim llA\n                 .ebargtuo shtar emom eht dnA",
        "  She puzzled over this for some time, but at last a bright\nthought struck her. ’Why, it’s a Looking-glass book, of course!\nAnd if I hold it up to a glass, the words will all go the right\nway again.’",
        "  This was the poem that Alice read.",
        "            ’Twas brillig, and the slithy toves\n              Did gyre and gimble in the wabe;\n            All mimsy were the borogoves,\n              And the mome raths outgrabe.",
        "            ’Beware the Jabberwock, my son!\n              The jaws that bite, the claws that catch!\n            Beware the Jubjub bird, and shun\n              The frumious Bandersnatch!’",
        "            He took his vorpal sword in hand:\n              Long time the manxome foe he sought–\n            So rested he by the Tumtum tree,\n              And stood awhile in thought.",
        "            And as in uffish thought he stood,\n              The Jabberwock, with eyes of flame,\n            Came whiffling through the tulgey wood,\n              And burbled as it came!",
        "            One, two!  One, two!  And through and through\n              The vorpal blade went snicker-snack!\n            He left it dead, and with its head\n              He went galumphing back.",
        "            ’And has thou slain the Jabberwock?\n              Come to my arms, my beamish boy!\n            O frabjous day!  Callooh!  Callay!’\n              He chortled in his joy.",
        "            ’Twas brillig, and the slithy toves\n              Did gyre and gimble in the wabe;\n            All mimsy were the borogoves,\n              And the mome raths outgrabe.",
        "  ’It seems very pretty,’ she said when she had finished it, ’but\nit’s RATHER hard to understand!’  (You see she didn’t like to\nconfess, ever to herself, that she couldn’t make it out at all.)\n’Somehow it seems to fill my head with ideas–only I don’t\nexactly know what they are!  However, SOMEBODY killed SOMETHING:\nthat’s clear, at any rate–’",
        " ’But oh!’ thought Alice, suddenly jumping up, ’if I don’t make\nhaste I shall have to go back through the Looking-glass, before\nI’ve seen what the rest of the house is like!  Let’s have a look\nat the garden first!’  She was out of the room in a moment, and\nran down stairs–or, at least, it wasn’t exactly running, but a\nnew invention of hers for getting down stairs quickly and easily,\nas Alice said to herself.  She just kept the tips of her fingers\non the hand-rail, and floated gently down without even touching\nthe stairs with her feet; then she floated on through the hall,\nand would have gone straight out at the door in the same way, if\nshe hadn’t caught hold of the door-post.  She was getting a\nlittle giddy with so much floating in the air, and was rather\nglad to find herself walking again in the natural way.",
        "Continue...",
        "\nThis book of “Through the Looking-Glass by Lewis Carroll (Charles Dodgson) as well as the illustration by Tenniel and Rackham are in the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Alice's Adventures in Wonderland and Through the Looking GlassBy Lewis CarrollAt Amazon"
    ]
}