{
    "title": "Through the Looking-Glass - Chapter IX. Queen Alice",
    "author": "Lewis Carroll",
    "chapter": "9",
    "content": [
        "\nAlice (frontispiece) by Arthur Rackham, 1907\n",
        "\n\n",
        "’Well, this IS grand!’ said Alice.  ’I never expected I should be\na Queen so soon–and I’ll tell you what it is, your majesty,’ she\nwent on in a severe tone (she was always rather fond of scolding\nherself), ’it’ll never do for you to be lolling about on the grass\nlike that!  Queens have to be dignified, you know!’",
        "  So she got up and walked about–rather stiffly just at first,\nas she was afraid that the crown might come off:  but she\ncomforted herself with the thought that there was nobody to see\nher, ’and if I really am a Queen,’ she said as she sat down\nagain, ’I shall be able to manage it quite well in time.’",
        "  Everything was happening so oddly that she didn’t feel a bit\nsurprised at finding the Red Queen and the White Queen sitting\nclose to her, one on each side:  she would have liked very much to\nask them how they came there, but she feared it would not be\nquite civil.  However, there would be no harm, she thought, in\nasking if the game was over.  ’Please, would you tell me–’ she\nbegan, looking timidly at the Red Queen.",
        "  ’Speak when you’re spoken to!’ The Queen sharply interrupted her.",
        "  ’But if everybody obeyed that rule,’ said Alice, who was always\nready for a little argument, ’and if you only spoke when you were\nspoken to, and the other person always waited for YOU to begin,\nyou see nobody would ever say anything, so that–’",
        "  ’Ridiculous!’ cried the Queen.  ’Why, don’t you see, child–’\nhere she broke off with a frown, and, after thinking for a\nminute, suddenly changed the subject of the conversation.  ’What\ndo you mean by “If you really are a Queen”?  What right have you\nto call yourself so?  You can’t be a Queen, you know, till you’ve\npassed the proper examination.  And the sooner we begin it, the better.’",
        "  ’I only said “if”!’ poor Alice pleaded in a piteous tone.",
        "  The two Queens looked at each other, and the Red Queen\nremarked, with a little shudder, ’She SAYS she only said “if\"–’",
        "  ’But she said a great deal more than that!’ the White Queen\nmoaned, wringing her hands.  ’Oh, ever so much more than that!’",
        "  ’So you did, you know,’ the Red Queen said to Alice.  ’Always\nspeak the truth–think before you speak–and write it down\nafterwards.’",
        "  ’I’m sure I didn’t mean–’ Alice was beginning, but the Red\nQueen interrupted her impatiently.",
        "  ’That’s just what I complain of!  You SHOULD have meant!  What\ndo you suppose is the use of child without any meaning?  Even a\njoke should have some meaning–and a child’s more important\nthan a joke, I hope.  You couldn’t deny that, even if you tried\nwith both hands.’",
        "  ’I don’t deny things with my HANDS,’ Alice objected.",
        "  ’Nobody said you did,’ said the Red Queen.  ’I said you\ncouldn’t if you tried.’",
        "  ’She’s in that state of mind,’ said the White Queen, ’that she\nwants to deny SOMETHING–only she doesn’t know what to deny!’",
        "  ’A nasty, vicious temper,’ the Red Queen remarked; and then\nthere was an uncomfortable silence for a minute or two.",
        "  The Red Queen broke the silence by saying to the White Queen,\n’I invite you to Alice’s dinner-party this afternoon.’",
        "  The White Queen smiled feebly, and said ’And I invite YOU.’",
        "  ’I didn’t know I was to have a party at all,’ said Alice; ’but\nif there is to be one, I think I ought to invite the guests.’",
        "  ’We gave you the opportunity of doing it,’ the Red Queen\nremarked:  ’but I daresay you’ve not had many lessons in manners\nyet?’",
        "  ’Manners are not taught in lessons,’ said Alice.  ’Lessons\nteach you to do sums, and things of that sort.’",
        "  ’And you do Addition?’ the White Queen asked.  ’What’s one and\none and one and one and one and one and one and one and one and one?’",
        "  ’I don’t know,’ said Alice.  ’I lost count.’",
        "  ’She can’t do Addition,’ the Red Queen interrupted.\n’Can you do Subtraction?  Take nine from eight.’",
        "  ’Nine from eight I can’t, you know,’ Alice replied very readily:\n’but–’",
        "  ’She can’t do Subtraction,’ said the White Queen.  ’Can you do\nDivision?  Divide a loaf by a knife–what’s the answer to that?’",
        "  ’I suppose–’ Alice was beginning, but the Red Queen answered\nfor her.  ’Bread-and-butter, of course.  Try another Subtraction\nsum.  Take a bone from a dog:  what remains?’",
        "  Alice considered.  ’The bone wouldn’t remain, of course, if I\ntook it–and the dog wouldn’t remain; it would come to bite me\n–and I’m sure I shouldn’t remain!’",
        "  ’Then you think nothing would remain?’ said the Red Queen.",
        "  ’I think that’s the answer.’",
        "  ’Wrong, as usual,’ said the Red Queen:  ’the dog’s temper would\nremain.’",
        "  ’But I don’t see how–’",
        "  ’Why, look here!’ the Red Queen cried.  ’The dog would lose its\ntemper, wouldn’t it?’",
        "  ’Perhaps it would,’ Alice replied cautiously.",
        "  ’Then if the dog went away, its temper would remain!’ the\nQueen exclaimed triumphantly.",
        "  Alice said, as gravely as she could, ’They might go different\nways.’  But she couldn’t help thinking to herself, ’What dreadful\nnonsense we ARE talking!’",
        "  ’She can’t do sums a BIT!’ the Queens said together, with great\nemphasis.",
        "  ’Can YOU do sums?’ Alice said, turning suddenly on the White\nQueen, for she didn’t like being found fault with so much.",
        "The Queen gasped and shut her eyes.  ’I can do Addition, if you\ngive me time–but I can do Subtraction, under ANY circumstances!’",
        "  ’Of course you know your A B C?’ said the Red Queen.",
        "  ’To be sure I do.’ said Alice.",
        "  ’So do I,’ the White Queen whispered:  ’we’ll often say it over\ntogether, dear.  And I’ll tell you a secret–I can read words\nof one letter!  Isn’t THAT grand!  However, don’t be discouraged.\nYou’ll come to it in time.’",
        "  Here the Red Queen began again.  ’Can you answer useful\nquestions?’ she said.  ’How is bread made?’",
        "  ’I know THAT!’ Alice cried eagerly.  ’You take some flour–’",
        "  ’Where do you pick the flower?’ the White Queen asked.  ’In a\ngarden, or in the hedges?’",
        "  ’Well, it isn’t PICKED at all,’ Alice explained:  ’it’s GROUND\n–’",
        "  ’How many acres of ground?’ said the White Queen.  ’You mustn’t\nleave out so many things.’",
        "  ’Fan her head!’ the Red Queen anxiously interrupted.  ’She’ll\nbe feverish after so much thinking.’  So they set to work and\nfanned her with bunches of leaves, till she had to beg them to\nleave off, it blew her hair about so.",
        "  ’She’s all right again now,’ said the Red Queen.  ’Do you know\nLanguages?  What’s the French for fiddle-de-dee?’",
        "  ’Fiddle-de-dee’s not English,’ Alice replied gravely.",
        "  ’Who ever said it was?’ said the Red Queen.",
        "  Alice thought she saw a way out of the difficulty this time.\n’If you’ll tell me what language “fiddle-de-dee” is, I’ll tell\nyou the French for it!’ she exclaimed triumphantly.",
        "  But the Red Queen drew herself up rather stiffly, and said\n’Queens never make bargains.’",
        "  ’I wish Queens never asked questions,’ Alice thought to\nherself.",
        "  ’Don’t let us quarrel,’ the White Queen said in an anxious\ntone.  ’What is the cause of lightning?’",
        "  ’The cause of lightning,’ Alice said very decidedly, for she\nfelt quite certain about this, ’is the thunder–no, no!’ she\nhastily corrected herself.  ’I meant the other way.’",
        "  ’It’s too late to correct it,’ said the Red Queen:  ’when\nyou’ve once said a thing, that fixes it, and you must take the\nconsequences.’",
        "  ’Which reminds me–’ the White Queen said, looking down and\nnervously clasping and unclasping her hands, ’we had SUCH a\nthunderstorm last Tuesday–I mean one of the last set of\nTuesdays, you know.’",
        "  Alice was puzzled.  ’In OUR country,’ she remarked, ’there’s\nonly one day at a time.’",
        "  The Red Queen said, ’That’s a poor thin way of doing things.\nNow HERE, we mostly have days and nights two or three at a time,\nand sometimes in the winter we take as many as five nights\ntogether–for warmth, you know.’",
        "  ’Are five nights warmer than one night, then?’ Alice ventured\nto ask.",
        "  ’Five times as warm, of course.’",
        "  ’But they should be five times as COLD, by the same rule–’",
        "  ’Just so!’ cried the Red Queen.  ’Five times as warm, AND five\ntimes as cold–just as I’m five times as rich as you are, AND\nfive times as clever!’",
        "  Alice sighed and gave it up.  ’It’s exactly like a riddle with\nno answer!’ she thought.",
        "  ’Humpty Dumpty saw it too,’ the White Queen went on in a low\nvoice, more as if she were talking to herself.  ’He came to the\ndoor with a corkscrew in his hand–’",
        "  ’What did he want?’ said the Red Queen.",
        "  ’He said he WOULD come in,’ the White Queen went on, ’because\nhe was looking for a hippopotamus.  Now, as it happened, there\nwasn’t such a thing in the house, that morning.’",
        "  ’Is there generally?’ Alice asked in an astonished tone.",
        "  ’Well, only on Thursdays,’ said the Queen.",
        "  ’I know what he came for,’ said Alice:  ’he wanted to punish\nthe fish, because–’",
        "Here the White Queen began again.  ’It was SUCH a thunderstorm,\nyou can’t think!’  (’She NEVER could, you know,’ said the Red\nQueen.)  ’And part of the roof came off, and ever so much thunder\ngot in–and it went rolling round the room in great lumps–and\nknocking over the tables and things–till I was so frightened,\nI couldn’t remember my own name!’",
        "  Alice thought to herself, ’I never should TRY to remember my\nname in the middle of an accident!  Where would be the use of\nit?’ but she did not say this aloud, for fear of hurting the poor\nQueen’s feeling.",
        "  ’Your Majesty must excuse her,’ the Red Queen said to Alice,\ntaking one of the White Queen’s hands in her own, and gently\nstroking it:  ’she means well, but she can’t help saying foolish\nthings, as a general rule.’",
        "  The White Queen looked timidly at Alice, who felt she OUGHT to\nsay something kind, but really couldn’t think of anything at the\nmoment.",
        "  ’She never was really well brought up,’ the Red Queen went on:\n’but it’s amazing how good-tempered she is!  Pat her on the head,\nand see how pleased she’ll be!’  But this was more than Alice had\ncourage to do.",
        "  ’A little kindness–and putting her hair in papers–would\ndo wonders with her–’",
        "  The White Queen gave a deep sigh, and laid her head on Alice’s\nshoulder.  ’I AM so sleepy?’ she moaned.",
        "  ’She’s tired, poor thing!’ said the Red Queen.  ’Smooth her hair\n–lend her your nightcap–and sing her a soothing lullaby.’",
        "  ’I haven’t got a nightcap with me,’ said Alice, as she tried to\nobey the first direction:  ’and I don’t know any soothing\nlullabies.’",
        "  ’I must do it myself, then,’ said the Red Queen, and she began:",
        "        ’Hush-a-by lady, in Alice’s lap!\n        Till the feast’s ready, we’ve time for a nap:\n        When the feast’s over, we’ll go to the ball–\n        Red Queen, and White Queen, and Alice, and all!",
        "  ’And now you know the words,’ she added, as she put her head\ndown on Alice’s other shoulder, ’just sing it through to ME.  I’m\ngetting sleepy, too.’  In another moment both Queens were fast\nasleep, and snoring loud.",
        "  ’What AM I to do?’ exclaimed Alice, looking about in great\nperplexity, as first one round head, and then the other, rolled\ndown from her shoulder, and lay like a heavy lump in her lap.\n’I don’t think it EVER happened before, that any one had to take\ncare of two Queens asleep at once!  No, not in all the History of\nEngland–it couldn’t, you know, because there never was more\nthan one Queen at a time.  ’Do wake up, you heavy things!’\nshe went on in an impatient tone; but there was no answer\nbut a gentle snoring.",
        "  The snoring got more distinct every minute, and sounded more\nlike a tune:  at last she could even make out the words, and she\nlistened so eagerly that, when the two great heads vanished from\nher lap, she hardly missed them.",
        "  She was standing before an arched doorway over which were the\nwords QUEEN ALICE in large letters, and on each side of the arch\nthere was a bell-handle; one was marked ’Visitors’ Bell,’ and the\nother ’Servants’ Bell.’",
        "  ’I’ll wait till the song’s over,’ thought Alice, ’and then I’ll\nring–the–WHICH bell must I ring?’ she went on, very much\npuzzled by the names.  ’I’m not a visitor, and I’m not a servant.\nThere OUGHT to be one marked “Queen,” you know–’",
        "  Just then the door opened a little way, and a creature with a\nlong beak put its head out for a moment and said ’No admittance\ntill the week after next!’ and shut the door again with a bang.",
        "  Alice knocked and rang in vain for a long time, but at last, a\nvery old Frog, who was sitting under a tree, got up and hobbled\nslowly towards her:  he was dressed in bright yellow, and had\nenormous boots on.",
        "  ’What is it, now?’ the Frog said in a deep hoarse whisper.",
        "  Alice turned round, ready to find fault with anybody.  ’Where’s\nthe servant whose business it is to answer the door?’ she began\nangrily.",
        "  ’Which door?’ said the Frog.",
        "  Alice almost stamped with irritation at the slow drawl in which\nhe spoke.  ’THIS door, of course!’",
        "  The Frog looked at the door with his large dull eyes for a minute:\nthen he went nearer and rubbed it with his thumb, as if he were\ntrying whether the paint would come off; then he looked at Alice.",
        "  ’To answer the door?’ he said.  ’What’s it been asking of?’\nHe was so hoarse that Alice could scarcely hear him.",
        "  ’I don’t know what you mean,’ she said.",
        "  ’I talks English, doesn’t I?’ the Frog went on.  ’Or are you deaf?\nWhat did it ask you?’",
        "  ’Nothing!’ Alice said impatiently.  ’I’ve been knocking at it!’",
        "  ’Shouldn’t do that–shouldn’t do that–’ the Frog muttered.\n’Vexes it, you know.’  Then he went up and gave the door a kick\nwith one of his great feet.  ’You let IT alone,’ he panted out,\nas he hobbled back to his tree, ’and it’ll let YOU alone, you know.’",
        "  At this moment the door was flung open, and a shrill voice was\nheard singing:",
        "    ’To the Looking-Glass world it was Alice that said,\n    “I’ve a sceptre in hand, I’ve a crown on my head;\n    Let the Looking-Glass creatures, whatever they be,\n    Come and dine with the Red Queen, the White Queen, and me.\"’",
        "  And hundreds of voices joined in the chorus:",
        "    ’Then fill up the glasses as quick as you can,\n    And sprinkle the table with buttons and bran:\n    Put cats in the coffee, and mice in the tea–\n    And welcome Queen Alice with thirty-times-three!’",
        "  Then followed a confused noise of cheering, and Alice thought\nto herself, ’Thirty times three makes ninety.  I wonder if any\none’s counting?’  In a minute there was silence again, and the\nsame shrill voice sang another verse;",
        "    ’\"O Looking-Glass creatures,” quothe Alice, “draw near!\n    ’Tis an honour to see me, a favour to hear:\n    ’Tis a privilege high to have dinner and tea\n    Along with the Red Queen, the White Queen, and me!\"’",
        "  Then came the chorus again:–",
        "    ’Then fill up the glasses with treacle and ink,\n    Or anything else that is pleasant to drink:\n    Mix sand with the cider, and wool with the wine–\n    And welcome Queen Alice with ninety-times-nine!’",
        "  ’Ninety times nine!’ Alice repeated in despair, ’Oh, that’ll\nnever be done!  I’d better go in at once–’ and there was a\ndead silence the moment she appeared.",
        "  Alice glanced nervously along the table, as she walked up the\nlarge hall, and noticed that there were about fifty guests, of\nall kinds:  some were animals, some birds, and there were even a\nfew flowers among them.  ’I’m glad they’ve come without waiting\nto be asked,’ she thought:  ’I should never have known who were\nthe right people to invite!’",
        "  There were three chairs at the head of the table; the Red and\nWhite Queens had already taken two of them, but the middle one\nwas empty.  Alice sat down in it, rather uncomfortable in the\nsilence, and longing for some one to speak.",
        "  At last the Red Queen began.  ’You’ve missed the soup and\nfish,’ she said.  ’Put on the joint!’  And the waiters set a leg\nof mutton before Alice, who looked at it rather anxiously, as she\nhad never had to carve a joint before.",
        "  ’You look a little shy; let me introduce you to that leg of\nmutton,’ said the Red Queen.  ’Alice–Mutton; Mutton–Alice.’\nThe leg of mutton got up in the dish and made a little bow to\nAlice; and Alice returned the bow, not knowing whether to be\nfrightened or amused.",
        "  ’May I give you a slice?’ she said, taking up the knife and\nfork, and looking from one Queen to the other.",
        "  ’Certainly not,’ the Red Queen said, very decidedly:\n’it isn’t etiquette to cut any one you’ve been introduced to.\nRemove the joint!’  And the waiters carried it off, and brought\na large plum-pudding in its place.",
        "  ’I won’t be introduced to the pudding, please,’ Alice said rather\nhastily, ’or we shall get no dinner at all.  May I give you some?’",
        "  But the Red Queen looked sulky, and growled ’Pudding–Alice;\nAlice–Pudding.  Remove the pudding!’ and the waiters took it\naway so quickly that Alice couldn’t return its bow.",
        "  However, she didn’t see why the Red Queen should be the only\none to give orders, so, as an experiment, she called out ’Waiter!\nBring back the pudding!’ and there it was again in a moment like\na conjuring-trick.  It was so large that she couldn’t help\nfeeling a LITTLE shy with it, as she had been with the mutton;\nhowever, she conquered her shyness by a great effort and cut a\nslice and handed it to the Red Queen.",
        "  ’What impertinence!’ said the Pudding.  ’I wonder how you’d\nlike it, if I were to cut a slice out of YOU, you creature!’",
        "  It spoke in a thick, suety sort of voice, and Alice hadn’t a\nword to say in reply:  she could only sit and look at it and gasp.",
        "  ’Make a remark,’ said the Red Queen:  ’it’s ridiculous to leave\nall the conversation to the pudding!’",
        "  ’Do you know, I’ve had such a quantity of poetry repeated to me\nto-day,’ Alice began, a little frightened at finding that, the\nmoment she opened her lips, there was dead silence, and all eyes\nwere fixed upon her; ’and it’s a very curious thing, I think–\nevery poem was about fishes in some way.  Do you know why they’re\nso fond of fishes, all about here?’",
        "  She spoke to the Red Queen, whose answer was a little wide of\nthe mark.  ’As to fishes,’ she said, very slowly and solemnly,\nputting her mouth close to Alice’s ear, ’her White Majesty knows\na lovely riddle–all in poetry–all about fishes.  Shall she\nrepeat it?’",
        "  ’Her Red Majesty’s very kind to mention it,’ the White Queen\nmurmured into Alice’s other ear, in a voice like the cooing of a\npigeon.  ’It would be SUCH a treat!  May I?’",
        "  ’Please do,’ Alice said very politely.",
        "  The White Queen laughed with delight, and stroked Alice’s\ncheek.  Then she began:",
        "        ’\"First, the fish must be caught.\"\n    That is easy:  a baby, I think, could have caught it.\n        “Next, the fish must be bought.\"\n    That is easy:  a penny, I think, would have bought it.",
        "        “Now cook me the fish!\"\n    That is easy, and will not take more than a minute.\n        “Let it lie in a dish!\"\n    That is easy, because it already is in it.",
        "        “Bring it here!  Let me sup!\"\n    It is easy to set such a dish on the table.\n        “Take the dish-cover up!\"\n    Ah, THAT is so hard that I fear I’m unable!",
        "        For it holds it like glue–\n    Holds the lid to the dish, while it lies in the middle:\n        Which is easiest to do,\n    Un-dish-cover the fish, or dishcover the riddle?’",
        "  ’Take a minute to think about it, and then guess,’ said the Red Queen.\n’Meanwhile, we’ll drink your health–Queen Alice’s health!’\nshe screamed at the top of her voice, and all the guests\nbegan drinking it directly, and very queerly they managed it:\nsome of them put their glasses upon their heads like extinguishers,\nand drank all that trickled down their faces–others upset the decanters,\nand drank the wine as it ran off the edges of the table–and three of them\n(who looked like kangaroos) scrambled into the dish of roast mutton,\nand began eagerly lapping up the gravy, ’just like pigs in a trough!’\nthought Alice.",
        "  ’You ought to return thanks in a neat speech,’ the Red Queen said,\nfrowning at Alice as she spoke.",
        "  ’We must support you, you know,’ the White Queen whispered, as\nAlice got up to do it, very obediently, but a little frightened.",
        "  ’Thank you very much,’ she whispered in reply, ’but I can do\nquite well without.’",
        "  ’That wouldn’t be at all the thing,’ the Red Queen said very\ndecidedly:  so Alice tried to submit to it with a good grace.",
        "  (’And they DID push so!’ she said afterwards, when she was\ntelling her sister the history of the feast.  ’You would have\nthought they wanted to squeeze me flat!’)",
        "  In fact it was rather difficult for her to keep in her place\nwhile she made her speech:  the two Queens pushed her so, one on\neach side, that they nearly lifted her up into the air:  ’I rise\nto return thanks–’ Alice began:  and she really DID rise as\nshe spoke, several inches; but she got hold of the edge of the\ntable, and managed to pull herself down again.",
        "  ’Take care of yourself!’ screamed the White Queen, seizing\nAlice’s hair with both her hands.  ’Something’s going to happen!’",
        "  And then (as Alice afterwards described it) all sorts of things\nhappened in a moment.  The candles all grew up to the ceiling,\nlooking something like a bed of rushes with fireworks at the top.\nAs to the bottles, they each took a pair of plates, which they\nhastily fitted on as wings, and so, with forks for legs, went\nfluttering about in all directions:  ’and very like birds they\nlook,’ Alice thought to herself, as well as she could in the\ndreadful confusion that was beginning.",
        "  At this moment she heard a hoarse laugh at her side, and turned\nto see what was the matter with the White Queen; but, instead of\nthe Queen, there was the leg of mutton sitting in the chair.\n’Here I am!’ cried a voice from the soup tureen, and Alice turned\nagain, just in time to see the Queen’s broad good-natured face\ngrinning at her for a moment over the edge of the tureen, before\nshe disappeared into the soup.",
        "  There was not a moment to be lost.  Already several of the\nguests were lying down in the dishes, and the soup ladle was\nwalking up the table towards Alice’s chair, and beckoning to her\nimpatiently to get out of its way.",
        "  ’I can’t stand this any longer!’ she cried as she jumped up and\nseized the table-cloth with both hands:  one good pull, and\nplates, dishes, guests, and candles came crashing down together\nin a heap on the floor.",
        "  ’And as for YOU,’ she went on, turning fiercely upon the Red Queen,\nwhom she considered as the cause of all the mischief–but the Queen\nwas no longer at her side–she had suddenly dwindled down to the size\nof a little doll, and was now on the table, merrily running round\nand round after her own shawl, which was trailing behind her.",
        "  At any other time, Alice would have felt surprised at this,\nbut she was far too much excited to be surprised at anything NOW.\n’As for YOU,’ she repeated, catching hold of the little creature\nin the very act of jumping over a bottle which had just lighted\nupon the table, ’I’ll shake you into a kitten, that I will!’",
        "Continue...",
        "\nThis book of “Through the Looking-Glass by Lewis Carroll (Charles Dodgson) as well as the illustration by Tenniel and Rackham are in the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Alice's Adventures in Wonderland and Through the Looking GlassBy Lewis CarrollAt Amazon"
    ]
}