{
    "title": "True Version of the Philippine Revolution - Chapter XVI. The American Commission",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "17",
    "content": [
        "\n\n",
        "With such prudent as well as well founded reflections, I succeeded\nin calming my companions shortly before the official news arrived\nreporting that the Washington Government, acting on Admiral Dewey’s\nsuggestion, had intimated its intention to despatch a Civil Commission\nto Manila which would treat with the Filipinos with a view to arriving\nat a definite understanding respecting the government of the Islands.",
        "Joy and satisfaction now filled the breasts of all the Revolutionists,\nand I thereupon set about the appointment of a Commission to meet the\nAmerican Commissioners. At the same time I gave strict orders that\nthe most friendly relations should be maintained with the Americans,\nenjoining toleration and overlooking of the abuses and atrocities\nof the soldiery because the effect on the Commissioners would not be\ngood it they found us at loggerheads with their nation’s forces.",
        "But the abases of the Americans were now becoming intolerable. In the\nmarket-place at Arroceros they killed a woman and a little boy under\nthe pretext that they were surprising a gambling den, thus causing the\ngreatest indignation of a great concourse of people in that vicinity.",
        "My Adjutants, too, who hold passes permitting them to enter Manila\nwith their uniform and sidearms, were molested by being repeatedly\nstopped by every patrol they met, it, being perfectly evident that,\nthe intention was to irritate them by exposing them to public ridicule.",
        "While this sort of thing was going on as against our people the\nAmerican Commanders and officers who visited our camp were treated\nwith the utmost courtesy and consideration.",
        "In Lacoste Street an American guard shot and killed a boy seven years\nof age for taking a banana from a Chinaman.",
        "The searching of houses was carried on just as it was during the\nSpanish regime, while the American soldiers at the outposts often\ninvaded our lines, thus irritating our sentries. It would make this\nbook a very large volume if I continued to state seriatim the abuses\nand atrocities committed by the American soldiery in those days of\ngeneral anxiety.",
        "It seemed as if the abuses were authorised or at least winked at\nin official quarters for the purpose of provoking an outbreak of\nhostilities. Excitement ran high among all classes of people, but the\nFilipino Government, which had assumed responsibility for the acts\nof the people, by the constant issue of prudent orders succeeded\nin calming the excited populace and maintained peace, advising all\nsufferers to be patient and prudent pending the arrival of the Civil\nCommission.",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}