{
    "title": "True Version of the Philippine Revolution - Chapter XVII. Impolitic Acts",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "18",
    "content": [
        "\n\n",
        "At such a critical juncture as this, and before the anxiously-awaited\nCivil Commission arrived, it occurred to General Otis, Commandant of\nthe American forces, to commit two more impolitic acts. One of them\nwas the order to search our telegraph offices in Sagunro Street, in\nTondo, where the searching party seized the apparatus and detained\nthe officer in charge, Sr. Reyna, in the Fuerza Santiago [6] under\nthe pretext that he was conspiring against the Americans.",
        "How and why was Sr. Reyna conspiring? Was not this sufficient for\nthe Filipino Government to give the order to attack and rescue Reyna\nand thereby we (eight thousand strong) be plunged immediately into\nwar with the United States? Was there any reason for conspiring when\nthe power was in our own hands? And, above all, would a telegraphist,\nbe likely to interfere in affaires de guerre when there was an army\nnear by to attend to such matters?",
        "It was abundantly manifest that the object was by wounding the feelings\nof and belittling the Filipino Government to provoke a collision, and\nit was clear also that this system of exasperating us was not merely\nthe wanton act of the soldiery but was actually prompted by General\nOtis himself, who, imbued with imperialistic tendencies, regarded the\ncoming of the Civil Commission with disfavour and especially would it\nbe unsatisfactory that this Commission should find the Philippines in\na state of perfect tranquility, because it was evident to the said\nGeneral, as well as to the whole world, that the Filipinos would\nassuredly have arrived at a definite amicable agreement with the\naforesaid Commission if it reached the islands while peace prevailed.",
        "We, the Filipinos, would have received the Commission with open\narms and complete accord as honourable Agents of the great American\nnation. The Commissioners could have visited all our provinces,\nseeing and taking note of the complete tranquility throughout our\nterritory. They could have seen our cultivated lands, examined our\nConstitution and investigated the administration of public affairs in\nperfect peace and safety, and have felt and enjoyed the inimitable\ncharm of our Oriental style,–half negligent, half solicitude,\nwarmth and chilliness, simple confidence and suspiciousness;\ncharacteristics which cause descriptions of contact with us to be\ndepicted by foreigners in thousands of different hues.",
        "Ah! but neither did General Otis nor the Imperialists wish for\nsuch a landscape. It was better for their criminal designs that\nthe American Commission should view the desolation and horrors of\nwar in the Philippines, inhaling on the very day of their arrival\nthe revolting odour emitted from American and Filipino corpses. It\nwas better for their purposes that that gentleman, Mr. Schurman,\nPresident of the Commission, should return from Manila, limiting\nhis investigation to inquiries among the few Filipinos, who, seduced\nwith gold, were siding with the Imperialists. It were better for them\nthat the Commission should view the Philippines problem through fire\nand slaughter, in the midst of whizzing bullets and the uncontrolled\npassion of infuriated foes, thus preventing them from forming correct\njudgment of the exact and natural conditions of the problem. Ah! it\nwas, lastly, better that the Commission return to the States defeated\nin its mission of obtaining peace and blaming me and other Filipinos\nfor its inability to settle matters, when, in reality, I and all the\nPhilippine people were longing that that peace had been concluded\nyesterday,–long before now–but an honest and honourable peace,\nhonourable alike for the United States and the Philippine Republic\nin order that it be sincere and everlasting.",
        "The second impolitic act of General Otis was the issue of a\nproclamation on the 4th of January, 1899, asserting in the name\nof President McKinley the sovereignty of America in these islands,\nwith threats of ruin, death and desolation to all who declined to\nrecognize it.",
        "I, Emilio Aguinaldo–though the humble servant of all, am, as\nPresident of the Philippine Republic, charged with the safeguarding\nof the rights and independence of the people who appointed me to such\nan exalted position of trust and responsibility–mistrusted for the\nfirst time the honour of the Americans, perceiving of course that\nthis proclamation of General Otis completely exceeded the limits of\nprudence and that therefore no other course was open to me but to\nrepel with arms such unjust and unexpected procedure on the part of\nthe commander of friendly forces.",
        "I protested, therefore, against such a proclamation–also threatening\nan immediate rupture of friendly relations,–for the whole populace was\nclaiming that an act of treason had been committed, plausibly asserting\nthat the announcement of the Commission applied for by Admiral Dewey\nwas a ruse, and that what General Otis was scheming for was to keep\nus quiet while he brought reinforcement after reinforcement from the\nUnited States for the purpose of crashing our untrained and badly\nequipped Army with one blow.",
        "But now General Otis acted for the first time like a diplomatist,\nand wrote me, through his Secretary, Mr. Carman, a letter inviting the\nFilipino Government to send a Commission to meet an American Commission\nfor the purpose of arriving at an amicable arrangement between both\nparties; and although I placed no trust in the professions of friendly\nintentions of the said General–whose determination to prevent the\nCommission arriving at a peaceful solution of the difficulties was\nalready evident–I acceded to the request, partly because I saw\nthe order, dated 9th January, given by the above mentioned General\nconfirmed, and on the other hand to show before the whole world my\nmanifest wishes for the conservation of peace and friendship with\nthe United States, solemnly compacted with Admiral Dewey.",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}