{
    "title": "True Version of the Philippine Revolution - Chapter I. The Revolution of 1896",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "2",
    "content": [
        "\n\n",
        "Spain maintained control of the Philippine Islands for more than three\ncenturies and a half, during which period the tyranny, misconduct\nand abuses of the Friars and the Civil and Military Administration\nexhausted the patience of the natives and caused them to make a\ndesperate effort to shake off the unbearable galling yoke on the\n26th and 31st August, 1896, then commencing the revolution in the\nprovinces of Manila and Cavite.",
        "On these memorable days the people of Balintawak, Santa Mesa, Kalookan,\nKawit, Noveleta and San Francisco de Malabon rose against the Spaniards\nand proclaimed the Independence of the Philippines, and in the course\nof the next five days these uprisings were followed by the inhabitants\nof the other towns in Cavite province joining in the revolt against\nthe Spanish Government although there was no previous arrangement\nlooking to a general revolt. The latter were undoubtedly moved to\naction by the noble example of the former.",
        "With regard to the rising in the province of Cavite it should be stated\nthat although a call to arms bearing the signatures of Don Augustin\nRieta, Don Candido Firona and myself, who were Lieutenants of the\nRevolutionary Forces, was circulated there was no certainty about the\norders being obeyed, or even received by the people, for it happened\nthat one copy of the orders fell into the hands of a Spaniard named\nDon Fernando Parga, Military Governor of the province, who at that\ntime was exercising the functions of Civil Governor, who promptly\nreported its contents to the Captain-General of the Philippines,\nDon Ramon Blanco y Erenas. The latter at once issued orders for the\nSpanish troops to attack the revolutionary forces.",
        "It would appear beyond doubt that One whom eye of man hath not\nseen in his wisdom and mercy ordained that the emancipation of the\noppressed people of the Philippines should be undertaken at this time,\nfor otherwise it is inexplicable how men armed only with sticks and\ngulok [1] wholly unorganized and undisciplined, could defeat the\nSpanish Regulars in severe engagements at Bakoor, Imus and Noveleta\nand, in addition to making many of them prisoners, captured a large\nquantity of arms and ammunition. It was owing to this astonishing\nsuccess of the revolutionary troops that General Blanco quickly\nconcluded to endeavour, to maintain Spanish control by the adoption\nof a conciliatory policy under the pretext that thereby he could quel\nthe rebellion, his first act being a declaration to the effect that\nit was not the purpose of his Government to oppress the people and\nhe had no desire “to slaughter the Filipinos.”.",
        "The Government of Madrid disapproved of General Blanco’s new policy\nand speedily appointed Lieutenant-General Don Camilo Polavieja to\nsupersede him, and despatched forthwith a large number of Regulars\nto the Philippines.",
        "General Polavieja advanced against the revolutionary forces with\n16,000 men armed with Mausers, and one field battery. He had scarcely\nreconquered half of Cavite province when he resigned, owing to bad\nhealth. That was in April, 1897.",
        "Polavieja was succeeded by the veteran General Don Fernando Primo de\nRivera, who had seen much active service. As soon as Rivera had taken\nover command of the Forces he personally led his army in the assault\nupon and pursuit of the revolutionary forces, and so firmly, as well\nas humanely, was the campaign conducted that he soon reconquered the\nwhole of Cavite province and drove the insurgents into the mountains.",
        "Then I established my headquarters in the wild and unexplored mountain\nfastness of Biak-na-bató, where I formed the Republican Government\nof the Philippines at the end of May, 1897.",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}