{
    "title": "True Version of the Philippine Revolution - Chapter VII. The Philippine Flag",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "8",
    "content": [
        "\n\n",
        "In conformity with my orders issued on the 1st of September, all\nPhilippine vessels hoisted the national flag, the Marines of the\nFilipino flotilla being the first to execute that order. Our little\nflotilla consisted of some eight Spanish steam launches (which had been\ncaptured) and five vessels of greater dimensions, namely, the Taaleño,\nBaldyan, Taal, Bulucan, and Purisima Concepcion. These vessels were\npresented to the Philippine Government by their native owners and were\nconverted by us, at our Arsenal, into gunboats, 8 and 9 centimetre\nguns, taken from the sunken Spanish warships, being mounted on board.",
        "Ah! what a beautiful, inspiring joyous sight that flag was fluttering\nin the breeze from the topmasts of our vessels, side by side,\nas it were, with the ensigns of other and greater nations, among\nwhose mighty warships our little cruisers passed to and fro dipping\ntheir colours, the ensign of Liberty and Independence! With what\nreverence and adoration it was viewed as it suddenly rose in its\nstately loneliness crowning our victories, and, as it were, smiling\napprovingly upon the undisciplined Philippine Army in the moment of\nits triumphs over the regular forces of the Spanish Government! One’s\nheart swells and throbs again with the emotions of extreme delight;\nthe soul is filled with pride, and the goal of patriotism seems\nwell-nigh reached in the midst of such a magnificent spectacle!",
        "At the end of June I called on Admiral Dewey, who, after complimenting\nme on the rapid triumphs of the Philippine Revolution, told me\nhe had been asked by the German and French Admirals why he allowed\nthe Filipinos to display on their vessels a flag that was not\nrecognized. Admiral Dewey said his reply to the French and German\nAdmirals was–with his knowledge and consent the Filipinos used that\nflag, and, apart from this, he was of opinion that in view of the\ncourage and steadfastness of purpose displayed in the war against\nthe Spaniards the Filipinos deserved the right to use their flag.",
        "I thereupon expressed to the Admiral my unbounded gratitude for such\nunequivocal protection, and on returning to the shore immediately\nordered the Philippine flotilla to convey troops to the other provinces\nof Luzon and to the Southern islands, to wage war against the Spaniards\nwho garrisoned them.",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}