{
    "title": "True Version of the Philippine Revolution - Chapter XII. More American Troops",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "13",
    "content": [
        "\n\n",
        "A few days later American troops arrived, and with them came\nGeneral Merritt. The Admiral’s Secretary and two officers came to\nthe Dictatoriat Government and asked that we allow them to occupy our\ntrenches at Maytubig; from the harbour side of that place right up to\nthe main road, where they would form a continuation of our lines at\nPasay and Singalong. This I also agreed to on account of the solemn\npromises of the Admiral and the trust naturally placed in them owing\nto the assistance rendered and recognition of our independence.",
        "Ten days after the Americans occupied the trenches at Maytubig (this\nmove being well known by the Spaniards who were entrenched at the\nMagazine in San Antonio Abad) their outposts, composed of a few men\nonly, were surprised by the Spaniards, who made a night attack on\nthem. They had barely time to get out of their beds and fall back\non the centre, abandoning their rifles and six field-guns in their\nprecipitate retreat.",
        "The firing being distinctly heard, our troops immediately rushed to\nthe assistance of our friends and allies, repulsing the Spaniards and\nrecapturing the rifles and field-guns, which I ordered to be returned\nto the Americans as a token of our good-will and friendship.",
        "General Noriel was opposed to this restitution, alleging that the arms\ndid not belong to the Americans since the Filipino troops captured\nthem from the Spaniards. But I paid no attention to the reasonable\nopposition of my General and gave imperative instructions that they\nbe returned to the Americans, showing thereby clearly and positively\nthe good-will of the Filipinos. The said rifles and field-guns, with\na large quantity of ammunition, was therefore restored to those who\nwere then our allies, notwithstanding the fact of General Noriel’s\nbrigade capturing them at a cost of many lives of our compatriots.",
        "Later on more American reinforcements arrived and again Admiral Dewey,\nthrough his Secretary, asked for more trenches for their troops,\naverring that those which we had given up to them before were\ninsufficient. We at once agreed and their lines were then extended\nup to Pasay.",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}