{
    "title": "True Version of the Philippine Revolution - Chapter X. The Proclamation of Independence",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "11",
    "content": [
        "\n\n",
        "The Dictatorial Government decided that the proclamation of\nIndependence should take place on the 12th June, the ceremony in\nconnection therewith to be held in the town of Kawit. With this\nobject in view I sent a Commission to inform the Admiral of the\narrangement and invite him to be present on the occasion of the\nformal proclamation of Independence, a ceremony which was solemnly\nand impressively conducted. The Admiral sent his Secretary to excuse\nhim from taking part in the proceedings, stating the day fixed for\nthe ceremony was mail day.",
        "About the end of that month (June) the Spanish gunboat Leyteescaped from the Macabebe river and reached Manila Bay, where she\nwas seized by General Torres’ troops. She had on board part of the\ntroops and volunteers which were under the command of the Filipino\nColonel Sr. Eugenio Blanco, but on being sighted by an American\ngunboat she voluntarily surrendered. Admiral Dewey delivered to me\nall the prisoners and arms on board the vessel, which latter, however,\nhe took possession of; but after the fall of Manila he demanded that\nI should give back the prisoners to him.",
        "On the 4th July the first United States military expedition arrived,\nunder command of General Anderson, and it was quartered in Cavite\nArsenal. This distinguished General called on me in the Filipino\nGovernment House at Cavite, an honour and courtesy which I promptly\nreturned, as was right and proper, seeing that we were friends,\nof equal rank, and allies. In the course of official intercourse\nGeneral Anderson solemnly and completely endorsed the promises made\nby Admiral Dewey to me, asserting on his word of honour that America\nhad not come to the Philippines to wage war against the natives nor\nto conquer and retain territory, but only to liberate the people from\nthe oppression of the Spanish Government.",
        "A few days before the arrival of this military expedition, and others\nthat followed under command of General Merritt, Admiral Dewey sent\nhis Secretary to my Government to ask me to grant permission for\nthe stationing of American troops in Tambo and Maytubig, Paranaque\nand Pasay. In view of the important promises of Admiral Dewey, above\nmentioned, the Dictatorial Government consented to the movement of\ntroops as proposed.",
        "During that month (July) Admiral Dewey accompanied by General\nAnderson visited Cavite, and after the usual exchange of courtesies\nhe said–\"You have had ocular demonstration and confirmation of all\nI have told you and promised you. How pretty your flag is! It has a\ntriangle, and is something like the Cubans’. Will you give me one as\na memento when I go back home?”",
        "I replied that I was fully satisfied with his word of honour and of\nthe needlessness of having our agreement in documentary form. As to\nthe flag he wanted, he could have one whenever he wished.",
        "The Admiral continued: Documents are useless when there is no sense\nof honour on one side, as was the case in respect of the compact\nwith the Spaniards, who failed to act up to what had been written and\nsigned. Have faith in my word, and I assure you that the United States\nwill recognize the independence of the country. But I recommend you to\nkeep a good deal of what we have said and agreed secret at present. I\nfurther request you to have patience if any of our soldiers insult\nany Filipinos, for being Volunteers they are as yet undisciplined.",
        "I replied that I would bear in mind all his advice regarding\ncautiousness, and that with respect to the misconduct of the soldiers\norders had already been issued enjoining forbearance, and I passed\nthe same remarks to the Admiral about unpleasantness possibly arising\nthrough lack of discipline of our own forces.",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}