{
    "title": "True Version of the Philippine Revolution - Chapter XV. Vain Hopes",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "16",
    "content": [
        "\n\n",
        "Vain indeed became these hope when news arrived that Admiral Dewey\nhad acted and was continuing to act against the Revolutionary\nGovernment by order of His Excellency Mr. McKinley, who, prompted\nby the “Imperialist” party, had decided to annex the Philippines,\ngranting, in all probability, concessions to adventurers to exploit\nthe immense natural wealth lying concealed under our virgin soil.",
        "This news was received in the Revolutionary camp like a thunderbolt out\nof a clear sky. Some cursed the hour and the day we treated verbally\nwith the Americans; some denounced the ceding of the suburbs, while\nothers again were of opinion that a Commission should be sent to\nGeneral Otis to draw from him clear and positive declarations on the\nsituation, drawing up a treaty of amity and commerce if the United\nStates recognize our independence or at once commence hostilities if\nthe States refused.",
        "In this crisis I advised moderation and prudence, for I still had\nconfidence in the justice and rectitude of United States Congress,\nwhich, I believed, would not approve the designs of the Imperialist\nparty and would give heed to the declarations of Admiral Dewey, who,\nin the capacity of an exalted Representative of the United States in\nthese Islands concerted and covenanted with me and the people of the\nPhilippines recognition of our independence.",
        "In fact in no other way was such a serious matter to be regarded,\nfor if America entrusted to Admiral Dewey the honour of her forces in\nsuch a distant region, surely the Filipinos might equally place their\ntrust in the word of honour of such a polished, chivalrous gentleman\nand brave sailor, in the firm belief, of course, that the great and\nnoble American people would neither reject his decision nor expose\nto ridicule the illustrious conqueror of the Spanish fleet.",
        "In the same way the not less known and notorious circumstances, that\nthe American Commanders who came soon after the echoes of the Admiral’s\nvictory reached their native shores, namely, Generals Merritt, Anderson\nand Otis, proclaimed to the people of the Philippines that America did\nnot come to conquer territories, but to liberate its inhabitants from\nthe oppression of Spanish Sovereignty. I would therefore also expose\nto universal ridicule and contempt the honour of these Commanders\nif the United States, by repudiating their official and public acts,\nattempts to annex these islands by conquest.",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}