{
    "title": "True Version of the Philippine Revolution - Chapter XI. The Spanish Commission",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "12",
    "content": [
        "\n\n",
        "At this juncture the Admiral suddenly changed the topic of conversation\nand asked–\"Why don’t the people in Manila rise against the Spaniards\nas their countrymen in the provinces have done? Is it true that they\naccept the autonomy offered by General Augustin with a representative\nAssembly? Is the report which has reached me true, that a Filipino\nCommission has been sent from Manila to propose to you the acceptance\nof that autonomy coupled with a recognition of your rank of General,\nas well as recognition of the rank held by your companions?”",
        "“The people of Manila,” I answered, “are quiet because they have\nno arms and because as merchants and landlords they fear that their\nvaluable properties and money in the banks will be confiscated by the\nSpaniards if they rise up and begin burning and destroying the property\nof others. On this account they had ostensibly accepted autonomy,\nnot because that was what they wanted but more as a means of deceiving\nthe Spaniards and being allowed to live in peace; but I am confident\nthat all the Filipinos in Manila are for independence, as will be\nproved the very day our troops capture Manila. At that time I fully\nexpect the people of Manila will join with us in raising loud cheers\nfor the Independence of the Philippines, making fresh demonstrations\nof loyalty to our Government.”",
        "I also told him it was true that a Mixed Commission had arrived and\nin the name of General Augustin and Archbishop Nozaleda made certain\nproposals; but they made known to us their intention to adhere to our\nCause. The members of the Commission said the Spaniards instructed them\nto say they came motu propio [2] without being formally appointed\nor ’coached’ by the Spanish authorities in what they should say,\nrepresenting, on the contrary, that they were faithful interpreters\nof the sentiment of the people of Manila and that they had good\nreason for believing that if I was willing to accept autonomyGeneral Augustin and Archbishop Nozaleda would recognize my rank\nof General, and that of my companions, would give me the $1,000,000\nindemnity agreed upon at Biak-na-bató and still unpaid, as well as\nliberal rewards for and salaries to the members of a popular Assembly\npromises which the Commissioners did not put any faith in, though some\nof them held the opinion that the money should be accepted because\nit would reduce the funds of the Spanish Government and also because\nthe money had been wrung from Filipinos. The Commissioners, I added,\nleft after assuring me that the people in Manila would rise against\nthe Spaniards if supplied with arms, and that the best thing I could\ndo was to make an attack on Manila at the places they pointed out as\nbeing the weakest parts of the Spanish defense and consequently the\neasiest to overcome.",
        "I thanked the Commission for their loyalty and straightforwardness,\ntold them they would be given an escort to take them safely back to\nthe Spanish lines, and that when they got back they should inform\nthose who had sent them that they were not received because they were\nnot duly accredited and that even if they had brought credentials\naccording to what they had seen and heard from the Revolutionists\nDon Emilio Aguinaldo would certainly not consider, much less accept,\ntheir proposals respecting autonomy because the Filipino people had\nsufficient experience to govern themselves, that they are tired of\nbeing victimised and subjected to gross abuses by a foreign nation\nunder whose domination they have no wish to continue to live, but\nrather wish for their independence. Therefore the Spaniards might\nprepare to defend their sovereignty, for the Filipino Army would\nvigorously assault the city and with unflagging zeal prosecute the\nsiege until Manila was captured.",
        "I also told the Commissioners to tell Archbishop Nozaleda that he was\nabusing the privileges and authority of his exalted position; that\nsuch conduct was at variance with the precepts of His Holiness the\nPope, and if he failed to rectify matters I would throw light on the\nsubject in a way which would bring shame and disgrace upon him. I added\nthat I knew he and General Augustin had commissioned four Germans and\nfive Frenchmen to disguise themselves and assassinate me in the vain\nhope that once I am disposed of the people of the Philippines would\ncalmly submit to the sovereignty of Spain, which was a great mistake,\nfor were I assassinated, the inhabitants of the Philippines would\nassuredly continue the struggle with greater vigor than ever. Other\nmen would come forward to avenge my death. Lastly I recommended\nthe Commissioners to tell the people in Manila to go on with their\ntrades and industries and be perfectly at ease about our Government,\nwhose actions were guided in the paths of rectitude and justice, and\nthat since there were no more Friars to corrupt the civic virtues,\nthe Filipino Government was now endeavouring to demonstrate its\nhonesty of purpose before the whole world. There was therefore no\nreason why they should not go on with their business as usual and\nshould not think of leaving Manila and coming into the Camp, where\nthe resources were limited, where already more were employed than was\nnecessary to meet the requirements of the Government and the Army,\nand where, too, the lack of arms was sorely felt.",
        "The Commissioners asked me what conditions the United States would\nimpose and what benefits they would confer on the Filipinos, to which\nI replied that is was difficult to answer that question in view of the\nsecret I was in honour bound to keep in respect of the terms of the\nAgreement, contenting myself by saying that they could learn a good\ndeal by carefully observing the acts, equivalent to the exercise of\nsovereign rights, of the Dictatorial Government, and especially the\noccular demonstrations of such rights on the waters of the harbour.",
        "These statements, which were translated by my interpreter, Sr. Leyba,\nmade such an impression on the Admiral that he interrupted,\nasking–\"Why did you reveal our secret?” Do you mean that you do not\nintend to keep inviolate our well understood silence and watchword?",
        "I said in reply that I had revealed nothing of the secret connected\nwith him and the Consul.",
        "The Admiral then thanked me for my cautiousness, bid we good-by and\nleft with General Anderson, after requesting me to refrain from\nassaulting Manila because, he said, they were studying a plan to\ntake the Walled City with their troops, leaving the suburbs for the\nFilipino forces.",
        "He advised me, nevertheless, to study other plans of taking the city\nin conjunction with their forces, which I agreed to do.",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}