{
    "title": "True Version of the Philippine Revolution - Chapter IX. The Steamer “Compania de Filipinas”",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "10",
    "content": [
        "\n\n",
        "In a few days the Spanish steamer Compania de Filipinas was\nbrought to Cavite by my countrymen, who captured her in the harbour\nof Aparri. Cannon were at once mounted on board this vessel and she\nwas loaded with troops and despatched for Olongapo, but she had not\ngone far before I sent another gunboat to recall her because Admiral\nDewey requested me to do so in order that a question raised by the\nFrench Consul might be duly settled. The Admiral having been informed\nthat when captured the Compania de Filipinas was flying the Spanish\nflag abstained from interfering in the matter and handed the French\nConsul’s protest over to me, affirming at the same time that he and\nhis forces were in no way concerned in the matter.",
        "This incident, which was soon settled, clearly demonstrates the\nrecognition of and protection extended to the Philippine Revolution\nby Admiral Dewey.",
        "The Filipinas (as this steamer has since been styled) was again\ndespatched to Olongapo and on her way back landed troops in the\nprovinces of Cagayan and the Batanes islands for the purpose of\nwresting the government of those districts from Spain. This steamer,\nwhose name has more recently been changed to Luzon, is at present\nashore in the Rio Grande, in Cagayan, where she was beached owing to\nsome damage to her machinery.",
        "When our steamers were leaving the harbour with troops for the\nprovinces they dipped their ensigns in passing Admiral Dewey’s\nflagship Olympia, performing this act in conformity with the rules\nof international courtesy, a demonstration of friendship that was\ninvariably promptly responded to in the usual way.",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}