{
    "title": "True Version of the Philippine Revolution - Chapter VI. The First Triumphs",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "7",
    "content": [
        "\n\n",
        "The next day (8th May, 1898), just when we were distributing arms to\nthe revolutionists of Kawit, in the above mentioned district a column,\ncomposed of over 270 Spanish Naval Infantry, appeared in sight. They\nwere sent out by the Spanish General, Sr. Peña, for the purpose of\nseizing the said consignment of arms.",
        "Then it was that the first engagement of the Revolution of 1898 (which\nmay be rightly styled a continuation of the campaign of 1896-97) took\nplace. The battle raged from 10 a.m. to 3 p.m., when the Spaniards ran\nout of ammunition and surrendered, with all their arms, to the Filipino\nRevolutionists, who took their prisoners to Cavite. In commemoration\nof this glorious achievement I hoisted our national flag in presence\nof a great crowd, who greeted it with tremendous applause and loud,\nspontaneous and prolonged cheers for “Independent Philippines” and for\n“the generous nation\"–the United States of America. Several officers\nand Marines from the American fleet who witnessed the ceremony evinced\nsympathy with the Filipino cause by joining in the natural and popular\nrejoicings of the people.",
        "This glorious triumph was merely the prelude to a succession of\nbrilliant victories, and when the 31st May came–the date fixed for\ngeneral uprising of the whole of the Philippines–the people rose as\none man to crush the power of Spain.",
        "The second triumph was effected in Binakayan, at a place known as\nPolvorin, where the Spanish garrison consisting of about 250 men\nwas attacked by our raw levvies and surrendered in a few hours,\ntheir stock of ammunition being completely exhausted.",
        "I again availed myself of the opportunity to hoist our national flag\nand did so from an upper story of the Polvorin facing the sea,\nwith the object of causing the sacred insignia of our Liberty and\nIndependence to be seen fluttering in the breeze by the warships,\nrepresenting all the great and civilized nations of the world, which\nwere congregated in the harbour observing the providential evolution\ngoing on in the Philippines after upwards of three hundred years of\nSpanish domination.",
        "Scarcely had another hour elapsed before another flag was seen flying\nover the steeple of the Church at Bakoor–which is also in full view\nof vessels in the harbour–being the signal of another triumph of\nour troops over the Spanish forces which held that town. The garrison\nconsisted of about 300 men, who surrendered to the Revolutionary Army\nwhen their ammunition was exhausted.",
        "And so the Revolution progressed, triumph following triumph in quick\nsuccession, evidencing the power, resolution and ability of the\ninhabitants of the Philippines to rid themselves of any foreign yoke\nand exist as an independent State, as I affirmed to Admiral Dewey and\nin respect of which he and several American Commanders and officers\nwarmly congratulated me, specially mentioning the undeniable triumphs\nof the Philippine Army as demonstrated and proved by the great number\nof prisoners we brought into Cavite from all parts of Luzon.",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}