{
    "title": "True Version of the Philippine Revolution - Chapter II. The Treaty of Biak-na-bató",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "3",
    "content": [
        "\n\n",
        "Don Pedro Alejandro Paterno (who was appointed by the Spanish\nGovernor-General sole mediator in the discussion of the terms of\npeace) visited Biak-na-bató several times to negotiate terms of\nthe Treaty, which, after negotiations extending over five months,\nand careful consideration had been given to each clause, was finally\ncompleted and signed on the 14th December, 1897, the following being\nthe principal conditions:–",
        "(1) That I would, and any of my associates who desired to go with me,\nbe free to live in any foreign country. Having fixed upon Hongkong as\nmy place of residence, it was agreed that payment of the indemnity\nof $800,000 (Mexican) should be made in three installments, namely,\n$400,000 when all the arms in Biak-na-bató were delivered to the\nSpanish authorities; $200,000 when the arms surrendered amounted to\neight hundred stand; the final payment to be made when one thousand\nstand of arms shall have been handed over to the authorities and the\nTe Deum sung in the Cathedral in Manila as thanksgiving for the\nrestoration of peace. The latter part of February was fixed as the\nlimit of time wherein the surrender of arms should be completed.",
        "(2) The whole of the money was to be paid to me personally, leaving\nthe disposal of the money to my discretion and knowledge of the\nunderstanding with my associates and other insurgents.",
        "(3) Prior to evacuating Biak-na-bató the remainder of the insurgent\nforces under Captain-General Primo de Rivera should send to\nBiak-na-bató two General of the Spanish Army to be held as hostages by\nmy associates who remained there until I and a few of my compatriots\narrived in Hongkong and the first installment of the money payment\n(namely, four hundred thousand dollars) was paid to me.",
        "(4) It was also agreed that the religious corporations in the\nPhilippines be expelled and an autonomous system of government,\npolitical and administrative, be established, though by special\nrequest of General Primo de Rivera these conditions were not insisted\non in the drawing up of the Treaty, the General contending that such\nconcessions would subject the Spanish Government to severe criticism\nand even ridicule.",
        "General Primo de Rivera paid the first installment of $400,000 while\nthe two Generals were hold as hostages in Biak-na-bató.",
        "We, the revolutionaries, discharged our obligation to surrender our\narms, which were over 1,000 stand, as everybody knows, it having\nbeen published in the Manila newspapers. But the Captain General\nPrimo de Rivera failed to fulfill the agreement as faithfully as\nwe did. The other installments were never paid; the Friars were\nneither restricted in their acts of tyranny and oppression nor were\nany steps taken to expel them or secularize the religious Orders;\nthe reforms demanded were not inaugurated, though the Te Deumwas sung. This failure of the Spanish authorities to abide by the\nterms of the Treaty caused me and my companions much unhappiness,\nwhich quickly changed to exasperation when I received a letter from\nLieutenant-Colonel Don Miguel Primo de Rivera (nephew and private\nSecretary of the above-named General) informing me that I and my\ncompanions could never return to Manila.",
        "Was the procedure of this special representative of Spain just?",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}