{
    "title": "True Version of the Philippine Revolution - Chapter XIV. First Clouds",
    "author": "Don Emilio Aguinaldo y Famy",
    "chapter": "15",
    "content": [
        "\n\n",
        "Our troops saw the American forces landing on the sea shore near the\nLuneta and Paseo de Santa Lucia, calling the attention of everybody to\nthe fact that the Spanish soldiers in the city forts were not firing\non them (the Americans), a mystery that was cleared up at sunset\nwhen details of the capitulation of Manila, by General Jaudenes in\naccordance with terms of an agreement with General Merritt, became\npublic property–a capitulation which the American Generals reserved\nfor their own benefit and credit in contravention of the agreement\narrived at with Admiral Dewey in the arrangement of plans for the\nfinal combined assault on and capture of Manila by the allied forces,\nAmerican and Filipino.",
        "Some light was thrown upon this apparently inexplicable conduct of the\nAmerican Commanders by the telegrams which I received during that day\nfrom General Anderson, who wired me from Maitubig asking me to issue\norders forbidding our troops to enter Manila, a request which I did\nnot comply with because it was not in conformity with the agreement,\nand it was, moreover, diametrically opposed to the high ends of the\nRevolutionary Government, that after going to the trouble of besieging\nManila for two months and a half, sacrificing thousands of lives and\nmillions of material interests, it should be supposed such sacrifices\nwere made with any other object in view than the capture of Manila\nand the Spanish garrison which stubbornly defended the city.",
        "But General Merritt, persistent in his designs, begged me not only\nthrough the Admiral but also through Major Bell to withdraw my\ntroops from the suburbs to (as it was argued) prevent the danger\nof conflict which is always to be looked for in the event of dual\nmilitary occupation; also by so doing to avoid bringing ridicule upon\nthe American forces; offering, at the same time, in three letters,\nto negotiate after his wishes were complied with. To this I agreed,\nthough neither immediately nor at one time, but making our troops\nretire gradually up to the blockhouses in order that the whole of the\ninhabitants of Manila should witness the proceedings of our troops\nand amicability toward our American allies.",
        "Up to that time, and in fact right up to the time when the Americans\nopenly commenced hostilities against us, I entertained in my soul\nstrong hopes that the American Commanders would make absolute with\ntheir Government the verbal agreement made and entered into with the\nLeader of the Philippine Revolution, notwithstanding the indications\nto the contrary which were noticeable in their conduct, especially\nin respect of the conduct of Admiral Dewey, who, without any reason\nor justification, one day in the month of October seized all our\nsteamers and launches.",
        "Being informed of this strange proceeding, and at the time when the\nRevolutionary Government had its headquarters in Malolos, I despatched\na Commission to General Otis to discuss the matter with him. General\nOtis gave the Commissioners a letter of recommendation to the Admiral\nto whom he referred them; but the Admiral declined to receive the\nCommission notwithstanding General Otis’s recommendation.",
        "Notwithstanding the procedure of the American Commanders, so contrary\nto the spirit of all the compacts and antecedents above mentioned,\nI continued to maintain a friendly attitude towards them, sending\na Commission to General Merritt to bid him farewell on the eve of\nhis departure for Paris. In his acknowledgement of his courtesy\nGeneral Merritt was good enough to say that he would advocate the\nFilipino Cause in the United States. In the same manner I sent to\nAdmiral Dewey a punal [5] in a solid silver scabbard and a walking\nstick of the very best cane with gold handle engraved by the most\nskilful silversmiths as a souvenir and mark of our friendship. This\nthe Admiral accepted, thereby in some measure relieving my feelings\nand the anxiety of my compatriots constituting the Revolutionary\nGovernment, whose hearts were again filled with pleasant hopes of a\ncomplete understanding with Admiral Dewey.",
        "Continue...",
        "\nThis eBook of “True Version of the Philippine Revolution” by Don Emilio Aguinaldo y Famy belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}