{
    "title": "Two Years Before the Mast - Chapter XX. Leisure–News From Home–\"Burning the Water”",
    "author": "Richard Henry Dana",
    "chapter": "23",
    "content": [
        "\n\n",
        "After we had been a few weeks on shore, and had begun to feel\nbroken into the regularity of our life, its monotony was\ninterrupted by the arrival of two vessels from the windward.\nWe were sitting at dinner in our little room, when we heard the cry\nof “Sail ho!”  This, we had learned, did not always signify a vessel,\nbut was raised whenever a woman was seen coming down from the town;\nor a squaw, or an ox-cart, or anything unusual, hove in sight upon\nthe road; so we took no notice of it.  But it soon became so loud\nand general from all parts of the beach, that we were led to go\nto the door; and there, sure enough, were two sails coming round\nthe point, and leaning over from the strong north-west wind,\nwhich blows down the coast every afternoon.  The headmost was a\nship, and the other, a brig.  Everybody was alive on the beach,\nand all manner of conjectures were abroad.  Some said it was the\nPilgrim, with the Boston ship, which we were expecting; but we soon\nsaw that the brig was not the Pilgrim, and the ship with her stump\ntop-gallant masts and rusty sides, could not be a dandy Boston\nIndiaman.  As they drew nearer, we soon discovered the high poop\nand top-gallant forecastle, and other marks of the Italian ship Rosa,\nand the brig proved to be the Catalina, which we saw at Santa Barbara,\njust arrived from Valparaiso.  They came to anchor, moored ship,\nand commenced discharging hides and tallow.  The Rosa had purchased\nthe house occupied by the Lagoda, and the Catalina took the other\nspare one between ours and the Ayacucho’s, so that, now, each one\nwas occupied, and the beach, for several days, was all alive.\nThe Catalina had several Kanakas on board, who were immediately\nbesieged by the others, and carried up to the oven, where they had\na long pow-wow, and a smoke.  Two Frenchmen, who belonged to the\nRosa’s crew, came in, every evening, to see Nicholas; and from them\nwe learned that the Pilgrim was at San Pedro, and was the only other\nvessel now on the coast.  Several of the Italians slept on shore at\ntheir hide-house; and there, and at the tent in which the Fazio’s\ncrew lived, we had some very good singing almost every evening.\nThe Italians sang a variety of songs–barcarollas, provincial airs,\netc.; in several of which I recognized parts of our favorite operas\nand sentimental songs.  They often joined in a song, taking all the\ndifferent parts; which produced a fine effect, as many of them had good\nvoices, and all seemed to sing with spirit and feeling.  One young\nman, in particular, had a falsetto as clear as a clarionet.",
        "The greater part of the crews of the vessels came ashore every\nevening, and we passed the time in going about from one house to\nanother, and listening to all manner of languages.  The Spanish was\nthe common ground upon which we all met; for every one knew more or\nless of that.  We had now, out of forty or fifty, representatives\nfrom almost every nation under the sun: two Englishmen, three Yankees,\ntwo Scotchmen, two Welshmen, one Irishman, three Frenchmen (two of\nwhom were Normans, and the third from Gascony,) one Dutchman,\none Austrian, two or three Spaniards, (from old Spain,) half a\ndozen Spanish-Americans and half-breeds, two native Indians from\nChili and the Island of Chiloe, one Negro, one Mulatto, about twenty\nItalians, from all parts of Italy, as many more Sandwich Islanders,\none Otaheitan, and one Kanaka from the Marquesas Islands.",
        "The night before the vessels were ready to sail, all the\nEuropeans united and had an entertainment at the Rosa’s hide-house,\nand we had songs of every nation and tongue.  A German gave us\n“Och! mein lieber Augustin!” the three Frenchmen roared through the\nMarseilles Hymn; the English and Scotchmen gave us “Rule Britannia,\"\nand “Wha’ll be King but Charlie?” the Italians and Spaniards screamed\nthrough some national affairs, for which I was none the wiser;\nand we three Yankees made an attempt at the “Star-spangled Banner.\"\nAfter these national tributes had been paid, the Austrian gave us\na very pretty little love-song, and the Frenchmen sang a spirited\nthing called “Sentinelle! O prenez garde a vous!” and then\nfollowed the melange which might have been expected.  When I\nleft them, the aguardiente and annisou was pretty well in their\nheads, and they were all singing and talking at once, and their\npeculiar national oaths were getting as plenty as pronouns.",
        "The next day, the two vessels got under weigh for the windward,\nand left us in quiet possession of the beach.  Our numbers were\nsomewhat enlarged by the opening of the new houses, and the society\nof the beach a little changed.  In charge of the Catalina’s house,\nwas an old Scotchman, who, like most of his countrymen, had a pretty\ngood education, and, like many of them, was rather pragmatical,\nand had a ludicrously solemn conceit.  He employed his time in\ntaking care of his pigs, chickens, turkeys, dogs, etc., and in\nsmoking his long pipe.  Everything was as neat as a pin in the\nhouse, and he was as regular in his hours as a chronometer, but as\nhe kept very much by himself, was not a great addition to our\nsociety.  He hardly spent a cent all the time he was on the beach,\nand the others said he was no shipmate.  He had been a petty officer\non board the British frigate Dublin, Capt. Lord James Townshend,\nand had great ideas of his own importance.  The man in charge\nof the Rosa’s house was an Austrian by birth, but spoke, read,\nand wrote four languages with ease and correctness.  German was his\nnative tongue, but being born near the borders of Italy, and having\nsailed out of Genoa, the Italian was almost as familiar to him as\nhis own language.  He was six years on board of an English man-of-war,\nwhere he learned to speak our language with ease, and also to read\nand write it.  He had been several years in Spanish vessels,\nand had acquired that language so well, that he could read any\nbooks in it.  He was between forty and fifty years of age, and was\na singular mixture of the man-of-war’s-man and Puritan.  He talked\na great deal about propriety and steadiness, and gave good advice\nto the youngsters and Kanakas, but seldom went up to the town,\nwithout coming down “three sheets in the wind.”  One holyday, he\nand old Robert (the Scotchman from the Catalina) went up to the\ntown, and got so cozy, talking over old stories and giving one\nanother good advice, that they came down double-backed, on a horse,\nand both rolled off into the sand as soon as the horse stopped.\nThis put an end to their pretensions, and they never heard the last\nof it from the rest of the men.  On the night of the entertainment\nat the Rosa’s house, I saw old Schmidt, (that was the Austrian’s name)\nstanding up by a hogshead, holding on by both hands, and calling out\nto himself–\"Hold on, Schmidt! hold on, my good fellow, or you’ll\nbe on your back!”  Still, he was an intelligent, good-natured old\nfellow, and had a chest-full of books, which he willingly lent\nme to read.  In the same house with him was a Frenchman and an\nEnglishman; the latter a regular-built “man-of-war Jack;” a thorough\nseaman; a hearty, generous fellow; and, at the same time, a drunken,\ndissolute dog.  He made it a point to get drunk once a fortnight,\n(when he always managed to sleep on the road, and have his money\nstolen from him,) and to battle the Frenchman once a week.\nThese, with a Chilian, and a half a dozen Kanakas, formed the\naddition to our company.",
        "In about six weeks from the time when the Pilgrim sailed, we had\ngot all the hides which she left us cured and stowed away;\nand having cleared up the ground, and emptied the vats, and set\neverything in order, had nothing more to do until she should come\ndown again, but to supply ourselves with wood.  Instead of going\ntwice a week for this purpose, we determined to give one whole\nweek to getting wood, and then we should have enough to last us\nhalf through the summer.  Accordingly, we started off every morning,\nafter an early breakfast, with our hatchets in hand, and cut wood\nuntil the sun was over the point,–which was our only mark of time,\nas there was not a watch on the beach–and then came back to dinner,\nand after dinner, started off again with our hand-cart and ropes,\nand carted and “backed” it down, until sunset.  This, we kept up for\na week, until we had collected several cords,–enough to last us for\nsix or eight weeks–when we “knocked off\" altogether, much to my joy;\nfor, though I liked straying in the woods, and cutting, very well,\nyet the backing the wood for so great a distance, over an uneven\ncountry, was, without exception, the hardest work I had ever done.\nI usually had to kneel down and contrive to heave the load, which\nwas well strapped together, upon my back, and then rise up and\nstart off with it up the hills and down the vales, sometimes through\nthickets,–the rough points sticking into the skin, and tearing the\nclothes, so that, at the end of the week, I had hardly a whole shirt\nto my back.",
        "We were now through all our work, and had nothing more to do until\nthe Pilgrim should come down again.  We had nearly got through\nour provisions too, as well as our work; for our officer had\nbeen very wasteful of them, and the tea, flour, sugar, and molasses,\nwere all gone.  We suspected him of sending them up to the town;\nand he always treated the squaws with molasses, when they came\ndown to the beach.  Finding wheat-coffee and dry bread rather\npoor living, we dubbed together, and I went up to the town on\nhorseback with a great salt-bag behind the saddle, and a few reáls\nin my pocket, and brought back the bag full of onions, pears, beans,\nwater-melons, and other fruits; for the young woman who tended\nthe garden, finding that I belonged to the American ship, and that\nwe were short of provisions, put in a double portion.  With these\nwe lived like fighting-cocks for a week or two, and had, besides,\nwhat the sailors call “a blow-out on sleep;” not turning out in the\nmorning until breakfast was ready.  I employed several days in\noverhauling my chest, and mending up all my old clothes, until I\nhad got everything in order–patch upon patch, like a sand-barge’s\nmainsail.  Then I took hold of Bowditch’s Navigator, which I had\nalways with me.  I had been through the greater part of it, and now\nwent carefully through it, from beginning to end working out most\nof the examples.  That done, and there being no signs of the Pilgrim,\nI made a descent upon old Schmidt, and borrowed and read all the\nbooks there were upon the beach.  Such a dearth was there of these\nlatter articles, that anything, even a little child’s story-book,\nor the half of a shipping calendar, appeared like a treasure.\nI actually read a jest-book through, from beginning to end, in one\nday, as I should a novel, and enjoyed it very much.  At last,\nwhen I thought that there were no more to be got, I found, at the\nbottom of old Schmidt’s chest, “Mandeville, a Romance, by Godwin,\nin five volumes.”  This I had never read, but Godwin’s name was enough,\nand after the wretched trash I had devoured, anything bearing the name\nof a distinguished intellectual man, was a prize indeed.  I bore it off,\nand for two days I was up early and late, reading with all my might,\nand actually drinking in delight.  It is no extravagance to say that\nit was like a spring in a desert land.",
        "From the sublime to the ridiculous–so with me, from Mandeville\nto hide-curing, was but a step; for",
        "Wednesday, July 18th, brought us the brig Pilgrim from the windward.\nAs she came in, we found that she was a good deal altered in her\nappearance.  Her short top-gallant masts were up; her bowlines all\nunrove (except to the courses); the quarter boom-irons off her lower\nyards; her jack-cross-trees sent down; several blocks got rid of;\nrunning-rigging rove in new places; and numberless other changes\nof the same character.  Then, too, there was a new voice giving orders,\nand a new face on the quarter-deck,–a short, dark-complexioned man,\nin a green jacket and a high leather cap.  These changes, of course,\nset the whole beach on the qui-vive, and we were all waiting for the\nboat to come ashore, that we might have things explained.  At length,\nafter the sails were furled and the anchor carried out, the boat\npulled ashore, and the news soon flew that the expected ship had\narrived at Santa Barbara, and that Captain T––- had taken command\nof her, and her captain, Faucon, had taken the Pilgrim, and was the\ngreen-jacketed man on the quarter-deck.  The boat put directly off\nagain, without giving us time to ask any more questions, and we were\nobliged to wait till night, when we took a little skiff, that lay on\nthe beach, and paddled off.  When I stepped aboard, the second mate\ncalled me aft, and gave me a large bundle, directed to me, and marked\n“Ship Alert.”  This was what I had longed for, yet I refrained from\nopening it until I went ashore.  Diving down into the forecastle,\nI found the same old crew, and was really glad to see them again.\nNumerous inquiries passed as to the new ship, the latest news from\nBoston, etc., etc.  S––- had received letters from home, and nothing\nremarkable had happened.  The Alert was agreed on all hands to be a\nfine ship, and a large one: “Larger than the Rosa\"–\"Big enough to\ncarry off all the hides in California\"–\"Rail as high as a man’s\nhead\"–\"A crack ship\"–\"A regular dandy,” etc., etc.  Captain\nT––- took command of her, and she went directly up to Monterey;\nfrom thence she was to go to San Francisco, and probably would not\nbe in San Diego under two or three months.  Some of the Pilgrim’s\ncrew found old ship-mates aboard of her, and spent an hour or two\nin her forecastle, the evening before she sailed.  They said her\ndecks were as white as snow–holystoned every morning, like a\nman-of-war’s; everything on board “shipshape and Bristol fashion;\"\na fine crew, three mates, a sailmaker and carpenter, and all complete.\n“They’ve got a man for mate of that ship, and not a bloody sheep\nabout decks!\"–\"A mate that knows his duty, and makes everybody\ndo theirs, and won’t be imposed upon either by captain or crew.\"\nAfter collecting all the information we could get on this point,\nwe asked something about their new captain.  He had hardly been\non board long enough for them to know much about him, but he had\ntaken hold strong, as soon as he took command;–sending down the\ntop-gallant masts, and unreeving half the rigging, the very first\nday.",
        "Having got all the news we could, we pulled ashore; and as soon as\nwe reached the house, I, as might be supposed, proceeded directly\nto opening my bundle, and found a reasonable supply of duck,\nflannel shirts, shoes, etc., and, what was still more valuable,\na packet of eleven letters.  These I sat up nearly all the night\nto read, and put them carefully away, to be read and re-read again\nand again at my leisure.  Then came a half a dozen newspapers,\nthe last of which gave notice of Thanksgiving, and of the clearance\nof “ship Alert, Edward H. Faucon, master, for Callao and California,\nby Bryant, Sturgis & Co.”  No one has ever been on distant voyages,\nand after a long absence received a newspaper from home, who cannot\nunderstand the delight that they give one.  I read every part of them\n–the houses to let; things lost or stolen; auction sales, and all.\nNothing carries you so entirely to a place, and makes you feel so\nperfectly at home, as a newspaper.  The very name of “Boston Daily\nAdvertiser” “sounded hospitably upon the ear.”",
        "The Pilgrim discharged her hides, which set us at work again,\nand in a few days we were in the old routine of dry hides–wet\nhides–cleaning–beating, etc.  Captain Faucon came quietly up to\nme, as I was at work, with my knife, cutting the meat from a dirty\nhide, asked me how I liked California, and repeated–\"Tityre, tu\npatulae recubans sub tegmine fagi.”  Very apropos, thought I, and,\nat the same time, serves to show that you understand Latin.\nHowever, a kind word from a captain is a thing not to be slighted;\nso I answered him civilly, and made the most of it.",
        "Saturday, July 11th.  The Pilgrim set sail for the windward, and left\nus to go on in our old way.  Having laid in such a supply of wood,\nand the days being now long, and invariably pleasant, we had a\ngood deal of time to ourselves.  All the duck I received from home,\nI soon made up into trowsers and frocks, and displayed, every Sunday,\na complete suit of my own make, from head to foot, having formed\nthe remnants of the duck into a cap.  Reading, mending, sleeping,\nwith occasional excursions into the bush, with the dogs, in search\nof coati, hares, and rabbits, or to encounter a rattlesnake, and now\nand then a visit to the Presidio, filled up our spare time after\nhide-curing was over for the day.  Another amusement, which we\nsometimes indulged in, was “burning the water” for craw-fish.\nFor this purpose, we procured a pair of grains, with a long staff\nlike a harpoon, and making torches with tarred rope twisted round a\nlong pine stick, took the only boat on the beach, a small skiff,\nand with a torch-bearer in the bow, a steersman in the stern, and one\nman on each side with the grains, went off, on dark nights, to burn\nthe water.  This is fine sport.  Keeping within a few rods of the\nshore, where the water is not more than three or four feet deep,\nwith a clear sandy bottom, the torches light everything up so that one\ncould almost have seen a pin among the grains of sand.  The craw-fish\nare an easy prey, and we used soon to get a load of them.  The other\nfish were more difficult to catch, yet we frequently speared a number\nof them, of various kinds and sizes.  The Pilgrim brought us down\na supply of fish-hooks, which we had never had before, on the beach,\nand for several days we went down to the Point, and caught a\nquantity of cod and mackerel.  On one of these expeditions, we saw\na battle between two Sandwich Islanders and a shark.  “Johnny\"\nhad been playing about our boat for some time, driving away the\nfish, and showing his teeth at our bait, when we missed him, and in\na few moments heard a great shouting between two Kanakas who were\nfishing on the rock opposite to us: “E hana hana make i ka ia nui!\"\n“E pii mai Aikane!” etc., etc.; and saw them pulling away on a stout\nline, and “Johnny Shark” floundering at the other end.  The line\nsoon broke; but the Kanakas would not let him off so easily,\nand sprang directly into the water after him.  Now came the tug of\nwar.  Before we could get into deep water, one of them seized him\nby the tail, and ran up with him upon the beach; but Johnny\ntwisted round, turning his head under his body, and, showing his\nteeth in the vicinity of the Kanaka’s hand, made him let go and\nspring out of the way.  The shark now turned tail and made the\nbest of his way, by flapping and floundering, toward deep water;\nbut here again, before he was fairly off, the other Kanaka seized\nhim by the tail, and made a spring towards the beach, his companion\nat the same time paying away upon him with stones and a large stick.\nAs soon, however, as the shark could turn, he was obliged to let go\nhis hold; but the instant he made toward deep water, they were both\nbehind him, watching their chance to seize him.  In this way the\nbattle went on for some time, the shark, in a rage, splashing and\ntwisting about, and the Kanakas, in high excitement, yelling at the\ntop of their voices; but the shark at last got off, carrying away a\nhook and liner and not a few severe bruises.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}