{
    "title": "Two Little Savages - X",
    "author": "Ernest Thompson Seton",
    "chapter": "10",
    "content": [
        "\n\n",
        "Biddy’s Contribution",
        "An Irish-Canadian servant girl from Sanger now became a member of\ntheir household. Her grandmother was an herb-doctor in great repute.\nShe had frequently been denounced as a witch, although in good\nstanding as a Catholic. This girl had picked up some herb-lore, and\none day when all the family were visiting the cemetery she darted into\nvarious copses and produced plants which she named, together with the\ncomplaint that her grandmother used them for.",
        "“Sassafras, that makes tea for skin disease; Ginseng, that’s good to\nsell; Bloodroot for the blood in springtime; Goldthread, that cures\nsore mouths; Pipsissewa for chills and fever; White-man’s Foot, that\nsprings up wherever a White-man treads; Indian cup, that grows where\nan Indian dies; Dandelion roots for coffee; Catnip tea for a cold;\nLavender tea for drinking at meals; Injun Tobacco to mix with boughten\ntobacco; Hemlock bark to dye pink; Goldthread to dye yellow, and\nButternut rinds for greenish.”",
        "All of these were passing trifles to the others, but to Yan they were\nthe very breath of life, and he treasured up all of these things\nin his memory. Biddy’s information was not unmixed with error and\nsuperstition:",
        "“Hold Daddy Longlegs by one leg and say, ’tell me where the cows are,’\nand he will point just right under another leg, and onct he told me\nwhere to find my necklace when I lost it.",
        "“Shoot the Swallows and the cows give bloody milk. That’s the way old\nSam White ruined his milk business–shooting Swallows.",
        "“Lightning never strikes a barn where Swallows nest. Paw never rested\neasy after the new barn was built till the Swallows nested in it. He\nhad it insured for a hundred dollars till the Swallows got round to\nlook after it.",
        "“When a Measuring-worm crawls on you, you are going to get a new suit\nof clothes. My brother-in-law says they walk over him every year in\nsummer and sure enough, he gets a new suit. But they never does it in\nwinter, cause he don’t get new clothes then.",
        "“Split a Crow’s tongue and he will talk like a girl. Granny knowed a\nman that had a brother back of Mara that got a young Crow and\nsplit his tongue an’ he told Granny it was just like a girl\ntalking–an’ Granny told me!",
        "“Soak a Horse-hair in rainwater and it will turn into a Snake. Ain’t\nthere lots uv Snakes around ponds where Horses drink? Well!",
        "“Kill a Spider an’ it will rain to-morrow. Now, that’s worth knowin’.\nI mind one year when the Orangeman’s picnic was comin’, 12th of July,\nMaw made us catch twenty Spiders and we killed them all the day\nbefore, and law, how it did rain on the picnic! Mebbe we didn’t laugh.\nMost of them hed to go home in boats, that’s what our paper said. But\nnext year they done the same thing on us for St. Patrick’s Day, but\nSpiders is scarce on the 16th of March, an’ it didn’t rain so much as\nsnow, so it was about a stand-off.",
        "“Toads gives warts. You seen them McKenna twins–their hands is a\nsight with warts. Well, I seen them two boys playing with Toads like\nthey was marbles. So! An’ they might a-knowed what was comin’. Ain’t\nevery Toad just covered with warts as thick as he can stick?",
        "“That there’s Injun tobacco. The Injuns always use it, and Granny\ndoes, too, sometimes.” (Yan made special note of this–he must get\nsome and smoke it, if it was Indian.)",
        "“A Witch-hazel wand will bob over a hidden spring and show where to\ndig. Denny Scully is awful good at it. He gets a dollar for showing\nwhere to sink a well, an’ if they don’t strike water it’s because they\ndidn’t dig where he said, or spiled the charm some way or nuther, and\nhez to try over.",
        "“Now, that’s Dandelion. Its roots makes awful good coffee. Granny\nallers uses it. She says that it is healthier than store coffee, but\nMaw says she likes boughten things best, and the more they cost the\nbetter she likes them.",
        "“Now, that’s Ginseng. It has a terrible pretty flower in spring.\nThere’s tons and tons of it sent to China. Granny says the Chinese\neats it, to make them cheerful, but they don’t seem to eat enough.",
        "“There’s Slippery Elm. It’s awfully good for loosening up a cold, if\nyou drink the juice the bark’s bin biled in. One spring Granny made a\nbucketful. She set it outside to cool, an’ the pig he drunk it all up,\nan’ he must a had a cold, for it loosened him up so he dropped his\nback teeth. I seen them myself lying out there in the yard. Yes, I\ndid.",
        "“That’s Wintergreen. Lots of boys I know chew that to make the girls\nlike them. Lots of them gits a beau that way, too. I done it myself\nmany’s a time.",
        "“Now, that is what some folks calls Injun Turnip, an’ the children\ncalls it Jack-in-a-Pulpit, but Granny calls it ’Sorry-plant,’ cos she\nsays when any one eats it it makes them feel sorry for the last fool\nthing they done. I’ll put some in your Paw’s coffee next time he licks\nyer and mebbe that’ll make him quit. It just makes me sick to see ye\ngettin’ licked fur every little thing ye can’t help.",
        "“A Snake’s tongue is its sting. You put your foot on a Snake and see\nhow he tries to sting you. An’ his tail don’t die till sundown. I seen\nthat myself, onct, an’ Granny says so, too, an’ what Granny don’t know\nain’t knowledge–it’s only book-larnin’.”",
        "These were her superstitions, most of them more or less obviously\nabsurd to Yan; but she had also a smattering of backwoods lore and Yan\ngleaned all he could.",
        "She had so much of what he wanted to know that he had almost made up\nhis mind to tell her where he went each Saturday when he had finished\nhis work.",
        "A week or two longer and she would have shared the great secret, but\nsomething took place to end their comradeship.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}