{
    "title": "Two Little Savages - VIII",
    "author": "Ernest Thompson Seton",
    "chapter": "22",
    "content": [
        "\n\n",
        "The Sacred Fire",
        "“Ten strong poles and two long thin ones,” said Yan, reading off. These\nwere soon cut and brought to the camp ground.",
        "“Tie them together the same height as the teepee cover––”",
        "“Tie them? With what?”",
        "“’Rawhide rope,’ he said, but he also said ’Make the cover of skins.’\nI’m afraid we shall have to use common rope for the present,” and Yan\nlooked a little ashamed of the admission.",
        "“I reckoned so,” drawled Sam, “and so I put a coil of quarter-inch in\nthe cover, but I didn’t dare to tell you that up at the barn.”",
        "The tripod was firmly lashed with the rope and set up. Nine poles were\nduly leaned around in a twelve-foot circle, for a teepee twelve feet\nhigh usually has a twelve-foot base. A final lashing of the ropes held\nthese, and the last pole was then put up opposite to the door, with\nthe teepee cover tied to it at the point between the flaps. The ends\nof the two smoke-poles carried the cover round. Then the lacing-pins\nwere needed. Yan tried to make them of Hickory shoots, but the large,\nsoft pith came just where the point was needed. So Sam said, “You\ncan’t beat White Oak for pins.” He cut a block of White Oak, split it\ndown the middle, then split half of it in the middle again, and so on\ntill it was small enough to trim and finish with his knife. Meanwhile\nYan took the axe to split another, but found that it ran off to one\nside instead of going straight down the grain.",
        "“No good,” was Sam’s comment. “You must keep halving each time\nor it will run out toward the thin pieces. You want to split shingles\nall winter to larn that.”",
        "Ten pins were made eight inches long and a quarter of an inch thick.\nThey were used just like dressmakers’ stickpins, only the holes had to\nbe made first, and, of course, they looked better for being regular.\nThus the cover was laced on. The lack of ground-pegs was then seen.",
        "“You make ten Oak pins a foot long and an inch square, Sam. I’ve a\nnotion how to fix them.” Then Yan cut ten pieces of the rope, each two\nfeet long, and made a hole about every three feet around the base of\nthe cover above the rope in the outer seam. He passed one end of each\nshort rope through this and knotted it to the other end. Thus he had\nten peg-loops, and the teepee was fastened down and looked like a\nglorious success.",
        "Now came the grand ceremony of all, the lighting of the first fire.\nThe boys felt it to be a supreme and almost a religious moment. It is\ncurious to note that they felt very much as savages do under the same\ncircumstances–that the setting up of the new teepee and lighting its\nfirst fire is an act of deep significance, and to be done only with\nproper regard for its future good luck.",
        "“Better go slow and sure about that fire. It’d be awfully unlucky to\nhave it fizzle for the first time.”",
        "“That’s so,” replied Yan, with the same sort of superstitious dread.\n“Say, Sam, if we could really light it with rubbing-sticks, wouldn’t\nit be great?”",
        "“Hallo!”",
        "The boys turned, and there was Caleb close to them. He came over and\nnodded. “Got yer teepee, I see? Not bad, but what did ye face her to\nthe west fur?”",
        "“Fronting the creek,” explained Yan.",
        "“I forgot to tell ye,” said Caleb, “an Injun teepee always fronts the\neast; first, that gives the morning sun inside; next, the most wind is\nfrom the west, so the smoke is bound to draw.”",
        "“And what if the wind is right due east?” asked Sam, “which it surely\nwill be when it rains?”",
        "“And when the wind’s east,” continued Caleb, addressing no one in\nparticular, and not as though in answer to a question, “ye lap the\nflaps across each other tight in front, so,” and he crossed his hands\nover his chest. “That leaves the east side high and shuts out the\nrain; if it don’t draw then, ye raise the bottom of the cover under\nthe door just a little–that always fetches her. An’ when you change\nher round don’t put her in under them trees. Trees is dangerous; in a\nstorm they draw lightning, an’ branches fall from them, an’ after rain\nthey keep on dripping for an hour. Ye need all the sun ye kin get on a\nteepee.",
        "“Did you ever see Indians bring fire out of two sticks by rubbing, Mr.\nClark?”",
        "“Oh, yes. Most of the Injuns now carry matches, but in the early days\nI seen it done often enough.”",
        "“Does it take long? Is it hard?”",
        "“Not so long, and it’s easy enough, when ye know how.”",
        "“My! I’d rather bring fire out of two sticks than have a ten dollar\nbill,” said Yan, with enthusiasm that meant much, for one dollar was\nhis high-water mark of affluence, and this he had reached but once in\nhis life.",
        "“Oh, I dunno’; that depends,” was Sam’s more guarded response.",
        "“Can you do it?” asked Yan.",
        "“Wall, yes, if I kin get the right stuff. Ye see, it ain’t every wood\nthat will do it. It’s got to be jest right. The Plains Injuns use\nCottonwood root, an’ the Mountain Injuns use Sage-brush root. I’ve\nseen the Canadian Injuns use Basswood, Cedar and dry White Pine,\nbut the Chippewas mostly use Balsam Fir. The easiest way is with a\nbow-drill. Have ye any buckskin?”",
        "“No.”",
        "“Or a strip o’ soft leather?”",
        "“I’ve got a leather shoe-lace,” said Yan.",
        "“Rather slim; but we’ll double it an’ make it do. A cord will answer,\nbut it frays out so soon.” Caleb took the lace and the axe, then said,\n“Find me a stone ’bout the size of an egg, with a little hole into\nit–like a socket hole–’bout a quarter inch deep.”",
        "The boys went to the creek to seek a stone and Caleb went into the\nwoods.",
        "They heard him chopping, and presently he came back with a flat piece\nof very dry Balsam Fir, a fifteen-inch pin of the same, a stick about\nthree feet long, slightly bent, some dry Pine punk and some dry Cedar.",
        "The pin was three-quarters of an inch thick and was roughly\neight-sided, “so the lace would grip.” It was pointed at both ends. He\nfastened the lace to the bent stick like a bow-string, but loosely, so\nthat when it had one turn around the pin it was quite tight. The flat\npiece of Balsam he trimmed down to about half an inch thick. In the\nedge of this he now cut a notch one-quarter inch wide and half an inch\ndeep, then on the top of this fire-board or block, just beyond the\nnotch, he made with the point of his knife a little pit.",
        "He next scraped and shredded a lot of dry Cedar wood like lint. Then\nmaking a hole half an inch deep in the ground, he laid in that a flat\npiece of Pine punk, and across this he set the fire-board. The point\nof the pin or drill was put in the pit of the fire-board, which he\nheld down with one foot; the lace was given one turn on the pin, and\nits top went into the hole of the stone the boys brought. The stone\nwas held firmly in Caleb’s left hand.",
        "“Sometimes,” he remarked, “when ye can’t find a stone, a Pine knot\nwill do–ye kin make the socket-hole with a knife-point.”",
        "Now holding the bow in his right hand, he began to draw it back and\nforth with long, steady strokes, causing the pin to whirl round in the\nsocket. Within a few seconds a brown powder began to run out of the\nnotch of the fire-board onto the punk. The pit increased in size and\nblackened, the powder darkened, and a slight smoke arose from the pit.\nCaleb increased the pressure of his left hand a little, and sawed\nfaster with the right. The smoke steadily increased and the black\npowder began to fill the notch. The smoke was rolling in little clouds\nfrom under the pin, and it even seemed to come from the heap of\npowder. As soon as he saw that, Caleb dropped the bow and gently\nfanned the powder heap. It still smoked. He removed the fire-board,\nand lifting the punk, showed the interior of the powder to be one\nglowing coal. On this he laid the Cedar tinder and over that a second\npiece of punk. Then raising it, he waved it in the air and blew gently\nfor awhile. It smouldered and then burst into a flame. The other\nmaterial was handy, and in a very short time they had a blazing fire\nin the middle of the new teepee.",
        "[Illustration: THE RUBBING-STICKS FOR FIRE-MAKING]",
        "All three were pictures of childish delight. The old man’s face fairly\nbeamed with triumph. Had he failed in his experiment he would have\ngone off hating those boys, but having made a brilliant success he was\nready to love every one concerned, though they had been nothing more\nthan interested spectators of his exploit.",
        "[Illustration: RUBBING-STICKS–FOR FIRE-MAKING (See Description Below)]",
        "Two tools and two sticks are needed. The tools are bow and\ndrill-socket; the sticks are drill and fire-board.",
        "1. The simplest kind of bow–a bent stick with a stout leather thong\nfastened at each end. The stick must not spring. It is about 27 inches\nlong and 5/8 inch thick.",
        "2. A more elaborate bow with a hole at each end for the thong. At the\nhandle end it goes through a disc of wood. This is to tighten the\nthong by pressure of the hand against the disc while using.",
        "3. Simplest kind of drill-socket–a pine or hemlock knot with a\nshallow hole or pit in it. 3a is under view of same. It is\nabout 4-1/2 inches long.",
        "4. A more elaborate drill-socket–a pebble cemented with gum in a\nwooden holder. 4a is under view of same.",
        "5. A very elaborate drill-socket; it is made of tulip wood, carved to\nrepresent the Thunderbird. It has eyes of green felspar cemented in\nwith resin. On the under side (_5a_) is seen, in the middle, a\nsoapstone socket let into the wood and fastened with pine gum, and\non the head a hole kept filled with grease, to grease the top of the\ndrill before use.",
        "6. The drill, 12 to 18 inches long and about 3/4 of an inch thick; it\nis roughly 8-sided so the thong will not slip, pointed at each end.\nThe best wood for the drill is old, dry, brash, but not punky balsam\nfir or cotton-wood roots; but basswood, white cedar, red cedar,\ntamarack, and sometimes even white pine, will do.",
        "7. Fire-board or block, about 3/4 of an inch thick and any length\nhandy; a is notch with pit just below shows the pit after once\nusing and in good trim for a second time; c shows the pit bored\nthrough and useless; the notch is 1/2 inch wide and 3/4 inch deep.",
        "8. Shows the way of using the sticks. The block (_a_) is held\ndown with one foot, the end of the drill in the pit, the drill-socket\n(_c_) is held on top in left hand, one end of the bow (_d_)\nis held in the right hand the bow is drawn back and forth.",
        "9. Is a little wooden fire-pan, not essential but convenient; its thin\nedge is put under the notch to catch the powder that falls.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}