{
    "title": "Two Little Savages - XXVIII",
    "author": "Ernest Thompson Seton",
    "chapter": "57",
    "content": [
        "\n\n",
        "White-Man’s Woodcraft",
        "Blackhawk was the introducer of a new game which he called “judging.”",
        "“How far is it from here to that tree?” he would ask, and when each\nhad written down his guess they would measure, and usually it was\nWoodpecker or Blackhawk that came nearest to the truth. Guy still held\nthe leadership “for far sight,” for which reason he suggested that\ngame whenever a change of amusement was wanted.",
        "Yan, following up Blackhawk’s suggestion, brought in the new game of\n“White-man’s Woodcraft.”",
        "“Can you,” asked he, “tell a Dog’s height by its track?”",
        "“No; nor you nor any one else,” was the somewhat scornful reply.",
        "“Oh, yes, I can. Take the length in inches of his forefoot track,\nmultiply it by 8, and that gives his height at the shoulder. You try\nit and you’ll see. A little Dog has a 2-1/4-inch foot and stands about\n18 inches, a Sheep Dog with a 3-inch track stands 24 inches, and a\nMastiff or any big Dog with a 4-inch track gives 30 to 32 inches.”",
        "“You mean every Dog is 8 feet high?” drawled Sam, doubtfully, but Yan\nwent on. “And you can tell his weight, too, by the track. You multiply\nthe width of his forefoot in inches by the length, and multiply that\nby 5, and that gives pretty near his weight in pounds. I tried old\nCap. His foot is 3-1/2 by 3; that equals 10-1/2, multiplied by 5\nequals 52-1/2 pounds: just about right.”",
        "“I’ll bet I seen a Dog at the show that that wouldn’t work on,\"\ndrawled Sam. “He was as long as my two arms, he had feet as big as a\nyoung Bear, an’ he wasn’t any higher than a brick. He was jest about\nthe build of a Caterpiller, only he didn’t have but four legs at the\nfar ends. They was so far apart he couldn’t keep step. He looked like\nhe was raised under a bureau. I think when they was cutting down so on\nhis legs they might have give him more of them; a row in the middle\nwould ’a’ been ’bout right.”",
        "“Yes, I know him. That’s a Dachshund. But you can’t reckon on freaks;\nnothing but straight Dog. It works on wild animals, too–that is, on\nWolves and Foxes and maybe other things,” then changing the subject\nBeaver continued:",
        "“Can you tell the height of a tree by its shadow?”",
        "“Never thought of that. How do you do it?”",
        "“Wait till your own shadow is the same length as yourself–that is,\nabout eight in the morning or four in the afternoon–then measure the\ntree’s shadow. That gives its length.”",
        "“You’d have to wait all day to work that, and you can’t do it at all\nin the woods or on a dull day,” objected Blackhawk. “I’d rather do it\nby guess.”",
        "“I’ll bet my scalp against yours I can tell the height of that\ntree right now without climbing it, and get closer than you can by\nguessing,” said Little Beaver.",
        "“No, I won’t bet scalps on that–but I’ll bet who’s to wash the\ndishes.”",
        "“All right. To the top of that tree, how much is it?”",
        "“Better not take the top, ’cause we can’t get there to measure it, but\nsay that knot,” was the rejoinder. “Here, Woodpecker, you be judge.”",
        "“No, I want to be in this guessing. The loser takes the next turn of\ndishwashing for each of the others.”",
        "So Blackhawk studied the knot carefully and wrote down his\nguess–Thirty-eight feet.",
        "Sam said, “Blackhawk! Ground’s kind of uneven. I’d like to know the\nexact spot under the tree that you’d measure to. Will you mark it with\na peg?”",
        "So Blackhawk went over and put in a white peg, at the same time\nunwittingly giving Woodpecker what he wanted–a gauge, for he knew\nBlackhawk was something more than five feet high; judging then as he\nstood there Sam wrote down Thirty-five feet.",
        "Now it was Yan’s turn to do it by “White-man’s Woodcraft,” as he\ncalled it. He cut a pole exactly ten feet long, and choosing the\nsmoothest ground, he walked about twenty yards from the tree, propped\nthe pole upright, then lay down so that his eye was level with the\ntree base and in line with the top of the pole and the knot on the\ntree. A peg marked the spot.",
        "Now he measured from this “eye peg” to the foot of the pole; it was 31\nfeet. Then from the eye peg to the peg under the tree; it was 87 feet.\nSince the 10-foot pole met the line at 31 feet, then 31 is to 10 as 87\nis to the tree–or 28 feet. Now one of the boys climbed and measured\nthe height of the knot. It was 29 feet, and Yan had an easy victory.",
        "“Here, you close guessers, do you want another try, and I’ll give you\nodds this time, if you come within ten feet you’ll win. I want only\ntwo feet to come and go on.”",
        "“All right. Pick your trees.”",
        "“’Tisn’t a tree this time, but the distance across that pond, from\nthis peg (H, in diagram) to that little Hemlock (D). You put down your\nguesses and I’ll show you another trick.”",
        "Sam studied it carefully and wrote Forty feet. Wes put down\nForty-five.",
        "“Here, I want to be in this. I’ll show you fellers how,” exclaimed Guy\nin his usual scornful manner, and wrote down Fifty feet.",
        "“Let’s all try it for scalps,” said Char-less, but this was ruled\ntoo unimportant for scalps, and again the penalty of failure was\ndishwashing, so the other boys came and put down their guesses close\nto that of their Chief–Forty-four, Forty-six and Forty-nine feet.",
        "“Now we’ll find out exactly,” and Little Beaver, with an air of calm\nsuperiority, took three straight poles of exactly the same length and\npegged them together in a triangle, leaving the pegs sticking up. He\nplaced this triangle on the bank at A B C, sighting the line\nA B for the little Hemlock D, and put three pegs in the\nground exactly under the three pegs where the triangle was; moved the\ntriangle to E F G and placed it so that F G should line\nwith A C and E G with D. Now A G D also must be an equilateral\ntriangle; therefore, according to arithmetic, the line D H must be\nseven-eighths of A G. A G was easily measured–70 feet. Seven-eighths\nof 70 equals 61-1/4 feet. The width of the pond–they measured it with\ntape line–was found to be 60 feet, so Yan was nearest, but Guy claimed\nthat 50 feet was within 10 feet of it, which was allowed. Thus there\nwere two winners–two who escaped dishwashing; and Hawkeye’s bragging\nbecame insufferable. He never again got so close in a guess, but no\nnumber of failures could daunt him after such a success.",
        "Sam was interested in the White-man’s Woodcraft chiefly on Yan’s\naccount, but Blackhawk was evidently impressed with the study itself,\nand said:",
        "“Little Beaver, I’ll give you one more to do. Can you measure how far\napart those two trees are on that bank, without crossing?”",
        "“Yes,” said Yan; “easily.” So he cut three poles 6, 8 and 10 feet long\nand pegged them together in a triangle (in diagram). “Now,” said he,\n“_A B C is a right angle; it must be, when the legs of the\ntriangle are 6, 8 and 10; that’s a law.”",
        "He placed this on the shore, the side A B pointing to the inner\nside of the first tree, and the side B C as nearly as possible\nparallel with the line between the two trees. Then he put in a stake\nat B, another at C, and continued this line toward K. Now he\nslid his triangle along this till the side G F pointed to E, and\nthe side H G in line with C B. The distance from D to E, of\ncourse, is equal to B G, which can be measured, and again the tape\nline showed Yan to be nearly right.",
        "This White-man’s Woodcraft was easy for him, and he volunteered to\nteach the other Indians, but they thought it looked “too much like\nschool.” They voted him a coup on finding how well he could do\nit. But when Raften heard of it he exclaimed in wonder and admiration,\n“My, but that’s mightiful!” and would not be satisfied till the\ncoup was made a grand coup.",
        "“Say, Beaver,” said Woodpecker sadly, harking back, “if a Dog’s front\nfoot is 3-1/2 inches long and 3 inches wide, what colour is the end of\nhis tail?”",
        "“White,” was the prompt reply; “’cause a Dog with feet that size and\nshape is most likely to be a yaller Dog, and a yaller Dog always has\nsome white hairs in the end of his tail.”",
        "“Well, this ’un hadn’t, ’cause his tail was cut off in the days of his\nyouth!”",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}