{
    "title": "Two Little Savages - XXVI",
    "author": "Ernest Thompson Seton",
    "chapter": "55",
    "content": [
        "\n\n",
        "WINNING BACK THE FARM",
        "Oh, the magic of the campfire! No unkind feeling long withstands its\nglow. For men to meet at the same campfire is to come closer, to have\nbetter understanding of each other, and to lay the foundations of\nlasting friendship. “He and I camped together once!” is enough to\nexplain all cordiality between the men most wide apart, and Woodcraft\ndays are days of memories happy, bright and lifelong.",
        "To sit at the same camp fireside has always been a sacred bond, and\nthe scene of twenty years before was now renewed in the Raften woods,\nthanks to that campfire lit a month before–the sacred fire. How well\nit had been named! William and Caleb were camped together in good\nfellowship again, marred though it was with awkwardness as yet, but\nstill good fellowship.",
        "Raften was a magistrate. He sent Sam with an order to the constable\nto come for the prisoner. Yan went to the house for provisions and to\nbring Mrs. Raften, and Guy went home with an astonishing account of\nhis latest glorious doings. The tramp desperado was securely fastened\nto a tree; Caleb was in the teepee lying down. Raften went in for a\nfew minutes, and when he came out the tramp was gone. His bonds were\ncut, not slipped. How could he nave gotten away without help?",
        "“Never mind,” said Raften. “That three-fingered hand is aisy to\nfollow. Caleb, ain’t that Bill Hennard?”",
        "“I reckon.”",
        "The men had a long talk. Caleb told of the loss of his revolver–he\nwas still living in the house with the Pogues then–and of its\nrecovery. They both remembered that Hennard was close by at the time\nof the quarrel over the Horse-trade. There was much that explained\nitself and much of mystery that remained.",
        "But one thing was clear. Caleb had been tricked out of everything he\nhad in the world, for it was just a question of days now before Pogue\nwould, in spite of Saryann, throw off all pretense and order Caleb\nfrom the place to shift for himself.",
        "Raften sat a long time thinking, then said:",
        "“Caleb, you do exactly as Oi tell ye and ye’ll get yer farrum back.\nFirst, Oi’ll lend ye wan thousand dollars for wan week.”",
        "A thousand dollars!!! Caleb’s eyes opened, and what was next he\ndid not then learn, for the boys came back and interrupted, but later\nthe old Trapper was fully instructed.",
        "When Mrs. Raften heard of it she was thunderstruck. A thousand dollars\nin Sanger was like one hundred thousand dollars in a big city. It was\nuntold wealth, and Mrs. Raften fairly gasped.",
        "“A thousand dollars, William! Why! isn’t that a heavy strain to put on\nthe honesty of a man who thinks still that he has some claim on you?\nIs it safe to risk it?”",
        "“Pooh!” said William. “Oi’m no money-lender, nor spring gosling\nnayther. Thayer’s the money Oi’ll lend him,” and Raften produced a\nroll of counterfeit bills that he as magistrate had happened to have\nin temporary custody. “Thayer’s maybe five hundred or six hundred\ndollars, but it’s near enough.”",
        "Caleb, however, was allowed to think it real money, and fully\nprepared, he called at his own–the Pogue house–the next day,\nknocked, and walked in.",
        "“Good morning, father,” said Saryann, for she had some decency and\nkindness.",
        "“What do you want here?” said Dick savagely; “bad enough to have you\non the place, without forcing yerself on us day and night.”",
        "“Hush now, Dick; you forget–”",
        "“Forget–I don’t forget nothin’,” retorted Dick, interrupting his\nwife. “He had to help with the chores an’ work, an’ he don’t do a\nthing and expects to live on me.”",
        "“Oh, well, you won’t have me long to bother you,” said Caleb sadly,\nas he tottered to a chair. His face was white and he looked sick and\nshaky.",
        "“What’s the matter, father?”",
        "“Oh, I’m pretty bad. I won’t last much longer You’ll be quit o’ me\nbefore many days.”",
        "“Big loss!” grumbled Dick.",
        "“I–I give you my farm an’ everything I had–”",
        "“Oh, shut up. I’m sick of hearing about it.”",
        "“At least–’most–everything. I–I–I–didn’t say nothing about a\nlittle wad o’–o’–bills I had stored away. I–I–” and the old man\ntrembled violently–\"I’m so cold.”",
        "“Dick, do make a fire,” said his wife.",
        "“I won’t do no sich fool trick. It’s roastin’ hot now.”",
        "“’Tain’t much,” went on the trembling old man, “only fif–fif–teen\nhundred–dollars. I got it here now,” and he drew out the roll of\ngreenbacks.",
        "FIFTEEN HUNDRED DOLLARS! Twice as much as the whole farm and\nstock were worth! Dick’s eyes fairly popped out, and Caleb was careful\nto show also the handle of the white revolver.",
        "“Why, father,” exclaimed Saryann, “you are ill: Let me go get you some\nbrandy. Dick, make a fire. Father is cold as ice.”",
        "“Yes–please–fire–I’m all of–a–tremble–with–cold.”",
        "Dick rushed around now and soon the big fire place was filled with\nblaze and the room unpleasantly warm.",
        "“Here, father, have some brandy and water,” said Dick, in a very\ndifferent tone. “Would you like a little quinine?”",
        "“No, no–I’m better now; but I was saying–I only got a few days to\nlive, an’ having no legal kin–this here wad’d go to the gover’ment,\nbut I spoke to the lawyer, an’ all I need do–is–add–a word to the\ndeed o’ gift–for the farm–to include this–an’ it’s very right you\nshould have it, too.” Old Caleb shook from head to foot and coughed\nterribly.",
        "“Oh, father, let me send for the doctor,” pleaded Saryann, and Dick\nadded feebly, “Yes, father, let me go for the doctor.”",
        "“No, no; never mind. It don’t matter. I’ll be better off soon. Have\nyou the deed o’ gift here?”",
        "“Oh, yes, Dick has it in his chest.” Dick ran to get the deed, for\nthese were the days before registration in Canada; possession of the\ndeed was possession of the farm, and to lose the deed was to lose the\nland.",
        "The old man tremblingly fumbled over the money, seeming to count\nit–\"Yes–just–fif-teen hun’erd,” as Dick came clumping down the\nladder with the deed.",
        "“Have you got a–pen–and ink–”",
        "Dick went for the dried-up ink bottle while Saryann hunted for\nthe pen. Caleb’s hand trembled violently as he took the\nparchment, glanced carefully over it–yes, this was it–the thing that\nhad made him a despised pauper. He glanced around quickly. Dick and\nSaryann were at the other end of the room. He rose, took one step\nforward and stuffed the deed into the blazing fire. Holding his\nrevolver in his right hand and the poker in the left, he stood erect\nand firm, all sign of weakness gone; his eyes were ablaze, and with\nvoice of stern command he hissed ’Stand back!_” And pointed the\npistol as he saw Dick rushing to rescue the deed. In a few seconds it\nwas wholly consumed, and with that, as all knew, the last claim of the\nPogues on the property, for Caleb’s own possessory was safe in a vault\nat Downey’s.",
        "“Now,” thundered Caleb, “you dirty paupers, get out of my house! Get\noff my land, and don’t you dare touch a thing belonging to me.”",
        "He raised his voice in a long “halloo” and rapped three times on the\ntable. Steps were heard outside. Then in came Raften with two men.",
        "“Magistrate Raften, clear my house of them interlopers, if ye please.”",
        "Caleb gave them a few minutes to gather up their own clothes, then\nthey set out on foot for Downey’s, wild with helpless rage, penniless\nwanderers in the world, as they had meant to leave old Caleb.",
        "Now he was in possession of his own again, once more comfortably\n“fixed.” After the men had had their rough congratulations and\nuproarious laughter over the success of the trick, Raften led up to\nthe question of money, then left a blank, wondering what Caleb would\ndo. The good old soul pulled out the wad.",
        "“There it is, Bill. I hain’t even counted it, and a thousand times\nobliged. If ever you need a friend, call on me.”",
        "Raften chuckled, counted the greenbacks and said “All right!” and to\nthis day Caleb doesn’t know that the fortune he held in his hand that\nday was nothing but a lot of worthless paper.",
        "A week later, as the old Trapper sat alone getting his evening meal,\nthere was a light rap at the door.",
        "“Come in.”",
        "A woman entered. Turk had sprung up growling, but now wagged his tail,\nand when she lifted a veil Caleb recognized Saryann.",
        "“What do you want?” he demanded savagely.",
        "“’Twasn’t my doing, father; you know it wasn’t; and now he’s left me\nfor good.” She told him her sorrowful story briefly. Dick had not\ncourted Saryann, but the farm, and now that that was gone he had no\nfurther use for her. He had been leading a bad life, “far worse than\nany one knew,” and now he had plainly told her he was done with her.",
        "Caleb’s hot anger never lasted more than five minutes. He must have\nfelt that her story was true, for the order of former days was\nreestablished, and with Saryann for housekeeper the old man had a\ncomfortable home to the end of his days.",
        "Pogue disappeared; folks say he went to the States. The three-fingered\ntramp never turned up again, and about this time the serious robberies\nin the region ceased. Three years afterward they learned that two\nburglars had been shot while escaping from an American penitentiary.\nOne of them was undoubtedly Dick Pogue, and the other was described as\na big dark man with three fingers on the right hand.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}