{
    "title": "Two Years Before the Mast - Chapter I. Departure",
    "author": "Richard Henry Dana",
    "chapter": "4",
    "content": [
        "\n\n",
        "The fourteenth of August was the day fixed upon for the sailing of\nthe brig Pilgrim on her voyage from Boston round Cape Horn to the\nwestern coast of North America.  As she was to get under weigh early\nin the afternoon, I made my appearance on board at twelve o’clock,\nin full sea-rig, and with my chest, containing an outfit for a two\nor three year voyage, which I had undertaken from a determination\nto cure, if possible, by an entire change of life, and by a long\nabsence from books and study, a weakness of the eyes, which had\nobliged me to give up my pursuits, and which no medical aid seemed\nlikely to cure.",
        "The change from the tight dress coat, silk cap, and kid gloves of an\nundergraduate at Cambridge, to the loose duck trowsers, checked shirt\nand tarpaulin hat of a sailor, though somewhat of a transformation,\nwas soon made, and I supposed that I should pass very well for a\njack tar.  But it is impossible to deceive the practised eye in\nthese matters; and while I supposed myself to be looking as salt\nas Neptune himself, I was, no doubt, known for a landsman by every\none on board as soon as I hove in sight.  A sailor has a peculiar\ncut to his clothes, and a way of wearing them which a green hand\ncan never get.  The trowsers, tight round the hips, and thence\nhanging long and loose round the feet, a superabundance of checked\nshirt, a low-crowned, well varnished black hat, worn on the back of\nthe head, with half a fathom of black ribbon hanging over the left\neye, and a peculiar tie to the black silk neckerchief, with sundry\nother minutiae, are signs, the want of which betray the beginner at\nonce.  Beside the points in my dress which were out of the way,\ndoubtless my complexion and hands were enough to distinguish me\nfrom the regular salt, who, with a sun-burnt cheek, wide step, and\nrolling gait, swings his bronzed and toughened hands athwart-ships,\nhalf open, as though just ready to grasp a rope.",
        "“With all my imperfections on my head,” I joined the crew, and we\nhauled out into the stream, and came to anchor for the night.\nThe next day we were employed in preparations for sea, reeving\nstudding-sail gear, crossing royal yards, putting on chafing gear,\nand taking on board our powder.  On the following night, I stood\nmy first watch.  I remained awake nearly all the first part of\nthe night from fear that I might not hear when I was called; and\nwhen I went on deck, so great were my ideas of the importance of\nmy trust, that I walked regularly fore and aft the whole length\nof the vessel, looking out over the bows and taffrail at each turn,\nand was not a little surprised at the coolness of the old salt whom\nI called to take my place, in stowing himself snugly away under the\nlong boat, for a nap.  That was sufficient lookout, he thought, for\na fine night, at anchor in a safe harbor.",
        "The next morning was Saturday, and a breeze having sprung up from\nthe southward, we took a pilot on board, hove up our anchor, and\nbegan beating down the bay.  I took leave of those of my friends\nwho came to see me off, and had barely opportunity to take a last\nlook at the city, and well-known objects, as no time is allowed on\nboard ship for sentiment.  As we drew down into the lower harbor,\nwe found the wind ahead in the bay, and were obliged to come to\nanchor in the roads.  We remained there through the day and a part\nof the night.  My watch began at eleven o’clock at night, and I\nreceived orders to call the captain if the wind came out from the\nwestward.  About midnight the wind became fair, and having called\nthe captain, I was ordered to call all hands.  How I accomplished\nthis I do not know, but I am quite sure I did not give the true\nhoarse, boatswain call of “A-a-ll ha-a-a-nds! up anchor, a-ho-oy!\"\nIn a short time every one was in motion, the sails loosed, the yards\nbraced, and we began to heave up the anchor, which was our last hold\nupon Yankee land.  I could take but little part in all these preparations.\nMy little knowledge of a vessel was all at fault.  Unintelligible orders\nwere so rapidly given and so immediately executed; there was such a\nhurrying about, and such an intermingling of strange cries and stranger\nactions, that I was completely bewildered.  There is not so helpless\nand pitiable an object in the world as a landsman beginning a sailor’s\nlife.  At length those peculiar, long-drawn sounds, which denote that\nthe crew are heaving the windlass, began, and in a few moments we were\nunder weigh.  The noise of the water thrown from the bows began to be\nheard, the vessel leaned over from the damp night breeze, and rolled\nwith the heavy ground swell, and we had actually begun our long, long\njourney.  This was literally bidding “good night” to my native land.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}