{
    "title": "Two Little Savages - XXIII",
    "author": "Ernest Thompson Seton",
    "chapter": "52",
    "content": [
        "\n\n",
        "The Banshee’s Wail and the Huge Night Prowler",
        "Next day while working on the Coon-skin Sam and Yan discussed\nthoroughly the unpleasant incident of the night before, but they\ndecided that it would be unwise to speak of it to Caleb unless he\nshould bring up the subject, and Guy was duly cautioned.",
        "That morning Yan went to the mud albums on one of his regular rounds\nand again found, first that curious hoof-mark that had puzzled\nhim before, and down by the pond album the track of a very large\nbird–much like a Turkey track, indeed. He brought Caleb to see them.\nThe Trapper said that one was probably the track of a Blue Crane\n(Heron), and the other, “Well, I don’t hardly know; but it looks to me\nmighty like the track of a big Buck–only there ain’t any short of the\nLong Swamp, and that’s ten miles at least. Of course, when there’s\nonly out it ain’t a track; it’s an accident.”",
        "“Yes; but I’ve found lots of them–a trail every time, but not quite\nenough to follow.”",
        "That night after dark, when he was coming to camp with the product of\na “massacree,” Yan heard a peculiar squawking, guttural sound that\nrose from the edge of the pond and increased in strength, drawing\nnearer, till it was a hideous and terrifying uproar. It was exactly\nthe sound that Guy had provoked on that first night when he came and\ntried to frighten the camp. It passed overhead, and Yan saw for a\nmoment the form of a large slow-flying bird.",
        "Next day it was Yan’s turn to cook. At sunrise, as he went for water,\nhe saw a large Blue Heron rise from the edge of the pond and fly on\nheavy pinions away over the tree-tops. It was a thrilling sight. The\nboy stood gazing after it, absolutely rapt with delight, and when it\nwas gone he went to the place where it rose and found plenty of large\ntracks just like the one he had sketched. Unquestionably it was the\nsame bird as on the night before, and the mystery of the Wolf with the\nsore throat was solved. This explanation seemed quite satisfactory to\neverybody but Guy. He had always maintained stoutly that the woods\nwere full of Bears right after sundown. Where they went at other times\nwas a mystery, but he “reckoned he hadn’t yet run across the bird that\ncould scare him–no, nor the beast, nuther.”",
        "Caleb agreed that the grating cry must be that of the Blue Crane, but\nthe screech and wail in the tree-tops at night he could shed no light\non.",
        "There were many other voices of the night that became more or less\nfamiliar. Some of them were evidently birds; one was the familiar\nSong-Sparrow, and high over the tree-tops from the gloaming sky they\noften heard a prolonged sweet song. It was not till years afterward\nthat Yan found out this to be the night-song of the Oven-bird, but he\nwas able to tell them at once the cause of the startling outcry that\nhappened one evening an hour after sundown.",
        "The Woodpecker was outside, the other two inside the teepee. A\npeculiar sound fell on his ear. It kept on–a succession of long\nwhines, and getting stronger. As it gave no sign of ending, Sam called\nthe other boys. They stood in a row there and heard this peculiar\n“_whine, whine, whine_” develop into a loud, harsh ’whow,\nwhow, whow.”",
        "“It must be some new Heron cry,” Yan whispered.",
        "But the sound kept on increasing till it most resembled the yowling\nof a very strong-voiced Cat, and still grew till each separate\n“_meow_” might have been the yell of a Panther. Then at its\nhighest and loudest there was a prolonged ’meow” and silence,\nfollowed finally by the sweet chant of the Song-sparrow.",
        "A great light dawned on Little Beaver. Now he remembered that voice in\nGlenyan so long ago, and told the others with an air of certainty:",
        "“Boys, that’s the yelling of a Lynx,” and the next day Caleb said that\nYan was right.",
        "Some days later they learned that another lamb had been taken from the\nRaften flock that night.",
        "In the morning Yan took down the tom-tom for a little music and found\nit flat and soft.",
        "“Hallo,” said he; “going to rain.”",
        "Caleb looked up at him with an amused expression. “You’re a reg’lar\nInjun. It’s surely an Injun trick that. When the tom-tom won’t sing\nwithout being warmed at the fire they allus says ’rain before night.’”",
        "The Trapper stayed late that evening. It had been cloudy all the\nafternoon, and at sundown it began to rain, so he was invited to\nsupper. The shower grew heavier instead of ending. Caleb went out and\ndug a trench all round the teepee to catch the rain, then a leader to\ntake it away. After supper they sat around the campfire in the teepee;\nthe wind arose and the rain beat down. Yan had to go out and swing the\nsmoke poles, and again his ear was greeted with the screech. He\nbrought in an armful of wood and made the inside of the teepee a blaze\nof cheerful light. A high wind now came in gusts, so that the canvas\nflopped unpleasantly on the poles.",
        "“Where’s your anchor rope?” asked the Trapper.",
        "Sam produced the loose end; the other was fastened properly to the\npoles above. It had never been used, for so far the weather had been\nfine; but now Caleb sunk a heavy stake, lashed the anchor rope to that,\nthen went out and drove all the pegs a little deeper, and the Tribe\nfelt safe from any ordinary storm.",
        "There was nothing to attract the old Trapper to his own shanty. His\nheirs had begun to forget that he needed food, and what little they\ndid send was of vilest quality. The old man was as fond of human\nsociety as any one, and was easily persuaded now to stay all night,\n“if you can stand Guy for a bedfeller.” So Caleb and Turk settled down\nfor a comfortable evening within, while the storm raged without.",
        "“Say, don’t you touch that canvas, Guy; you’ll make it leak.”",
        "“What, me? Oh, pshaw! How can it leak for a little thing like that?\"\nand Guy slapped it again in bravado.",
        "“All right, it’s on your side of the bed,” and sure enough, within two\nminutes a little stream of water was trickling from the place he had\nrubbed, while elsewhere the canvas turned every drop.",
        "This is well known to all who have camped under canvas during a storm,\nand is more easily remembered than explained.",
        "The smoke hung heavy in the top of the teepee and kept crowding down\nuntil it became unpleasant.",
        "“Lift the teepee cover on the windward side, Yan. There, that’s\nit–but hold on,” as a great gust came in, driving the smoke and ashes\naround in whirlwinds. “You had ought to have a lining. Give me that\ncanvas: that’ll do.” Taking great care not to touch the teepee cover,\nCaleb fastened the lining across three pole spaces so that the opening\nunder the canvas was behind it. This turned the draught from their\nbacks and, sending it over their heads, quickly cleared the teepee of\nsmoke as well as kept off what little rain entered by the smoke hole.",
        "“It’s on them linings the Injuns paint their records and adventures.\nThey mostly puts their totems on the outside an’ their records on the\nlining.”",
        "“Bully,” said Sam; “now there’s a job for you. Little Beaver; by the\ntime you get our adventures on the inside and our totems on the out I\ntell you we’ll be living in splendour.”",
        "“I think,” answered Yan indirectly, “we ought to take Mr. Clark into\nthe Tribe. Will you be our Medicine Man?” Caleb chuckled in a quiet\nway, apparently consenting. “Now I have four totems to paint on the\noutside,” and this was the beginning of the teepee painting that Yan\ncarried out with yellow clay, blue clay dried to a white, yellow clay\nburned to red, and charcoal, all ground in Coon grease and Pine gum,\nto be properly Indian. He could easily have gotten bright colours\nin oil paint, but scorned such White-man’s truck, and doubtless the\ngeneral effect was all the better for it.",
        "“Say, Caleb,” piped Guy, “tell us about the Injuns–about their\nbravery. Bravery is what I like,” he added with emphasis,\nconscious of being now on his own special ground. “Why, I mind the\ntime that old Woodchuck was coming roaring at me–I bet some fellers\nwould just ’a’ been so scared–”",
        "“_Hssh!_” said Sam.",
        "Caleb smoked in silence. The rain pattered on the teepee without; the\nwind heaved the cover. They all sat silently. Then sounded loud\nand clear a terrifying ’scrrrrrr–oouwurr.” The boys were\nstartled–would have been terrified had they been outside or alone.",
        "“That’s it–that’s the Banshee,” whispered Sam.",
        "Caleb looked up sharply.",
        "“What is it?” queried Yan. “We’ve heard it a dozen times, at least.”",
        "Caleb shook his head, made no reply, but turned to his Dog. Turk was\nlying on his side by the fire, and at this piercing screech he had\nmerely lifted his head, looked backward over his shoulder, turned his\nbig sad eyes on his master, then laid down again.",
        "“Turk don’t take no stock in it.”",
        "“Dogs never hear a Banshee,” objected Sam, “no more than they can see\na ghost; anyway, that’s what Granny de Neuville says.” So the Dog’s\nnegative testimony was the reverse of comforting.",
        "“Hawkeye,” said the Woodpecker, “you’re the bravest one of the crowd.\nDon’t you want to go out and try a shot at the Banshee? I’ll lend you\nmy Witch-hazel arrow. We’ll give you a grand coup feather if\nyou hit him. Go ahead, now–you know bravery is what you like.”",
        "“Yer nothin’ but a passel o’ blame dumb fools,” was the answer, “an’ I\nwouldn’t be bothered talking to ye. Caleb, tell us something about the\nIndians.”",
        "“What the Injuns love is bravery,” said the Medicine Man with a\ntwinkle in his eye, and everybody but Guy laughed, not very loudly,\nfor each was restrained by the thought that he would rather not\nbe called upon to show his bravery to-night.",
        "“I’m going to bed,” said Hawkeye with unnecessary energy.",
        "“Don’t forget to roost under the waterspout you started when you got\nfunny,” remarked the Woodpecker.",
        "Yan soon followed Guy’s example, and Sam, who had already learned to\nsmoke, sat up with Caleb. Not a word passed between them until after\nGuy’s snore and Yan’s regular puffs told of sound sleep, when Sam,\ntaking advantage of a long-awaited chance, opened out rather abruptly:",
        "“Say, Caleb, I ain’t going to side with no man against Da, but I know\nhim just about as well as he knows me. Da’s all right; he’s plumb and\nsquare, and way down deep he’s got an awful kind heart; it’s pretty\ndeep, I grant you, but it’s there, O.K. The things he does on the\nquiet to help folks is done on the quiet and ain’t noticed. The things\nhe does to beat folks–an’ he does do plenty–is talked all over\ncreation. But I know he has a wrong notion of you, just as you have of\nhim, and it’s got to be set right.”",
        "Sam’s good sense was always evident, and now, when he laid aside his\nbuffoonery, his voice and manner were very impressive–more like those\nof a grown man than of a fifteen-year-old boy.",
        "Caleb simply grunted and went on smoking, so Sam continued, “I want to\nhear your story, then Ma an’ me’ll soon fix Da.”",
        "The mention of “Ma” was a happy stroke. Caleb had known her from youth\nas a kind-hearted girl. She was all gentleness and obedience to her\nhusband except in matters of what she considered right and wrong, and\nhere she was immovable. She had always believed in Caleb, even after\nthe row, and had not hesitated to make known her belief.",
        "“There ain’t much to tell,” replied Caleb bitterly. “He done me on\nthat Horse-trade, an’ crowded me on my note so I had to pay it off\nwith oats at sixty cents, then he turned round and sold them within\nhalf an hour for seventy-five cents. We had words right there, an’ I\nbelieve I did say I’d fix him for it. I left Downey’s Dump early that\nday. He had about $300 in his pocket–$300 of my money–the last I had\nin the world. He was too late to bank it, so was taking it home, when\nhe was fired at in going through the ’green bush’. My tobacco pouch\nand some letters addressed to me was found there in the morning.\nCourse he blamed me, but I didn’t have any shootin’-iron then; my\nrevolver, the white one, was stole from me a week before–along with\nthem same letters, I expect. I consider they was put there to lay the\nblame on me, an’ it was a little overdone, most folks would think.\nWell, then your Da set Dick Pogue on me, an’ I lost my farm–that’s\nall.”",
        "Sam smoked gravely for awhile, then continued:",
        "“That’s true about the note an’ the oats an’ the Horse-trade–just\nwhat Da would do; that’s all in the game: but you’re all wrong about\nDick Pogue–that’s too dirty for Da.”",
        "“_You may think so, but I don’t.”",
        "Sam made no answer, but after a minute laid his hand on Turk, who\nresponded with a low growl. This made Caleb continue: “Down on me,\ndown on my Dog. Pogue says he kills Sheep ’an’ every one is ready to\nbelieve it. I never knowed a Hound turn Sheep-killer, an’ I never\nknowed a Sheep-killer kill at home, an’ I never knowed a Sheep-killer\ncontent with one each night, an’ I never knowed a Sheep-killer leave\nno tracks, an’ Sheep was killed again and again when Turk was locked\nup in the shanty with me.”",
        "“Well, whose Dog is it does it?”",
        "“I don’t know as it’s any Dog, for part of the Sheep was eat each\ntime, they say, though I never seen one o’ them that was killed or I\ncould tell. It’s more likely a Fox or a Lynx than a Dog.”",
        "There was a long silence, then outside again the hair-lifting screech\nto which the Dog paid no heed, although the Trapper and the boy were\nevidently startled and scared.",
        "They made up a blazing fire and turned in silently for the night.",
        "The rain came down steadily, and the wind swept by in gusts. It was\nthe Banshee’s hour, and two or three times, as they were dropping off,\nthat fearful, quavering human wail, “like a woman in distress,” came\nfrom the woods to set their hearts a-jumping, not Caleb and Sam only,\nbut all four.",
        "In the diary which Yan kept of those times each day was named after\nits event; there was Deer day, Skunk-and-Cat day, Blue Crane day, and\nthis was noted down as the night of the Banshee’s wailing.",
        "Caleb was up and had breakfast ready before the others were fully\nawake. They had carefully kept and cleaned the Coon meat, and Caleb\nmade of it a “prairie pie,” in which bacon, potatoes, bread, one small\nonion and various scraps of food were made important. This, warmed\nup for breakfast and washed down with coffee, made a royal meal, and\nfeasting they forgot the fears of the night.",
        "The rain was over, but the wind kept on. Great blockish clouds were\ntumbling across the upper sky Yan went out to look for tracks. He\nfound none but those of raindrops.",
        "The day was spent chiefly about camp, making arrows and painting the\nteepee.",
        "Again Caleb was satisfied to sleep in the camp. The Banshee called\nonce that night, and again Turk seemed not to hear, but half an hour\nlater there was a different and much lower sound outside, a light,\nnasal ’wow.” The boys scarcely heard it, but Turk sprang up\nwith bristling hair, growling, and forcing his way out under the door,\nhe ran, loudly barking, into the woods.",
        "“He’s after something now, all right,” said his master; “and now he’s\ntreed it,” as the Dog began his high-pitched yelps.",
        "“Good old Dog; he’s treed the Banshee,” and Yan rushed out into\nthe darkness. The others followed, and they found Turk barking and\nscratching at a big leaning Beech, but could get no hint of what the\ncreature up it might be like.",
        "“How does he usually bark for a Banshee?” asked the Woodpecker, but\ngot no satisfaction, and wondering why Turk should bother himself so\nmightily over a little squeal and never hear that awful scream, they\nretired to camp.",
        "Next morning in the mud not far from the teepee Yan found the track of\na common Cat, and shrewdly guessed that this was the prowler that had\nbeen heard and treed by the Dog; probably it was his old friend of the\nSkunk fight. The wind was still high, and as Yan pored over the tracks\nhe heard for the first time in broad daylight the appalling screech.\nIt certainly was loud, though less dreadful than at night, and\npeering up Yan saw two large limbs that crossed and rubbed each\nother, when the right puff of wind came. This was the Banshee that\ndid the wailing that had scared them all–all but the Dog. His\nkeener senses, unspoiled by superstition, had rightly judged the awful\nsound as the harmless scraping of two limbs in the high wind, but the\nlower, softer noise made by the prowling Cat he had just as truly\nplaced and keenly followed up.",
        "Guy was the only one not convinced. He clung to his theory of Bears.",
        "Late in the night the two Chiefs were awakened by Guy. “Say, Sam–Sam.\nYan–Yan–Yan–Yan, get up; that big Bear is ’round again. I told you\nthere was a Bear, an’ you wouldn’t believe me.”",
        "There was a loud champing sound outside, and occasionally growls or\ngrumbling.",
        "“There’s surely something there, Sam. I wish Turk and Caleb were here\nnow.”",
        "The boys opened the door a little and peered out. There, looming up in\nthe dim starlight, was a huge black animal, picking up scraps of meat\nand digging up the tins that were buried in the garbage hole. All\ndoubts were dispelled. Guy had another triumph, and he would have\nexpressed his feelings to the full but for fear of the monster\noutside.",
        "“What had we better do?”",
        "“Better not shoot him with arrows. That’ll only rile him. Guy, you\nblow up the coals and get a blaze.”",
        "All was intense excitement now, “Oh, why haven’t we got a gun!”",
        "“Say, Sam, while Sap–I mean Hawkeye–makes a blaze, let’s you and me\nshoot with blunt arrows, if the Bear comes toward the teepee.” So they\narranged themselves, Guy puttering in terror at the fire and begging\nthem not to shoot.",
        "“What’s the good o’ riling him? It–it–it’s croo-oo-el.”",
        "Sam and Yan stood with bows ready and arrows nocked.",
        "Guy was making a failure of the fire, and the Bear began nosing\nnearer, champing his teeth and grunting. Now the boys could see the\ngreat ears as the monster threw up its head.",
        "“Let’s shoot before he gets any nearer.” At this Guy promptly\nabandoned further attempts to make a fire and scrambled up on a cross\nstick that was high in the teepee for hanging the pot. He broke out\ninto tears when he saw Sam and Yan actually drawing their bows.",
        "“He’ll come in and eat us, he will.”",
        "But the Bear was coming anyway, and having the two tomahawks ready,\nthe boys let fly. At once the Bear wheeled and ran off, uttering the\nloud, unmistakable squeal of an old Pig–Burns’s own Pig–for young\nBurns had again forgotten to put up the bars that crossed his trail\nfrom the homestead to the camp.",
        "Guy came down quickly to join in the laugh. “I tole you fellers not to\nshoot. I just believed it was our old Hog, an’ I couldn’t help crying\nwhen I thought how mad Paw’d be when he found out.”",
        "“I s’pose you got up on that cross pole to see if Paw was coming,\ndidn’t you?”",
        "“No; he got up there to show how brave he was.”",
        "This was the huge night prowler that Guy had seen, and in the morning\none more mystery was explained, for careful examination of Yan’s diary\nof the big Buck’s track showed that it was nothing more than the track\nof Burns’s old Hog. Why had Caleb and Raften both been mistaken?\nFirst, because it was a long time since they had seen a Buck track,\nand second, because this Pig happened to have a very unpiggy foot–one\nas much like that of a Buck as of a Hog.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}