{
    "title": "Two Little Savages - VIII",
    "author": "Ernest Thompson Seton",
    "chapter": "8",
    "content": [
        "\n\n",
        "Beginnings of Woodlore",
        "During this time Yan had so concentrated all his powers on the shanty\nthat he had scarcely noticed the birds and wild things. Such was his\ntemperament–one idea only, and that with all his strength.",
        "His heart was more and more in his kingdom now he longed to come\nand live here. But he only dared to dream that some day he might be\nallowed to pass a night in the shanty. This was where he would lead\nhis ideal life–the life of an Indian with all that is bad and cruel\nleft out. Here he would show men how to live without cutting down all\nthe trees, spoiling all the streams, and killing every living thing.\nHe would learn how to get the fullest pleasure out of the woods\nhimself and then teach others how to do the same. Though the birds and\nFourfoots fascinated him, he would not have hesitated to shoot one\nhad he been able, but to see a tree cut down always caused him\ngreat distress. Possibly he realized that the bird might be quickly\nreplaced, but the tree, never.",
        "To carry out his plan he must work hard at school, for books had\nmuch that he needed. Perhaps some day he might get a chance to see\nAudubon’s drawings, and so have all his bird worries settled by a\nsingle book.",
        "That summer a new boy at school added to Yan’s savage equipment. This\nboy was neither good nor bright; he was a dunce, and had been expelled\nfrom a boarding school for misconduct, but he had a number of\nschoolboy accomplishments that gave him a tinge of passing glory.\nHe could tie a lot of curious knots in a string. He could make a\nwonderful birdy warble, and he spoke a language that he called Tutnee.\nYan was interested in all, but especially the last. He teased and\nbribed till he was admitted to the secret. It consisted in spelling\nevery word, leaving the five vowels as they are, but doubling each\nconsonant and putting a “u” between. Thus “b” became “bub,” “d” “dud,\"\n“m” “mum,” and so forth, except that “c” was “suk,” “h” “hash,” “x\"\n“zux,” and “w” “wak.”",
        "The sample given by the new boy, “sus-hash-u-tut u-pup yak-o-u-rur\nmum-o-u-tut-hash,” was said to be a mode of enjoining silence.",
        "This language was “awful useful,” the new boy said, to keep the other\nfellows from knowing what you were saying, which it certainly did. Yan\npractised hard at it and within a few weeks was an adept. He could\nhandle the uncouth sentences better than his teacher, and he was\nsingularly successful in throwing in accents and guttural tones that\nimparted a delightfully savage flavour, and he rejoiced in jabbering\naway to the new boy in the presence of others so that he might bask in\nthe mystified look on the faces of those who were not skilled in the\ntongue of the Tutnees.",
        "He made himself a bow and arrows. They were badly made and he could\nhit nothing with them, but he felt so like an Indian when he drew the\narrow to its head, that it was another pleasure.",
        "He made a number of arrows with hoop-iron heads, these he could\nfile at home in the woodshed. The heads were jagged and barbed and\ndouble-barbed. These arrows were frightful-looking things. They seemed\npositively devilish in their ferocity, and were proportionately\ngratifying. These he called his “war arrows,” and would send one into\na tree and watch it shiver, then grunt “Ugh, heap good,” and rejoice\nin the squirming of the imaginary foe he had pierced.",
        "He found a piece of sheepskin and made of it a pair of very poor\nmoccasins. He ground an old castaway putty knife into a scalping\nknife; the notch in it for breaking glass was an annoying defect until\nhe remembered that some Indians decorate their weapons with a notch\nfor each enemy it has killed, and this, therefore, might do duty as a\nkill-tally. He made a sheath for the knife out of scraps of leather\nleft off the moccasins. Some water-colours, acquired by a school swap,\nand a bit of broken mirror held in a split stick, were necessary parts\nof his Indian toilet. His face during the process of make-up was\nalways a battle-ground between the horriblest Indian scowl\nand a grin of delight at his success in diabolizing his visage with\nthe paints. Then with painted face and a feather in his hair he would\nproudly range the woods in his little kingdom and store up every scrap\nof woodlore he could find, invent or learn from his schoolmates.",
        "[Illustration: Yan’s toilet]",
        "Odd things that he found in the woods he would bring to his shanty:\ncurled sticks, feathers, bones, skulls, fungus, shells, an old\ncowhorn–things that interested him, he did not know why. He made\nIndian necklaces of the shells, strung together alternately with\nthe backbone of a fish. He let his hair grow as long as possible,\nemploying various stratagems, even the unpalatable one of combing it\nto avoid the monthly trim of the maternal scissors. He lay for hours\nwith the sun beating on his face to correct his colour to standard,\nand the only semblance of personal vanity that he ever had was\npleasure in hearing disparaging remarks about the darkness of his\ncomplexion. He tried to do everything as an Indian would do it,\nstriking Indian poses, walking carefully with his toes turned in,\nbreaking off twigs to mark a place, guessing at the time by the sun,\nand grunting “Ugh” or “Wagh” when anything surprised him. Disparaging\nremarks about White-men, delivered in supposed Indian dialect, were\nan important part of his pastime. “Ugh, White-men heap no good” and\n“Wagh, paleface–pale fool in woods,” were among his favourites.",
        "He was much influenced by phrases that caught his ear. “The brown\nsinewy arm of the Indian,” was one of them. It discovered to him that\nhis own arms were white as milk. There was, however, a simple remedy.\nHe rolled up his sleeves to the shoulder and exposed them to the full\nglare of the sun. Then later, under the spell of the familiar phrase,\n“The warrior was naked to the waist,” he went a step further–he\ndetermined to be brown to the waist–so discarded his shirt during the\nwhole of one holiday. He always went to extremes. He remembered now\nthat certain Indians put their young warriors through an initiation\ncalled the Sun-dance, so he danced naked round the fire in the blazing\nsun and sat around naked all one day.",
        "He noticed a general warmness before evening, but it was at night that\nhe really felt the punishment of his indiscretion. He was in a burning\nheat. He scarcely slept all night. Next day he was worse, and his arm\nand shoulder were blistered. He bore it bravely, fearing only that the\nHome Government might find it out, in which case he would have fared\nworse. He had read that the Indians grease the skin for sunburn, so he\nwent to the bathroom and there used goose grease for lack of Buffalo\nfat. This did give some relief, and in a few days he was better and\nhad the satisfaction of peeling the dead skin from his shoulders and\narms.",
        "Yan made a number of vessels out of Birch bark, stitching the edges\nwith root fibers, filling the bottom with a round wooden disc, and\ncementing the joints with pine gum so that they would hold water.",
        "In the distant river he caught some Catfish and brought them\nhome–that, is, to his shanty. There he made a fire and broiled\nthem–very badly–but he ate them as a great delicacy. The sharp bone\nin each of their side fins he saved, bored a hole through its thick\nend, smoothed it, and so had needles to stitch his Birch bark. He kept\nthem in a bark box with some lumps of resin, along with some bark\nfiber, an Indian flint arrow-head given him by a schoolmate, and\nthe claws of a large Owl, found in the garbage heap back of the\ntaxidermist’s shop.",
        "One day on the ash heap in their own yard in town he saw a new,\nstrange bird. He was always seeing new birds, but this was of unusual\ninterest. He drew its picture as it tamely fed near him. A dull, ashy\ngray, with bronzy yellow spots on crown and rump, and white bars on\nits wings. His “Birds of Canada” gave no light; he searched through\nall the books he could find, but found no clew to its name. It was\nyears afterward before he learned that this was the young male Pine\nGrosbeak.",
        "Another day, under the bushes not far from his shanty, he found a\nsmall Hawk lying dead. He clutched it as a wonderful prize, spent an\nhour in looking at its toes, its beak, its wings, its every feather;\nthen he set to work to make a drawing of it. A very bad drawing it\nproved, although it was the labour of days, and the bird was crawling\nwith maggots before he had finished. But every feather and every spot\nwas faithfully copied, was duly set down on paper. One of his\nfriends said it was a Chicken-hawk. That name stuck in Yan’s memory.\nThenceforth the Chicken-hawk and its every marking were familiar to\nhim. Even in after years, when he had learned that this must have been\na young “Sharp-shin,” the name “Chicken-hawk” was always readier on\nhis lips.",
        "But he met with another and a different Hawk soon afterward. This one\nwas alive and flitting about in the branches of a tree over his head.\nIt was very small–less than a foot in length. Its beak was very\nshort, its legs, wings and tail long; its head was bluish and its back\ncoppery red; on the tail was a broad, black crossbar. As the bird flew\nabout and balanced on the boughs, it pumped its tail. This told him\nit was a Hawk, and the colours he remembered were those of the male\nSparrow-hawk, for here his bird book helped with its rude travesty of\n“Wilson’s” drawing of this bird. Yet two other birds he saw close at\nhand and drew partly from memory. The drawings were like this, and\nfrom the picture on a calendar he learned that one was a Rail; from\na drawing in the bird book that the other was a Bobolink. And these\nnames he never forgot. He had his doubts about the sketching at\nfirst–it seemed an un-Indian thing to do, until he remembered that\nthe Indians painted pictures on their shields and on their teepees. It\nwas really the best of all ways for him to make reliable observation.",
        "The bookseller of the town had some new books in his window about this\ntime. One, a marvellous work called “Poisonous Plants,” Yan was eager\nto see. It was exposed in the window for a time. Two of the large\nplates were visible from the street; one was Henbane, the other\nStramonium. Yan gazed at them as often as he could. In a week they\nwere gone; but the names and looks were forever engraved on his\nmemory. Had he made bold to go in and ask permission to see the work,\nhis memory would have seized most of it in an hour.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}