{
    "title": "Two Little Savages - VI",
    "author": "Ernest Thompson Seton",
    "chapter": "20",
    "content": [
        "\n\n",
        "The Making of the Teepee",
        "Raften sniffed in amusement when he heard that the boys had really\ngone to Caleb and got what they wanted. Nothing pleased him more than\nto find his son a successful schemer.",
        "“Old Caleb wasn’t so dead sure about the teepee, as near as I sized\nhim up,” observed Sam.",
        "“I guess we’ve got enough to go ahead on,” said Yan, “an’ tain’t a\nhanging matter if we do make a mistake.”",
        "The cover was spread out again flat and smooth on the barn floor, and\nstones and a few nails put in the sides to hold it.",
        "The first thing that struck them was that it was a rough and tattered\nold rag.",
        "And Sam remarked: “I see now why Da said we could have it. I reckon\nwe’ll have to patch it before we cut out the teepee.”",
        "“No,” said Yan, assuming control, as he was apt to do in matters\npertaining to the woods; “we better draw our plans first so as not to\npatch any part that’s going to be cut off afterward.”",
        "“Great head! But I’m afraid them patches won’t be awful ornamental.”",
        "“They’re all right,” was the reply. “Indians’ teepees are often\npatched where bullets and arrows have gone through.”",
        "“Well, I’m glad I wa’n’t living inside during them hostilities,” and\nSam exposed a dozen or more holes.",
        "“Oh, get off there and give me that cord.”",
        "“Look out,” said Sam; “that’s my festered knee. It’s near as bad\nto-day as it was when we called on the witch.”",
        "Yan was measuring. “Let’s see. We can cut off all those rags and still\nmake a twelve-foot teepee. Twelve foot high–that will be twenty-four\nfeet across the bottom of the stuff. Fine! That’s just the thing. Now\nI’ll mark her off.”",
        "“Hold on, there,” protested his friend; “you can’t do that with chalk.\nCaleb said the Injuns used a burnt stick. You hain’t got no right to\nuse chalk. ’You might as well hire a carpenter.’”",
        "“Oh, you go on. You hunt for a burnt stick, and if you don’t find one\nbring me the shears instead.”",
        "Thus, with many consultations of Caleb’s draft, the cutting-out\nwas done–really a very simple matter. Then the patching was to be\nconsidered.",
        "Pack-thread, needles and very l-o-n-g stitches were used, but\nthe work went slowly on. All the spare time of one day was given to\npatching. Sam, of course, kept up a patter of characteristic remarks\nto the piece he was sewing. Yan sewed in serious silence. At first\nSam’s were put on better, but Yan learned fast and at length did by\nfar the better sewing.",
        "[Illustration: Decoration of Black Bull’s Teepee: (Two Examples of\nDoors)]",
        "[Illustration: THUNDER BULL’S TEEPEE]",
        "  Notes on Making Teepee:",
        "  The slimmer the poles are at the top where they cross the smaller\n  the opening in the canvas and the less danger of rain coming in.",
        "  In regions where there is much rain it is well to cut the projecting\n  poles very short and put over them a “storm cap,” “bull boat” or\n  “shield” made of canvas on a rod bent in a three-foot circle. This\n  device was used by the Mandans over the smoke-hole of their lodges\n  during the heavy rains.",
        "That night the boys were showing their handiwork to the hired hands.\nSi Lee, a middle-aged man with a vast waistband, after looking on\nwith ill-concealed but good-natured scorn, said:",
        "“Why didn’t ye put the patches inside?”",
        "“Didn’t think of it,” was Yan’s answer.",
        "“Coz we’re goin’ to live inside, an’ need the room,” said Sam.",
        "“Why did ye make ten stitches in going round that hole; ye could just\nas easy have done it in four,” and Si sniffed as he pointed to great,\nungainly stitches an inch long. “I call that waste labour.”",
        "“Now see here,” blurted Sam, “if you don’t like our work let’s see you\ndo it better. There’s lots to do yet.”",
        "“Where?”",
        "“Oh, ask Yan. He’s bossin’ the job. Old Caleb wouldn’t let me in. It\njust broke my heart. I sobbed all the way home, didn’t I, Yan?",
        "“There’s the smoke-flaps to stitch on and hem, and the pocket at\nthe top of the flaps–and–I–suppose,” Yan added, as a feeler,\n“it–would–be–better–if–hemmed–all–around.”",
        "“Now, I tell ye what I’ll do. If you boys’ll go to the ’Corner’\nto-night and get my boots that the cobbler’s fixing, I’ll sew on the\nsmoke-flaps.”",
        "“I’ll take that offer,” said Yan; “and say, Si, it doesn’t really\nmatter which is the outside. You can turn the cover so the patches\nwill be in.”",
        "The boys got the money to pay for the boots, and after supper they set\nout on foot for the “Corner,” two miles away.",
        "“He’s a queer duck,” and Sam jerked his thumb back to show that he\nmeant Si Lee; “sounds like a Chinese laundry. I guess that’s the only\nthing he isn’t. He can do any mortal thing but get on in life. He’s\nbeen a soldier an’ a undertaker an’ a cook He plays a fiddle he made\nhimself; it’s a rotten bad one, but it’s away ahead of his playing. He\nstuffs birds–that Owl in the parlour is his doin’; he tempers razors,\nkin doctor a horse or fix up a watch, an’ he does it in about the same\nway, too; bleeds a horse no matter what ails it, an’ takes another\nwheel out o’ the watch every times he cleans it. He took Larry de\nNeuville’s old clock apart to clean once–said he knew all about\nit–an’ when he put it together again he had wheels enough left over\nfor a new clock.",
        "“He’s too smart an’ not smart enough. There ain’t anything on earth\nhe can’t do a little, an’ there ain’t a blessed thing that he can do\nright up first-class, but thank goodness sewing canvas is his long\nsuit. You see he was a sailor for three years–longest time he ever\nkept a job, fur which he really ain’t to blame, since it was a whaler\non a three-years’ cruise.”",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}