{
    "title": "Two Years Before the Mast - Chapter XXXII. Ice Again–A Beautiful Afternoon–Cape Horn–\"Land Ho!\"–Heading For Home",
    "author": "Richard Henry Dana",
    "chapter": "35",
    "content": [
        "\n\n",
        "In our first attempt to double the Cape, when we came up to the\nlatitude of it, we were nearly seventeen hundred miles to the\nwestward, but, in running for the straits of Magellan, we stood so\nfar to the eastward, that we made our second attempt at a distance\nof not more than four or five hundred miles; and we had great hopes,\nby this means, to run clear of the ice; thinking that the easterly\ngales, which had prevailed for a long time, would have driven it\nto the westward.  With the wind about two points free, the yards\nbraced in a little, and two close-reefed topsails and a reefed\nforesail on the ship, we made great way toward the southward and,\nalmost every watch, when we came on deck, the air seemed to grow\ncolder, and the sea to run higher.  Still, we saw no ice, and had\ngreat hopes of going clear of it altogether, when, one afternoon,\nabout three o’clock, while we were taking a siesta during our\nwatch below, “All hands!” was called in a loud and fearful voice.\n“Tumble up here, men!–tumble up!–don’t stop for your clothes–\nbefore we’re upon it!”  We sprang out of our berths and hurried\nupon deck.",
        "The loud, sharp voice of the captain was heard giving orders,\nas though for life or death, and we ran aft to the braces,\nnot waiting to look ahead, for not a moment was to be lost.\nThe helm was hard up, the after yards shaking, and the ship\nin the act of wearing.",
        "Slowly, with stiff ropes and iced rigging, we swung the yards round,\neverything coming hard, and with a creaking and rending sound, like\npulling up a plank which had been frozen into the ice.  The ship\nwore round fairly, the yards were steadied, and we stood off on the\nother tack, leaving behind us, directly under our larboard quarter,\na large ice island, peering out of the mist, and reaching high above\nour tops, while astern; and on either side of the island, large tracts\nof field-ice were dimly seen, heaving and rolling in the sea.  We were\nnow safe, and standing to the northward; but, in a few minutes more,\nhad it not been for the sharp look-out of the watch, we should have\nbeen fairly upon the ice, and left our ship’s old bones adrift in\nthe Southern ocean.  After standing to the northward a few hours,\nwe wore ship, and the wind having hauled, we stood to the southward\nand eastward.  All night long, a bright lookout was kept from every\npart of the deck; and whenever ice was seen on the one bow or the\nother, the helm was shifted and the yards braced, and by quick\nworking of the ship she was kept clear.  The accustomed cry of\n“Ice ahead!\"–\"Ice on the lee bow!\"–\"Another island!” in the\nsame tones, and with the same orders following them, seemed to\nbring us directly back to our old position of the week before.",
        "During our watch on deck, which was from twelve to four, the wind\ncame out ahead, with a pelting storm of hail and sleet, and we\nlay hove-to, under a close-reefed main topsail, the whole watch.\nDuring the next watch it fell calm, with a drenching rain, until\ndaybreak, when the wind came out to the westward, and the weather\ncleared up, and showed us the whole ocean, in the course which we\nshould have steered, had it not been for the head wind and calm,\ncompletely blocked up with ice.  Here then our progress was stopped,\nand we wore ship, and once more stood to the northward and eastward;\nnot for the straits of Magellan, but to make another attempt to\ndouble the Cape, still farther to the eastward; for the captain\nwas determined to get round if perseverance could do it; and the\nthird time, he said, never failed.",
        "With a fair wind we soon ran clear of the field-ice, and by noon\nhad only the stray islands floating far and near upon the ocean. ",
        "The sun was out bright, the sea of a deep blue, fringed with the\nwhite foam of the waves which ran high before a strong south-wester;\nour solitary ship tore on through the water, as though glad to be\nout of her confinement; and the ice islands lay scattered upon the\nocean here and there, of various sizes and shapes, reflecting the\nbright rays of the sun, and drifting slowly northward before the\ngale.  It was a contrast to much that we had lately seen, and a\nspectacle not only of beauty, but of life; for it required but\nlittle fancy to imagine these islands to be animate masses which\nhad broken loose from the “thrilling regions of thick-ribbed ice,\"\nand were working their way, by wind and current, some alone,\nand some in fleets, to milder climes.  No pencil has ever yet\ngiven anything like the true effect of an iceberg.  In a picture,\nthey are huge, uncouth masses, stuck in the sea, while their chief\nbeauty and grandeur,–their slow, stately motion; the whirling\nof the snow about their summits, and the fearful groaning and\ncracking of their parts,–the picture cannot give.  This is the\nlarge iceberg; while the small and distant islands, floating on\nthe smooth sea, in the light of a clear day, look like little\nfloating fairy isles of sapphire.",
        "From a north-east course we gradually hauled to the eastward, and\nafter sailing about two hundred miles, which brought us as near to\nthe western coast of Terra del Fuego as was safe, and having lost\nsight of the ice altogether,–for the third time we put the ship’s\nhead to the southward, to try the passage of the Cape. The weather\ncontinued clear and cold, with a strong gale from the westward,\nand we were fast getting up with the latitude of the Cape, with a\nprospect of soon being round.  One fine afternoon, a man who had\ngone into the fore-top to shift the rolling tackles, sung out, at\nthe top of his voice, and with evident glee,–\"Sail ho!”  Neither\nland nor sail had we seen since leaving San Diego; and any one who\nhas traversed the length of a whole ocean alone, can imagine what\nan excitement such an announcement produced on board.  “Sail ho!\"\nshouted the cook, jumping out of his galley; “Sail ho!” shouted\na man, throwing back the slide of the scuttle, to the watch below,\nwho were soon out of their berths and on deck; and “Sail ho!\"\nshouted the captain down the companion-way to the passenger in\nthe cabin.  Besides the pleasure of seeing a ship and human beings\nin so desolate a place, it was important for us to speak a vessel,\nto learn whether there was ice to the eastward, and to ascertain the\nlongitude; for we had no chronometer, and had been drifting about\nso long that we had nearly lost our reckoning, and opportunities\nfor lunar observations are not frequent or sure in such a place as\nCape Horn.  For these various reasons, the excitement in our little\ncommunity was running high, and conjectures were made, and everything\nthought of for which the captain would hail, when the man aloft sung\nout–\"Another sail, large on the weather bow!”",
        "This was a little odd, but so much the better, and did not shake\nour faith in their being sails.  At length the man in the top\nhailed, and said he believed it was land, after all.  “Land in\nyour eye!” said the mate, who was looking through a telescope;\n“they are ice islands, if I can see a hole through a ladder;” and a\nfew moments showed the mate to be right and all our expectations\nfled; and instead of what we most wished to see, we had what we\nmost dreaded, and what we hoped we had seen the last of.  We soon,\nhowever, left these astern, having passed within about two miles\nof them; and at sundown the horizon was clear in all directions.",
        "Having a fine wind, we were soon up with and passed the latitude\nof the Cape, and having stood far enough to the southward to give\nit a wide berth, we began to stand to the eastward, with a good\nprospect of being round and steering to the northward on the\nother side, in a very few days.",
        "But ill luck seemed to have lighted upon us.  Not four hours had\nwe been standing on in this course, before it fell dead calm;\nand in half an hour it clouded up; a few straggling blasts,\nwith spits of snow and sleet, came from the eastward; and in\nan hour more, we lay hove-to under a close-reefed main topsail,\ndrifting bodily off to leeward before the fiercest storm that we\nhad yet felt, blowing dead ahead, from the eastward.  It seemed\nas though the genius of the place had been roused at finding that\nwe had nearly slipped through his fingers, and had come down upon\nus with tenfold fury.  The sailors said that every blast, as it\nshook the shrouds, and whistled through the rigging, said to the\nold ship, “No, you don’t!\"–\"No, you don’t!”",
        "For eight days we lay drifting about in this manner.  Sometimes,–\ngenerally towards noon,–it fell calm; once or twice a round copper\nball showed itself for a few moments in the place where the sun ought\nto have been; and a puff or two came from the westward, giving some\nhope that a fair wind had come at last.  During the first two days,\nwe made sail for these puffs, shaking the reefs out of the topsails\nand boarding the tacks of the courses; but finding that it only made\nwork for us when the gale set in again, it was soon given up, and we\nlay-to under our close-reefs.",
        "We had less snow and hail than when we were farther to the westward,\nbut we had an abundance of what is worse to a sailor in cold\nweather–drenching rain.  Snow is blinding, and very bad when\ncoming upon a coast, but, for genuine discomfort, give me rain\nwith freezing weather.  A snow-storm is exciting, and it does not\nwet through the clothes (which is important to a sailor); but a\nconstant rain there is no escaping from.  It wets to the skin,\nand makes all protection vain.  We had long ago run through all\nour dry clothes, and as sailors have no other way of drying them\nthan by the sun, we had nothing to do but to put on those which\nwere the least wet.",
        "At the end of each watch, when we came below, we took off our clothes\nand wrung them out; two taking hold of a pair of trowsers,–one\nat each end,–and jackets in the same way.  Stockings, mittens,\nand all, were wrung out also and then hung up to drain and chafe\ndry against the bulk-heads.  Then, feeling of all our clothes,\nwe picked out those which were the least wet, and put them on,\nso as to be ready for a call, and turned-in, covered ourselves\nup with blankets, and slept until three knocks on the scuttle\nand the dismal sound of “All starbowlines ahoy!  Eight bells,\nthere below!  Do you hear the news?” drawled out from on deck,\nand the sulky answer of “Aye, aye!” from below, sent us up again.",
        "On deck, all was as dark as a pocket, and either a dead calm,\nwith the rain pouring steadily down, or, more generally, a violent\ngale dead ahead, with rain pelting horizontally, and occasional\nvariations of hail and sleet;–decks afloat with water swashing\nfrom side to side, and constantly wet feet; for boots could not\nbe wrung out like drawers, and no composition could stand the\nconstant soaking.  In fact, wet and cold feet are inevitable\nin such weather, and are not the least of those little items\nwhich go to make up the grand total of the discomforts of a winter\npassage round the Cape.  Few words were spoken between the watches\nas they shifted, the wheel was relieved, the mate took his place\non the quarter-deck, the look-outs in the bows; and each man had\nhis narrow space to walk fore and aft in, or, rather, to swing\nhimself forward and back in, from one belaying pin to another,–\nfor the decks were too slippery with ice and water to allow of\nmuch walking.  To make a walk, which is absolutely necessary to\npass away the time, one of us hit upon the expedient of sanding\nthe deck; and afterwards, whenever the rain was not so violent\nas to wash it off, the weatherside of the quarter-deck and a part\nof the waist and forecastle were sprinkled with the sand which we\nhad on board for holystoning; and thus we made a good promenade,\nwhere we walked fore and aft, two and two, hour after hour, in our\nlong, dull, and comfortless watches.  The bells seemed to be an\nhour or two apart, instead of half an hour, and an age to elapse\nbefore the welcome sound of eight bells.  The sole object was to\nmake the time pass on.  Any change was sought for, which would\nbreak the monotony of the time; and even the two hours’ trick at\nthe wheel, which came round to each of us, in turn, once in every\nother watch, was looked upon as a relief.  Even the never-failing\nresource of long yarns, which eke out many a watch, seemed to have\nfailed us now; for we had been so long together that we had heard\neach other’s stories told over and over again, till we had them\nby heart; each one knew the whole history of each of the others,\nand we were fairly and literally talked out.  Singing and joking,\nwe were in no humor for, and, in fact, any sound of mirth or laughter\nwould have struck strangely upon our ears, and would not have been\ntolerated, any more than whistling, or a wind instrument.  The last\nresort, that of speculating upon the future, seemed now to fail us,\nfor our discouraging situation, and the danger we were really in,\n(as we expected every day to find ourselves drifted back among the\nice) “clapped a stopper” upon all that.  From saying–\"when we get\nhome\"–we began insensibly to alter it to–\"if we get home\"–and at\nlast the subject was dropped by a tacit consent.",
        "In this state of things, a new light was struck out, and a new\nfield opened, by a change in the watch.  One of our watch was\nlaid up for two or three days by a bad hand, (for in cold weather\nthe least cut or bruise ripens into a sore,) and his place was\nsupplied by the carpenter.  This was a windfall, and there was\nquite a contest, who should have the carpenter to walk with him.\nAs “Chips” was a man of some little education, and he and I had\nhad a good deal of intercourse with each other, he fell in with\nme in my walk.  He was a Fin, but spoke English very well, and\ngave me long accounts of his country;–the customs, the trade,\nthe towns, what little he knew of the government, (I found he was\nno friend of Russia), his voyages, his first arrival in America,\nhis marriage and courtship;–he had married a countrywoman of his,\na dress-maker, whom he met with in Boston.  I had very little to\ntell him of my quiet, sedentary life at home; and, in spite of\nour best efforts, which had protracted these yarns through five\nor six watches, we fairly talked one another out, and I turned\nhim over to another man in the watch, and put myself upon my\nown resources.",
        "I commenced a deliberate system of time-killing, which united\nsome profit with a cheering up of the heavy hours.  As soon\nas I came on deck, and took my place and regular walk, I began\nwith repeating over to myself a string of matters which I had\nin my memory, in regular order.  First, the multiplication table\nand the tables of weights and measures; then the states of the\nunion, with their capitals; the counties of England, with their\nshire towns; the kings of England in their order; and a large\npart of the peerage, which I committed from an almanac that we\nhad on board; and then the Kanaka numerals.  This carried me\nthrough my facts, and, being repeated deliberately, with long\nintervals, often eked out the two first bells.  Then came the\nten commandments; the thirty-ninth chapter of Job, and a few\nother passages from Scripture.  The next in the order, that I\nnever varied from, came Cowper’s Castaway, which was a great\nfavorite with me; the solemn measure and gloomy character of\nwhich, as well as the incident that it was founded upon, made it\nwell suited to a lonely watch at sea.  Then his lines to Mary,\nhis address to the jackdaw, and a short extract from Table Talk;\n(I abounded in Cowper, for I happened to have a volume of his\npoems in my chest;) “Ille et nefasto” from Horace, and Goethe’s\nErl King.  After I had got through these, I allowed myself a more\ngeneral range among everything that I could remember, both in prose\nand verse.  In this way, with an occasional break by relieving the\nwheel, heaving the log, and going to the scuttle-butt for a drink\nof water, the longest watch was passed away; and I was so regular\nin my silent recitations, that if there was no interruption by\nship’s duty, I could tell very nearly the number of bells by my\nprogress.",
        "Our watches below were no more varied than the watch on deck. ",
        "All washing, sewing, and reading was given up; and we did nothing\nbut eat, sleep, and stand our watch, leading what might be called a\nCape Horn life.  The forecastle was too uncomfortable to sit up in;\nand whenever we were below, we were in our berths.  To prevent the\nrain, and the sea-water which broke over the bows, from washing down,\nwe were obliged to keep the scuttle closed, so that the forecastle\nwas nearly air-tight.  In this little, wet, leaky hole, we were all\nquartered, in an atmosphere so bad that our lamp, which swung in\nthe middle from the beams, sometimes actually burned blue, with a\nlarge circle of foul air about it.  Still I was never in better\nhealth than after three weeks of this life.  I gained a great\ndeal of flesh, and we all ate like horses.  At every watch, when we\ncame below, before turning-in, the bread barge and beef kid were\noverhauled.  Each man drank his quart of hot tea night and morning;\nand glad enough we were to get it, for no nectar and ambrosia were\nsweeter to the lazy immortals, than was a pot of hot tea, a hard\nbiscuit, and a slice of cold salt beef, to us after a watch on\ndeck.  To be sure, we were mere animals and had this life lasted\na year instead of a month we should have been little better than\nthe ropes in the ship.  Not a razor, nor a brush, nor a drop\nof water, except the rain and the spray, had come near us all\nthe time; for we were on an allowance of fresh water; and who\nwould strip and wash himself in salt water on deck, in the snow\nand ice, with the thermometer at zero?",
        "After about eight days of constant easterly gales, the wind\nhauled occasionally a little to the southward, and blew hard,\nwhich, as we were well to the southward, allowed us to brace\nin a little and stand on, under all the sail we could carry.\nThese turns lasted but a short while, and sooner or later it set\nagain from the old quarter; yet each time we made something,\nand were gradually edging along to the eastward.  One night,\nafter one of these shifts of the wind, and when all hands had been\nup a great part of the time, our watch was left on deck, with the\nmainsail hanging in the buntlines, ready to be set if necessary.\nIt came on to blow worse and worse, with hail and snow beating\nlike so many furies upon the ship, it being as dark and thick as\nnight could make it.  The mainsail was blowing and slatting with\na noise like thunder, when the captain came on deck, and ordered\nit to be furled.  The mate was about to call all hands, when the\ncaptain stopped him, and said that the men would be beaten out if\nthey were called up so often; that as our watch must stay on deck,\nit might as well be doing that as anything else.",
        "Accordingly, we went upon the yard; and never shall I forget\nthat piece of work.  Our watch had been so reduced by sickness,\nand by some having been left in California, that, with one man\nat the wheel, we had only the third mate and three beside myself,\nto go aloft; so that at most, we could only attempt to furl one\nyard-arm at a time.  We manned the weather yard-arm, and set to\nwork to make a furl of it.  Our lower masts being short, and our\nyards very square, the sail had a head of nearly fifty feet,\nand a short leach, made still shorter by the deep reef which\nwas in it, which brought the clew away out on the quarters of\nthe yard, and made a bunt nearly as square as the mizen royal-\nyard.  Beside this difficulty, the yard over which we lay was\ncased with ice, the gaskets and rope of the foot and leach of\nthe sail as stiff and hard as a piece of suction-hose, and the\nsail itself about as pliable as though it had been made of sheets\nof sheathing copper.  It blew a perfect hurricane, with alternate\nblasts of snow, hail, and rain.  We had to fist the sail with\nbare hands.  No one could trust himself to mittens, for if he\nslipped, he was a gone man.  All the boats were hoisted in on\ndeck, and there was nothing to be lowered for him.  We had need\nof every finger God had given us.  Several times we got the sail\nupon the yard, but it blew away again before we could secure it.\nIt required men to lie over the yard to pass each turn of the\ngaskets, and when they were passed, it was almost impossible to\nknot them so that they would hold.  Frequently we were obliged to\nleave off altogether and take to beating our hands upon the sail,\nto keep them from freezing.",
        "After some time,–which seemed forever,–we got the weather side\nstowed after a fashion, and went over to leeward for another trial. ",
        "This was still worse, for the body of the sail had been blown over\nto leeward, and as the yard was a-cock-bill by the lying over of\nthe vessel, we had to light it all up to windward.  When the yard-\narms were furled, the bunt was all adrift again, which made more\nwork for us.  We got all secure at last, but we had been nearly\nan hour and a half upon the yard, and it seemed an age.  It just\nstruck five bells when we went up, and eight were struck soon after\nwe came down.  This may seem slow work, but considering the state\nof everything, and that we had only five men to a sail with just\nhalf as many square yards of canvas in it as the mainsail of the\nIndependence, sixty-gun ship, which musters seven hundred men at\nher quarters, it is not wonderful that we were no quicker about it.\nWe were glad enough to get on deck, and still more, to go below.\nThe oldest sailor in the watch said, as he went down,–\"I shall\nnever forget that main yard;–it beats all my going a fishing.\nFun is fun, but furling one yard-arm of a course, at a time,\noff Cape Horn, is no better than man-killing.”",
        "During the greater part of the next two days, the wind was pretty\nsteady from the southward.  We had evidently made great progress,\nand had good hope of being soon up with the Cape, if we were not\nthere already.  We could put but little confidence in our reckoning,\nas there had been no opportunities for an observation, and we had\ndrifted too much to allow of our dead reckoning being anywhere\nnear the mark.  If it would clear off enough to give a chance for\nan observation, or if we could make land, we should know where we\nwere; and upon these, and the chances of falling in with a sail\nfrom the eastward, we depended almost entirely.",
        "Friday, July 22d.  This day we had a steady gale from the southward,\nand stood on under close sail, with the yards eased a little by the\nweather braces, the clouds lifting a little, and showing signs of\nbreaking away.  In the afternoon, I was below with Mr. H––-,\nthe third mate, and two others, filling the bread locker in the\nsteerage from the casks, when a bright gleam of sunshine broke\nout and shone down the companion-way and through the skylight,\nlighting up everything below, and sending a warm glow through the\nheart of every one.  It was a sight we had not seen for weeks,–an\nomen, a god-send.  Even the roughest and hardest face acknowledged\nits influence.  Just at that moment we heard a loud shout from all\nparts of the deck, and the mate called out down the companion-way to\nthe captain, who was sitting in the cabin.  What he said, we could\nnot distinguish, but the captain kicked over his chair, and was on\ndeck at one jump.  We could not tell what it was; and, anxious as\nwe were to know, the discipline of the ship would not allow of our\nleaving our places.  Yet, as we were not called, we knew there was\nno danger.  We hurried to get through with our job, when, seeing the\nsteward’s black face peering out of the pantry, Mr. H––- hailed\nhim, to know what was the matter.  “Lan’ o, to be sure, sir!  No\nyou hear ’em sing out, ’Lan’ o?’  De cap’em say ’im Cape Horn!”",
        "This gave us a new start, and we were soon through our work,\nand on deck; and there lay the land, fair upon the larboard\nbeam, and slowly edging away upon the quarter.  All hands were\nbusy looking at it–the captain and mates from the quarter-deck,\nthe cook from his galley, and the sailors from the forecastle;\nand even Mr. N., the passenger, who had kept in his shell for\nnearly a month, and hardly been seen by anybody, and who we had\nalmost forgotten was on board, came out like a butterfly, and was\nhopping round as bright as a bird.",
        "The land was the island of Staten Land, and, just to the eastward\nof Cape Horn; and a more desolate-looking spot I never wish to set\neyes upon;–bare, broken, and girt with rocks and ice, with here\nand there, between the rocks and broken hillocks, a little stunted\nvegetation of shrubs.  It was a place well suited to stand at the\njunction of the two oceans, beyond the reach of human cultivation,\nand encounter the blasts and snows of a perpetual winter.  Yet,\ndismal as it was, it was a pleasant sight to us; not only as being\nthe first land we had seen, but because it told us that we had\npassed the Cape,–were in the Atlantic,–and that, with twenty-\nfour hours of this breeze, might bid defiance to the Southern\nOcean.  It told us, too, our latitude and longitude better than\nany observation; and the captain now knew where we were, as well\nas if we were off the end of Long wharf.",
        "In the general joy, Mr. N. said he should like to go ashore upon\nthe island and examine a spot which probably no human being had\never set foot upon; but the captain intimated that he would see the\nisland–specimens and all,–in–another place, before he would get\nout a boat or delay the ship one moment for him. ",
        "We left the land gradually astern; and at sundown had the\nAtlantic Ocean clear before us.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}