{
    "title": "Two Little Savages - III",
    "author": "Ernest Thompson Seton",
    "chapter": "17",
    "content": [
        "\n\n",
        "The Wigwam",
        "The very next day they must begin. As soon as every chore was done\nthey went to the woods to select a spot.",
        "The brook, or “creek,” as they called it, ran through a meadow, then\nthrough a fence into the woods. This was at first open and grassy, but\nfarther down the creek it was joined by a dense cedar swamp. Through\nthis there was no path, but Sam said that there was a nice high place\nbeyond. The high ground seemed a long way off in the woods, though\nonly a hundred yards through the swamp, but it was the very place for\na camp–high, dry and open hard woods, with the creek in front and the\ncedar swamp all around. Yan was delighted. Sam caught no little of the\nenthusiasm, and having brought an axe, was ready to begin the shanty.\nBut Yan had been thinking hard all morning, and now he said: “Sam, we\ndon’t want to be White hunters. They’re no good; we want to be\nIndians.”",
        "“Now, that’s just where you fool yourself,” said Sam. “Da says there\nain’t nothin’ an Injun can do that a White-man can’t do better.”",
        "“Oh, what are you talking about?” said Yan warmly. “A White hunter\ncan’t trail a moccasined foot across a hard granite rock. A White\nhunter can’t go into the woods with nothing but a knife and make\neverything he needs. A White hunter can’t hunt with bows and arrows,\nand catch game with snares, can he? And there never yet was a White\nman could make a Birch canoe.” Then, changing his tone, Yan went on:\n“Say, now, Sam, we want to be the best kind of hunters, don’t we, so\nas to be ready for going out West. Let’s be Injuns and do everything\nlike Injuns.”",
        "After all, this had the advantage of romance and picturesqueness, and\nSam consented to “try it for awhile, anyhow.” And now came the point\nof Yan’s argument. “Injuns don’t live in shanties; they live in\nteepees. Why not make a teepee instead?”",
        "“That would be just bully,” said Sam, who had seen pictures enough to\nneed no description, “but what are we to make it of?”",
        "“Well,” answered Yan, promptly assuming the leadership and rejoicing\nin his ability to speak as an authority, “the Plains Injuns make their\nteepees of skins, but the wood Injuns generally use Birch bark.”",
        "“Well, I bet you can’t find skins or Birch bark enough in this woods\nto make a teepee big enough for a Chipmunk to chaw nuts in.”",
        "“We can use Elm bark.”",
        "“That’s a heap easier,” replied Sam, “if it’ll answer, coz we cut a\nlot o’ Elm logs last winter and the bark’ll be about willin’ to peel\nnow. But first let’s plan it out.”",
        "This was a good move, one Yan would have overlooked. He would probably\nhave got a lot of material together and made the plan afterward, but\nSam had been taught to go about his work with method.",
        "So Yan sketched on a smooth log his remembrance of an Indian teepee.\n“It seems to me it was about this shape, with the poles sticking up\nlike that, a hole for the smoke here and another for the door there.”",
        "“Sounds like you hain’t never seen one,” remarked Sam, with more point\nthan politeness, “but we kin try it. Now ’bout how big?”",
        "Eight feet high and eight feet across was decided to be about right.\nFour poles, each ten feet long, were cut in a few minutes, Yan\ncarrying them to a smooth place above the creek as fast as Sam cut\nthem.",
        "“Now, what shall we tie them with?” said Yan.",
        "“You mean for rope?”",
        "“Yes, only we must get everything in the woods; real rope ain’t\nallowed.”",
        "“I kin fix that,” said Sam; “when Da double-staked the orchard fence,\nhe lashed every pair of stakes at the top with Willow withes.”",
        "“That’s so–I quite forgot,” said Yan. In a few minutes they were\nat work trying to tie the four poles together with slippery stiff\nWillows, but it was no easy matter. They had to be perfectly tight or\nthey would slip and fall in a heap each time they were raised, and it\nseemed at length that the boys would be forced to the impropriety of\nusing hay wire, when they heard a low grunt, and turning, saw William\nRaften standing with his hands behind him as though he had watched\nthem for hours.",
        "The boys were no little startled. Raften had a knack of turning up at\nany point when something was going on, taking in the situation fully,\nand then, if he disapproved, of expressing himself in a few words of\nblistering mockery delivered in a rich Irish brogue. Just what view\nhe would take of their pastime the boys had no idea, but awaited with\nuneasiness. If they had been wasting time when they should have been\nworking there is no question but that they would have been sent with\ncontumely to more profitable pursuits, but this was within their\nrightful play hours, and Raften, after regarding them with a searching\nlook, said slowly: “Bhoys!” (Sam felt easier; his father would have\nsaid ’Bhise_” if really angry.) “Fhat’s the good o’ wastin’ yer\ntime” (Yan’s heart sank) “wid Willow withes fur a job like that? They\ncan’t be made to howld. Whoi don’t ye git some hay woire or coord at\nthe barrun?”",
        "The boys were greatly relieved, but still this friendly overture might\nbe merely a feint to open the way for a home thrust. Sam was silent.\nSo Yan said, presently, “We ain’t allowed to use anything but what the\nIndians had or could get in the woods.”",
        "“An’ who don’t allow yez?”",
        "“The rules.”",
        "“Oh,” said William, with some amusement. “Oi see! Hyar.”",
        "He went into the woods looking this way and that, and presently\nstopped at a lot of low shrubs.",
        "“Do ye know what this is, Yan?”",
        "“No, sir.”",
        "“Le’s see if yer man enough to break it aff.”",
        "Yan tried. The wood was brittle enough, but the bark, thin, smooth and\npliant, was as tough as leather, and even a narrow strip defied his\nstrength.",
        "“That’s Litherwood,” said Raften. “That’s what the Injuns used; that’s\nwhat we used ourselves in the airly days of this yer settlement.”",
        "The boys had looked for a rebuke, and here was a helping hand. It all\nturned on the fact that this was “play hours,” Raften left with a\nparting word: “In wan hour an’ a half the pigs is fed.”",
        "“You see Da’s all right when the work ain’t forgot,” said Sam, with\na patronizing air. “I wonder why I didn’t think o’ that there\nLeatherwood meself. I’ve often heard that that’s what was used fur\ntying bags in the old days when cord was scarce, an’ the Injuns used\nit for tying their prisoners, too. Ain’t it the real stuff?”",
        "Several strips were now used for tying four poles together at the top,\nthen these four were raised on end and spread out at the bottom to\nserve as the frame of the teepee, or more properly wigwam, since it\nwas to be made of bark.",
        "After consulting, they now got a long, limber Willow rod an inch\nthick, and bending it around like a hoop, they tied it with\nLeatherwood to each pole at a point four feet from the ground. Next\nthey cut four short poles to reach from the ground to this. These were\nlashed at their upper ends to the Willow rod, and now they were ready\nfor the bark slabs. The boys went to the Elm logs and again Sam’s able\nuse of the axe came in. He cut the bark open along the top of one log,\nand by using the edge of the axe and some wooden wedges they pried off\na great roll eight feet long and four feet across. It was a pleasant\nsurprise to see what a wide piece of bark the small log gave them.",
        "Three logs yielded three fine large slabs and others yielded pieces of\nvarious sizes. The large ones were set up against the frame so as to\nmake the most of them. Of course they were much too big for the top,\nand much too narrow for the bottom; but the little pieces would do to\npatch if some way could be found to make them stick.",
        "Sam suggested nailing them to the posts, and Yan was horrified at the\nidea of using nails. “No Indian has any nails.”",
        "“Well, what would they use?” said Sam.",
        "“They used thongs, an’–an’–maybe wooden pegs. I don’t know, but\nseems to me that would be all right.”",
        "“But them poles is hard wood,” objected the practical Sam. “You can\ndrive Oak pegs into Pine, but you can’t drive wooden pegs into hard\nwood without you make some sort of a hole first. Maybe I’d better\nbring a gimlet.”",
        "“Now, Sam, you might just as well hire a carpenter–thatwouldn’t be Indian at all. Let’s play it right. We’ll find some way. I\nbelieve we can tie them up with Leatherwood.”",
        "So Sam made a sharp Oak pick with his axe, and Yan used it to pick\nholes in each piece of bark and then did a sort of rude sewing till\nthe wigwam seemed beautifully covered in. But when they went inside\nto look they were unpleasantly surprised to find how many holes\nthere were. It was impossible to close them all because the bark was\ncracking in so many places, but the boys plugged the worst of them and\nthen prepared for the great sacred ceremony–the lighting of the fire\nin the middle.",
        "They gathered a lot of dry fuel, then Yan produced a match.",
        "“That don’t look to me very Injun,” drawled Sam critically. “I don’t\nthink Injuns has matches.”",
        "“Well, they don’t,” admitted Yan, humbly. “But I haven’t a flint and\nsteel, and don’t know how to work rubbing-sticks, so we just got to\nuse matches, if we want a fire.”",
        "“Why, of course we want a fire. I ain’t kicking,” said Sam. “Go ahead\nwith your old leg-fire sulphur stick. A camp without a fire would be\n’bout like last year’s bird’s nest or a house with the roof off.”",
        "Yan struck a match and put it to the wood. It went out. He struck\nanother–same result. Yet another went out.",
        "Sam remarked:",
        "“Pears to me you don’t know much about lightin’ a fire. Lemme show\nyou. Let the White hunter learn the Injun somethin’ about the woods,\"\nsaid he with a leer.",
        "Sam took the axe and cut some sticks of a dry Pine root. Then with his\nknife he cut long curling shavings, which he left sticking in a fuzz\nat the end of each stick.",
        "“Oh, I’ve seen a picture of an Indian making them. They call them\n’prayer-sticks,’” said Yan.",
        "“Well, prayer-sticks is mighty good kindlin’” replied the other. He\nstruck a match, and in a minute he had a blazing fire in the middle of\nthe wigwam.",
        "“Old Granny de Neuville, she’s a witch–she knows all about the woods,\nand cracked Jimmy turns everything into poetry what she says. He says\nshe says when you want to make a fire in the woods you take–",
        "  “First a curl of Birch bark as dry as it kin be,\n  Then some twigs of soft-wood, dead, but on the tree,\n  Last o’ all some Pine knots to make the kittle foam,\n  An’ thar’s a fire to make you think you’re settin’ right at home.”",
        "“Who’s Granny de Neuville?”",
        "“Oh, she’s the old witch that lives down at the bend o’ the creek.”",
        "“What? Has she got a granddaughter named Biddy?” said Yan, suddenly\nremembering that his ancient ally came from this part of Sanger.",
        "“Oh, my! Hain’t she? Ain’t Biddy a peach–drinks like a fish, talks\neverybody to death about the time she resided in Bonnerton. Gits a\nletter every mail begging her to come back and ’reside’ with them some\nmore.”",
        "“Ain’t this fine,” said Yan, as he sat on a pile of Fir boughs in the\nwigwam.",
        "“Looks like the real thing,” replied Sam from his seat on the other\nside. “But say, Yan, don’t make any more fire; it’s kind o’ warm here,\nan’ there seems to be something wrong with that flue–wants sweepin’,\nprob’ly–hain’t been swep’ since I kin remember.”",
        "The fire blazed up and the smoke increased. Just a little of it\nwandered out of the smoke-hole at the top, then it decided that this\nwas a mistake and thereafter positively declined to use the vent. Some\nof it went out by chinks, and a large stream issued from the door, but\nby far the best part of it seemed satisfied with the interior of the\nwigwam, so that in a minute or less both boys scrambled out. Their\neyes were streaming with smoke-tears and their discomfiture was\ncomplete.",
        "“’Pears to me,” observed Sam, “like we got them holes mixed. The dooer\nshould ’a ’been at the top, sence the smoke has a fancy for usin’ it,\nan’ then we’d had a chance.”",
        "“The Indians make it work,” said Yan; “a White hunter ought to know\nhow.”",
        "“Now’s the Injun’s chance,” said Sam. “Maybe it wants a dooer to\nclose, then the smoke would have to go out.”",
        "They tried this, and of course some of the smoke was crowded out, but\nnot till long after the boys were.",
        "“Seems like what does get out by the chinks is sucked back agin by\nthat there double-action flue,” said Sam.",
        "It was very disappointing. The romance of sitting by the fire in one’s\nteepee appealed to both of the boys, but the physical torture of\nthe smoke made it unbearable. Their dream was dispelled, and Sam\nsuggested, “Maybe we’d better try a shanty.”",
        "“No,” said Yan, with his usual doggedness. “I know it can be done,\nbecause the Indians do it. We’ll find out in time.”",
        "But all their efforts were in vain. The wigwam was a failure, as far\nas fire was concerned. It was very small and uncomfortable, too; the\nwind blew through a hundred crevices, which grew larger as the Elm\nbark dried and cracked. A heavy shower caught them once, and they were\nrather glad to be driven into their cheerless lodge, but the rain came\nabundantly into the smoke-hole as well as through the walls, and they\nfound it but little protection.",
        "[Illustration: “The wigwam was a failure.\"]",
        "“Seems to me, if anything, a leetle wetter in here than\noutside,” said Sam, as he led in a dash for home.",
        "That night a heavy storm set in, and next day the boys found their\nflimsy wigwam blown down–nothing but a heap of ruins.",
        "Some time after, Raften asked at the table in characteristic stern\nstyle, “Bhoys, what’s doin’ down to yer camp? Is yer wigwam finished?”",
        "“No good,” said Sam. “All blowed down.”",
        "“How’s that?”",
        "“I dunno’. It smoked like everything. We couldn’t stay in it.”",
        "“Couldn’t a-been right made,” said Raften; then with a sudden\ninterest, which showed how eagerly he would have joined in this forty\nyears ago, he said, “Why don’t ye make a rale taypay?”",
        "“Dunno’ how, an’ ain’t got no stuff.”",
        "“Wall, now, yez have been pretty good an’ ain’t slacked on the wurruk,\nyez kin have the ould wagon kiver. Cousin Bert could tache ye how to\nmake it, if he wuz here. Maybe Caleb Clark knows,” he added, with a\nsignificant twinkle of his eye. “Better ask him.” Then he turned to\ngive orders to the hired men, who, of course, ate at the family table.",
        "“Da, do you care if we go to Caleb?”",
        "“I don’t care fwhat ye do wid him,” was the reply.",
        "Raften was no idle talker and Sam knew that, so as soon as “the law\nwas off” he and Yan got out the old wagon cover. It seemed like an\nacre of canvas when they spread it out. Having thus taken possession,\nthey put it away again in the cow-house, their own domain, and Sam\nsaid: “I’ve a great notion to go right to Caleb; he sho’ly knows more\nabout a teepee than any one else here, which ain’t sayin’ much.”",
        "“Who’s Caleb?”",
        "“Oh, he’s the old Billy Goat that shot at Da oncet, just after Da beat\nhim at a horse trade. Let on it was a mistake: ’twas, too, as he\nfound out, coz Da bought up some old notes of his, got ’em cheap, and\nsqueezed him hard to meet them. He’s had hard luck ever since.",
        "“He’s a mortal queer old duck, that Caleb. He knows heaps about the\nwoods, coz he was a hunter an’ trapper oncet. My! wouldn’t he be down\non me if he knowed who was my Da, but he don’t have to know.”",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}