{
    "title": "Two Little Savages - XIX",
    "author": "Ernest Thompson Seton",
    "chapter": "48",
    "content": [
        "\n\n",
        "The Trial of Grit",
        "The boys had made war bonnets after the “really truly” Indian style\nlearned from Caleb. White Turkey tail-feathers and white Goose\nwing-feathers dyed black at the tips made good Eagle feathers. Some\nwisps of red-dyed horsehair from an old harness tassel; strips of red\nflannel from an old shirt, and some scraps of sheepskin supplied the\nremaining raw material. Caleb took an increasing interest, and helped\nthem not only to make the bonnet, but also to decide on what things\nshould count coup and what grand coup. Sam had a number\nof feathers for shooting, diving, “massacreeing the Whites,” and his\ngrand tufted feathers for felling the pine and shooting the Cat-Owl.",
        "Among other things, Yan had counted coup for trailing. The Deer hunt\nhad been made still more real by having the “Deer-boy” wear a pair of\nsandals made from old boots; on the sole of each they put two lines\nof hobnails in V shape, pointing forward. These made hooflike marks\nwherever the Deer went. One of the difficulties with the corn was that\nit gave no clue to the direction or doubling of the trail, but the\nsandals met the trouble, and with a very little corn to help they had\nan ideal trail. All became very expert, and could follow fast a very\nslight track, but Yan continued the best, for what he lacked in\neyesight he more than made up in patience and observation. He already\nhad a grand coup for finding and shooting the Deer in the heart,\nthat time, at first shot before the others came up even, and had won\nsix other grand coups–one for swimming 200 yards in five minutes,\none for walking four measured miles in one hour, one for running 100\nyards in twelve seconds, one for knowing 100 wild plants, one for\nknowing 100 birds, and the one for shooting the Horned Owl.",
        "Guy had several good coups, chiefly for eyesight. He could see\n“the papoose on the squaws back,” and in the Deer hunt he had several\ntimes won coups that came near being called grand coup,\nbut so far fate was against him, and even old Caleb, who was partial\nto him, could not fairly vote him a grand coup.",
        "“What is it that the Injuns most likes in a man: I mean, what would\nthey druther have, Caleb?” asked Sappy one day, confidently expecting\nto have his keen eyesight praised.",
        "“Bravery,” was the reply. “They don’t care what a man is if he’s\nbrave. That’s their greatest thing–that is, if the feller has the\nstuff to back it up. An’ it ain’t confined to Injuns; I tell you there\nain’t anything that anybody goes on so much. Some men pretends to\nthink one thing the best of all, an’ some another, but come right down\nto it, what every man, woman an’ child in the country loves an’\nworships is pluck, clear grit, well backed up.”",
        "“_Well, I tell you,” said Guy, boiling up with enthusiasm at\nthis glorification of grit, ’I ain’t scared o’ nothin’.”",
        "“Wall, how’d you like to fight Yan there?”",
        "“Oh, that ain’t fair. He’s older an’ bigger’n I am.”",
        "“Say, Sappy, I’ll give you one. Suppose you go to the orchard alone\nan’ get a pail of cherries. All the men’ll be away at nine o’clock.”",
        "“Yes, and have old Cap chaw me up.”",
        "“Thought you weren’t scared of anything, an’ a poor little Dog smaller\nthan a yearling Heifer scares you.”",
        "“Well, I don’t like cherries, anyhow.”",
        "“Here, now, Guy, I’ll give you a real test. You see that stone?” and\nCaleb held up a small round stone with a hole in it. “Now, you know\nwhere old Garney is buried?”",
        "Garney was a dissolute soldier who blew his head off, accidentally,\nhis friends claimed, and he was buried on what was supposed to be his\nown land just north of Raften’s, but it afterward proved to be part of\nthe highway where a sidepath joined in, and in spite of its diggers\nthe grave was at the crossing of two roads. Thus by the hand of\nfate Bill Garney was stamped as a suicide.",
        "The legend was that every time a wagon went over his head he must\ngroan, but unwilling to waste those outcries during the rumbling of\nthe wheels, he waited till midnight and rolled them out all together.\nAnyone hearing should make a sympathetic reply or they would surely\nsuffer some dreadful fate. This was the legend that Caleb called up\nto memory and made very impressive by being properly impressed\nhimself.",
        "“Now,” said he, “I am going to hide this stone just behind the rock\nthat marks the head of Garney’s grave, an’ I’ll send you to git it\nsome night. Air ye game?”",
        "“Y-e-s, I’ll go,” said the Third War Chief without visible enthusiasm.",
        "“If he’s so keen for it now, there’ll be no holding him back when\nnight comes,” remarked the Woodpecker.",
        "“Remember, now,” said Caleb, as he left them to return to his own\nmiserable shanty, “this is the chance to show what you’re made of.\nI’ll tie a cord to the stone to make sure that you get it.”",
        "“We’re just going to eat. Won’t you stay and jine with us,” called\nSam, but Caleb strode off without taking notice of the invitation.",
        "In the middle of the night the boys were aroused by a man’s voice\noutside and the scratching of a stick on the canvas.",
        "“Boys! Guy–Yan! Oh, Guy!”",
        "“Hello! Who is it?”",
        "“Caleb Clark! Say, Guy, it’s about half-past eleven now. You have just\nabout time to go to Garney’s grave by midnight an’ get that stone,\nand if you can’t find the exact spot you listen for the groaning\n–that’ll guide you.”",
        "This cheerful information was given in a hoarse whisper that somehow\nconveyed the idea that the old man was as scared as he could be.",
        "“I–I–I–” stammered Guy, “I can’t see the way.”",
        "“This is the chance of your life, boy. You get that stone and you’ll\nget a grand coup feather, top honours fur grit. I’ll wait here\ntill you come back.”",
        "“I–I–can’t find the blamed old thing on such a dark night.\nI–I–ain’t goin’.”",
        "“Errr–you’re scared,” whispered Caleb.",
        "“I ain’t scared, on’y what’s the use of goin’ when I couldn’t find the\nplace? I’ll go when it’s moonlight.”",
        "“Err–anybody here brave enough to go after that stone?”",
        "“I’ll go,” said the other two at the same time, though with a certain\nair of “But I hope I don’t have to, all the same.”",
        "“You kin have the honour, Yan,” said the Woodpecker, with evident\nrelief.",
        "“Of course, I’d like the chance–but–but–I don’t want to push ahead\nof you–you’re the oldest; that wouldn’t be square,” was the reply.",
        "“Guess we’d better draw straws for it.”",
        "So Sam sought a long straw while Yan stirred up the coals to a blaze.\nThe long straw was broken in two unequal pieces and hidden in Sam’s\nhand. Then after shuffling he held it toward Yan, showing only the\ntwo tips, and said, “Longest straw takes the job.” Yan knew from old\nexperience that a common trick was to let the shortest straw stick out\nfarthest, so he took the other, drew it slowly out and out–it seemed\nendless. Sam opened his hand and showed that the short straw remained,\nthen added with evident relief: “You got it. You are the luckiest\nfeller I ever did see. Everything comes your way.”",
        "If there had been any loophole Yan would have taken it, but it was\nnow clearly his duty to go for that stone. It was pride rather than\ncourage that carried him through. He dressed quietly and nervously;\nhis hands trembled a little as he laced his shoes. Caleb waited\noutside when he heard that it was Yan who was going. He braced him up\nby telling him: “You’re the stuff. I jest love to see grit. I’ll\ngo with you to the edge of the woods–’twouldn’t be fair to go\nfarther–and wait there till you come back. It’s easy to find. Go four\npanels of fence past the little Elm, then right across on the other\nside of the road is the big stone. Well, on the side next the north\nfence you’ll find the ring pebble. The coord is lying kind o’ cross\nthe big white stone, so you’ll find it easy; and here, take this\nchalk; if your grit gives out, you mark on the fence how far you did\nget, but don’t you worry about that groaning–it’s nothing but a\nyarn–don’t be scairt.”",
        "“I am afraid I am scared, but still I’ll go.”",
        "“That’s right,” said the Trapper with emphasis. “Bravery ain’t so much\nnot being scairt as going ahead when you are scairt, showing that you\nkin boss your fears.”",
        "So they talked till they struck out of the gloom of the trees to the\ncomparative light of the open field.",
        "“It’s just fifteen minutes to midnight,” said Caleb, looking at his\nwatch with the light of a match, “You’ll make it easy. I’ll wait\nhere.”",
        "Then Yan went on alone.",
        "It was a somber night, but he felt his way along the field fence to\nthe line fence and climbed that into the road that was visible as a\nless intense darkness on the black darkness of the grass. Yan walked\non up the middle cautiously. His heart beat violently and his hands\nwere cold. It was a still night, and once or twice little mousey\nsounds in the fence corner made him start, but he pushed on. Suddenly\nin the blackness to the right of the road he heard a loud “whisk,\"\nthen he caught sight of a white thing that chilled his blood. It was\nthe shape of a man wrapped in white, but lacked a head, just as the\nstory had it. Yan stood frozen to the ground. Then his intellect came\nto the rescue of his trembling body. “What nonsense! It must be a\nwhite stone.” But no, it moved. Yan had a big stick in his hand. He\nshouted: “Sh, sh, sh!” Again the “corpse” moved. Yan groped on the\nroad for some stones and sent one straight at the “white thing.” He\nheard a “whooff” and a rush. The “white thing” sprang up and ran past\nhim with a clatter that told him he had been scared by Granny de\nNeuville’s white-faced cow. At first the reaction made him weak at the\nknees, but that gave way to a better feeling. If a harmless old Cow\ncould lie out there all night, why should he fear? He went on more\nquietly till he neared the rise in the road. He should soon see the\nlittle Elm. He kept to the left of the highway and peered into the\ngloom, going more slowly. He was not so near as he had supposed, and\nthe tension of the early part of the expedition was coming back more\nthan ever. He wondered if he had not passed the Elm–should he go\nback? But no, he could not bear the idea; that would mean retreat.\nAnyhow, he would put his chalk mark here to show how far he did get.\nHe sneaked cautiously toward the fence to make it, then to his relief\nmade out the Elm not twenty-five feet away. Once at the tree, he\ncounted off the four panels westward and knew that he was opposite the\ngrave of the suicide. It must now be nearly midnight. He thought he\nheard sounds not far away, and there across the road he saw a whitish\nthing–the headstone. He was greatly agitated as he crawled quietly as\npossible toward it. Why quietly he did not know. He stumbled through\nthe mud of the shallow ditch at each side, reached the white stone,\nand groped with clammy, cold hands over the surface for the string. If\nCaleb had put it there it was gone now. So he took his chalk and wrote\non the stone “Yan.”",
        "Oh, what a scraping that chalk made! He searched about with his\nfingers around the big boulder. Yes, there it was; the wind, no doubt,\nhad blown it off. He pulled it toward him. The pebble was drawn across\nthe boulder with another and louder rasping that sounded fearfully\nin the night. Then at once a gasp, a scuffle, a rush, a splash of\nsomething in mud, or water–horrible sounds of a being choking,\nstrangling or trying to speak. For a moment Yan sank down in terror.\nHis lips refused to move. But the remembrance of the cow came to help\nhim. He got up and ran down the road as fast as he could go, a cold\nsweat on him. He ran so blindly he almost ran into a man who shouted\n“Ho, Yan; is that you?” It was Caleb coming to meet him. Yan could\nnot speak. He was trembling so violently that he had to cling to the\nTrapper’s arm.",
        "“What was it, boy? I heard it, but what was it?”",
        "“I–I–don’t know,” he gasped; “only it was at the g-g-grave.”",
        "“Gosh! I heard it, all right,” and Caleb showed no little uneasiness,\nbut added, “We’ll be back in camp in ten minutes.”",
        "He took Yan’s trembling hand and led him for a little while, but he\nwas all right when he came to the blazed trail. Caleb stepped ahead,\ngroping in the darkness.",
        "Yan now found voice to say, “I got the stone all right, and I wrote my\nname on the grave, too.”",
        "“Good boy! You’re the stuff!” was the admiring response.",
        "They were very glad to see that there was a fire in the teepee\nwhen they drew near. At the edge of the clearing they gave a loud\n“_O-hoo–O-hoo–O-hoo-oo,” the Owl cry that they had\nadopted because it is commonly used by the Indians as a night signal,\nand they got the same in reply from within.",
        "“All right,” shouted Caleb; “he done it, an’ he’s bully good stuff and\ngets an uncommon grand coup.”",
        "“Wish I had gone now,” said Guy. “I could ’a’ done it just as well as\nYan.”",
        "“Well, go on now.”",
        "“Oh, there ain’t any stone to get now for proof.”",
        "“You can write your name on the grave, as I did.”",
        "“Ah, that wouldn’t prove nothin’,” and Guy dropped the subject.",
        "Yan did not mean to tell his adventure that night, but his excitement\nwas evident, and they soon got it out of him in full. They were\na weird-looking crowd as they sat around the flickering fire,\nexperiencing as he told it no small measure of the scare he had just\nbeen through.",
        "When he had finished Yan said, “Now, Guy, don’t you want to go and try\nit?”",
        "“Oh, quit,” said Guy; “I never saw such a feller as you for yammering\naway on the same subjek.”",
        "Caleb looked at his watch now, as though about to leave, when Yan\nsaid:",
        "“Say, Mr. Clark, won’t you sleep here? There’s lots o’ room in Guy’s\nbed.”",
        "“Don’t mind if I do, seem’ it’s late.”",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}