{
    "title": "Two Years Before the Mast - Chapter XII. Life At Monterey",
    "author": "Richard Henry Dana",
    "chapter": "15",
    "content": [
        "\n\n",
        "The next day being Sunday, which is the liberty-day among merchantmen,\nwhen it is usual to let a part of the crew go ashore, the sailors had\ndepended upon a day on land, and were already disputing who should\nask to go, when, upon being called in the morning, we were turned-to\nupon the rigging, and found that the topmast, which had been sprung,\nwas to come down, and a new one to go up, and top-gallant and royal-masts,\nand the rigging to be set up.  This was too bad.  If there is anything that\nirritates sailors and makes them feel hardly used, it is being deprived\nof their Sabbath.  Not that they would always, or indeed generally,\nspend it religiously, but it is their only day of rest.  Then, too,\nthey are often necessarily deprived of it by storms, and unavoidable\nduties of all kinds, that to take it from them when lying quietly\nand safely in port, without any urgent reason, bears the more hardly.\nThe only reason in this case was, that the captain had determined to\nhave the custom-house officers on board on Monday, and wished to have\nhis brig in order.  Jack is a slave aboard ship; but still he has\nmany opportunities of thwarting and balking his master.  When there\nis danger, or necessity, or when he is well used, no one can work\nfaster than he; but the instant he feels that he is kept at work\nfor nothing, no sloth could make less headway.  He must not refuse\nhis duty, or be in any way disobedient, but all the work that an\nofficer gets out of him, he may be welcome to.  Every man who has\nbeen three months at sea knows how to “work Tom Cox’s traverse\"–\n“three turns round the long-boat, and a pull at the scuttled-butt.\"\nThis morning everything went in this way.  “Sogering” was the order\nof the day.  Send a man below to get a block, and he would capsize\neverything before finding it, then not bring it up till an officer\nhad called him twice, and take as much time to put things in order\nagain.  Marline-spikes were not to be found; knives wanted a prodigious\ndeal of sharpening, and, generally, three or four were waiting round\nthe grindstone at a time.  When a man got to the mast-head, he would\ncome slowly down again to get something which he had forgotten;\nand after the tackles were got up, six men would pull less than\nthree who pulled “with a will.”  When the mate was out of sight,\nnothing was done.  It was all uphill work; and at eight o’clock,\nwhen we went to breakfast, things were nearly where they were\nwhen we began.",
        "During our short meal, the matter was discussed.  One proposed\nrefusing to work; but that was mutiny, and of course was rejected\nat once.  I remember, too, that one of the men quoted “Father\nTaylor,” (as they call the seamen’s preacher at Boston,) who told\nthem that if they were ordered to work on Sunday, they must not\nrefuse their duty, and the blame would not come upon them.  After\nbreakfast, it leaked out, through the officers, that if we would get\nthrough our work soon, we might have a boat in the afternoon and\ngo fishing.  This bait was well thrown, and took with several who\nwere fond of fishing; and all began to find that as we had one thing\nto do, and were not to be kept at work for the day, the sooner we\ndid it, the better.",
        "Accordingly, things took a new aspect; and before two o’clock this\nwork, which was in a fair way to last two days, was done; and five of\nus went a fishing in the jolly-boat, in the direction of Point Pinos;\nbut leave to go ashore was refused.  Here we saw the Loriotte, which\nsailed with us from Santa Barbara, coming slowly in with a light\nsea-breeze, which sets in towards afternoon, having been becalmed\noff the point all the first part of the day.  We took several fish\nof various kinds, among which cod and perch abounded, and F––-,\n(the ci-devant second mate,) who was of our number, brought up with\nhis hook a large and beautiful pearl-oyster shell.  We afterwards\nlearned that this place was celebrated for shells, and that a small\nschooner had made a good voyage, by carrying a cargo of them to\nthe United States.",
        "We returned by sun-down, and found the Loriotte at anchor,\nwithin a cable’s length of the Pilgrim.  The next day we were\n“turned-to” early, and began taking off the hatches, overhauling\nthe cargo, and getting everything ready for inspection.  At eight,\nthe officers of the customs, five in number, came on board,\nand began overhauling the cargo, manifest, etc.",
        "The Mexican revenue laws are very strict, and require the whole\ncargo to be landed, examined, and taken on board again; but our\nagent, Mr. R––-, had succeeded in compounding with them for the\ntwo last vessels, and saving the trouble of taking the cargo ashore.\nThe officers were dressed in the costume which we found prevailed\nthrough the country.  A broad-brimmed hat, usually of a black or\ndark-brown color, with a gilt or figured band round the crown, and\nlined inside with silk; a short jacket of silk or figured calico,\n(the European skirted body-coat is never worn;) the shirt open in the\nneck; rich waistcoat, if any; pantaloons wide, straight, and long,\nusually of velvet, velveteen, or broadcloth; or else short breeches\nand white stockings.  They wear the deer-skin shoe, which is of a\ndark-brown color, and, (being made by Indians,) usually a good deal\nornamented.  They have no suspenders, but always wear a sash round\nthe waist, which is generally red, and varying in quality with the\nmeans of the wearer.  Add to this the never-failing cloak, and you\nhave the dress of the Californian.  This last garment, the cloak, is\nalways a mark of the rank and wealth of the owner.  The “gente de razón,\"\nor aristocracy, wear cloaks of black or dark blue broadcloth, with as\nmuch velvet and trimmings as may be; and from this they go down to the\nblanket of the Indian; the middle classes wearing something like a\nlarge table-cloth, with a hole in the middle for the head to go through.\nThis is often as coarse as a blanket, but being beautifully woven with\nvarious colors, is quite showy at a distance.  Among the Mexicans there is\nno working class; (the Indians being slaves and doing all the hard work;)\nand every rich man looks like a grandee, and every poor scamp like a\nbroken-down gentleman.  I have often seen a man with a fine figure,\nand courteous manners, dressed in broadcloth and velvet, with a noble\nhorse completely covered with trappings; without a real in his pocket,\nand absolutely suffering for something to eat.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}