{
    "title": "Two Years Before the Mast - Chapter XXII. Life On Shore–The Alert",
    "author": "Richard Henry Dana",
    "chapter": "25",
    "content": [
        "\n\n",
        "Saturday, July 18th.  This day, sailed the Mexican hermaphrodite brig,\nFazio, for San Blas and Mazatlan.  This was the brig which was driven\nashore at San Pedro in a south-easter, and had been lying at San Diego\nto repair and take in her cargo.  The owner of her had had a good deal\nof difficulty with the government about the duties, etc., and her\nsailing had been delayed for several weeks; but everything having been\narranged, she got under weigh with a light breeze, and was floating\nout of the harbor, when two horsemen came dashing down to the beach,\nat full speed, and tried to find a boat to put off after her; but there\nbeing none on the beach, they offered a handful of silver to any Kanaka\nwho would swim off and take a letter on board.  One of the Kanakas,\na fine, active, well-made young fellow, instantly threw off everything\nbut his duck trowsers, and putting the letter into his hat, swam off,\nafter the vessel.  Fortunately, the wind was very light and the\nvessel was going slowly, so that, although she was nearly a mile\noff when he started, he gained on her rapidly.  He went through the\nwater leaving a wake like a small steamboat.  I certainly never saw\nsuch swimming before.  They saw him coming from the deck, but did\nnot heave-to, suspecting the nature of his errand; yet, the wind\ncontinuing light, he swam alongside and got on board, and delivered\nhis letter.  The captain read the letter, told the Kanaka there was no\nanswer, and giving him a glass of brandy, left him to jump overboard\nand find the best of his way to the shore.  The Kanaka swam in for\nthe nearest point of land, and, in about an hour, made his appearance\nat the hide-house.  He did not seem at all fatigued, had made three\nor four dollars, got a glass of brandy, and was in fine spirits.\nThe brig kept on her course, and the government officers, who had\ncome down to forbid her sailing, went back, each with something\nlike a flea in his ear, having depended upon extorting a little\nmore money from the owner.",
        "It was now nearly three months since the Alert arrived at Santa \nBarbara, and we began to expect her daily.  About a half a mile\nbehind the hide-house, was a high hill; and every afternoon,\nas soon as we had done our work, some one of us walked up to see\nif there were any sail in sight, coming down before the regular trades,\nwhich blow every afternoon.  Each day, after the latter part of July,\nwe went up the hill, and came back disappointed.  I was anxious for\nher arrival, for I had been told by letter that the owners in Boston,\nat the request of my friends, had written to Captain T––- to take\nme on board the Alert, in case she returned to the United States\nbefore the Pilgrim; and I, of course, wished to know whether the\norder had been received, and what was the destination of the ship.\nOne year more or less might be of small consequence to others,\nbut it was everything to me.  It was now just a year since we sailed\nfrom Boston, and at the shortest, no vessel could expect to get away\nunder eight or nine months, which would make our absence two years in\nall.  This would be pretty long, but would not be fatal.  It would\nnot necessarily be decisive of my future life.  But one year more\nwould settle the matter.  I should be a sailor for life; and although\nI had made up my mind to it before I had my letters from home, and was,\nas I thought, quite satisfied; yet, as soon as an opportunity was\nheld out to me of returning, and the prospect of another kind of life\nwas opened to me, my anxiety to return, and, at least, to have the\nchance of deciding upon my course for myself, was beyond measure.\nBeside that, I wished to be “equal to either fortune,” and to qualify\nmyself for an officer’s berth, and a hide-house was no place to\nlearn seamanship in.  I had become experienced in hide-curing,\nand everything went on smoothly, and I had many opportunities of\nbecoming acquainted with the people, and much leisure for reading and\nstudying navigation; yet practical seamanship could only be got on\nboard ship; therefore, I determined to ask to be taken on board the\nship when she arrived.  By the first of August, we finished curing\nall our hides, stored them away, cleaned out our vats, (in which\nlatter work we spent two days, up to our knees in mud and the\nsediments of six months’ hide-curing, in a stench which would drive\na donkey from his breakfast,) and got in readiness for the arrival\nof the ship, and had another leisure interval of three or four weeks;\nwhich I spent, as usual, in reading, writing, studying, making and\nmending my clothes, and getting my wardrobe in complete readiness,\nin case I should go on board the ship; and in fishing, ranging the\nwoods with the dogs, and in occasional visits to the presidio and\nmission.  A good deal of my time was spent in taking care of a\nlittle puppy, which I had selected from thirty-six, that were born\nwithin three days of one another, at our house.  He was a fine,\npromising pup, with four white paws, and all the rest of his body\nof a dark brown.  I built a little kennel for him, and kept him\nfastened there, away from the other dogs, feeding and disciplining\nhim myself.  In a few weeks, I got him in complete subjection,\nand he grew finely, was very much attached to me, and bid fair\nto be one of the leading dogs on the beach.  I called him Bravo,\nand the only thing I regretted at the thought of leaving the beach,\nwas parting with him.",
        "Day after day, we went up the hill, but no ship was to be seen,\nand we began to form all sorts of conjectures as to her whereabouts;\nand the theme of every evening’s conversation at the different houses,\nand in our afternoon’s paséo upon the beach, was the ship–where\nshe could be–had she been to San Francisco?–how many hides she\nwould bring, etc., etc.",
        "Tuesday, August 25th.  This morning, the officer in charge of\nour house went off beyond the point a fishing, in a small canoe,\nwith two Kanakas; and we were sitting quietly in our room at the\nhide-house, when, just before noon, we heard a complete yell of\n“Sail ho!” breaking out from all parts of the beach, at once,–from\nthe Kanakas’ oven to the Rosa’s house.  In an instant, every one\nwas out of his house; and there was a fine, tall ship, with royals\nand skysails set, bending over before the strong afternoon breeze,\nand coming rapidly round the point.  Her yards were braced sharp\nup; every sail was set, and drew well; the Yankee ensign was flying\nfrom her mizen-peak; and having the tide in her favor, she came up\nlike a race-horse.  It was nearly six months since a new vessel had\nentered San Diego, and of course, every one was on the qui-vive.\nShe certainly made a fine appearance.  Her light sails were taken\nin, as she passed the low, sandy tongue of land, and clewing up her\nhead sails, she rounded handsomely to, under her mizen topsail,\nand let go the anchor at about a cable’s length from the shore.\nIn a few minutes, the topsail yards were manned, and all three\nof the topsails furled at once.  From the fore top-gallant yard,\nthe men slid down the stay to furl the jib, and from the mizen\ntop-gallant yard, by the stay, into the maintop, and thence to\nthe yard; and the men on the topsail yards came down the lifts\nto the yard-arms of the courses.  The sails were furled with\ngreat care, the bunts triced up by jiggers, and the jibs stowed\nin cloth.  The royal yards were then struck, tackles got upon the\nyard-arms and the stay, the long-boat hoisted out, a large anchor\ncarried astern, and the ship moored.  Then the captain’s gig was\nlowered away from the quarter, and a boat’s crew of fine lads,\nbetween the ages of fourteen and eighteen, pulled the captain\nashore.  The gig was a light whale-boat, handsomely painted,\nand fitted up with cushions, etc., in the stern sheets.\nWe immediately attacked the boat’s crew, and got very thick\nwith them in a few minutes.  We had much to ask about Boston,\ntheir passage out, etc., and they were very curious to know about\nthe life we were leading upon the beach.  One of them offered to\nexchange with me; which was just what I wanted; and we had only\nto get the permission of the captain.",
        "After dinner, the crew began discharging their hides, and, as we\nhad nothing to do at the hide-houses, we were ordered aboard to\nhelp them.  I had now my first opportunity of seeing the ship which\nI hoped was to be my home for the next year.  She looked as well\non board as she did from without.  Her decks were wide and roomy,\n(there being no poop, or house on deck, which disfigures the after\npart of most of our vessels,) flush, fore and aft, and as white as\nsnow, which the crew told us was from constant use of holystones.\nThere was no foolish gilding and gingerbread work, to take the eye\nof landsmen and passengers, but everything was “ship-shape and\nBristol fashion.”  There was no rust, no dirt, no rigging hanging\nslack, no fag ends of ropes and “Irish pendants” aloft, and the\nyards were squared “to a t” by lifts and braces.",
        "The mate was a fine, hearty, noisy fellow, with a voice like a lion,\nand always wide awake.  He was “a man, every inch of him,” as the\nsailors said; and though “a bit of a horse,” and “a hard customer,\"\nyet he was generally liked by the crew.  There was also a second and\nthird mate, a carpenter, sailmaker, steward, cook, etc., and twelve,\nincluding boys, before the mast.  She had, on board, seven thousand\nhides, which she had collected at the windward, and also horns\nand tallow.  All these we began discharging, from both gangways\nat once, into the two boats, the second mate having charge of\nthe launch, and the third mate of the pinnace.  For several days,\nwe were employed in this way, until all the hides were taken out,\nwhen the crew began taking in ballast, and we returned to our old\nwork, hide-curing.",
        "Saturday, Aug. 29th.  Arrived, brig Catalina, from the windward. ",
        "Sunday, 30th.  This was the first Sunday that the crew had been\nin San Diego, and of course they were all for going up to see\nthe town.  The Indians came down early, with horses to let for\nthe day, and all the crew, who could obtain liberty, went off\nto the Presidio and mission, and did not return until night.\nI had seen enough of San Diego, and went on board and spent\nthe day with some of the crew, whom I found quietly at work in\nthe forecastle, mending and washing their clothes, and reading\nand writing.  They told me that the ship stopped at Callao in\nthe passage out, and there lay three weeks.  She had a passage\nof little over eighty days from Boston to Callao, which is one of\nthe shortest on record.  There, they left the Brandywine frigate,\nand other smaller American ships of war, and the English frigate\nBlonde, and a French seventy-four.  From Callao they came directly\nto California, and had visited every port on the coast, including\nSan Francisco.  The forecastle in which they lived was large,\ntolerably well lighted by bulls-eyes, and, being kept perfectly clean,\nhad quite a comfortable appearance; at least, it was far better than\nthe little, black, dirty hole in which I had lived so many months on\nboard the Pilgrim.  By the regulations of the ship, the forecastle\nwas cleaned out every morning, and the crew, being very neat, kept\nit clean by some regulations of their own, such as having a large\nspitbox always under the steps and between the bits, and obliging\nevery man to hang up his wet clothes, etc.  In addition to this,\nit was holystoned every Saturday morning.  In the after part of\nthe ship was a handsome cabin, a dining-room, and a trade-room,\nfitted out with shelves and furnished with all sorts of goods.\nBetween these and the forecastle was the “between-decks,” as high\nas the gun deck of a frigate; being six feet and a half, under the\nbeams.  These between-decks were holystoned regularly, and kept in\nthe most perfect order; the carpenter’s bench and tools being in\none part, the sailmaker’s in another, and boatswain’s locker,\nwith the spare rigging, in a third.  A part of the crew slept\nhere, in hammocks swung fore and aft from the beams, and triced up\nevery morning.  The sides of the between-decks were clapboarded,\nthe knees and stanchions of iron, and the latter made to unship.\nThe crew said she was as tight as a drum, and a fine sea boat,\nher only fault being, that of most fast ships,–that she was wet,\nforward.  When she was going, as she sometimes would, eight or\nnine knots on a wind, there would not be a dry spot forward of\nthe gangway.  The men told great stories of her sailing, and had\ngreat confidence in her as a “lucky ship.”  She was seven years\nold, and had always been in the Canton trade, and never had met\nwith an accident of any consequence, and had never made a passage\nthat was not shorter than the average.  The third mate, a young\nman of about eighteen years of age, nephew of one of the owners,\nhad been in the ship from a small boy, and “believed in the ship;\"\nand the chief mate thought more of her than he would of a wife and\nfamily.",
        "The ship lay about a week longer in port, when, having discharged\nher cargo and taken in ballast, she prepared to get under weigh.\nI now made my application to the captain to go on board.  He told\nme that I could go home in the ship when she sailed (which I knew\nbefore); and, finding that I wished to be on board while she was on\nthe coast, said he had no objection, if I could find one of my own\nage to exchange with me, for the time.  This, I easily accomplished,\nfor they were glad to change the scene by a few months on shore,\nand, moreover, escape the winter and the south-easters; and I went\non board the next day, with my chest and hammock, and found myself\nonce more afloat.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}