{
    "title": "Two Little Savages - XII",
    "author": "Ernest Thompson Seton",
    "chapter": "41",
    "content": [
        "\n\n",
        "Indian Signs And Getting Lost",
        "“What do you mean when you say Indian signs, Mr. Clark?”",
        "“Pretty near anything that shows there’s Injuns round: a moccasin\ntrack, a smell of smoke, a twig bent, a village, one stone a-top of\nanother or a white settlement scalped and burned–they all are Injun\nsigns. They all mean something, and the Injuns read them an’ make\nthem, too, jest as you would writing.”",
        "“You remember the other day you told us three smokes meant you were\ncoming back with scalps.”",
        "“Well, no; it don’t har’ly mean that. It means ’Good news’–that is,\nwith some tribes. Different tribes uses ’em different.”",
        "“Well, what does one smoke mean?”",
        "“As a rule just simply ’Camp is here_’”",
        "“And two smokes?”",
        "“Two smokes means ’Trouble_’–may mean, ’I am lost.’_”",
        "“I’ll remember that; double for trouble.”",
        "“Three means good news. There’s luck in odd numbers.”",
        "“And what is four?”",
        "“Well, it ain’t har’ly ever used. If I seen four smokes in camp I’d\nknow something big was on–maybe a Grand Council.”",
        "“Well, if you saw five smokes what would you think?”",
        "“I’d think some blame fool was settin’ the hull place a-blaze,” Caleb\nreplied with the sniff end of a laugh.",
        "“Just now you said one stone on another was a sign. What does it\nmean?”",
        "“Course I can’t speak for all Injuns. Some has it for one thing an’\nsome for another, but usually in the West two stones or ’Buffalo\nchips’ settin’ one on the other means ’This is the trail’; and a\nlittle stone at the left of the two would mean ’Here we turned off to\nthe left’; and at the other side, ’Here we turned to the right.’ Three\nstones settin’ one on top of another means, ’This is sure enough the\ntrail,’ ’Special’ or ’Particular’ or ’Look out’; an’ a pile of stones\njust throwed together means ’We camped here ’cause some one was sick.’\nThey’d be the stones used for giving the sick one a steam bath.”",
        "“Well, what would they do if there were no stones?”",
        "“Ye mean in the woods?”",
        "“Yes, or smooth prairie.”",
        "“Well, I pretty near forget, it’s so long ago, but le’s see now,” and\nYan worried Caleb and Caleb threshed his memory till they got out a\ngeneral scheme, or Indian code, though Caleb was careful to say that\n“some Injuns done it differently.”",
        "[Illustration: INDIAN SIGNS]",
        "Yan must needs set about making a signal fire at once, and was\ndisappointed to find that a hundred yards away the smoke could not be\nseen above the tree-tops, till Caleb showed him the difference between\na clear fire and a smoke or smudge fire.",
        "“Begin with a clear fire to get the heat, then smother it with green\ngrass and rotten wood. There, now you see the difference,” and a great\ncrooked, angling pillar of smoke rolled upward as soon as the grass\nand punk began to sizzle in the glow of embers.",
        "“I bet ye kin see that ten miles away if ye’r on a high place to look\nfor it.”",
        "“I bet I could see it twenty miles,” chirped in Guy.",
        "“Mr. Clark, were you ever lost?” continued the tireless asker.",
        "“Why, course I was, an’ more than once. Every one that goes in the\nwoods is bound to get lost once in awhile.”",
        "“What–do the Indians?”",
        "“Of course! Why not? They’re human, an’ I tell you when you hear a man\nbrag that he never was lost, I know he never was far from his mother’s\napron string. Every one is bound to get lost, but the real woodsman\ngets out all right; that’s the difference.”",
        "“Well, what would you do if you got lost?”",
        "“Depends on where. If it was a country that I didn’t know, and I had\nfriends in camp, after I’d tried my best I’d jest set right down and\nmake two smoke fires. ’Course, if I was alone I’d try to make a bee\nline in the likeliest direction, an’ this is easy to make if ye kin\nsee the sun and stars, but stormy weather ’tain’t possible. No man kin\ndo it, an’ if ye don’t know the country ye have to follow some stream;\nbut I’m sorry for ye if ever ye have to do that, for it’s the worst\nwalking on earth. It will surely bring ye out some place–that is, it\nwill keep ye from walking in a circle–but ye can’t make more than\nfour or five miles a day on it.”",
        "[Illustration: “The Two Smokes\"]",
        "“Can’t you get your direction from moss on the tree trunks?”",
        "“_Naw! Jest try it an’ see; moss on the north side of a tree\nand rock; biggest branches on the south of a trunk; top of a Hemlock\npointing to east; the biggest rings of growth on the south side of\na stump, an’ so on. It fits a tree standin’ out by itself in the\nopen–the biggest ring is in the south, but it don’t fit a tree on the\nsouth side of an opening; then the biggest rings is on the north. If\nye have a compass in hand it’s all kind o’ half true–that is, just\na little bit true; but it ain’t true; it’s on’y a big lie, when ye’r\nscared out o’ your wits an’ needin’ to know. I never seen but one good\ncompass plant, an’ that was the prairie Golden Rod. Get a bunch of\nthem in the open and the most of them point north, but under cover of\ntaller truck they jest point every which way for Sunday.",
        "“If ye find a beaten game trail, ye follow that an it’ll bring ye to\nwater–that is, if ye go the right way, an’ that ye know by its gettin’\nstronger. If it’s peterin’ out, ye’r goin’ in the wrong direction. A\nflock of Ducks or a Loon going over is sure to be pointing for water.\nY’re safe to follow.",
        "“If ye have a Dog or a Horse with ye he kin bring ye home all right.\nNever knew them to fail but oncet, an’ that was a fool Horse; there is\nsech oncet in awhile, though there’s more fool Dogs.",
        "“But come right down to it, the compass is the safest thing. The sun\nand stars is next, an’ if ye know your friends will come ye’r best\nplan is to set right down and make two smoke fires, keep them a-going,\nholler every little while, and keep calm. Ye won’t come to no harm\nunless ye’r a blame fool, an’ such ought to stay to hum, where they’ll\nbe nursed.”",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}