{
    "title": "Two Little Savages - XIII",
    "author": "Ernest Thompson Seton",
    "chapter": "27",
    "content": [
        "\n\n",
        "The Hostile Spy",
        "“Wonder where Caleb got that big piece of Birch bark,” said Yan; “I’d\nlike some for dishes.”",
        "“Guess I know. He was over to Burns’s bush. There’s none in ours. We\nkin git some.”",
        "“Will you ask him?”",
        "“Naw, who cares for an old Birch tree. We’ll go an’ borrow it when he\nain’t lookin’.”",
        "Yan hesitated.",
        "Sam took the axe. “We’ll call this a war party into the enemy’s\ncountry. There’s sure ’nuff war that-a-way. He’s one of Da’s\n’_friends.’_”",
        "Yan followed, in doubt still as to the strict honesty of the\nproceeding.",
        "Over the line they soon found a good-sized canoe Birch, and were busy\nwhacking away to get off a long roll, when a tall man and a small boy,\napparently attracted by the chopping, came in sight and made toward\nthem. Sam called under his breath: “It’s old Burns. Let’s git.”",
        "There was no time to save anything but themselves and the axe. They\nran for the boundary fence, while Burns contented himself with\nshouting out threats and denunciations. Not that he cared a straw for\nthe Birch tree–timber had no value in that country–but unfortunately\nRaften had quarrelled with all his immediate neighbours, therefore\nBurns did his best to make a fearful crime of the petty depredation.",
        "His valiant son, a somewhat smaller boy than either Yan or Sam, came\nnear enough to the boundary to hurl opprobrious epithets.",
        "“Red-head–red-head! You red-headed thief! Hol’ on till my paw gits\nhol’ o’ you–Raften, the Baften, the rick-strick Straften,” and others\nequally galling and even more exquisitely refined.",
        "“War party escaped and saved their scalps,” and Sam placidly laid the\naxe in its usual place.",
        "“Nothing lost but honour,” added Yan. “Who’s the kid?”",
        "“Oh, that’s Guy Burns. I know him. He’s a mean little cuss, always\nsneaking and peeking. Lies like sixty. Got the prize–a big\nscrubbing-brush–for being the dirtiest boy in school. We all voted,\nand the teacher gave it to him.”",
        "Next day the boys made another war party for Birch bark, but had\nhardly begun operations when there was an uproar not far away, and a\nvoice, evidently of a small boy, mouthing it largely, trying to pass\nitself off as a man’s voice: “Hi, yer the –– ––. Yer git off my\n–– –– place –– ––”",
        "“Le’s capture the little cuss, Yan.”",
        "“An’ burn him at the stake with horrid torture,” was the rejoinder.",
        "They set out in his direction, but again the appearance of Burns\nchanged their war-party onslaught into a rapid retreat.",
        "(More opprobrium.)",
        "During the days that followed the boys were often close to the\nboundary, but it happened that Burns was working near and Guy had the\nquickest of eyes and ears. The little rat seemed ever on the alert. He\nsoon showed by his long-distance remarks that he knew all about the\nboys’ pursuits–had doubtless visited the camp in their absence.\nSeveral times they saw him watching them with intense interest when\nthey were practising with bow and arrow, but he always retreated to a\nsafe distance when discovered, and then enjoyed himself breathing out\nfire and slaughter.",
        "One day the boys came to the camp at an unusual hour. On going into a\nnear thicket Yan saw a bare foot under some foliage. “Hallo, what’s\nthis?” He stooped down and found a leg to it and at the end of that\nGuy Burns.",
        "Up Guy jumped, yelling “Paw–Paw–PAW!” He ran for his life, the\nIndians uttering blood-curdlers on his track. But Yan was a runner,\nand Guy’s podgy legs, even winged by fear, had no chance. He was\nseized and dragged howling back to the camp.",
        "“You let me alone, you Sam Raften–now you let me alone!” There was,\nhowever, a striking lack of opprobrium in his remarks now. (Such\ndelicacy is highly commendable in the very young.)",
        "“First thing is to secure the prisoner, Yan.”",
        "Sam produced a cord.",
        "“Pooh,” said Yan. “You’ve got no style about you. Bring me some\nLeatherwood.”",
        "This was at hand, and in spite of howls and scuffles, Guy was solemnly\ntied to a tree–a green one–because, as Yan pointed out, that would\nresist the fire better.",
        "The two Warriors now squatted cross-legged by the fire. The older one\nlighted a peace-pipe, and they proceeded to discuss the fate of the\nunhappy captive.",
        "“Brother,” said Yan, with stately gestures, “it is very pleasant to\nhear the howls of this miserable paleface.” (It was really getting to\nbe more than they could endure.)",
        "“Ugh–heap good,” said the Woodpecker.",
        "“Ye better let me alone. My Paw’ll fix you for this, you dirty\ncowards,” wailed the prisoner, fast losing control of his tongue.",
        "“Ugh! Take um scalp first, burn him after,” and Little Beaver made\nsome expressive signs.",
        "“Wah–bully–me heap wicked,” rejoined the Woodpecker, expectorating\non a stone and beginning to whet his jack-knife.",
        "The keen and suggestive ’weet, weet, weet_” of the knife on the\nstone smote on Guy’s ears and nerves with appalling effect.",
        "“Brother Woodpecker, the spirit of our tribe calls out for the blood\nof the victim–all of it.”",
        "“Great Chief Woodpecker, you mean,” said Sam, aside. “If you don’t\ncall me Chief, I won’t call you Chief, that’s all.”",
        "The Great Woodpecker and Little Beaver now entered the teepee,\nrepainted each other’s faces, adjusted their head-dresses and stepped\nout to the execution.",
        "The Woodpecker re-whetted his knife. It did not need it, but he liked\nthe sound.",
        "Little Beaver now carried a lot of light firewood and arranged it in\nfront of the prisoner, but Guy’s legs were free and he gave it a kick\nwhich sent it all flying. The two War-chiefs leaped aside. “Ugh! Heap\nsassy,” said the ferocious Woodpecker. “Tie him legs, oh, Brother\nGreat Chief Little Beaver!”",
        "A new bark strip tied his legs securely to the tree. Then Chief\nWoodpecker approached with his knife and said:",
        "“Great Brother Chief Little Beaver, if we scalp him there is only one\nscalp, and you will have nothing to show, except you’re content\nwith the wishbone.”",
        "Here was a difficulty, artificial yet real, but Yan suggested:",
        "“Great Brother Chief\nRed-headed-Woodpecker-Settin’-on-a-Stump-with-his-Tail-Waggling-over-the\nEdge, no scalp him; skin his hull head, then each take half skin.”",
        "“Wah! Very good, oh Brother Big-Injun-Chief Great-Little-Beaver-\nChaw-a-Tree-Down.”",
        "Then the Woodpecker got a piece of charcoal and proceeded in horrid\ngravity to mark out on the tow hair of the prisoner just what he\nconsidered a fair division. Little Beaver objected that he was\nentitled to an ear and half of the crown, which is the essential part\nof the scalp. The Woodpecker pointed out that fortunately the prisoner\nhad a cow-lick that was practically a second crown. This ought to do\nperfectly well for the younger Chief’s share. The charcoal lines were\ndusted off for a try-over. Both Chiefs got charcoal now and a new\nsketch plan was made on Guy’s tow top and corrected till it was\naccepted by both.",
        "[Illustration: “Ugh! Heap sassy!\"]",
        "The victim had really never lost heart till now. His flow of threats\nand epithets had been continuous and somewhat tedious. He had\nthreatened to tell his “paw” and “the teacher,” and all the world, but\nfinally he threatened to tell Mr. Raften. This was the nearest to a\nhome thrust of any yet, and in some uneasiness the Woodpecker turned\nto Little Beaver and said:",
        "“Brother Chief, do you comprehend the language of the blithering\nPaleface? What does he say?”",
        "“Ugh, I know not,” was the reply. “Maybe he now singeth a death song\nin his own tongue.”",
        "Guy was not without pluck. He had kept up heart so far believing that\nthe boys were “foolin’,” but when he felt the awful charcoal line\ndrawn to divide his scalp satisfactorily between these two inhuman,\npainted monsters, and when with a final ’weet, weet, weet_\"\nof the knife on the stone the implacable Woodpecker approached and\ngrabbed his tow locks in one hand, then he broke down and wept\nbitterly.",
        "“Oh, please don’t––Oh, Paw! Oh, Maw! Let me go this time an’ I’ll\nnever do it again.” What he would not do was not specified, but the\nevidence of surrender was complete.",
        "“Hold on, Great Brother Chief,” said Little Beaver. “It is the custom\nof the tribes to release or even to adopt such prisoners as have shown\nnotable fortitude.”",
        "“Showed fortitude enough for six if it’s the same thing as yellin’,\"\nsaid the Woodpecker, dropping into his own vernacular.",
        "“Let us cut his bonds so that he may escape to his own people.”",
        "“Thar’d be more style to it if we left him thar overnight an’ found\nnext mornin’ he had escaped somehow by himself,” said the older Chief.\nThe victim noted the improvement in his situation and now promised\namid sobs to get them all the Birch bark they wanted–to do anything,\nif they would let him go. He would even steal for them the choicest\nproducts of his father’s orchard.",
        "Little Beaver drew his knife and cut bond after bond.",
        "Woodpecker got his bow and arrow, remarking “Ugh, heap fun shoot him\nrunnin’.”",
        "The last bark strip was cut. Guy needed no urging. He ran for the\nboundary fence in silence till he got over; then finding himself safe\nand unpursued, he rilled the air with threats and execrations. No part\nof his statement would do to print here.",
        "After such a harrowing experience most boys would have avoided that\nswamp, but Guy knew Sam at school as a good-natured fellow. He began\nto think he had been unduly scared. He was impelled by several\nmotives, a burning curiosity being, perhaps the most important. The\nresult was that one day when the boys came to camp they saw Guy\nsneaking off. It was fun to capture him and drag him back. He was very\nsullen, and not so noisy as the other time, evidently less scared.\nThe Chiefs talked of fire and torture and of ducking him in the pond\nwithout getting much response. Then they began to cross-examine the\nprisoner. He gave no answer. Why did he come to the camp? What was he\ndoing–stealing? etc. He only looked sullen.",
        "“Let’s blindfold him and drive a Gyascutus down his back,” said Yan in\na hollow voice.",
        "“Good idee,” agreed Sam, not knowing any more than the prisoner what a\nGyascutus was. Then he added, “just as well be merciful. It’ll put him\nout o’ pain.”",
        "It is the unknown that terrifies. The prisoner’s soul was touched\nagain. His mouth was trembling at the corners. He was breaking down\nwhen Yan followed it up: “Then why don’t you tell us what you are\ndoing here?”",
        "He blubbered out, “I want to play Injun, too.”",
        "The boys broke down in another way. They had not had time to paint\ntheir faces, so that their expressions were very clear on this\noccasion.",
        "Then Little Beaver arose and addressed the Council.",
        "“Great Chiefs of the Sanger Nation: The last time we tortured and\nburned to death this prisoner, he created quite an impression. Never\nbefore has one of our prisoners shown so many different kinds of\ngifts. I vote to receive him into the Tribe.”",
        "The Woodpecker now arose and spoke:",
        "“O wisest Chief but one in this Tribe, that’s all right enough, but\nyou know that no warrior can join us without first showing that he’s\ngood stuff and clear grit, all wool, and a cut above the average\nsomehow. It hain’t never been so. Now he’s got to lick some Warrior of\nthe Tribe. Kin you do that?”",
        "“Nope.”",
        "“Or outrun one or outshoot him or something–or give us all a present.\nWhat kin you do?”",
        "“I kin steal watermillyons, an’ I kin see farder ’n any boy in school,\nan’ I kin sneak to beat all creation. I watched you fellers lots of\ntimes from them bushes. I watched you buildin’ that thar dam. I\nswum in it ’fore you did, an’ I uster set an’ smoke in your teepee\nwhen you wasn’t thar, an’ I heerd you talk the time you was fixin’ up\nto steal our Birch bark.”",
        "“Don’t seem to me like it all proves much fortitude. Have you\ngot any presents for the oldest head Chief of the tribe?”",
        "“I’ll get you all the Birch bark you want. I can’t git what you cut,\ncoz me an’ Paw burned that so you couldn’t git it, but I’ll git you\nlots more, an’ maybe–I’ll steal you a chicken once in awhile.”",
        "“His intentions are evidently honourable Let’s take him in on\nsufferance,” said Yan.",
        "“All right,” replied the head Chief, “he kin come in, but that don’t\nspile my claim to that left half of his scalp down to that tuft of\nyellow moss on the scruff of his neck where the collar has wore off\nthe dirt. I’m liable to call for it any time, an’ the ear goes with\nit.”",
        "Guy wanted to treat this as a joke, but Sam’s glittering eyes and\ninscrutable face were centered hungrily on that “yaller tuft” in a way\nthat gave him the “creeps” again.",
        "“Say, Yan–I mean Great Little Beaver–you know all about it, what\nkind o’ stunts did they have to do to get into an Injun tribe,\nanyhow?”",
        "“Different tribes do different ways, but the Sun Dance and the Fire\nTest are the most respectable and both terribly hard.”",
        "“Well, what did you do?” queried the Great Woodpecker.",
        "“Both,” said Yan grinning, as he remembered his sunburnt arms and\nshoulders.",
        "“Quite sure?” said the older Chief in a tone of doubt.",
        "“Yes, sir; and I bore it so well that every one there agreed that\nI was the best one in the Tribe,” said Little Beaver, omitting to\nmention the fact that he was the only one in it. “I was unanimously\nnamed ’Howling Sunrise.’”",
        "“Well, I want to be ’Howling Sunrise,’” piped Guy in his shrill voice.",
        "“You? You don’t know whether you can pass at all, you Yaller\nMossback.”",
        "“Come, Mossy, which will you do?”",
        "Guy’s choice was to be sunburnt to the waist. He was burnt and\nfreckled already to the shoulders, on arms as well as on neck, and his\nmiserable cotton shirt so barely turned the sun’s rays that he was\nelsewhere of a deep yellow tinge with an occasional constellation of\nfreckles. Accordingly he danced about camp all one day with nothing on\nbut his pants, and, of course, being so seasoned, he did not burn.",
        "As the sun swung low the Chiefs assembled in Council.",
        "The head Chief looked over the new Warrior, shook his head gravely and\nsaid emphatically: “Too green to burn. Your name is Sapwood.”",
        "Protest was in vain. “Sappy,” he was and had to be until he won a\nbetter name. The peace pipe was smoked all round and he was proclaimed\nthird War Chief of the Sanger Indians (the word War inserted by\nspecial request).",
        "He was quite the most harmless member of the band and therefore took\nunusual pleasure in posing as the possessor of a perennial thirst for\nhuman heart-blood. War-paint was his delight, and with its aid he was\nsingularly successful in correcting his round and smiling face into\na savage visage of revolting ferocity. Paint was his hobby and his\npride, but alas! how often it happens one’s deepest sorrow is in the\nmidst of one’s greatest joy–the deepest lake is the old crater on top\nof the highest mountain. Sappy’s eyes were not the sinister\nblack beads of the wily Red-man, but a washed-out blue. His ragged,\ntow-coloured locks he could hide under wisps of horsehair, the paint\nitself redeemed his freckled skin, but there was no remedy for the\nwhite eyelashes and the pale, piggy, blue eyes. He kept his sorrow to\nhimself, however, for he knew that if the others got an inkling of his\nfeelings on the subject his name would have been promptly changed\nto “Dolly” or “Birdy,” or some other equally horrible and un-Indian\nappellation.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}