{
    "title": "Two Little Savages - XXI",
    "author": "Ernest Thompson Seton",
    "chapter": "50",
    "content": [
        "\n\n",
        "The Triumph Of Guy",
        "The boys had hunted the Woodchuck quite regularly since first meeting\nit. Their programme was much the same–each morning about nine or ten\nthey would sneak out to the clover field. It was usually Guy who first\ndiscovered the old Grizzly, then all would fire a harmless shot, the\nWoodchuck would scramble into his den and the incident be closed for\nthe day. This became as much a part of the day’s routine as getting\nbreakfast, and much more so than the washing of the dishes. Once or\ntwice the old Grizzly had narrow escapes, but so far he was none the\nworse, rather the better, being wiser. The boys, on the other\nhand, gained nothing, with the possible exception of Guy. Always\nquick-sighted, his little washed-out optics developed a marvellous\nkeenness. At first it was as often Yan or Sam who saw the old Grizzly,\nbut later it was always Guy.",
        "One morning Sam approached the game from one point, Guy and Yan from\nanother some yards away. “No Woodchuck!” was the first opinion, but\nsuddenly Guy called “I see him.” There in a little hollow fully sixty\nyards from his den, and nearly a hundred from the boys, concealed in a\nbunch of clover, Guy saw a patch of gray fur hardly two inches square.\n“That’s him, sure.”",
        "Yan could not see it at all. Sam saw but doubted. An instant later\nthe Woodchuck (for it was he) stood up on his hind legs, raised his\nchestnut breast above the clover, and settled all doubt.",
        "“By George!” exclaimed Yan in admiration. ’That is great. You\nhave the most wonderful eyes I ever did see. Your name ought to be\n’Hawkeye’–that should be your name.”",
        "“All right,” shrilled out Guy enthusiastically. “Will you–will\nyou, Sam, will you call me Hawkeye? I think you ought to,” he added\npleadingly.",
        "“I think so, Sam,” said the Second Chief. “He’s turned out great\nstuff, an’ it’s regular Injun.”",
        "“We’ll have to call a Council and settle that. Now let’s to business.”",
        "“Say, Sapwood, you’re so smart, couldn’t you go round through the\nwoods to your side and crawl through the clover so as get between the\nold Grizzly and his den?” suggested the Head Chief.",
        "“I bet I can, an’ I’ll bet a dollar–”",
        "“Here, now,” said Yan, “Injuns don’t have dollars.”",
        "“Well, I’ll bet my scalp–my black scalp, I mean–against Sam’s that I\nkill the old Grizzly first.”",
        "“Oh, let me do it first–you do it second,” said Sam imploringly.",
        "“Errr–yer scared of yer scalp.”",
        "“I’ll go you,” said Sam.",
        "Each of the boys had a piece of black horsehair that he called his\nscalp. It was tied with a string to the top of his head–and this was\nwhat Guy wished to wager.",
        "Yan now interfered: “Quit your squabbling, you Great War Chiefs, an’\n’tend to business. If Woodpecker kills old Grizzly he takes Sapwood’s\nscalp; if Sappy kills him he takes the Woodpecker’s scalp, an’ the\nwinner gets a grand feather, too.”",
        "Sam and Yan waited impatiently in the woods while Guy sneaked around.\nThe Woodchuck seemed unusually bold this day. He wandered far from his\nden and got out of sight in hollows at times. The boys saw Guy crawl\nthrough the fence, though the Woodchuck did not. The fact was, that he\nhad always had the enemy approach him from the other side, and was not\nwatching eastward.",
        "Guy, flat on his breast, worked his way through the clover. He crawled\nabout thirty yards and now was between the Woodchuck and his den.\nStill old Grizzly kept on stuffing himself with clover and watching\ntoward the Raften woods. The boys became intensely excited. Guy could\nsee them, but not the Woodchuck. They pointed and gesticulated. Guy\nthought that meant “Now shoot.” He got up cautiously. The Woodchuck\nsaw him and bounded straight for its den–that is, toward Guy. Guy\nfired wildly. The arrow went ten feet over the Grizzly’s head, and,\nthat “huge, shaking mass of fur” bounding straight at him, struck\nterror to his soul. He backed up hastily, not knowing where to run. He\nwas close to the den.",
        "The Woodchuck chattered his teeth and plunged to get by the boy, each\nas scared as could be. Guy gave a leap of terror and fell heavily just\nas the Woodchuck would have passed under him and home. But the boy\nweighed nearly 100 pounds, and all that weight came with crushing\nforce on old Grizzly, knocking the breath out of his body. Guy\nscrambled to his feet to run for his life, but he saw the Woodchuck\nlying squirming, and plucked up courage enough to give him a couple\nof kicks on the nose that settled him. A loud yell from the other two\nboys was the first thing that assured Guy of his victory. They came\nrunning over and found him standing like the hunter in an amateur\nphotograph, holding his bow in one hand and the big Woodchuck by the\ntail in the other.",
        "[Illustration: The hunter]",
        "“Now, I guess you fellers will come to me to larn you how to kill\nWoodchucks. Ain’t he an old socker? I bet he weighs fifty pounds–yes,\nnear sixty.” (It weighed about ten pounds.)",
        "“Good boy! Bully boy! Hooray for the Third War Chief! Hooray for Chief\nSapwood!” and Guy had no cause to complain of lack of appreciation on\nthe part of the others.",
        "He swelled out his chest and looked proud and haughty. “Wished I knew\nwhere there was some more Woodchucks,” he said. ’I know how to\nget them, if the rest don’t.”",
        "“Well, that should count for a grand coup, Sappy.”",
        "[Illustration: “Guy gave a leap of terror and fell.\"]",
        "“You tole me you wuz goin’ to call me ’Hawkeye’ after this morning.”",
        "“We’ll have to have a Grand Council to fix that up,” replied the Head\nChief.",
        "“All right; let’s have it this afternoon, will you?”",
        "“All right.”",
        "“’Bout four o’clock?”",
        "“Why, yes; any time.”",
        "“And you’ll fix me up as ’Hawkeye,’ and give me a dandy Eagle feather\nfor killing the Woodchuck, at four o’clock?”",
        "“Yes, sure, only, why do you want it at four o’clock?”",
        "But Guy seemed not to hear, and right away after dinner he\ndisappeared.",
        "“He’s dodging the dishwashing again,” suggested the Woodpecker.",
        "“No, he isn’t,” said the Second Chief. “I believe he’s going to bring\nhis folks to see him in his triumph.”",
        "“That’s so. Let’s chip right in and make it an everlasting old\nblowout–kind of a new date in history. You’ll hear me lie like sixty\nto help him out.”",
        "“Good enough. I’m with you. You go and get your folks. I’ll go after\nold Caleb, and we’ll fix it up to call him ’Hawkeye’ and give him his\ngrand coup feather all at once.”",
        "“’Feard my folks and Caleb wouldn’t mix,” replied Sam, “but I believe\nfor a splurge like this Guy’d ruther have my folks. You see, Da has\nthe mortgage on their place.”",
        "So it was agreed Sam was to go for his mother, while Yan was to\nprepare the Eagle feather and skin the Woodchuck.",
        "It was not “as big as a bear,” but it was a very large Woodchuck, and\nYan was as much elated over the victory as any of them. He still had\nan hour or more before four o’clock, and eager to make Guy’s triumph\nas Indian as possible, he cut off all the Woodchuck’s claws, then\nstrung them on a string, with a peeled and pithed Elder twig an inch\nlong between each two. Some of the claws were very, very small, but\nthe intention was there to make a Grizzly-claw necklace.",
        "Guy made for home as fast as he could go. His father hailed him as he\nneared the garden and evidently had plans of servitude, but Guy\ndarted into the dining-room-living-room-bedroom-kitchen-room, which\nconstituted nine-tenths of the house.",
        "“Oh, Maw, you just ought to seen me; you just want to come this\nafternoon–I’m the Jim Dandy of the hull Tribe, an they’re going to\nmake me Head Chief. I killed that whaling old Woodchuck that pooty\nnigh killed Paw. They couldn’t do a thing without me–them fellers in\ncamp. They tried an’ tried more’n a thousand times to get that old\nWoodchuck–yes, I bet they tried a million times, an’ I just waited\ntill they was tired and give up, then I says, ’Now, I’ll show you\nhow.’ First I had to point him out. Them fellers is no good to see\nthings. Then I says, ’Now, Sam and Yan, you fellers stay here, an’\njust to show how easy it is when you know how, I’ll leave all my\nbosenarrers behind an’ go with nothing.’ Wall, there they stood an’\nwatched me, an’ I s-n-e-a-k-e-d round the fence an’ c-r-a-w-l-e-d in\nthe clover just like an Injun till I got between him an’ his hole, and\nthen I hollers and he come a-snortin’ an’ a-chatterin’ his teeth at\nme to chaw me up, for he seen I had no stick nor nothin’, an’ I never\nturned a hair; I kep’ cool an’ waited till jest as he was going to\njump for my throat, then I turned and gave him one kick on the snoot\nthat sent him fifty feet in the air, an’ when he come down he was\ndeader’n Kilsey’s hen when she was stuffed with onions. Oh, Maw, I’m\njust the bully boy; they can’t do nothin’ in camp ’thout me. I had to\nlarn ’em to hunt Deer an’ see things–an’–an’–an’–lots o’ things,\nso they are goin’ to make me Head Chief of the hull Tribe, an’ call\nme ’Hawkeye,’ too; that’s the way the Injuns does. It’s to be at four\no’clock this afternoon, an’ you got to come.”",
        "Burns scoffed at the whole thing and told Guy to get to work at the\npotatoes, and if he left down the bars so that the Pig got out he’d\nskin him alive; he would have no such fooling round his place. But Mrs\nBurns calmly informed him that she was going. It was to her\nmuch like going to see a university degree conferred on her boy.",
        "Since Burns would not assist, the difficulty of the children now\narose. This, however, was soon settled. They should go along. It was\ntwo hours’ toil for the mother to turn the four brown-limbed, nearly\nnaked, dirty, happy towsle-tops into four little martyrs, befrocked,\nberibboned, becombed and be-booted. Then they all straggled across the\nfield, Mrs. Burns carrying the baby in one arm and a pot of jam in\nthe other. Guy ran ahead to show the way, and four-year-old,\nthree-year-old and two-year-old, hand in hand, formed a diagonal line\nin the wake of the mother.",
        "They were just a little surprised on getting to camp to find Mrs.\nRaften and Minnie there in holiday clothes. Marget’s first feeling was\nresentment, but her second thought was a pleasant one. That “stuck-up\"\nwoman, the enemy’s wife, should see her boy’s triumph, and Mrs. Burns\nat once seized on the chance to play society cat.",
        "“How do ye do, Mrs. Raften; hope you’re well,” she said with a tinge\nof malicious pleasure and a grand attempt at assuming the leadership.",
        "“Quite well, thank you. We came down to see how the boys were getting\non in camp.”",
        "“They’ve got on very nicely sense my boy j’ined them,” retorted\nMrs. Burns, still fencing.",
        "“So I understand; the other two have become very fond of him,\"\nreturned Mrs. Raften, seeking to disarm her enemy.",
        "This speech had its effect. Mrs. Burns aimed only to forestall the\nfoe, but finding to her surprise that the enemy’s wife was quite\ngentle, a truce was made, and by the time Mrs. Raften had petted and\npraised the four tow-tops and lauded Guy to the utmost the air of\nlatent battle was replaced by one of cordiality.",
        "The boys now had everything ready for the grand ceremony. On the\nCalfskin rug at one end was the Council; Guy, seated on the skin of\nthe Woodchuck and nearly hiding it from view, Sam on his left hand\nand Yan with the drum, on his right. In the middle the Council fire\nblazed. To give air, the teepee cover was raised on the shady side and\nthe circle of visitors was partly in the teepee and partly out.",
        "The Great War Chief first lighted the peace pipe, puffed for a minute,\nthen blew off the four smokes to the four winds and handed it to the\nSecond and Third War Chiefs, who did the same.",
        "Little Beaver gave three thumps on the drum for silence, and the Great\nWoodpecker rose up:",
        "“Big Chiefs, Little Chiefs, Braves, Warriors, Councillors, Squaws,\nand Papooses of the Sanger Indians: When our Tribe was at war with\nthem–them–them–other Injuns–them Birchbarks, we took prisoner one\nof their warriors and tortured him to death two or three times, and he\nshowed such unusual stuff that we took him into our Tribe–”",
        "Loud cries of “How–How–How,” led by Yan.",
        "“We gave a sun-dance for his benefit, but he didn’t brown–seemed too\ngreen–so we called him Sapwood. From that time he has fought his way\nup from the ranks and got to be Third War Chief–”",
        "“How–How–How.”",
        "“The other day the hull Tribe j’ined to attack an’ capture a big\nGrizzly and was licked bad, when the War Chief Sapwood came to the\nrescue an’ settled the owld baste with one kick on the snoot. Deeds\nlike this is touching. A feller that kin kick like that didn’t orter\nbe called Sapwood nor Saphead nor Sapanything. No, sirree! It ain’t\nright. He’s the littlest Warrior among the War Chiefs, but he kin see\nfarder an’ do it oftener an’ better than his betters. He kin see round\na corner or through a tree. ’Cept maybe at night, he’s the swell seer\nof the outfit, an’ the Council has voted to call him ’Hawkeye.’”",
        "“How–How–How–How–How–”",
        "Here Little Beaver handed the Head War Chief a flat white stick on\nwhich was written in large letters “Sapwood.”",
        "“Here’s the name he went by before he was great an’ famous, an’ this\nis the last of it.” The Chief put the stick in the fire, saying, “Now\nlet us see if you’re too green to burn.” Little Beaver then handed\nWoodpecker a fine Eagle feather, red-tufted, and bearing in outline\na man with a Hawk’s head and an arrow from his eye. “This here’s a\nswagger Eagle feather for the brave deed he done, and tells about him\nbeing Hawkeye, too” (the feather was stuck in Guy’s hair and the claw\nnecklace put about his neck amid loud cries of “How–How–” and thumps\nof the drum), “and after this, any feller that calls him Sapwood has to\ndouble up and give Hawkeye a free kick.”",
        "There was a great chorus of “How–How.” Guy tried hard to look\ndignified and not grin, but it got beyond him. He was smiling right\nacross and half way round. His mother beamed with pride till her eyes\ngot moist and overflowed.",
        "Every one thought the ceremony was over, but Yan stood up and began:\n“There is something that has been forgotten, Chiefs, Squaws and\nPappooses of the Sanger Nation: When we went out after this Grizzly I\nwas witness to a bargain between two of the War Chiefs. According to a\ncustom of our Tribe, they bet their scalps, each that he would be the\none to kill the Grizzly. The Head Chief Woodpecker was one and Hawkeye\nwas the other. Hawkeye, you can help yourself to Woodpecker’s scalp.”",
        "Sam had forgotten about this, but he bowed his head. Guy cut the\nstring, and holding up the scalp, he uttered a loud, horrible\nwar-whoop which every one helped with some sort of noise. It was the\ncrowning event. Mrs. Burns actually wept for joy to see her heroic boy\nproperly recognized at last.",
        "Then she went over to Sam and said, “Did you bring your folks here to\nsee my boy get praised?”",
        "Sam nodded and twinkled an eye.",
        "“Well, I don’t care who ye are, Raften or no Raften, you got a good\nheart, an’ it’s in the right place. I never did hold with them as says\n’There ain’t no good in a Raften.’ I always hold there’s some good in\nevery human. I know your Paw did buy the mortgage on our place,\nbut I never did believe your Maw stole our Geese, an’ I never\nwill, an’ next time I hear them runnin’ on the Raftens I’ll jest\nopen out an’ tell what I know.”",
        "[Illustration: The picture on the Teepee Lining, to record Guy’s\nExploit.]",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}