{
    "title": "Two Little Savages - XXVII",
    "author": "Ernest Thompson Seton",
    "chapter": "56",
    "content": [
        "\n\n",
        "THE RIVAL TRIBE",
        "The winning back of the farm, according to Sanger custom must be\ncelebrated in a “sociable” that took the particular form of a grand\nhouse-warming, in which the Raftens, Burnses and Boyles were fully\nrepresented, as Char-less was Caleb’s fast friend. The Injun band\nwas very prominent, for Caleb saw that it was entirely owing to the\nmeetings at the camp that the glad event had come about.",
        "Caleb acted as go-between for Char-less Boyle and William Raften,\nand their feud was forgotten–for the time at least–as they related\nstories of their early hunting days, to the delight of Yan and the\nTribe. There were four other boys there whom Little Beaver met for the\nfirst time. They were Wesley Boyle, a dark-skinned, low-browed, active\nboy of Sam’s age; his brother Peter, about twelve, fair, fat and\nfreckled, and with a marvellous squint; and their cousin Char-less\nBoyle, Jr., good-natured, giggly, and of spongy character; also Cyrus\nDigby, a smart city boy, who was visiting “the folks,” and who usually\nappeared in white cuffs and very high stand-up collar. These boys were\ngreatly interested in the Sanger Indian camp, and one outcome of the\nmeeting at Caleb’s was the formation of another Tribe of Indians,\ncomposed of the three Boyle boys and their town friend.",
        "Since most of these were Boyles and the hunting-ground was the Boyles\nwoods about that marshy pond, and especially because they had read of\na band of Indians named Boilers or Stoneboilers (Assineboines), they\ncalled themselves the “Boilers.” Wesley was the natural leader. He was\nalert as well as strong, and eager to do things, so made a fine Chief.\nHis hooked nose and black hair and eyes won for him the appropriate\nname of “Blackhawk.” The city boy being a noisy “show-off,” who did\nlittle work, was called “Bluejay” Peter Boyle was “Peetweet,” and\nChar-less, from his peculiar snickering and showing two large front\nteeth, was called “Red-squirrel.”",
        "They made their camp as much as possible like that of the Sangers, and\nadopted their customs; but a deadly rivalry sprang up between them\nfrom the first. The Sangers felt that they were old and experienced\nWoodcrafters. The Boilers thought they knew as much and more, and they\noutnumbered the Sangers. Active rivalry led to open hostilities. There\nwas a general battle with fists and mud; that proved a draw. Then a\nduel between leaders was arranged, and Blackhawk won the fight and\nthe Woodpecker’s scalp. The Boilers were wild with enthusiasm. They\nproposed to take the whole Sanger camp, but in a hand-to-hand fight\nof both tribes it was another draw. Guy, however, scored a glorious\ntriumph over Char-less and secured his scalp at the moment of victory.",
        "Now Little Beaver sent a challenge to Blackhawk. It was scornfully\naccepted. Again the Boiler Chief was victor and won another scalp,\nwhile Little Beaver got a black eye and a bad licking, but the enemy\nretired.",
        "Yan had always been considered a timid boy at Bonnerton, but that was\nlargely the result of his repressive home training. Sanger was working\ngreat changes. To be treated with respect by the head of the house was\na new and delightful experience. It developed his self-respect. His\nwood life was making him wonderfully self-reliant, and improved health\nhelped his courage, so next day, when the enemy appeared in full\nforce, every one was surprised when Yan again challenged Blackhawk. It\nreally cost him a desperate and mighty effort to do so, for it is one\nthing to challenge a boy that you think you can “lick” and another to\nchallenge one the very day after he has licked you. Indeed, if the\ntruth were known, Yan did it in fear and trembling, and therein lay\nthe courage–in going ahead when fear said “Go back.”",
        "It is quite certain that a year before he would not have ventured in\nsuch a fight, and he only did it now because he had realized that\nBlackhawk was left-handed, and a plan to turn this to account had\nsuggested itself. Every one was much surprised at the challenge,\nbut much more so when, to the joy of his tribe, Little Beaver won a\nbrilliant victory.",
        "Inspired by this, they drove the Boilers from the field, scored a\ngrand triumph, and Sam and Yan each captured a scalp.",
        "The Sangers held a Council and scalp-dance in celebration that night\naround an outdoor fire. The Medicine Man was sent for to be in it.",
        "After the dance, Chief Beaver, his face painted to hide his black\neye, made a speech. He claimed that the Boilers would surely look for\nreinforcements and attempt a new attack, and that, therefore, the\nSangers should try to add to their number, too.",
        "“I kin lick Char-less any time,” piped in Guy proudly, and swung the\nscalp he had won.",
        "But the Medicine Man said: “If I were you boys I’d fix up a peace. Now\nyou’ve won you ought to ask them to a big pow-wow.”",
        "These were the events that led to the friendly meeting of the two\nTribes in full war-paint.",
        "Chief Woodpecker first addressed them: “Say, fellers–Brother Chiefs,\nI mean–this yere quar’lin’ don’t pay. We kin have more fun working\ntogether. Let’s be friends an’ join in one Tribe. There’s more fun\nwhen there’s a crowd.”",
        "“All right,” said Blackhawk; “but we’ll call the tribe the ’Boilers,’\ncoz we have the majority, and leave me Head Chief.”",
        "“You are wrong about that. Our Medicine Men makes us even number\nand more than even weight. We’ve got the best camp–have the\nswimming-pond, and we are the oldest Tribe, not to speak of the\nsuccess we had in a certain leetle business not long ago which the\nyoungest of us kin remember,” and Guy grinned in appreciation of this\nevident reference to his exploit.",
        "As a matter of fact, it was the swimming-pond that turned the day. The\nBoilers voted to join the Sangers. Their holiday was only ten days,\nthe Sangers had got a week’s extension, and all knew that they could\nget most out of their time by going to the pond camp. The question of\na name was decided by Little Beaver.",
        "“Boiler Warriors,” said he, “it is the custom of the Indians to have\nthe Tribes divided in clans. We are the Sanger clan. You are the\nBoiler clan. But as we all live in Sanger we are all Sanger Indians.”",
        "“Who’s to be Head Chief?”",
        "Blackhawk had no notion of submitting to Woodpecker, whom he had\nlicked, nor would Woodpecker accept a Chief of the inferior tribe.\nOne suggested that Little Beaver be Chief, but out of loyalty to his\nfriend, the Woodpecker, Yan declined.",
        "“Better leave that for a few days till you get acquainted,” was the\nMedicine Man’s wise suggestion.",
        "That day and the next were spent in camp. The Boilers had their teepee\nto make and beds to prepare. The Sangers merrily helped, making a\n“bee” of it.",
        "Bow and arrow making were next to do. Little Beaver had not fully\nreplaced his own destroyed by the robber. A hunt of the Burlap Deer\nwas a pleasant variation of the second day, though there were but two\nbows for all, and the Boilers began to realize that they were really\nfar behind the Sangers in knowledge of Woodcraft.",
        "At swimming Blackhawk was easily first. Of course, this greatly\nincreased his general interest in the swimming-pond, and he chiefly\nwas responsible for the making of a canoe later on.",
        "The days went on right merrily–oh, so fast! Little Beaver showed all\nthe things of interest in his kingdom. How happy he was in showing\nthem–playing experienced guide as he used to dream it! Peetweet took\na keen interest; so did the city boy. Char-less took a little interest\nin it all, helped a little, was generally a little in everything, and\ngiggled a good deal. Hawkeye was disposed to bully Char-less, since he\nfound him quite lickable. His tone was high and haughty when he spoke\nto him–not at all like his whining when addressing the others. He\nvolunteered to discipline Char-less if he should ill-treat any of the\nothers, and was about to administer grievous personal punishment for\nsome trifling offense, when Blackhawk gave him a warning that had good\neffect.",
        "Yan’s note-book was fully discussed and his drawings greatly admired.\nHe set to work at once with friendly enthusiasm to paint the Boilers’\nteepee. Not having any adventures that seemed important, except,\nperhaps, Blackhawk’s defeat of Woodpecker and Little Beaver, subjects\nthat did not interest the artist, the outside decorations were the\ntotem of the clan and its members.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}