{
    "title": "Two Years Before the Mast - Chapter XXXVI. Soundings–Sights From Home–Boston Harbor–Leaving the Ship",
    "author": "Richard Henry Dana",
    "chapter": "39",
    "content": [
        "\n\n",
        "Friday, Sept. 16th.  Lat. 38° N., long. 69° 00’ W.  A fine south-west\nwind; every hour carrying us nearer in toward land.  All hands on deck\nat the dog watch, and nothing talked about, but our getting in; where\nwe should make the land; whether we should arrive before Sunday;\ngoing to church; how Boston would look; friends; wages paid;–and\nthe like.  Every one was in the best of spirits; and, the voyage\nbeing nearly at an end, the strictness of discipline was relaxed;\nfor it was not necessary to order in a cross tone, what every one\nwas ready to do with a will.",
        "The little differences and quarrels which a long voyage breeds\non board a ship, were forgotten, and every one was friendly;\nand two men, who had been on the eve of a battle half the voyage,\nwere laying out a plan together for a cruise on shore.  When the\nmate came forward, he talked to the men, and said we should be\non George’s Bank before to-morrow noon; and joked with the boys,\npromising to go and see them, and to take them down to Marblehead\nin a coach.",
        "Saturday, 17th.  The wind was light all day, which kept us back\nsomewhat; but a fine breeze springing up at nightfall, we were\nrunning fast in toward the land.  At six o’clock we expected to\nhave the ship hove-to for soundings, as a thick fog, coming up\nshowed we were near them; but no order was given, and we kept\non our way.  Eight o’clock came, and the watch went below,\nand, for the whole of the first hour, the ship was tearing on,\nwith studding-sails out, alow and aloft, and the night as dark\nas a pocket.  At two bells the captain came on deck, and said a\nword to the mate, when the studding sails were hauled into the\ntops, or boom-ended, the after yards backed, the deep-sea-lead\ncarried forward, and everything got ready for sounding.  A man\non the spritsail yard with the lead, another on the cathead with\na handful of the line coiled up, another in the fore chains,\nanother in the waist, and another in the main chains, each with\na quantity of the line coiled away in his hand.  “All ready there,\nforward?\"–\"Aye, aye, sir!\"–\"He-e-e-ave!\"–\"Watch! ho! watch!\"\nsings out the man on the spritsail yard, and the heavy lead drops\ninto the water.  “Watch! ho! watch!” bawls the man on the cat-head,\nas the last fake of the coil drops from his hand, and “Watch! ho!\nwatch!” is shouted by each one as the line falls from his hold;\nuntil it comes to the mate, who tends the lead, and has the line\nin coils on the quarter-deck.  Eighty fathoms, and no bottom!  A\ndepth as great as the height of St. Peter’s!  The line is snatched\nin a block upon the swifter, and three or four men haul it in and\ncoil it away.  The after yards are braced full, the studding-sails\nhauled out again, and in a few minutes more the ship had her\nwhole way upon her.  At four bells, backed again, hove the lead,\nand–soundings! at sixty fathoms!  Hurrah for Yankee land!  Hand\nover hand, we hauled the lead in, and the captain, taking it to\nthe light, found black mud on the bottom.",
        "Studding-sails taken in; after yards filled, and ship kept on under\neasy sail all night; the wind dying away. ",
        "The soundings on the American coast are so regular that a navigator\nknows as well where he has made land, by the soundings, as he\nwould by seeing the land.  Black mud is the soundings of Block\nIsland.  As you go toward Nantucket, it changes to a dark sand;\nthen, sand and white shells; and on George’s Banks, white sand;\nand so on.  Being off Block Island, our course was due east, to\nNantucket Shoals, and the South Channel; but the wind died away\nand left us becalmed in a thick fog, in which we lay the whole\nof Sunday.  At noon of",
        "Sunday, 18th, Block Island bore, by calculation, N. W. 1/4 W.\nfifteen miles; but the fog was so thick all day that we could see\nnothing. ",
        "Having got through the ship’s duty, and washed and shaved, we went\nbelow, and had a fine time overhauling our chests, laying aside the\nclothes we meant to go ashore in and throwing overboard all that were\nworn out and good for nothing.  Away went the woollen caps in which\nwe had carried hides upon our heads, for sixteen months, on the\ncoast of California; the duck frocks, for tarring down rigging;\nand the worn-out and darned mittens and patched woollen trowsers\nwhich had stood the tug of Cape Horn.",
        "We hove them overboard with a good will; for there is nothing\nlike being quit of the very last appendages and remnants of\nour evil fortune.  We got our chests all ready for going ashore,\nate the last “duff” we expected to have on board the ship Alert;\nand talked as confidently about matters on shore as though our\nanchor were on the bottom.",
        "“Who’ll go to church with me a week from to-day?” ",
        "“I will,” says Jack; who said aye to everything. ",
        "“Go away, salt water!” says Tom.  “As soon as I get both legs\nashore, I’m going to shoe my heels, and button my ears behind me,\nand start off into the bush, a straight course, and not stop till\nI’m out of the sight of salt water!”",
        "“Oh! belay that!  Spin that yarn where nobody knows your filling!\nIf you get once moored, stem and stern, in old B––-’s grog-shop,\nwith a coal fire ahead and the bar under your lee, you won’t see\ndaylight for three weeks!”",
        "“No!” says Tom, “I’m going to knock off grog, and go and board\nat the Home, and see if they won’t ship me for a deacon!” ",
        "“And I,” says Bill, “am going to buy a quadrant and ship for\nnavigator of a Hingham packet!” ",
        "These and the like jokes served to pass the time while we were\nlying waiting for a breeze to clear up the fog and send us on our\nway. ",
        "Toward night a moderate breeze sprang up; the fog however continuing\nas thick as before; and we kept on to the eastward.  About the middle\nof the first watch, a man on the forecastle sang out, in a tone which\nshowed that there was not a moment to be lost,–\"Hard up the helm!\"\nand a great ship loomed up out of the fog, coming directly down\nupon us.  She luffed at the same moment, and we just passed one\nanother; our spanker boom grazing over her quarter.  The officer\nof the deck had only time to hail, and she answered, as she went\ninto the fog again, something about Bristol–probably, a whaleman\nfrom Bristol, Rhode Island, bound out.  The fog continued through the\nnight, with a very light breeze, before which we ran to the eastward,\nliterally feeling our way along.  The lead was heaved every two hours,\nand the gradual change from black mud to sand, showed that we were\napproaching Nantucket South Shoals.  On Monday morning, the increased\ndepth and deep blue color of the water, and the mixture of shells and\nwhite sand which we brought up, upon sounding, showed that we were\nin the channel, and nearing George’s; accordingly, the ship’s head\nwas put directly to the northward, and we stood on, with perfect\nconfidence in the soundings, though we had not taken an observation\nfor two days, nor seen land; and the difference of an eighth of\na mile out of the way might put us ashore.  Throughout the day a\nprovokingly light wind prevailed, and at eight o’clock, a small\nfishing schooner, which we passed, told us we were nearly abreast\nof Chatham lights.",
        "Just before midnight, a light land-breeze sprang up, which carried\nus well along; and at four o’clock, thinking ourselves to the\nnorthward of Race Point, we hauled upon the wind and stood\ninto the bay, west-north-west, for Boston light, and commenced\nfiring guns for a pilot.  Our watch went below at four o’clock,\nbut could not sleep, for the watch on deck were banging away at\nthe guns every few minutes.  And, indeed, we cared very little\nabout it, for we were in Boston Bay; and if fortune favored us,\nwe could all “sleep in” the next night, with nobody to call the\nwatch every four hours.",
        "We turned out, of our own will, at daybreak, to get a sight of land. ",
        "In the grey of the morning, one or two small fishing smacks peered\nout of the mist; and when the broad day broke upon us, there lay the\nlow sand-hills of Cape Cod, over our larboard quarter, and before us,\nthe wide waters of Massachusetts Bay, with here and there a sail\ngliding over its smooth surface.  As we drew in toward the mouth\nof the harbor, as toward a focus, the vessels began to multiply\nuntil the bay seemed actually alive with sails gliding about in\nevery direction; some on the wind, and others before it, as they\nwere bound to or from the emporium of trade and centre of the bay.\nIt was a stirring sight for us, who had been months on the ocean\nwithout seeing anything but two solitary sails; and over two years\nwithout seeing more than the three or four traders on an almost\ndesolate coast.  There were the little coasters, bound to and\nfrom the various towns along the south shore, down in the bight\nof the bay, and to the eastward; here and there a square-rigged\nvessel standing out to seaward; and, far in the distance,\nbeyond Cape Ann, was the smoke of a steamer, stretching along in\na narrow, black cloud upon the water.  Every sight was full of\nbeauty and interest.  We were coming back to our homes; and the\nsigns of civilization, and prosperity, and happiness, from which\nwe had been so long banished, were multiplying about us.  The high\nland of Cape Ann and the rocks and shore of Cohasset were full in\nsight, the lighthouses, standing like sentries in white before\nthe harbors, and even the smoke from the chimney on the plains\nof Hingham was seen rising slowly in the morning air.  One of\nour boys was the son of a bucket-maker; and his face lighted\nup as he saw the tops of the well-known hills which surround his\nnative place.  About ten o’clock a little boat came bobbing over\nthe water, and put a pilot on board, and sheered off in pursuit\nof other vessels bound in.",
        "Being now within the scope of the telegraph stations, our signals\nwere run up at the fore, and in half an hour afterwards, the owner\non ’change, or in his counting-room, knew that his ship was below;\nand the landlords, runners, and sharks in Ann street learned that\nthere was a rich prize for them down in the bay: a ship from round\nthe Horn, with a crew to be paid off with two years’ wages.",
        "The wind continuing very light, all hands were sent aloft to\nstrip off the chafing gear; and battens, parcellings, roundings,\nhoops, mats, and leathers, came flying from aloft, and left the\nrigging neat and clean, stripped of all its sea bandaging.  The\nlast touch was put to the vessel by painting the skysail poles;\nand I was sent up to the fore, with a bucket of white paint and\na brush, and touched her off, from the truck to the eyes of the\nroyal rigging.  At noon, we lay becalmed off the lower light-house;\nand it being about slack water, we made little progress.  A firing\nwas heard in the direction of Hingham, and the pilot said there\nwas a review there.",
        "The Hingham boy got wind of this, and said if the ship had been\ntwelve hours sooner, he should have been down among the soldiers,\nand in the booths, and having a grand time.  As it was, we had\nlittle prospect of getting in before night.  About two o’clock a\nbreeze sprang up ahead, from the westward, and we began beating\nup against it.  A full-rigged brig was beating in at the same\ntime, and we passed one another, in our tacks, sometimes one\nand sometimes the other, working to windward, as the wind and\ntide favored or opposed.  It was my trick at the wheel from two\ntill four; and I stood my last helm, making between nine hundred\nand a thousand hours which I had spent at the helms of our two\nvessels.  The tide beginning to set against us, we made slow work;\nand the afternoon was nearly spent, before we got abreast of the\ninner light.  In the meantime, several vessels were coming down,\noutward bound; among which, a fine, large ship, with yards squared,\nfair wind and fair tide, passed us like a race-horse, the men\nrunning out upon her yards to rig out the studding-sail booms.\nToward sundown the wind came off in flaws, sometimes blowing\nvery stiff, so that the pilot took in the royals, and then it\ndied away; when, in order to get us in before the tide became\ntoo strong, the royals were set again.  As this kept us running\nup and down the rigging all the time, one hand was sent aloft at\neach mast-head, to stand-by to loose and furl the sails, at the\nmoment of the order.  I took my place at the fore, and loosed\nand furled the royal five times between Rainsford Island and the\nCastle.  At one tack we ran so near to Rainsford Island, that,\nlooking down from the royal yard, the island, with its hospital\nbuildings, nice gravelled walks, and green plats, seemed to lie\ndirectly under our yard-arms.  So close is the channel to some of\nthese islands, that we ran the end of our flying-jib-boom over\none of the out-works of the fortifications on George’s Island;\nand had an opportunity of seeing the advantages of that point as\na fortified place; for, in working up the channel, we presented\na fair stem and stern, for raking, from the batteries, three or\nfour times.  One gun might have knocked us to pieces.",
        "We had all set our hearts upon getting up to town before night\nand going ashore, but the tide beginning to run strong against us,\nand the wind, what there was of it, being ahead, we made but little\nby weather-bowing the tide, and the pilot gave orders to cock-bill\nthe anchor and overhaul the chain.  Making two long stretches,\nwhich brought us into the roads, under the lee of the castle,\nhe clewed up the topsails, and let go the anchor; and for the\nfirst time since leaving San Diego,–one hundred and thirty-five\ndays–our anchor was upon bottom.  In half an hour more, we were\nlying snugly, with all sails furled, safe in Boston harbor;\nour long voyage ended; the well-known scene about us; the dome\nof the State House fading in the western sky; the lights of the\ncity starting into sight, as the darkness came on; and at nine\no’clock the clangor of the bells, ringing their accustomed peals;\namong which the Boston boys tried to distinguish the well-known\ntone of the Old South.",
        "We had just done furling the sails, when a beautiful little\npleasure-boat luffed up into the wind, under our quarter, and the\njunior partner of the firm to which our ship belonged, jumped on\nboard.  I saw him from the mizen topsail yard, and knew him well. ",
        "He shook the captain by the hand, and went down into the cabin,\nand in a few moments came up and inquired of the mate for me. ",
        "The last time I had seen him, I was in the uniform of an undergraduate\nof Harvard College, and now, to his astonishment, there came down\nfrom aloft a “rough alley” looking fellow, with duck trowsers and\nred shirt, long hair, and face burnt as black as an Indian’s.\nHe shook me by the hand, congratulated me upon my return and my\nappearance of health and strength, and said my friends were all\nwell.  I thanked him for telling me what I should not have dared\nto ask; and if–",
        "“the first bringer of unwelcome news\nHath but a losing office; and his tongue\nSounds ever after like a sullen bell–”",
        "certainly I shall ever remember this man and his words with\npleasure. ",
        "The captain went up to town in the boat with Mr. H––-, and left\nus to pass another night on board ship, and to come up with the\nmorning’s tide under command of the pilot. ",
        "So much did we feel ourselves to be already at home, in anticipation,\nthat our plain supper of hard bread and salt beef was barely touched;\nand many on board, to whom this was the first voyage, could scarcely\nsleep.  As for myself, by one of those anomalous changes of feeling\nof which we are all the subjects, I found that I was in a state\nof indifference, for which I could by no means account.  A year\nbefore, while carrying hides on the coast, the assurance that in a\ntwelvemonth we should see Boston, made me half wild; but now that I\nwas actually there, and in sight of home, the emotions which I had\nso long anticipated feeling, I did not find, and in their place\nwas a state of very nearly entire apathy.  Something of the same\nexperience was related to me by a sailor whose first voyage was\none of five years upon the North-west Coast.  He had left home,\na lad, and after several years of very hard and trying experience,\nfound himself homeward bound; and such was the excitement of his\nfeelings that, during the whole passage, he could talk and think\nof nothing else but his arrival, and how and when he should jump\nfrom the vessel and take his way directly home.  Yet when the vessel\nwas made fast to the wharf and the crew dismissed, he seemed suddenly\nto lose all feeling about the matter.  He told me that he went below\nand changed his dress; took some water from the scuttle-butt and\nwashed himself leisurely; overhauled his chest, and put his clothes\nall in order; took his pipe from its place, filled it, and sitting\ndown upon his chest, smoked it slowly for the last time.  Here he\nlooked round upon the forecastle in which he had spent so many\nyears, and being alone and his shipmates scattered, he began to\nfeel actually unhappy.  Home became almost a dream; and it was not\nuntil his brother (who had heard of the ship’s arrival) came down\ninto the forecastle and told him of things at home, and who were\nwaiting there to see him, that he could realize where he was, and\nfeel interest enough to put him in motion toward that place for\nwhich he had longed, and of which he had dreamed, for years.\nThere is probably so much of excitement in prolonged expectation,\nthat the quiet realizing of it produces a momentary stagnation of\nfeeling as well as of effort.  It was a good deal so with me.  The\nactivity of preparation, the rapid progress of the ship, the first\nmaking land, the coming up the harbor, and old scenes breaking upon\nthe view, produced a mental as well as bodily activity, from which\nthe change to a perfect stillness, when both expectation and the\nnecessity of labor failed, left a calmness, almost of indifference,\nfrom which I must be roused by some new excitement.  And the next\nmorning, when all hands were called, and we were busily at work,\nclearing the decks, and getting everything in readiness for going up\nto the wharves,–loading the guns for a salute, loosing the sails,\nand manning the windlass–mind and body seemed to wake together.",
        "About ten o’clock, a sea-breeze sprang up, and the pilot gave orders\nto get the ship under weigh.  All hands manned the windlass, and the\nlong-drawn “Yo, heave, ho!” which we had last heard dying away\namong the desolate hills of San Diego, soon brought the anchor to\nthe bows; and, with a fair wind and tide, a bright sunny morning,\nroyals and sky-sails set, ensign, streamer, signals, and pennant,\nflying, and with our guns firing, we came swiftly and handsomely\nup to the city.  Off the end of the wharf, we rounded-to and let\ngo our anchor; and no sooner was it on the bottom, than the decks\nwere filled with people: custom-house officers; Topliff’s agent,\nto inquire for news; others, inquiring for friends on board, or\nleft upon the coast; dealers in grease, besieging the galley to\nmake a bargain with the cook for his slush; “loafers” in general;\nand last and chief, boarding-house runners, to secure their men.",
        "Nothing can exceed the obliging disposition of these runners,\nand the interest they take in a sailor returned from a long voyage\nwith a plenty of money.  Two or three of them, at different times,\ntook me by the hand; remembered me perfectly; were quite sure I\nhad boarded with them before I sailed; were delighted to see me\nback; gave me their cards; had a hand-cart waiting on the wharf,\non purpose to take my things up: would lend me a hand to get my\nchest ashore; bring a bottle of grog on board if we did not haul\nin immediately,–and the like.  In fact, we could hardly get clear\nof them, to go aloft and furl the sails.  Sail after sail, for the\nhundredth time, in fair weather and in foul, we furled now for\nthe last time together, and came down and took the warp ashore,\nmanned the capstan, and with a chorus which waked up half the\nNorth End, and rang among the buildings in the dock, we hauled\nher in to the wharf.  Here, too, the landlords and runners were\nactive and ready, taking a bar to the capstan, lending a hand at\nthe ropes, laughing and talking and telling the news.  The city\nbells were just ringing one when the last turn was made fast,\nand the crew dismissed; and in five minutes more, not a soul\nwas left on board the good ship Alert, but the old ship-keeper,\nwho had come down from the counting-house to take charge of her.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}