{
    "title": "Two Little Savages - XVI",
    "author": "Ernest Thompson Seton",
    "chapter": "45",
    "content": [
        "\n\n",
        "How Yan Knew the Ducks Afar",
        "One day as the great Woodpecker lay on his back in the shade he said\nin a tone of lofty command:",
        "“Little Beaver, I want to be amused. Come hyar. Tell me a story.”",
        "“How would you like a lesson in Tutnee?” was the Second Chief’s\nreply, but he had tried this before, and he found neither Sam nor Guy\ninclined to take any interest in the very dead language.",
        "“Tell me a story, I said,” was the savage answer of the scowling and\nferocious Woodpecker.",
        "“All right,” said Little Beaver. “I’ll tell you a story of such a fine\nboy–oh, he was the noblest little hero that ever wore pantaloons or\ngot spanked in school. Well, this boy went to live in the woods, and\nhe wanted to get acquainted with all the living wild things. He found\nlots of difficulties and no one to help him, but he kept on and\non–oh! he was so noble and brave–and made notes, and when he learned\nanything new he froze on to it like grim death. By and by he got a\nbook that was some help, but not much. It told about some of the birds\nas if you had them in your hand. But this heroic youth only saw\nthem at a distance and he was stuck. One day he saw a wild Duck on a\npond so far away he could only see some spots of colour, but he made\na sketch of it, and later he found out from that rough sketch that it\nwas a Whistler, and then this wonderful boy had an idea. All the\nDucks are different; all have little blots and streaks that are their\nlabels, or like the uniforms of soldiers. ’Now, if I can put their\nuniforms down on paper I’ll know the Ducks as soon as I see them on a\npond a long way off.’ So he set to work and drew what he could\nfind. One of his friends had a stuffed Wood-duck, so the\n’Boy-that-wanted-to-know’ drew that from a long way off. He got\nanother from an engraving and two more from the window of a\ntaxidermist shop. But he knew perfectly well that there are twenty or\nthirty different kinds of Ducks, for he often saw others at a distance\nand made far-sketches, hoping some day he’d find out what they were.\nWell, one day the ’Boy-that-wanted-to-know’ sketched a new Duck on a\npond, and he saw it again and again, but couldn’t find out what it\nwas, and there was his b-e-a-u-t-i-f-u-l sketch, but no one to tell\nhim its name, so when he saw that he just had to go into the teepee\nand steal the First War Chief’s last apple and eat it to hide his\nemotion.”",
        "Here Yan produced an apple and began to eat it with an air of sadness.",
        "Without changing a muscle, the Great Woodpecker continued the tale:",
        "“Then when the First War Chief heard the harrowing tale of a blighted\nlife, he said: ’Shucks, I didn’t want that old apple. It was fished\nout of the swill-barrel anyway, but ’pears to me when a feller sets\nout to do a thing an’ don’t he’s a ’dumb failure,’ which ain’t much\ndifference from a ’durn fool.’",
        "“Now, if this heroic youth had had gumption enough to come out\nflat-footed, an’ instead of stealing rotten apples that the pigs has\nwalked on, had told his trouble to the Great Head War Chief, that\nnative-born noble Red-man would ’a’ said: ’Sonny, quite right. When in\ndoubt come to Grandpa. You want to get sharp on Duck. Ugh! Good’–then\nhe’d ’a’ took that simple youth to Downey’s Hotel at Downey’s Dump an’\nthere showed him every kind o’ Duck that ever was born, an’ all tagged\nan’ labelled. Wah! I have spoken.”",
        "And the Great Woodpecker scowled ferociously at Guy, who was vainly\nsearching his face for a clue, not sure but what this whole thing was\nsome subtle mockery. But Yan had been on the lookout for this. Sam’s\nface throughout had shown nothing but real and growing interest. The\ngood sense of this last suggestion was evident, and the result was an\nexpedition was formed at once for Downey’s Dump, a little town five\nmiles away, where the railroad crossed a long bog on the Skagbog\nRiver. Here Downey, the contractor, had carried the railroad dump\nacross a supposed bottomless morass and by good luck had soon made\na bottom and in consequence a small fortune, with which he built a\nhotel, and was now the great man of the town for which he had done so\nmuch.",
        "“Guess we’ll leave the Third War Chief in charge of camp,” said Sam,\n“an’ I think we ought to go disguised as Whites.”",
        "“You mean to go back to the Settlement and join the Whites?”",
        "“Yep, an’ take a Horse an’ buggy, too. It’s five miles.”",
        "That was a jarring note. Yan’s imagination had pictured a foot\nexpedition through the woods, but this was more sensible, so he\nyielded.",
        "They went to the house to report and had a loving reception from\nthe mother and little Minnie. The men were away. The boys quickly\nharnessed a Horse and, charged also with some commissions from the\nmother, they drove to Downey’s Dump.",
        "On arriving they went first to the livery-stable to put up the horse,\nthen to the store, where Sam delivered his mother’s orders, and having\nmade sure that Yan had pencil, paper and rubber, they went into\nDowney’s. Yan’s feelings were much like those of a country boy going\nfor the first time to a circus–now he is really to see the things he\nhas dreamed of so long; now all heaven is his.",
        "And, curiously enough, he was not disappointed. Downey was a rough,\nvigorous business man. He took no notice of the boys beyond a brief\n“Morning, Sam,” till he saw that Yan was making very fair sketches.\nAll the world loves an artist, and now there was danger of too much\nassistance.",
        "The cases could not be opened, but were swung around and shades\nraised to give the best light. Yan went at once to the bird he\nhad “far-sketched” on the pond. To his surprise, it was a female\nWood-duck. He put in the whole afternoon drawing those Ducks, male\nand female, and as Downey had more than fifty specimens Yan felt like\nAladdin in the Fairy Garden–overpowered with abundance of treasure.\nThe birds were fairly well labelled with the popular names, and Yan\nbrought away a lot of sketches, which made him very happy. These he\nafterward carefully finished and put together in a Duck Chart that\nsolved many of his riddles about the Common Duck.",
        "    [Illustration: The Fish-Ducks, Sawbills, or Mergansers]",
        "    [Illustration: The River Ducks]",
        "    (See description below.)",
        "    Far-sketches showing common Ducks as seen on the water at about 50\n    yards distance. The pair is shown in each square, the male above.",
        "    N.B. The wings are rarely seen when the bird is swimming.",
        "    Largely white and all are crested, wings with large white areas in\n    flight.",
        "    1. The Shelldrake or Goosander (_Merganser americanus_).\n    Bill, feet and eye red.",
        "    2. The Sawbill or Red-breasted Merganser (_Merganser\n    serrator_). Bill and feet red.",
        "    3. Hooded Merganser (_Lophodytes cucullatus_). Bill and feet\n    dark, paddle-box buff.",
        "    The males usually with shining green and black on head and wings,\n    the females streaky gray-brown.",
        "    4. Mallard (Anas boschas_). Red feet; male has pale,\n    greenish bill. Known in flight by white tail feathers and thin\n    white bar on wing.",
        "    5. Black Duck or Dusky Duck (_Anas obscura_). Dark bill, red\n    feet, no white except in flight, then shows white lining of wings.",
        "    6. Gadwall or Gray Duck (_Anas strepera_). Beak\n    flesh-coloured on edges, feet reddish, a white spot on wing\n    showing in flight.",
        "    7. Widgeon or Baldpate (_A. americana_). Bill and feet dull\n    blue; a large white spot on wing in flight; female has sides\n    reddish.",
        "    8. Green-winged Teal (_A. carolinensis_). Bill and feet dark.",
        "    9. Blue-winged Teal (_A. discors_). Bill and feet dark.",
        "    10. Shoveller (_Spatula clypeata_). Bill dark, feet red, eye\n    yellow-orange; a white patch on wings showing in flight",
        "    11. Pintail or Sprigtail (_Dafila acuta_). Bill and feet dull\n    blue.",
        "    12. Wood Duck or Summer Duck (_Aix sponsa_). Bill of male\n    red, paddle-box buff, bill of female and feet of both dark.",
        "[Illustration: The Sea Ducks]",
        "    Chiefly black and white in colour; the female brownish instead of\n    black; most have yellow or orange eye, and more or less white on\n    wings which does not show as they swim.",
        "    13. Red-head (_Aythya americana_). Head and neck bright red;\n    eye of male yellow, bill and feet blue.",
        "    14. Canvasback (_A. vallisneria_). Head and neck dark-red,\n    eye of male red, bill and feet of both dark or bluish.",
        "    15. Ring-necked Bluebill (_A. collaria_). Bill and feet\n    bluish.",
        "    16. Big Bluebill (_A. marila_). Bill and feet bluish.",
        "    17. Little Bluebill (_A. affinis_). Same colour as the\n    preceding.",
        "    18. Whistler or Goldeneye (_Clangula clangula americana_).\n    Feet orange.",
        "    19. Bufflehead or Butterball (_Charitonetta albeola_).",
        "    20. Old-Squaw or Longtail (_Harelda hyemalis_). This is its\n    winter plumage, in which it is mostly seen.",
        "    21. Black Scoter (_Oidemia americana_). A jet-black Duck with\n    orange bill; no white on it anywhere.",
        "    22. White-winged Scoter (_O. deglandi_). A black Duck with\n    white on cheek and wing; feet and bill orange; much white on wing\n    shows as they fly, sometimes none as they swim.",
        "    23. Surf Duck or Sea Coot (_O. perspicillata_). A black Duck\n    with white on head, but none on wings: bill and feet orange.",
        "    24. Ruddy Duck or Stiff-tailed Duck (_Erismatura\n    jamaicensis_). Bill and feet bluish; male is in general a dull\n    red with white face.",
        "When they got back to camp at dusk they found a surprise. On the\ntrail was a white thing, which on investigation proved to be a ghost,\nevidently made by Guy. The head was a large puff-ball carved like a\nskull, and the body a newspaper.",
        "But the teepee was empty. Guy probably felt too much reaction after\nthe setting up of the ghost to sit there alone in the still night.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}