{
    "title": "Two Little Savages - XXIV",
    "author": "Ernest Thompson Seton",
    "chapter": "53",
    "content": [
        "\n\n",
        "Hawkeye Claims Another Grand Coup",
        "“_Wa wa wa wa wa! Wa wa wa wa wa! Wa wa wa wa wa!_” Three times it\nechoed through the woods–a loud, triumphant cry.",
        "“That’s Hawkeye with a big story of bravery; let’s hide.”",
        "So Sam and Yan scrambled quickly into the teepee, hid behind the\nlining and watched through an “arrow hole.” Guy came proudly stepping,\nchin in air, uttering his war-whoop at intervals as he drew near, and\ncarrying his coat bundled up under one arm.",
        "“_Coup! Grand coup! Wa wa wa wa!_” he yelled again and again, but\nlooked simple and foolish when he found the camp apparently deserted.",
        "So he ceased his yells and, walking deliberately into the teepee,\npulled out the sugar box and was stuffing a handful into his mouth\nwhen the other two Chiefs let off their wildest howls and, leaping\nfrom their concealment, chased him into the woods–not far, for Yan\nlaughed too much, and Sam had on but one boot.",
        "This was their re-gathering after a new search for adventures. Early\nin the morning, as he wiped off the breakfast knives by sticking them\ninto the sod, the Second War Chief had suggested: “Say, boys, in old\ndays Warriors would sometimes set out in different directions in\nsearch of adventure, then agree to meet at a given time. Let’s do that\nto-day and see what we run across.”",
        "“Get your straws,” was Woodpecker’s reply, as he returned from putting\nthe scraps on the Wakan Rock.",
        "“No you don’t,” put in Hawkeye hastily; “at least, not unless you let\nme hold the straws. I know you’ll fix it so I’ll have to go home.”",
        "“All right. You can hold the three straws; long one is\nWoodpecker–that’s his head with a bit of red flannel to prevent\nmistakes; the middle-sized thin one is me; and the short fat one is\nyou. Now let them drop. Sudden death and no try over.”",
        "The straws fell, and the two boys gave a yell as Hawkeye’s fate\npointed straight to the Burns homestead.",
        "“Oh, get out; that’s no good. We’ll take the other end,” he said\nangrily, and persisted in going the opposite way.",
        "“Now we all got to go straight till we find something, and meet here\nagain when that streak of sunlight gets around in the teepee to that\npole.”",
        "As the sunstreak, which was their Indian clock, travelled just about\none pole for two hours, this gave about four hours for adventures.",
        "Sam and Yan had been back some minutes, and now Guy, having recovered\nhis composure, bothered not to wipe the stolen sugar from his lips,\nbut broke out eagerly:",
        "“Say, fellers, I bet I’m the bully boy. I bet you I–”",
        "“Silence!” roared Woodpecker. “You come last.”",
        "“All right; I don’t care. I bet I win over all of you. I bet a million\ndollars I do.”",
        "“Go ahead, Chief Woodpecker-settin’-on-the-edge.”",
        "So Sam began:",
        "“I pulls on my boots” [he went barefooted half the time]. “Oh, I tell\nyou I know when to wear my boots–an’ I set out following my straw\nline straight out. I don’t take no back track. I’m not scared\nof the front trail,” and he turned his little slit eyes sadly on Guy,\n“and I kep’ right on, and when I came to the dry bed of the creek it\ndidn’t turn me; no, not a dozen rods; and I kept right till I\ncame to a Wasp’s nest, and I turned and went round that coz it’s\ncruel to go blundering into a nest of a lot of poor innocent little\nWasps–and I kep’ on, till I heard a low growl, and I looked up and\ndidn’t see a thing. Then the growling got louder, and I seen it was a\nhungry Chipmunk roaring at me and jest getting ready to spring. Then\nwhen I got out my bonearrer he says to me, he says, as bold as brass\n’Is your name Woodpecker?’ Now that scared me, and so I told a lie–my\nvery first. I says, says I. ’No,’ says I. ’I’m Hawkeye.’ Well, you\nshould ’a seen him. He just turned pale; every stripe on his back\nfaded when I said that name, and he made for a hollow log and\ngot in. Now I was mad, and tried to get him out, but when I’d run to\none end he’d run to the other, so we ran up and down till I had a\ndeep-worn trail alongside the log, an’ he had a deep-worn trail inside\nthe log, an’ I was figgerin’ to have him wear it right through at the\nbottom so the log’d open, but all of a sudden I says, ’I know what to\ndo for you.’ I took off my boot and stuffs the leg into one end of the\nlog. Then I rattles a stick at the other end and I heard him run into\nthe boot. Then I squeezes in the leg and ties a string around it an’\nbrings him home, me wearing one boot and the Chipmunk the other, and\nthere he is in it now,” and Sam curled up his free bunch of toes in\ngraphic comment and added: “Humph! I s’pose you fellers thought I\ndidn’t know what I was about when I drawed on my long boots this\nmorning.”",
        "“Well, I just want to see that Chipmunk an’ maybe I’ll believe you.”",
        "“In there hunting for a loose patch,” and Sam held up the boot.",
        "“Let’s turn him out,” suggested the Second Chief.",
        "So the string was cut and the Chipmunk scrambled out and away to a\nsafer refuge.",
        "“Now, sonny,” said Sam, as it disappeared, “don’t tell your folks what\nhappened you or they’ll swat you for a liar.”",
        "“Oh, shucks! That’s no adventure. Why, I–”",
        "“Hold on, Hawkeye; Little Beaver next.”",
        "“Well, I don’t care. I bet I–”",
        "Sam grabbed his knife and interrupted: “Do you know what Callahan’s\nspring lamb did when it saw the old man gathering mint? Go ahead,\nLittle Beaver.”",
        "“I hadn’t much of an adventure, but I went straight through the woods\nwhere my straw pointed and ran into a big dead stub. It was too old\nand rotten for Birds to use now, as well as too late in the season, so\nI got a pole and pushed it over, and I found the whole history of a\ntenement in that stub. First of all, a Flicker had come years ago\nand dug put a fine big nesting-place, and used it maybe two or three\ntimes. When he was through, or maybe between seasons, the Chickadees\nmade a winter den of it, for there were some Chickadee tail-feathers\nin the bottom. Next a Purple Blackbird came and used the hole, piling\nup a lot of roots with mud on them. Next year it seems it came again\nand made another nest on top of the last; then that winter the\nChickadees again used it for a cubby-hole, for there were some more\nChickadee feathers. Next year a Blue Jay found it out and nested\nthere. I found some of her egg-shells among the soft stuff of the\nnest. Then I suppose a year after a pair of Sparrow-hawks happened on\nthe place, found it suited them, and made their nest in it and hatched\na brood of little Sparrow-hawks. Well, one day this bold robber\nbrought home to his little ones a Shrew.”",
        "“What’s that?”",
        "“Oh, a little thing like a Mouse, only it isn’t a Mouse at all; it is\nsecond cousin to a Mole.”",
        "“I allus thought a Mole was a Mouse specie,” remarked Hawkeye,\nnot satisfied with Yan’s distinction.",
        "“Oh, you!” interrupted Sam. “You’ll try to make out the Burnses is\nsome kin to the Raftens next.”",
        "“I bet I won’t!” and for once Guy got even.",
        "“Well,” Yan continued, “it so happened–about the first time in about\na million years–the little Hawks were not hungry just then. The Shrew\nwasn’t gobbled up at once, and though wounded, it set to work to\nescape as soon as it was free of the old one’s claws. First it hid\nunder the little ones, then it began to burrow down through the\nfeather-bed of the Sparrow-hawk’s nest, then through the Blue Jay’s\nnest, then through the soft stuff of the Blackbird’s nest and among\nthe old truck left by the Chickadees till it struck the hard mud\nfloor of the Blackbird’s nest, and through that it could not dig. Its\nstrength gave out now, and it died there and lay hidden in the lowest\nnest of the house, till years after I came by and broke open the old\nstub and made it tell me a sad and mournful story–that–maybe–never\nhappened at all. But there’s the drawing I made of it at the place,\nshowing all the nests just as I found them, and there’s the dried up\nbody of the little Shrew.”",
        "Sam listened with intense interest, but Guy was at no pains to conceal\nhis contempt. “Oh, pshaw! That’s no adventure–just a whole lot of\n’s’posens’ without a blame thing doing. Now I’ll tell you what I done.\nI–”",
        "“Now, Hawkeye,” Sam put in, “please don’t be rough about it. Leave out\nthe awful things: I ain’t well to-day. You keep back the scary parts\ntill to-morrow.”",
        "“I tell you I left here and went straight as a die, an’ I seen a\nWoodchuck, but he wasn’t in line, so I says: ’No, some other day. I\nkin get you easy any time.’ Then I seen a Hawk going off with\na Chicken, but that was off my beat, an’ I found lots o’ old stumps\nan’ hundreds o’ Chipmunks an’ wouldn’t be bothered with them. Then I\ncome to a farmhouse an’–an’ I went around that so’s not to scare the\nDog, an’ I went pretty near as far as Downey’s Dump–yes, a little\na-past it–only to one side–when up jumps a Partridge as big as a\nTurkey, an’ a hull gang of young ones–about thirty or forty. I bet I\nseen them forty rod away, an’ they all flew, but one that lighted on\na tree as far as–oh, ’cross that field, anyway. I bet you fellers\nwouldn’t ’a’ seen it at all. Well, I jest hauled off as ca’m as ca’m\nan’ let him have it. I aimed straight for his eye–an’ that’s where I\nhit him. Now who gets a grand coup, for there he is!” Hawkeye\nunrolled his coat and turned out a bobtailed young Robin in the\nspeckled plumage, shot through the body.",
        "“So that’s your Partridge. I call that a young Robin,” said the First\nChief with slow emphasis. “Rules is broke. Killed a Song-bird. Little\nBeaver, arrest the criminal.”",
        "But Hawkeye struggled with all the ferocity born of his recent\nexploit, and had to be bound hand and foot while a full Council was\ncalled to try the case. The angry protests weakened when he found how\nserious the Councillors were. Finally he pleaded “guilty” and was\ncondemned to wear a black feather of disgrace and a white feather for\ncowardice for three days, as well as wash the dishes for a week. They\nwould also have made him cook for that term, but that they had had\nsome unhappy experiences with some dishes of Guy’s make.",
        "“Well, I won’t do it, that’s all,” was the prisoner’s defiant retort.\n“I’ll go home first.”",
        "“And hoe the garden? Oh, yes; I think I see you.”",
        "“Well, I won’t do it. You better let me ’lone.”",
        "“Little Beaver, what do they do when an Injun won’t obey the Council?”",
        "“Strip him of his honours. Do you remember that stick we burned with\n’Sapwood’ on it?”",
        "“Good idee. We’ll burn Hawkeye for a name and dig up the old one”",
        "“No, you won’t, you dirty mean Skunks! Ye promised me you’d never call\nme that again. I am Hawkeye. I kin see farder’n–n–” and he\nbegan to weep.",
        "“Well, will you obey the Council?”",
        "“Yes; but I won’t wear no white feather–I’m brave, boohoo!”",
        "“All right. We’ll leave that off; but you must do the other\npunishments.",
        "“Will I still be Hawkeye?”",
        "“Yes.”",
        "“All right. I’ll do it.”",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}