{
    "title": "Two Years Before the Mast - Chapter VIII. “Tarring Down\"–Daily Life–\"Going Aft\"–California",
    "author": "Richard Henry Dana",
    "chapter": "11",
    "content": [
        "\n\n",
        "As we saw neither land nor sail from the time of leaving Juan Fernandez\nuntil our arrival in California, nothing of interest occurred except\nour own doing on board.  We caught the south-east trades, and run\nbefore them for nearly three weeks, without so much as altering a\nsail or bracing a yard.  The captain took advantage of this fine\nweather to get the vessel in order for coming upon the coast.\nThe carpenter was employed in fitting up a part of the steerage\ninto a trade-room; for our cargo, we now learned, was not to be\nlanded, but to be sold by retail from on board; and this trade-room\nwas built for the samples and the lighter goods to be kept in,\nand as a place for the general business.  In the mean time we were\nemployed in working upon the rigging.  Everything was set up taught,\nthe lower rigging rattled down, or rather rattled up, (according\nto the modern fashion,) an abundance of spun-yarn and seizing-stuff\nmade, and finally, the whole standing-rigging, fore and aft, was\ntarred down.  This was my first essay at this latter business,\nand I had enough of it; for nearly all of it came upon my friend\nS––- and myself.  The men were needed at the other work, and\nM––-, the other young man who came out with us, was laid up with\nthe rheumatism in his feet, and the boy was rather too young and\nsmall for the business; and as the winds were light and regular,\nhe was kept during most of the daytime at the helm; so that nearly\nall the tarring came upon us.  We put on short duck frocks, and\ntaking a small bucket of tar and a bunch of oakum in our hands we\nwent aloft, one at the main royal-mast-head and the other at the fore,\nand began tarring down.  This is an important operation, and is usually\ndone about once in six months in vessels upon a long voyage.  It was\ndone in our vessel several times afterwards, but by the whole crew\nat once, and finished off in a day; but at this time, as most of it\ncame upon two of us, and we were new at the business, it took us\nseveral days.  In this operation they always begin at the mast-head\nand work down, tarring the shrouds, back-stays, standing parts of\nthe lifts, the ties, runners, etc., and go out to the yard-arms,\nand come in, tarring, as they come, the lifts and foot-ropes.\nTarring the stays is more difficult, and is done by an operation\nwhich the sailors call “riding down.”  A long piece of rope–\ntop-gallant-studding-sail halyards, or something of the kind–\nis taken up to the mast-head from which the stay leads, and rove\nthrough a block for a girt-line, or, as the sailors usually call it,\na gant-line; with the end of this a bowline is taken round the stay,\ninto which the man gets with his bucket of tar and a bunch of oakum,\nand the other end being fast on deck, with some one to tend it, he\nis lowered down gradually, and tars the stay carefully as he goes.\nThere he “sings aloft ’twixt heaven and earth,” and if the rope slips,\nbreaks, or is let go, or if the bowline slips, he falls overboard or\nbreaks his neck.  This, however, is a thing which never enters into\na sailor’s calculation.  He thinks only of leaving no holydays,\n(places not tarred,) for in case he should, he would have to go\nover the whole again; or of dropping no tar upon deck, for then\nthere would be a soft word in his ear from the mate.  In this manner\nI tarred down all the head-stays, but found the rigging about the\njib-booms, martingale, and spritsail yard, upon which I was afterwards\nput, the hardest.  Here you have to hang on with your eye-lids and tar\nwith your hands.",
        "This dirty work could not last forever, and on Saturday night we\nfinished it, scraped all the spots from the deck and rails, and,\nwhat was of more importance to us, cleaned ourselves thoroughly,\nrolled up our tarry frocks and trowsers and laid them away for the\nnext occasion, and put on our clean duck clothes, and had a good\ncomfortable sailor’s Saturday night.  The next day was pleasant,\nand indeed we had but one unpleasant Sunday during the whole voyage,\nand that was off Cape Horn, where we could expect nothing better.\nOn Monday we commenced painting, and getting the vessel ready for\nport.  This work, too, is done by the crew, and every sailor who\nhas been long voyages is a little of a painter, in addition to his\nother accomplishments.  We painted her, both inside and out, from\nthe truck to the water’s edge.  The outside is painted by lowering\nstages over the side by ropes, and on those we sat, with our brushes\nand paint-pots by us, and our feet half the time in the water.  This\nmust be done, of course, on a smooth day, when the vessel does not\nroll much.  I remember very well being over the side painting in this\nway, one fine afternoon, our vessel going quietly along at the rate\nof four or five knots, and a pilot-fish, the sure precursor of the\nshark, swimming alongside of us.  The captain was leaning over the\nrail watching him, and we quietly went on with our work.  In the\nmidst of our painting, on",
        "Friday, Dec. 19th, we crossed the equator for the second time.\nI had the feeling which all have when, for the first time, they find\nthemselves living under an entire change of seasons; as, crossing the\nline under a burning sun in the midst of December, and, as I afterwards\nwas, beating about among ice and snow on the fourth of July.",
        "Thursday, Dec. 25th.  This day was Christmas, but it brought us no\nholiday.  The only change was that we had a “plum duff” for dinner,\nand the crew quarrelled with the steward because he did not give us\nour usual allowance of molasses to eat with it.  He thought the plums\nwould be a substitute for the molasses, but we were not to be cheated\nout of our rights in this way.",
        "Such are the trifles which produce quarrels on shipboard.  In fact,\nwe had been too long from port.  We were getting tired of one another,\nand were in an irritable state, both forward and aft.  Our fresh\nprovisions were, of course, gone, and the captain had stopped our rice,\nso that we had nothing but salt beef and salt pork throughout the week,\nwith the exception of a very small duff on Sunday.  This added to the\ndiscontent; and a thousand little things, daily and almost hourly\noccurring, which no one who has not himself been on a long and tedious\nvoyage can conceive of or properly appreciate,–little wars and rumors\nof wars,–reports of things said in the cabin,–misunderstanding of\nwords and looks,–apparent abuses,–brought us into a state in which\neverything seemed to go wrong.  Every encroachment upon the time\nallowed for rest, appeared unnecessary.  Every shifting of the\nstudding-sails was only to “haze\"(1) the crew.",
        "–––––––––––––––\n1. Haze is a word of frequent use on board ship, and never,\n   I believe, used elsewhere.  It is very expressive to a sailor,\n   and means to punish by hard work.  Let an officer once say,\n   “I’ll haze you,” and your fate is fixed.  You will be\n   “worked up,” if you are not a better man than he is.\n–––––––––––––––",
        "In this midst of this state of things, my messmate S––- and myself\npetitioned the captain for leave to shift our berths from the steerage,\nwhere we had previously lived, into the forecastle.  This, to our delight,\nwas granted, and we turned in to bunk and mess with the crew forward.\nWe now began to feel like sailors, which we never fully did when we were\nin the steerage.  While there, however useful and active you may be,\nyou are but a mongrel,–and sort of afterguard and “ship’s cousin.\"\nYou are immediately under the eye of the officers, cannot dance, sing,\nplay, smoke, make a noise, or growl, (i.e. complain,) or take any\nother sailor’s pleasure; and you live with the steward, who is usually\na go-between; and the crew never feel as though you were one of them.\nBut if you live in the forecastle, you are “as independent as a\nwood-sawyer’s clerk,” (nautice’,) and are a sailor.  You hear sailor’s\ntalk, learn their ways, their peculiarities of feeling as well as\nspeaking and acting; and moreover pick up a great deal of curious\nand useful information in seamanship, ship’s customs, foreign countries,\netc., from their long yarns and equally long disputes.  No man can be\na sailor, or know what sailors are, unless he has lived in the forecastle\nwith them–turned in and out with them, eaten of their dish and drank\nof their cup.  After I had been a week there, nothing would have tempted\nme to go back to my old berth, and never afterwards, even in the worst\nof weather, when in a close and leaking forecastle off Cape Horn,\ndid I for a moment wish myself in the steerage.  Another thing which\nyou learn better in the forecastle than you can anywhere else, is,\nto make and mend clothes, and this is indispensable to sailors.\nA large part of their watches below they spend at this work, and here\nI learned that art which stood me in so good stead afterwards.",
        "But to return to the state of the crew.  Upon our coming into the\nforecastle, there was some difficulty about the uniting of the\nallowances of bread, by which we thought we were to lose a few pounds.\nThis set us into a ferment.  The captain would not condescend to explain,\nand we went aft in a body, with a Swede, the oldest and best sailor of\nthe crew, for spokesman.  The recollection of the scene that followed\nalways brings up a smile, especially the quarter-deck dignity and\neloquence of the captain.  He was walking the weather side of the\nquarter-deck, and seeing us coming aft, stopped short in his walk,\nand, with a voice and look intended to annihilate us, called out,\n“Well, what do you want now?”  Whereupon we stated our grievances\nas respectfully as we could, but he broke in upon us, saying that\nwe were getting fat and lazy, didn’t have enough to do, and that made\nus find fault.  This provoked us, and we began to give word for word.\nThis would never answer.  He clenched his fist, stamped and swore,\nand sent us all forward, saying, with oaths enough interspersed to\nsend the words home,–\"Away with you! go forward every one of you!\nI’ll haze you!  I’ll work you up!  You don’t have enough to do!\nYou’ve mistaken your man.  I’m F––- T––-, all the way from\n’down east.’  I’ve been through the mill, ground, and bolted, and come\nout a regular-built down-east johnny-cake, good when it’s hot, but when\nit’s cold, sour and indigestible;–and you’ll find me so!”  The latter\npart of the harangue I remember well, for it made a strong impression,\nand the “down-east johnny-cake” became a by-word for the rest of the\nvoyage.  So much for our petition for the redress of grievances.\nThe matter was however set right, for the mate, after allowing the\ncaptain due time to cool off, explained it to him, and at night we\nwere all called aft to hear another harangue, in which, of course,\nthe whole blame of the misunderstanding was thrown upon us.  We ventured\nto hint that he would not give us time to explain; but it wouldn’t do.\nWe were driven back discomforted.  Thus the affair blew over, but the\nirritation caused by it remained; and we never had peace or a good\nunderstanding again so long as the captain and crew remained together.",
        "We continued sailing along in the beautiful temperate climate of\nthe Pacific.  The Pacific well deserves its name, for except in the\nsouthern part, at Cape Horn, and in the western parts, near the\nChina and Indian oceans, it has few storms, and is never either\nextremely hot or cold.  Between the tropics there is a slight haziness,\nlike a thin gauze, drawn over the sun, which, without obstructing or\nobscuring the light, tempers the heat which comes down with perpendicular\nfierceness in the Atlantic and Indian tropics.  We sailed well to the\nwestward to have the full advantage of the north-east trades, and when\nwe had reached the latitude of Point Conception, where it is usual to\nmake the land, we were several hundred miles to the westward of it.\nWe immediately changed our course due east, and sailed in that direction\nfor a number of days.  At length we began to heave-to after dark, for fear\nof making the land at night on a coast where there are no light-houses and\nbut indifferent charts, and at daybreak on the morning of",
        "Tuesday, Jan 13th, 1835, we made the land at Point Conception,\nlat 34º 32’ N., long 120º 06’ W.  The port of Santa Barbara, to which\nwe were bound, lying about sixty miles to the southward of this point,\nwe continued sailing down the coast during the day and following night,\nand on the next morning,",
        "Jan. 14th, 1835, we came to anchor in the spacious bay of Santa Barbara,\nafter a voyage of one hundred and fifty days from Boston.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}