{
    "title": "Two Little Savages - IX",
    "author": "Ernest Thompson Seton",
    "chapter": "38",
    "content": [
        "\n\n",
        "The Cat And The Skunk",
        "Sam was away on a “massacree” to get some bread. Guy had been trapped\nby his natural enemy and was serving a term of hard labour in the\ngarden; so Yan was alone in camp. He went around the various mud\nalbums, but discovered nothing new, except the fact that tracks were\ngetting more numerous. There were small Skunk and Mink tracks with the\nlarge ones now. As he came by the brush fence at the end of the blazed\ntrail he saw a dainty little Yellow Warbler feeding a great lubberly\nyoung Cow-bird that, evidently, it had brought up. He had often heard\nthat the Cow-bird habitually “plays Cuckoo” and leaves its egg in the\nnest of another bird, but this was the first time he had actually\nseen anything of it with his own eyes. As he watched the awkward\nmud-coloured Cow-bird flutter its ungrown wings and beg help from the\nbrilliant little Warbler, less than half its size, he wondered whether\nthe fond mother really was fooled into thinking it her own young, or\nwhether she did it simply out of compassion for the foundling. He now\nturned down creek to the lower mud album, and was puzzled by a new\ntrack like this.",
        "[Illustration: Track of small mud turtle]",
        "He sketched it, but before the drawing was done it dawned on him that\nthis must be the track of a young Mud-turtle. He also saw a lot of\nvery familiar tracks, not a few being those of the common Cat, and he\nwondered why they should be about so much and yet so rarely seen. Of\ncourse the animals were chiefly nocturnal, but the boys were partly\nso, and always on the ground now, so that explanation was not\nsatisfactory. He lay down on his breast at the edge of the brook,\nwhich had here cut in a channel with steep clay walls six feet high\nand twenty feet apart. The stream was very small now–a mere thread\nof water zigzagging over the level muddy floor of the “cañon,” as Yan\nloved to call it. A broad, muddy margin at each side of the water made\na fine place of record for the travelling Four-foots, and tracks new\nand old were there in abundance.",
        "The herbage on the bank was very rank and full of noisy Grasshoppers\nand Crickets. Great masses of orange Jewelweed on one side were\nvariegated with some wonderful Cardinal flowers. Yan viewed all this\nwith placid content. He knew their names now, and thus they were\ntransferred from the list of tantalizing mysteries to that of engaging\nand wonderful friends. As he lay there on his breast his thoughts\nwandered back to the days when he did not know the names of any\nflowers or birds–when all was strange and he alone in his hunger to\nknow them, and Bonnerton came back to him with new, strange force of\nreminder. His father and mother, his brother and schoolmates were\nthere. It seemed like a bygone existence, though only two months ago.\nHe had written his mother to tell of his arrival, and once since to\nsay that he was well. He had received a kind letter from his mother,\nwith a scripture text or two, and a postscript from his father with\nsome sound advice and more scripture texts. Since then he had not\nwritten. He could not comprehend how he could so completely drift\naway, and yet clearly it was because he had found here in Sanger the\nwell for which he had thirsted.",
        "As he lay there thinking, a slight movement nearer the creek caught\nhis eye. A large Basswood had been blown down. Like most of its kind,\nit was hollow. Its trunk was buried in the tangle of rank summer\ngrowth, but a branch had been broken off and left a hole in the main\nstem. In the black cavern of the hole there appeared a head with\nshining green eyes, then out there glided onto the log a common gray\nCat. She sat there in the sunshine, licked her paws, dressed her fur\ngenerally, stretched her claws and legs after the manner of her kind,\nwalked to the end of the log, then down the easy slope to the bottom\nof the cañon. Here she took a drink, daintily shook the water from\nher paws, and set the hair just right with a stroke. Then to Yan’s\namusement she examined all the tracks much as he had done, though it\nseemed clear that her nose, not her eyes, was judge. She walked down\nstream, leaving some very fine impressions that Yan mentally resolved\nto have in his note-book, very soon suddenly stopped, looked upward\nand around, a living picture of elegance, sleekness and grace, with\neyes of green fire then deliberately leaped from the creek bed to the\ntangle of the bank and disappeared.",
        "This seemed a very commonplace happening, but the fact of a house Cat\ntaking to the woods lent her unusual interest, and Yan felt much of\nthe thrill that a truly wild animal would have given him, and had gone\nfar enough in art to find exquisite pleasure in the series of pictures\nthe Cat had presented to his eyes.",
        "He lay there for some minutes expecting her to reappear; then far up\nthe creek he heard slight rattling of the gravel. He turned and saw,\nnot the Cat, but a very different and somewhat larger animal. Low,\nthick-set, jet black, with white marks and an immense bushy tail–Yan\nrecognized the Skunk at once, although he had never before met a wild\none in daylight. It came at a deliberate waddle, nosing this way and\nthat. It rounded the bend and was nearly opposite Yan, when three\nlittle Skunks of this year’s brood came toddling after the mother.",
        "The old one examined the tracks much as the Cat had done, and Yan got\na singular sense of brotherhood in seeing the wild things at his own\nstudy.",
        "Then the old Skunk came to the fresh tracks of the Cat and paused so\nlong to smell them that the three young ones came up and joined in.\nOne of the young ones went to the bank where the Cat came down. As it\nblew its little nose over the fresh scent, the old Skunk waddled to\nthe place, became quite interested, then climbed the bank. The little\nones followed in a disjointed procession, varied by one of them\ntumbling backward from the steep trail.",
        "The old Skunk reached the top of the bank, then mounted the log and\nfollowed unerringly the Cat’s back trail to the hole in the trunk.\nDown this she peered a minute, then, sniffing, walked in, till nothing\ncould be seen but her tail. Now Yan heard loud, shrill mewing from the\nlog, ’Mew, mew, m-e-u-w, m-e-e-u-w,” and the old Skunk came\nbacking out, holding a small gray Kitten.",
        "The little thing mewed and spit energetically, holding on to the\ninside of the log. But the old Skunk was too strong–she dragged it\nout. Then holding it down with both paws, she got a good firm grip\nof its neck and turned to carry it down to the bed of the brook.\nThe Kitten struggled vigorously, and at last got its claws into the\nSkunk’s eye and gave such a wrench that the ill-smelling villain\nloosened its hold a little and so gave the Kitten another chance to\nsqueal, which it did with a will, putting all its strength into a\nsuccession of heartrending mee-ow–mee-ows. Yan’s heart\nwas touched. He was about to dash to the rescue when there was a\nscrambling in the far grass, a rush of gray, and the Cat–the old\nmother Cat was on the scene, a picture of demon rage, eyes ablaze, fur\nerect, ears back. With the spring of a Deer and the courage of a Lion\nshe made for the black murderer. Eye could not follow the flashings\nof her paws. The Skunk recoiled and stared stupidly, but not long;\nnothing was “long” about it. Her every superb muscle was tingling with\nforce and mad with hate as the mother Cat closed like a swooping\nFalcon. The Skunk had no time to aim that dreadful gun, and in the\nexcitement fired a volley of the deadly musky spray backward,\ndrenching her own young as they huddled in the trail.",
        "[Illustration: “The Cat and the Skunk\"]",
        "Tooth and claw and deadly grip–the old Cat raged and tore, the black\nfur flew in every direction, and the Skunk for once lost her head and\nfired random shots of choking spray that drenched herself as well as\nthe Cat. The Skunk’s head and neck were terribly torn. The air was\nsuffocating with the poisonous musk. The Skunk was desperately wounded\nand threw herself backward into the water. Blinded and choking, though\nscarcely bleeding, the old Cat would have followed even there, but the\nKitten, wedged under the log, mewed piteously and stayed the mother’s\nfury. She dragged it out unharmed but drenched with musk and carried\nit quickly to the den in the hollow log, then came out again and stood\nerect, blinking her blazing eyes–for they were burning with the\nspray–lashing her tail, the image of a Tigress eager to fight either\npart or all the world for the little ones she nursed. But the old\nSkunk had had more than enough. She scrambled off down the cañon. Her\nthree young ones had tumbled over each other to get out of the way\nwhen they got that first accidental charge of their mother’s battery.\nShe waddled away, leaving a trail of blood and smell, and they waddled\nafter, leaving an odour just as strong.",
        "[Illustration: “The old Cat raged and tore\"]",
        "Yan was thrilled by the desperate fight of the heroic old Cat. Her\nwhole race went up higher in his esteem that day; and the fact that\nthe house Cat really could take to the woods and there maintain\nherself by hunting was all that was needed to give her a place in his\nlist of animal heroes.",
        "Pussy walked uneasily up and down the log, from the hole where the\nKittens were to the end overlooking the cañon. She blinked very hard\nand was evidently suffering severely, but Yan knew quite well that\nthere was no animal on earth big enough or strong enough to frighten\nthat Cat from her post at the door of her home. There is no courage\nmore indomitable than that of a mother Cat who is guarding her young.",
        "At length all danger of attack seemed over, and Pussy, shaking her\npaws and wiping her eyes, glided into her hole. Oh, what a shock it\nmust have been to the poor Kittens, though partly prepared by their\nbrother’s unsavoury coming back. There was the mother, whose return\nhad always been heralded by a delicious odour of fresh Mouse or bird,\ninterwoven with a loving and friendly odour of Cat, that was in itself\na promise of happiness. Scent is the main thing in Cat life, and now\nthe hole was darkened by a creature that was rank with every nasal\nguarantee of deadly enmity. Little wonder that they all fled puffing\nand spitting to the dark corners. It was a hard case; all the little\nstomachs were upset for a long time. They could do nothing but make\nthe best of it and get used to it. The den never smelt any better\nwhile they were there, and even after they grew up and lived elsewhere\nmany storms passed overhead before the last of the Skunk smell left\nthem.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}