{
    "title": "Two Little Savages - V",
    "author": "Ernest Thompson Seton",
    "chapter": "19",
    "content": [
        "\n\n",
        "Caleb",
        "A mile farther was the shanty of Caleb Clark, a mere squatter now on a\nfarm once his own. As the boys drew near, a tall, round-shouldered man\nwith a long white beard was seen carrying in an armful of wood.",
        "“Ye see the Billy Goat?” said Sam.",
        "Yan sniffed as he gasped the “why” of the nickname.",
        "“I guess you better do the talking; Caleb ain’t so easy handled as the\nwitch, and he’s just as sour on Da.”",
        "So Yan went forward rather cautiously and knocked at the open door of\nthe shanty. A deep-voiced Dog broke into a loud bay, the long beard\nappeared, and its owner said, “Wall?”",
        "“Are you Mr. Clark?”",
        "“Yep.” Then, “Lie down, Turk,” to a black-and-tan Hound that came\ngrowling out.",
        "“I came–I–we wanted to ask some questions–if you don’t mind.”",
        "“What might yer name be?”",
        "“Yan.”",
        "“An’ who is this?”",
        "“He’s my chum, Sam.”",
        "“I’m Sam Horn,” said Sam, with some truth, for he was Samuel\nHorn Raften, but with sufficient deception to make Yan feel very\nuncomfortable.",
        "“And where are ye from?”",
        "“Bonnerton,” said Yan.",
        "“To-day?” was the rejoinder, with a tone of doubt.",
        "“Well, no,” Yan began; but Sam, who had tried to keep out of notice\nfor fear of recognition, saw that his ingenuous companion was being\nquickly pumped and placed, and now interposed: “You see, Mr. Clark, we\nare camped in the woods and we want to make a teepee to live in. We\nhave the stuff an’ was told that you knew all about the making.”",
        "“Who told ye?”",
        "“The old witch at the bend of the creek.”",
        "“Where are ye livin’ now?”",
        "“Well,” said Sam, hastening again to forestall Yan, whose simple\ndirectness he feared, “to tell the truth, we made a wigwam of bark in\nthe woods below here, but it wasn’t a success.”",
        "“Whose woods?”",
        "“Oh, about a mile below on the creek.”",
        "“Hm! That must be Raften’s or Burns’s woods.”",
        "“I guess it is,” said Sam.",
        "“_An’ you look uncommon like Sam Raften. You consarned young\nwhelp, to come here lyin’ an’ tryin’ to pull the wool over my eyes.\nGet out o’ this now, or I’ll boot ye.”",
        "[Illustration: “Get out o’ this now, or I’ll boot ye.\"]",
        "Yan turned very red. He thought of the scripture text, “Be sure your\nsin will find you out,” and he stepped back. Sam stuck his tongue in\nhis cheek and followed. But he was his father’s son. He turned and\nsaid:",
        "“Now see here, Mr. Clark, fair and square; we come here to ask a\nsimple question about the woods. You are the only man that knows or we\nwouldn’t ’a’ bothered you. I knowed you had it in for Da, so I tried\nto fool you, and it didn’t go. I wish now I had just come out square\nand said, ’I’m Sam Raften; will you tell me somethin’ I want to know,\nor won’t you?’ I didn’t know you hed anything agin me or me friend\nthat’s camping with me.”",
        "There is a strong bond of sympathy between all Woodcrafters. The mere\nfact that a man wants to go his way is a claim on a Woodcrafter’s\nnotice. Old Caleb, though soured by trouble and hot-tempered, had a\nkind heart; he resisted for a moment the first impulse to slam the\ndoor in their faces; then as he listened he fell into the tempter’s\nsnare, for it was baited with the subtlest of flatteries. He said to\nYan:",
        "“Is your name Raften?”",
        "“No, sir.”",
        "“Air ye owt o’ kin?”",
        "“No, sir.”",
        "“I don’t want no truck with a Raften, but what do ye want to know?”",
        "“We built a wigwam of bark, but it’s no good, but now we have a big\ncanvas cover an’ want to know how to make a teepee.”",
        "“A teepee. H-m–” said the old man reflectively.",
        "“They say you’ve lived in them,” ventured Yan.",
        "“Hm–’bout forty year; but it’s one thing to wear a suit of clothes\nand another thing to make one. Seems to me it was about like this,\"\nand he took up a burnt stick and a piece of grocer’s paper. “No–now\nhold on. Yes, I remember now; I seen a bunch of squaws make one oncet.",
        "“First they sewed the skins together. No, first thar was a lot o’\nprayin’; ye kin suit yerselves ’bout that–then they sewed the skins\ntogether an” pegged it down flat on the prairie (B D H I, Cut No. 1).\nThen put in a peg at the middle of one side (A). Then with a burnt\nstick an’ a coord–yes, there must ’a’ been a coord–they drawed a\nhalf circle–so (B C D). Then they cut that off, an’ out o’ the pieces\nthey make two flaps like that (H L M J and K N O I), an’ sews ’em on\nto P E and G Q. Them’s smoke-flaps to make the smoke draw. Thar’s a\nupside down pocket in the top side corner o’ each smoke-flap–so–for\nthe top of each pole, and there is rows o’ holes down–so (M B and N\nD, Cut No. 2)–on each side fur the lacin’ pins. Then at the top of\nthat pint (A, Cut 1) ye fasten a short lash-rope.",
        "[Illustration: CUT I.–PATTERN FOR A SIMPLE 10-FOOT TEEPEE]",
        "[Illustration: CUT II.–THE COMPLETE TEEPEE COVER–UNORNAMENTED]",
        "“Le’s see, now. I reckon thar’s about ten poles for a ten-foot lodge,\nwith two more for the smoke-flaps. Now, when ye set her up ye tie\nthree poles together–so–an’ set ’em up first, then lean the other\npoles around, except one, an’ lash them by carrying the rope around a\nfew times. Now tie the top o’ the cover to the top o’ the last pole by\nthe short lash-rope, hist the pole into place–that hists the cover,\ntoo, ye see–an’ ye swing it round with the smoke-poles an’ fasten the\ntwo edges together with the wooden pins. The two long poles put in the\nsmoke-flap pockets works the vent to suit the wind.”",
        "[Illustration: 1st set up tripod]",
        "In his conversation Caleb had ignored Sam and talked to Yan, but\nthe son of his father was not so easily abashed. He foresaw several\npractical difficulties and did not hesitate to ask for light.",
        "“What keeps it from blowin’ down?” he asked.",
        "“Wall,” said Caleb, still addressing Yan, “the long rope that binds\nthe poles is carried down under, and fastened tight to a stake that\nserves for anchor, ’sides the edge of the cover is pegged to the\nground all around.”",
        "“How do you make the smoke draw?” was his next.",
        "[Illustration: 2nd set up and bind other six poles]",
        "“Ye swing the flaps by changing the poles till they is quartering down\nthe wind. That draws best.”",
        "“How do you close the door?”",
        "“Wall, some jest lets the edges sag together, but the best teepees has\na door made of the same stuff as the cover put tight on a saplin’\nframe an’ swung from a lacin’ pin.”",
        "[Illustration: 3rd set up tenth pole with teepee cover fastened to it\nby lash rope]",
        "[Illustration: SIOUX TEEPEE]",
        "This seemed to cover the ground, so carefully folding the dirty paper\nwith the plan, Yan put it in his pocket, said “Thank you” and went\noff. To the “Good-day” of the boys Caleb made no reply, but turned as\nthey left and asked, “Whar ye camped?”",
        "“On the knoll by the creek in Raften’s swamp.”",
        "“H-m, maybe I’ll come an’ see ye.”",
        "“All right,” Sam called out; “follow the blazed trail from the brush\nfence.”",
        "“Why, Sam,” said Yan, as soon as they were out of hearing, “there\nisn’t any blazed trail; why did you say that?”",
        "“Oh, I thought it sounded well,” was the calm answer, “an’ it’s easy\nto have the blazes there as soon as we want to, an’ a blame sight\nsooner than he’s likely to use them.”",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}