{
    "title": "Two Years Before the Mast - Chapter XI. Passage Up the Coast–Monterey",
    "author": "Richard Henry Dana",
    "chapter": "14",
    "content": [
        "\n\n",
        "We got clear of the islands before sunrise the next morning, and by\ntwelve o’clock were out of the canal, and off Point Conception, the\nplace where we first made the land upon our arrival.  This is the\nlargest point on the coast, and is uninhabited headland, stretching\nout into the Pacific, and has the reputation of being very windy.\nAny vessel does well which gets by it without a gale, especially\nin the winter season.  We were going along with studding-sails set\non both sides, when, as we came round the point, we had to haul our\nwind, and take in the lee studding-sails.  As the brig came more upon\nthe wind, she felt it more, and we doused the sky-sails, but kept\nthe weather studding-sails on her, bracing the yards forward so that\nthe swinging-boom nearly touched the sprit-sail yard.  She now lay\nover to it, the wind was freshening, and the captain was evidently\n“dragging on to her.”  His brother and Mr. R––-, looking a little\nsqually, said something to him, but he only answered that he knew\nthe vessel and what she would carry.  He was evidently showing off\nhis vessel, and letting them know how he could carry sail.  He stood\nup to windward, holding on by the backstays, and looking up at the\nsticks, to see how much they would bear; when a puff came which\nsettled the matter.  Then it was “haul down,” and “clew up,” royals,\nflying-jib, and studding-sails, all at once.  There was what the\nsailors call a “mess\"–everything let go, nothing hauled in, and\neverything flying.  The poor Spanish woman came to the companion-way,\nlooking as pale as a ghost, and nearly frightened to death.  The mate\nand some men forward were trying to haul in the lower studding-sail,\nwhich had blown over the sprit-sail yard-arm and round the guys;\nwhile the topmast-studding-sail boom, after buckling up and springing\nout again like a piece of whalebone, broke off at the boom-iron.\nI sprang aloft to take in the main top-gallant studding-sail, but\nbefore I got into the top, the tack parted, and away went the sail,\nswinging forward of the top-gallant-sail, and tearing and slatting\nitself to pieces.  The halyards were at this moment let go by the run;\nand such a piece of work I never had before, in taking in a sail.\nAfter great exertions I got it, or the remains of it, into the top,\nand was making it fast, when the captain, looking up, called out\nto me, “Lay aloft there, D––-, and furl that main royal.” Leaving\nthe studding-sail, I went up to the cross trees; and here it looked\nrather squally.  The foot of the top-gallant-mast was working between\nthe cross and trussel trees, and the royal-mast lay over at a fearful\nangle with the mast below, while everything was working, and cracking,\nstrained to the utmost.",
        "There’s nothing for Jack to do but to obey orders, and I went up\nupon the yard; and there was a worse “mess,” if possible, than I\nhad left below.  The braces had been let go, and the yard was swinging\nabout like a turnpike-gate, and the whole sail having blown over to\nleeward, the lee leach was over the yard-arm, and the sky-sail was\nall adrift and flying over my head.  I looked down, but it was in\nvain to attempt to make myself heard, for every one was busy below,\nand the wind roared, and sails were flapping in every direction.\nFortunately, it was noon and broad daylight, and the man at the wheel,\nwho had his eyes aloft, soon saw my difficulty, and after numberless\nsigns and gestures, got some one to haul the necessary ropes taught.\nDuring this interval I took a look below.  Everything was in confusion\non deck; the little vessel was tearing through the water as if she were\nmad, the seas flying over her, and the masts leaning over at an angle\nof forty-five degrees from the vertical.  At the other royal-mast-head\nwas S––-, working away at the sail, which was blowing from him as\nfast as he could gather it in.  The top-gallant-sail below me was\nsoon clewed up, which relieved the mast, and in a short time I got my\nsail furled, and went below; but I lost overboard a new tarpaulin hat,\nwhich troubled me more than anything else.  We worked for about half\nan hour with might and main; and in an hour from the time the squall\nstruck us, from having all our flying kites abroad, we came down to\ndouble-reefed top-sails and the storm-sails.",
        "The wind had hauled ahead during the squall, and we were standing\ndirectly in for the point.  So, as soon as we had got all snug,\nwe wore round and stood off again, and had the pleasant prospect\nof beating up to Monterey, a distance of an hundred miles, against\na violent head wind.  Before night it began to rain; and we had\nfive days of rainy, stormy weather, under close sail all the time,\nand were blown several hundred miles off the coast.  In the midst\nof this, we discovered that our fore topmast was sprung, (which no\ndoubt happened in the squall,) and were obliged to send down the\nfore top-gallant-mast and carry as little sail as possible forward.\nOur four passengers were dreadfully sick, so that we saw little or\nnothing of them during the five days.  On the sixth day it cleared off,\nand the sun came out bright, but the wind and sea were still very high.\nIt was quite like being at sea again: no land for hundreds of miles,\nand the captain taking the sun every day at noon.  Our passengers now\nmade their appearance, and I had for the first time the opportunity\nof seeing what a miserable and forlorn creature a sea-sick passenger\nis.  Since I had got over my own sickness, the third day from Boston,\nI had seen nothing but hale, hearty men, with their sea legs on,\nand able to go anywhere, (for we had no passengers;) and I will own\nthere was a pleasant feeling of superiority in being able to walk the\ndeck, and eat, and go about, and comparing one’s self with two poor,\nmiserable, pale creatures, staggering and shuffling about decks,\nor holding on and looking up with giddy heads, to see us climbing\nto the mast-heads, or sitting quietly at work on the ends of the\nlofty yards.  A well man at sea has little sympathy with one who is\nseasick; he is too apt to be conscious of a comparison favorable\nto his own manhood.  After a few days we made the land at Point Pinos,\n(pines,) which is the headland at the entrance of the bay of Monterey.\nAs we drew in, and ran down the shore, we could distinguish well the\nface of the country, and found it better wooded than that to the\nsouthward of Point Conception.  In fact, as I afterwards discovered,\nPoint Conception may be made the dividing line between two different\nfaces of the country.  As you go to the northward of the point,\nthe country becomes more wooded, has a richer appearance, and is\nbetter supplied with water.  This is the case with Monterey,\nand still more so with San Francisco; while to the southward of\nthe point, as at Santa Barbara, San Pedro, and particularly San Diego,\nthere is very little wood, and the country has a naked, level\nappearance, though it is still very fertile.",
        "The bay of Monterey is very wide at the entrance, being about\ntwenty-four miles between the two points, Año Nuevo at the north,\nand Pinos at the south, but narrows gradually as you approach the\ntown, which is situated in a bend, or large cove, at the south-eastern\nextremity, and about eighteen miles from the points, which makes the\nwhole depth of the bay.  The shores are extremely well wooded,\n(the pine abounding upon them,) and as it was now the rainy season,\neverything was as green as nature could make it,–the grass,\nthe leaves, and all; the birds were singing in the woods, and great\nnumbers of wild-fowl were flying over our heads.  Here we could\nlie safe from the south-easters.  We came to anchor within two\ncable lengths of the shore, and the town lay directly before us,\nmaking a very pretty appearance; its houses being plastered, which\ngives a much better effect than those of Santa Barbara, which are\nof a mud-color.  The red tiles, too, on the roofs, contrasted well\nwith the white plastered sides and with the extreme greenness of\nthe lawn upon which the houses–about an hundred in number–were\ndotted about, here and there, irregularly.  There are in this place,\nand in every other town which I saw in California, no streets, or\nfences, (except here and there a small patch was fenced in for a\ngarden,) so that the houses are placed at random upon the green,\nwhich, as they are of one story and of the cottage form, gives them\na pretty effect when seen from a little distance.",
        "It was a fine Saturday afternoon when we came to anchor, the sun\nabout an hour high, and everything looking pleasantly.  The Mexican\nflag was flying from the little square Presidio, and the drums and\ntrumpets of the soldiers, who were out on parade, sounded over the\nwater, and gave great life to the scene.  Every one was delighted\nwith the appearance of things.  We felt as though we had got into a\nChristian (which in the sailor’s vocabulary means civilized) country.\nThe first impression which California had made upon us was very\ndisagreeable:–the open roadstead of Santa Barbara; anchoring three\nmiles from the shore; running out to sea before every south-easter;\nlanding in a high surf; with a little dark-looking town, a mile from\nthe beach; and not a sound to be heard, or anything to be seen,\nbut Sandwich Islanders, hides, and tallow-bags.  Add to this\nthe gale off Point Conception, and no one can be at a loss to\naccount for our agreeable disappointment in Monterey.  Beside all\nthis, we soon learned, which was of no small importance to us,\nthat there was little or no surf here, and this afternoon the\nbeach was as smooth as a duck-pond.",
        "We landed the agent and passengers, and found several persons\nwaiting for them on the beach, among whom were some, who, though\ndressed in the costume of the country, spoke English; and who,\nwe afterwards learned, were English and Americans who had\nmarried and settled in the country.",
        "I also connected with our arrival here another circumstance which\nmore nearly concerns myself; viz, my first act of what the sailors\nwill allow to be seamanship–sending down a royal-yard.  I had seen\nit done once or twice at sea, and an old sailor, whose favor I\nhad taken some pains to gain, had taught me carefully everything\nwhich was necessary to be done, and in its proper order, and advised\nme to take the first opportunity when we were in port, and try it.\nI told the second mate, with whom I had been pretty thick when he\nwas before the mast, that I would do it, and got him to ask the mate\nto send me up the first time they were struck.  Accordingly I was\ncalled upon, and went up, repeating the operations over in my mind,\ntaking care to get everything in its order, for the slightest mistake\nspoils the whole.  Fortunately, I got through without any word from\nthe officer, and heard the “well done” of the mate, when the yard\nreached the deck, with as much satisfaction as I ever felt at Cambridge\non seeing a “bene” at the foot of a Latin exercise.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}