{
    "title": "Two Years Before the Mast - Chapter XVII. San Diego–A Desertion–San Pedro Again–Beating the Coast",
    "author": "Richard Henry Dana",
    "chapter": "20",
    "content": [
        "\n\n",
        "The next sound we heard was “All hands ahoy!” and looking up the\nscuttle, saw that it was just daylight.  Our liberty had now truly\ntaken flight, and with it we laid away our pumps, stockings,\nblue jackets, neckerchiefs, and other go-ashore paraphernalia,\nand putting on old duck trowsers, red shirts, and Scotch caps,\nbegan taking out and landing our hides.  For three days we were\nhard at work, from the grey of the morning until starlight,\nwith the exception of a short time allowed for meals, in this duty.\nFor landing and taking on board hides, San Diego is decidedly the\nbest place in California.  The harbor is small and land-locked;\nthere is no surf; the vessels lie within a cable’s length of\nthe beach; and the beach itself is smooth, hard sand, without rocks\nor stones.  For these reasons, it is used by all the vessels in the trade,\nas a depot; and, indeed, it would be impossible, when loading with\nthe cured hides for the passage home, to take them on board at any\nof the open ports, without getting them wet in the surf, which\nwould spoil them.  We took possession of one of the hide-houses,\nwhich belonged to our firm, and had been used by the California.\nIt was built to hold forty thousand hides, and we had the pleasing\nprospect of filling it before we could leave the coast; and toward\nthis, our thirty-five hundred, which we brought down with us,\nwould do but little.  There was not a man on board who did not\ngo a dozen times into the house, and look round, and make some\ncalculation of the time it would require.",
        "The hides, as they come rough and uncured from the vessels, are\npiled up outside of the houses, whence they are taken and carried\nthrough a regular process of pickling, drying, cleaning, etc., and\nstowed away in the house, ready to be put on board.  This process\nis necessary in order that they may keep, during a long voyage, and\nin warm latitudes.  For the purpose of curing and taking care of\nthese hides, an officer and a part of the crew of each vessel are\nusually left ashore and it was for this business, we found, that our\nnew officer had joined us.  As soon as the hides were landed, he\ntook charge of the house, and the captain intended to leave two or\nthree of us with him, hiring Sandwich Islanders to take our places\non board; but he could not get any Sandwich Islanders to go,\nthough he offered them fifteen dollars a month; for the report of\nthe flogging had got among them, and he was called “aole maikai,\"\n(no good,) and that was an end of the business.  They were, however,\nwilling to work on shore, and four of them were hired and put with\nMr. Russell to cure the hides.",
        "After landing our hides, we next sent ashore all our spare spars\nand rigging; all the stores which we did not want to use in the\ncourse of one trip to windward; and, in fact, everything which we\ncould spare, so as to make room for hides: among other things,\nthe pig-sty, and with it “old Bess.”  This was an old sow that we\nhad brought from Boston, and which lived to get around Cape Horn,\nwhere all the other pigs died from cold and wet.  Report said\nthat she had been a Canton voyage before.  She had been the\npet of the cook during the whole passage, and he had fed her with\nthe best of everything, and taught her to know his voice, and to\ndo a number of strange tricks for his amusement.  Tom Cringle\nsays that no one can fathom a negro’s affection for a pig; and I\nbelieve he is right, for it almost broke our poor darky’s heart when\nhe heard that Bess was to be taken ashore, and that he was to have\nthe care of her no more during the whole voyage.  He had depended\nupon her as a solace, during the long trips up and down the coast.\n“Obey orders, if you break owners!” said he.  “Break hearts,” he\nmeant to have said; and lent a hand to get her over the side,\ntrying to make it as easy for her as possible.  We got a whip up on\nthe main-yard, and hooking it to a strap around her body, swayed\naway; and giving a wink to one another, ran her chock up to the\nyard.  “’Vast there! ’vast!” said the mate; “none of your skylarking!\nLower away!” But he evidently enjoyed the joke.  The pig squealed\nlike the “crack of doom,” and tears stood in the poor darky’s eyes;\nand he muttered something about having no pity on a dumb beast.\n“Dumb beast!” said Jack; “if she’s what you call a dumb beast,\nthen my eyes a’n’t mates.”  This produced a laugh from all but\nthe cook.  He was too intent upon seeing her safe in the boat.\nHe watched her all the way ashore, where, upon her landing, she was\nreceived by a whole troop of her kind, who had been sent ashore from\nthe other vessels, and had multiplied and formed a large commonwealth.\nFrom the door of his galley, the cook used to watch them in their\nmanoeuvres, setting up a shout and clapping his hands whenever Bess\ncame off victorious in the struggles for pieces of raw hide and\nhalf-picked bones which were lying about the beach.  During the day,\nhe saved all the nice things, and made a bucket of swill, and asked\nus to take it ashore in the gig, and looked quite disconcerted when\nthe mate told him that he would pitch the swill overboard, and him\nafter it, if he saw any of it go into the boats.  We told him that\nhe thought more about the pig than he did about his wife, who lived\ndown in Robinson’s Alley; and, indeed, he could hardly have been\nmore attentive, for he actually, on several nights, after dark,\nwhen he thought he would not he seen, sculled himself ashore in a\nboat with a bucket of nice swill, and returned like Leander from\ncrossing the Hellespont.",
        "The next Sunday the other half of our crew went ashore on liberty,\nand left us on board, to enjoy the first quiet Sunday which we\nhad had upon the coast.  Here were no hides to come off, and no\nsouth-easters to fear.  We washed and mended our clothes in the morning,\nand spent the rest of the day in reading and writing.  Several of us\nwrote letters to send home by the Lagoda.  At twelve o’clock the\nAyacucho dropped her fore topsail, which was a signal for her\nsailing.  She unmoored and warped down into the bight, from which\nshe got under way.  During this operation, her crew were a long\ntime heaving at the windlass, and I listened for nearly an hour to\nthe musical notes of a Sandwich Islander, called Mahannah, who\n“sang out” for them.  Sailors, when heaving at a windlass, in order\nthat they may heave together, always have one to sing out; which is\ndone in a peculiar, high and long-drawn note, varying with the\nmotion of the windlass.  This requires a high voice, strong lungs,\nand much practice, to be done well.  This fellow had a very peculiar,\nwild sort of note, breaking occasionally into a falsetto.  The sailors\nthought it was too high, and not enough of the boatswain hoarseness\nabout it; but to me it had a great charm.  The harbor was perfectly\nstill, and his voice rang among the hills, as though it could have\nbeen heard for miles.  Toward sundown, a good breeze having\nsprung up, she got under weigh, and with her long, sharp head\ncutting elegantly through the water, on a taught bowline, she\nstood directly out of the harbor, and bore away to the southward.\nShe was bound to Callao, and thence to the Sandwich Islands,\nand expected to be on the coast again in eight or ten months.",
        "At the close of the week we were ready to sail, but were delayed\na day or two by the running away of F––-, the man who had\nbeen our second mate, and was turned forward.  From the time\nthat he was “broken,” he had had a dog’s berth on board the\nvessel, and determined to run away at the first opportunity.\nHaving shipped for an officer when he was not half a seaman,\nhe found little pity with the crew, and was not man enough to\nhold his ground among them.  The captain called him a “soger,\"(1)",
        "–––––––––––––––\n1. Soger (soldier) is the worst term of reproach that can be applied\n   to a sailor.  It signifies a skulk, a sherk,–one who is always\n   trying to get clear of work, and is out of the way, or hanging back,\n   when duty is to be done.  “Marine” is the term applied more\n   particularly to a man who is ignorant and clumsy about seaman’s work\n   –a green-horn–a land-lubber.  To make a sailor shoulder a handspike,\n   and walk fore and aft the deck, like a sentry, is the most ignominious\n   punishment that could be put upon him.  Such a punishment inflicted\n   upon an able seaman in a vessel of war, would break his spirit down\n   more than a flogging.\n–––––––––––––––",
        "and promised to “ride him down as he would the main tack;” and when\nofficers are once determined to “ride a man down,” it is a gone\ncase with him.  He had had several difficulties with the captain,\nand asked leave to go home in the Lagoda; but this was refused him.\nOne night he was insolent to an officer on the beach, and refused\nto come aboard in the boat.  He was reported to the captain; and\nas he came aboard,–it being past the proper hour,–he was called\naft, and told that he was to have a flogging.  Immediately, he fell\ndown on the deck, calling out–\"Don’t flog me, Captain T––-;\ndon’t flog me!” and the captain, angry with him, and disgusted\nwith his cowardice, gave him a few blows over the back with a\nrope’s end and sent him forward.  He was not much hurt, but a\ngood deal frightened, and made up his mind to run away that\nvery night.  This was managed better than anything he ever did\nin his life, and seemed really to show some spirit and forethought.\nHe gave his bedding and mattress to one of the Lagoda’s crew,\nwho took it aboard his vessel as something which he had bought,\nand promised to keep it for him.  He then unpacked his chest,\nputting all his valuable clothes into a large canvas bag, and told\none of us, who had the watch, to call him at midnight.  Coming on\ndeck, at midnight, and finding no officer on deck, and all still\naft, he lowered his bag into a boat, got softly down into it,\ncast off the painter, and let it drop silently with the tide\nuntil he was out of hearing, when he sculled ashore.",
        "The next morning, when all hands were mustered, there was a\ngreat stir to find F––-.  Of course, we would tell nothing, and all\nthey could discover was, that he had left an empty chest behind him,\nand that he went off in a boat; for they saw it lying up high and dry\non the beach.  After breakfast, the captain went up to the town,\nand offered a reward of twenty dollars for him; and for a couple\nof days, the soldiers, Indians, and all others who had nothing to do,\nwere scouring the country for him, on horseback, but without effect;\nfor he was safely concealed, all the time, within fifty rods of\nthe hide-houses.  As soon as he had landed, he went directly to\nthe Lagoda’s hide-house, and a part of her crew, who were living\nthere on shore, promised to conceal him and his traps until the\nPilgrim should sail, and then to intercede with Captain Bradshaw\nto take him on board the ship.  Just behind the hide-houses,\namong the thickets and underwood, was a small cave, the entrance\nto which was known only to two men on the beach, and which was so\nwell concealed that, though, when I afterwards came to live on\nshore, it was shown to me two or three times, I was never able to\nfind it alone.  To this cave he was carried before daybreak in the\nmorning, and supplied with bread and water, and there remained\nuntil he saw us under weigh and well round the point.",
        "Friday, March 27th.  The captain, having given up all hope of\nfinding F––-, and being unwilling to delay any longer, gave\norders for unmooring the ship, and we made sail, dropping slowly\ndown with the tide and light wind.  We left letters with Captain\nBradshaw to take to Boston, and had the satisfaction of hearing\nhim say that he should be back again before we left the coast.\nThe wind, which was very light, died away soon after we doubled the\npoint, and we lay becalmed for two days, not moving three miles the\nwhole time, and a part of the second day were almost within sight\nof the vessels.  On the third day, about noon, a cool sea-breeze came\nrippling and darkening the surface of the water, and by sundown\nwe were off San Juan’s, which is about forty miles from San Diego,\nand is called half way to San Pedro, where we were now bound.\nOur crew was now considerably weakened.  One man we had lost\noverboard; another had been taken aft as clerk; and a third had\nrun away; so that, beside S––- and myself, there were only three\nable seamen and one boy of twelve years of age.  With this\ndiminished and discontented crew, and in a small vessel, we were\nnow to battle the watch through a couple of years of hard service;\nyet there was not one who was not glad that F––- had escaped;\nfor, shiftless and good for nothing as he was, no one could wish\nto see him dragging on a miserable life, cowed down and disheartened;\nand we were all rejoiced to hear, upon our return to San Diego,\nabout two months afterwards, that he had been immediately taken\naboard the Lagoda, and went home in her, on regular seaman’s wages.",
        "After a slow passage of five days, we arrived, on Wednesday,\nthe first of April, at our old anchoring ground at San Pedro.\nThe bay was as deserted, and looked as dreary, as before, and formed\nno pleasing contrast with the security and snugness of San Diego,\nand the activity and interest which the loading and unloading of four\nvessels gave to that scene.  In a few days the hides began to come\nslowly down, and we got into the old business of rolling goods up\nthe hill, pitching hides down, and pulling our long league off and\non.  Nothing of note occurred while we were lying here, except\nthat an attempt was made to repair the small Mexican brig which\nhad been cast away in a south-easter, and which now lay up, high\nand dry, over one reef of rocks and two sand-banks.  Our carpenter\nsurveyed her, and pronounced her capable of refitting, and in a\nfew days the owners came down from the Pueblo, and, waiting for\nthe high spring tides, with the help of our cables, kedges, and crew,\ngot her off and afloat, after several trials.  The three men at the\nhouse on shore, who had formerly been a part of her crew, now\njoined her, and seemed glad enough at the prospect of getting off\nthe coast.",
        "On board our own vessel, things went on in the common monotonous\nway. The excitement which immediately followed the flogging scene\nhad passed off, but the effect of it upon the crew, and especially\nupon the two men themselves, remained.  The different manner in\nwhich these men were affected, corresponding to their different\ncharacters, was not a little remarkable.  John was a foreigner\nand high-tempered, and, though mortified, as any one would be at\nhaving had the worst of an encounter, yet his chief feeling seemed\nto be anger; and he talked much of satisfaction and revenge, if he\never got back to Boston.  But with the other, it was very different.\nHe was an American, and had had some education; and this thing coming\nupon him, seemed completely to break him down.  He had a feeling\nof the degradation that had been inflicted upon him, which the\nother man was incapable of.  Before that, he had a good deal of\nfun, and mused us often with queer negro stories,–(he was from\na slave state); but afterwards he seldom smiled; seemed to lose\nall life and elasticity; and appeared to have but one wish,\nand that was for the voyage to be at an end.  I have often known\nhim to draw a long sigh when he was alone, and he took but little\npart or interest in John’s plans of satisfaction and retaliation.",
        "After a stay of about a fortnight, during which we slipped for\none south-easter, and were at sea two days, we got under weigh for\nSanta Barbara.  It was now the middle of April, and the south-easter\nseason was nearly over; and the light, regular trade-winds, which blow\ndown the coast, began to set steadily in, during the latter part of\neach day.  Against these, we beat slowly up to Santa Barbara–a\ndistance of about ninety miles–in three days.  There we found,\nlying at anchor, the large Genoese ship which we saw in the same\nplace, on the first day of our coming upon the coast.  She had been\nup to San Francisco, or, as it is called, “chock up to windward,\"\nhad stopped at Monterey on her way down, and was shortly to proceed\nto San Pedro and San Diego, and thence, taking in her cargo, to sail\nfor Valparaiso and Cadiz.  She was a large, clumsy ship, and with\nher topmasts stayed forward, and high poop-deck, looked like an\nold woman with a crippled back.  It was now the close of Lent,\nand on Good Friday she had all her yards a’cock-bill, which is\ncustomary among Catholic vessels.  Some also have an effigy of\nJudas, which the crew amuse themselves with keel-hauling and\nhanging by the neck from the yard-arms.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}