{
    "title": "Two Years Before the Mast - Chapter XXVI. San Francisco–Monterey",
    "author": "Richard Henry Dana",
    "chapter": "29",
    "content": [
        "\n\n",
        "Our place of destination had been Monterey, but as we were to the\nnorthward of it when the wind hauled a-head, we made a fair wind\nfor San Francisco.  This large bay, which lies in latitude 37° 58’,\nwas discovered by Sir Francis Drake, and by him represented to\nbe (as indeed it is) a magnificent bay, containing several good\nharbors, great depth of water, and surrounded by a fertile and\nfinely wooded country.  About thirty miles from the mouth of the\nbay, and on the south-east side, is a high point, upon which the\npresidio is built.  Behind this, is the harbor in which trading\nvessels anchor, and near it, the mission of San Francisco, and a\nnewly begun settlement, mostly of Yankee Californians, called Yerba\nBuena, which promises well.  Here, at anchor, and the only vessel,\nwas a brig under Russian colors, from Asitka, in Russian America,\nwhich had come down to winter, and to take in a supply of tallow\nand grain, great quantities of which latter article are raised\nin the missions at the head of the bay.  The second day after\nour arrival, we went on board the brig, it being Sunday, as a\nmatter of curiosity; and there was enough there to gratify it.\nThough no larger than the Pilgrim, she had five or six officers,\nand a crew of between twenty and thirty; and such a stupid and\ngreasy-looking set, I certainly never saw before.  Although it\nwas quite comfortable weather, and we had nothing on but straw\nhats, shirts, and duck trowsers, and were barefooted, they had,\nevery man of them, double-soled boots, coming up to the knees,\nand well greased; thick woolen trowsers, frocks, waistcoats,\npea-jackets, woolen caps, and everything in true Nova Zembla\nrig; and in the warmest days they made no change.  The clothing\nof one of these men would weigh nearly as much as that of half\nour crew.  They had brutish faces, looked like the antipodes of\nsailors, and apparently dealt in nothing but grease.  They lived\nupon grease; eat it, drank it, slept in the midst of it, and their\nclothes were covered with it.  To a Russian, grease is the greatest\nluxury.  They looked with greedy eyes upon the tallow-bags as they\nwere taken into the vessel, and, no doubt, would have eaten one up\nwhole, had not the officer kept watch over it.  The grease seemed\nactually coming through their pores, and out in their hair, and on\ntheir faces.  It seems as if it were this saturation which makes\nthem stand cold and rain so well.  If they were to go into a warm\nclimate, they would all die of the scurvy.",
        "The vessel was no better than the crew.  Everything was in the oldest\nand most inconvenient fashion possible; running trusses on the yards,\nand large hawser cables, coiled all over the decks, and served and\nparcelled in all directions.  The topmasts, top-gallant masts and\nstudding-sail booms were nearly black for want of scraping, and\nthe decks would have turned the stomach of a man-of-war’s-man.\nThe galley was down in the forecastle; and there the crew lived,\nin the midst of the steam and grease of the cooking, in a place\nas hot as an oven, and as dirty as a pigsty.  Five minutes in\nthe forecastle was enough for us, and we were glad to get into the\nopen air.  We made some trade with them, buying Indian curiosities,\nof which they had a great number; such as bead-work, feathers of\nbirds, fur moccasins, etc.  I purchased a large robe, made of the\nskins of some animals, dried and sewed nicely together, and covered\nall over on the outside with thick downy feathers, taken from the\nbreasts of various birds, and arranged with their different colors,\nso as to make a brilliant show.",
        "A few days after our arrival, the rainy season set in, and,\nfor three weeks, it rained almost every hour, without cessation.\nThis was bad for our trade, for the collecting of hides is managed\ndifferently in this port from what it is in any other on the coast.\nThe mission of San Francisco near the anchorage, has no trade at\nall, but those of San José, Santa Clara, and others, situated on\nlarge creeks or rivers which run into the bay, and distant between\nfifteen and forty miles from the anchorage, do a greater business\nin hides than any in California.  Large boats, manned by Indians,\nand capable of carrying nearly a thousand hides apiece, are attached\nto the missions, and sent down to the vessels with hides, to bring\naway goods in return.  Some of the crews of the vessels are obliged\nto go and come in the boats, to look out for the hides and goods.\nThese are favorite expeditions with the sailors, in fine weather;\nbut now to be gone three or four days, in open boats, in constant\nrain, without any shelter, and with cold food, was hard service.\nTwo of our men went up to Santa Clara in one of these boats,\nand were gone three days, during all which time they had a\nconstant rain, and did not sleep a wink, but passed three long\nnights, walking fore and aft the boat, in the open air.  When they\ngot on board, they were completely exhausted, and took a watch\nbelow of twelve hours.  All the hides, too, that came down in the\nboats, were soaked with water, and unfit to put below, so that we\nwere obliged to trice them up to dry, in the intervals of sunshine\nor wind, upon all parts of the vessel.  We got up tricing-lines\nfrom the jib-boom-end to each arm of the fore yard, and thence to\nthe main and cross-jack yard-arms.  Between the tops, too, and the\nmast-heads, from the fore to the main swifters, and thence to the\nmizen rigging, and in all directions athwartships, tricing-lines\nwere run, and strung with hides.  The head stays and guys, and the\nspritsail-yard, were lined, and, having still more, we got out the\nswinging booms, and strung them and the forward and after guys,\nwith hides.  The rail, fore and aft, the windlass, capstan, the\nsides of the ship, and every vacant place on deck, were covered\nwith wet hides, on the least sign of an interval for drying.\nOur ship was nothing but a mass of hides, from the cat-harpins\nto the water’s edge, and from the jib-boom-end to the taffrail.",
        "One cold, rainy evening, about eight o’clock, I received orders to\nget ready to start for San José at four the next morning, in one of\nthese Indian boats, with four days’ provisions.  I got my oil-cloth\nclothes, south-wester, and thick boots all ready, and turned into\nmy hammock early, determined to get some sleep in advance, as the\nboat was to be alongside before daybreak.  I slept on till all hands\nwere called in the morning; for, fortunately for me, the Indians,\nintentionally, or from mistaking their orders, had gone off alone\nin the night, and were far out of sight.  Thus I escaped three or\nfour days of very uncomfortable service.",
        "Four of our men, a few days afterwards, went up in one of the\nquarter-boats to Santa Clara, to carry the agent, and remained\nout all night in a drenching rain, in the small boat, where there\nwas not room for them to turn round; the agent having gone up to\nthe mission and left the men to their fate, making no provision\nfor their accommodation, and not even sending them anything\nto eat.  After this, they had to pull thirty miles, and when\nthey got on board, were so stiff that they could not come up\nthe gangway ladder.  This filled up the measure of the agent’s\nunpopularity, and never after this could he get anything done by\nany of the crew; and many a delay and vexation, and many a good\nducking in the surf, did he get to pay up old scores, or “square\nthe yards with the bloody quill-driver.”",
        "Having collected nearly all the hides that were to be procured,\nwe began our preparations for taking in a supply of wood and water,\nfor both of which, San Francisco is the best place on the coast.\nA small island, situated about two leagues from the anchorage,\ncalled by us “Wood Island,” and by the Spaniards “Isle de los\nAngelos,” was covered with trees to the water’s edge; and to\nthis, two of our crew, who were Kennebec men, and could handle\nan axe like a plaything, were sent every morning to cut wood,\nwith two boys to pile it up for them.  In about a week, they had\ncut enough to last us a year, and the third mate, with myself\nand three others, were sent over in a large, schooner-rigged,\nopen launch, which we had hired of the mission, to take in the\nwood, and bring it to the ship.  We left the ship about noon, but,\nowing to a strong head wind, and a tide, which here runs four or\nfive knots, did not get into the harbor, formed by two points of\nthe island, where the boats lie, until sundown.  No sooner had we\ncome-to, than a strong south-easter, which had been threatening\nus all day, set in, with heavy rain and a chilly atmosphere.\nWe were in rather a bad situation: an open boat, a heavy rain,\nand a long night; for in winter, in this latitude, it was dark\nnearly fifteen hours.  Taking a small skiff which we had brought\nwith us, we went ashore, but found no shelter, for everything was\nopen to the rain, and collecting a little wood, which we found by\nlifting up the leaves and brush, and a few muscles, we put aboard\nagain, and made the best preparations in our power for passing\nthe night.  We unbent the mainsail, and formed an awning with it\nover the after part of the boat, made a bed of wet logs of wood,\nand, with our jackets on, lay down, about six o’clock, to sleep.\nFinding the rain running down upon us, and our jackets getting wet\nthrough, and the rough, knotty-logs, rather indifferent couches,\nwe turned out; and taking an iron pan which we brought with us,\nwe wiped it out dry, put some stones around it, cut the wet bark\nfrom some sticks, and striking a light, made a small fire in the\npan.  Keeping some sticks near, to dry, and covering the whole\nover with a roof of boards, we kept up a small fire, by which\nwe cooked our muscles, and eat them, rather for an occupation\nthan from hunger.  Still, it was not ten o’clock, and the night\nwas long before us, when one of the party produced an old pack\nof Spanish cards from his monkey-jacket pocket, which we hailed\nas a great windfall; and keeping a dim, flickering light by our\nfagots, we played game after game, till one or two o’clock, when,\nbecoming really tired, we went to our logs again, one sitting up\nat a time, in turn, to keep watch over the fire.  Toward morning,\nthe rain ceased, and the air became sensibly colder, so that we found\nsleep impossible, and sat up, watching for daybreak.  No sooner\nwas it light than we went ashore, and began our preparations for\nloading our vessel.  We were not mistaken in the coldness of the\nweather, for a white frost was on the ground, a thing we had never\nseen before in California, and one or two little puddles of fresh\nwater were skimmed over with a thin coat of ice.  In this state\nof the weather and before sunrise, in the grey of the morning,\nwe had to wade off, nearly up to our hips in water, to load\nthe skiff with the wood by armsfull.  The third mate remained\non board the launch, two more men staid in the skiff, to load\nand manage it, and all the water-work, as usual, fell upon the\ntwo youngest of us; and there we were, with frost on the ground,\nwading forward and back, from the beach to the boat, with armsfull\nof wood, barefooted, and our trowsers rolled up.  When the skiff\nwent off with her load, we could only keep our feet from freezing\nby racing up and down the beach on the hard sand, as fast as we\ncould go.  We were all day at this work, and towards sundown,\nhaving loaded the vessel as deep as she would bear, we hove up\nour anchor, and made sail, beating out the bay.  No sooner had\nwe got into the large bay, than we found a strong tide setting\nus out to seaward, a thick fog which prevented our seeing the\nship, and a breeze too light to set us against the tide; for we\nwere as deep as a sand-barge.  By the utmost exertions, we saved\nourselves from being carried out to sea, and were glad to reach the\nleewardmost point of the island, where we came-to, and prepared\nto pass another night, more uncomfortable than the first, for we\nwere loaded up to the gunwale, and had only a choice among logs\nand sticks for a resting-place.  The next morning, we made sail at\nslack water, with a fair wind, and got on board by eleven o’clock,\nwhen all hands were turned-to, to unload and stow away the wood,\nwhich took till night.",
        "Having now taken in all our wood, the next morning a water-party\nwas ordered off with all the casks.  From this we escaped, having\nhad a pretty good siege with the wooding.  The water-party were\ngone three days, during which time they narrowly escaped being\ncarried out to sea, and passed one day on an island, where one\nof them shot a deer, great numbers of which overrun the islands\nand hills of San Francisco Bay.",
        "While not off, on these wood and water parties, or up the rivers\nto the missions, we had very easy times on board the ship.  We were\nmoored, stem and stern, within a cable’s length of the shore, safe\nfrom south-easters, and with very little boating to do; and as it\nrained nearly all the time, awnings were put over the hatchways,\nand all hands sent down between decks, where we were at work,\nday after day, picking oakum, until we got enough to caulk the ship\nall over, and to last the whole voyage.  Then we made a whole suit\nof gaskets for the voyage home, a pair of wheel-ropes from strips\nof green hide, great quantities of spun-yarn, and everything else\nthat could be made between decks.  It being now mid-winter and\nin high latitude, the nights were very long, so that we were not\nturned-to until seven in the morning, and were obliged to knock\noff at five in the evening, when we got supper; which gave us\nnearly three hours before eight bells, at which time the watch\nwas set.",
        "As we had now been about a year on the coast, it was time to think\nof the voyage home; and knowing that the last two or three months\nof our stay would be very busy ones, and that we should never have\nso good an opportunity to work for ourselves as the present, we all\nemployed our evenings in making clothes for the passage home, and more\nespecially for Cape Horn.  As soon as supper was over and the kids\ncleared away, and each one had taken his smoke, we seated ourselves\non our chests round the lamp, which swung from a beam, and each one\nwent to work in his own way, some making hats, others trowsers,\nothers jackets, etc., etc.; and no one was idle.  The boys who\ncould not sew well enough to make their own clothes, laid up grass\ninto sinnet for the men, who sewed for them in return.  Several of\nus clubbed together and bought a large piece of twilled cotton,\nwhich we made into trowsers and jackets, and giving them several\ncoats of linseed oil, laid them by for Cape Horn.  I also sewed\nand covered a tarpaulin hat, thick and strong enough to sit down\nupon, and made myself a complete suit of flannel under-clothing,\nfor bad weather.  Those who had no south-wester caps, made them,\nand several of the crew made themselves tarpaulin jackets and\ntrowsers, lined on the inside with flannel.  Industry was the order\nof the day, and every one did something for himself; for we knew\nthat as the season advanced, and we went further south, we should\nhave no evenings to work in.",
        "Friday, December 25th.  This day was Christmas; and as it rained\nall day long, and there were no hides to take in, and nothing\nespecial to do, the captain gave us a holiday, (the first we had\nhad since leaving Boston,) and plum duff for dinner.  The Russian\nbrig, following the Old Style, had celebrated their Christmas\neleven days before; when they had a grand blow-out and (as our\nmen said) drank, in the forecastle, a barrel of gin, ate up a\nbag of tallow, and made a soup of the skin.",
        "Sunday, December 27th.  We had now finished all our business at\nthis port, and it being Sunday, we unmoored ship and got under\nweigh, firing a salute to the Russian brig, and another to the\nPresidio, which were both answered.  The commandant of the Presidio,\nDon Gaudaloupe Villego, a young man, and the most popular, among the\nAmericans and English, of any man in California, was on board when\nwe got under weigh.  He spoke English very well, and was suspected\nof being favorably inclined to foreigners.",
        "We sailed down this magnificent bay with a light wind, the tide,\nwhich was running out, carrying us at the rate of four or five\nknots.  It was a fine day; the first of entire sunshine we had\nhad for more than a month.  We passed directly under the high\ncliff on which the Presidio is built, and stood into the middle\nof the bay, from whence we could see small bays, making up into\nthe interior, on every side; large and beautifully-wooded islands;\nand the mouths of several small rivers.  If California ever becomes\na prosperous country, this bay will be the centre of its prosperity.\nThe abundance of wood and water, the extreme fertility of its shores,\nthe excellence of its climate, which is as near to being perfect as\nany in the world, and its facilities for navigation, affording the\nbest anchoring-grounds in the whole western coast of America,\nall fit it for a place of great importance; and, indeed, it has\nattracted much attention, for the settlement of “Yerba Buena,\"\nwhere we lay at anchor, made chiefly by Americans and English,\nand which bids fair to become the most important trading place on\nthe coast, at this time began to supply traders, Russian ships,\nand whalers, with their stores of wheat and frijoles.",
        "The tide leaving us, we came to anchor near the mouth of the bay,\nunder a high and beautifully sloping hill, upon which herds of\nhundreds and hundreds of red deer, and the stag, with his high\nbranching antlers, were bounding about, looking at us for a moment,\nand then starting off, affrighted at the noises which we made for\nthe purpose of seeing the variety of their beautiful attitudes\nand motions.",
        "At midnight, the tide having turned, we hove up our anchor and\nstood out of the bay, with a fine starry heaven above us,–the\nfirst we had seen for weeks and weeks.  Before the light northerly\nwinds, which blow here with the regularity of trades, we worked\nslowly along, and made Point Año Nuevo, the northerly point of\nthe Bay of Monterey, on Monday afternoon.  We spoke, going in,\nthe brig Diana, of the Sandwich Islands, from the North-west Coast,\nlast from Asitka.  She was off the point at the same time with us,\nbut did not get in to the anchoring-ground until an hour or two\nafter us.  It was ten o’clock on Tuesday morning when we came\nto anchor.  The town looked just as it did when I saw it last,\nwhich was eleven months before, in the brig Pilgrim.  The pretty\nlawn on which it stands, as green as sun and rain could make it;\nthe pine wood on the south; the small river on the north side;\nthe houses, with their white plastered sides and red-tiled roofs,\ndotted about on the green; the low, white presidio, with its soiled,\ntri-colored flag flying, and the discordant din of drums and trumpets\nfor the noon parade; all brought up the scene we had witnessed here\nwith so much pleasure nearly a year before, when coming from a\nlong voyage, and our unprepossessing reception at Santa Barbara.\nIt seemed almost like coming to a home.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}