{
    "title": "Two Little Savages - II",
    "author": "Ernest Thompson Seton",
    "chapter": "31",
    "content": [
        "\n\n",
        "The First Night and Morning",
        "It was a strange new feeling that took possession of the boys as they\nsaw Mr. Raften go, and when his step actually died away on the blazed\ntrail they felt that they were really and truly alone in the woods and\ncamping out. To Yan it was the realization of many dreams, and the\nweirdness of it was helped by the remembrance of the tall old man he\nhad seen watching them from behind the trees. He made an excuse to\nwander out there, but of course Caleb was gone.",
        "“Fire up,” Sam presently called out. Yan was the chief expert with the\nrubbing-sticks, and within a minute or two he had the fire going in\nthe middle of the teepee and Sam set about preparing the evening meal.\nThis was supposed to be Buffalo meat and Prairie roots (beef and\npotatoes). It was eaten rather quietly, and then the boys sat down on\nthe opposite sides of the fire. The conversation dragged, then died\na natural death; each was busy with his thoughts, and there was,\nmoreover, an impressive and repressive something or other all around\nthem. Not a stillness, for there were many sounds, but beyond those\na sort of voiceless background that showed up all the myriad voices.\nSome of these were evidently Bird, some Insect, and a few were\nrecognized as Tree-frog notes. In the near stream were sounds of\nsplashing or a little plunge.",
        "“Must be Mushrat,” whispered Sam to the unspoken query of his friend.",
        "A loud, far “Oho-oho-oho” was familiar to both as the cry of the\nHorned Owl, but a strange long wail rang out from the trees overhead.",
        "“What’s that?”",
        "“Don’t know,” was all they whispered, and both felt very\nuncomfortable. The solemnity and mystery of the night was on them\nand weighing more heavily with the waning light. The feeling was\noppressive. Neither had courage enough to propose going to the house\nor their camping would have ended. Sam arose and stirred the fire,\nlooked around for more wood, and, seeing none, he grumbled (to\nhimself) and stepped outside in the darkness to find some. It was not\ntill long afterward that he admitted having had to dare himself\nto step out into the darkness. He brought in some sticks and fastened\nthe door as tightly as possible. The blazing fire in the teepee was\ncheering again. The boys perhaps did not realize that there was\nactually a tinge of homesickness in their mood, yet both were thinking\nof the comfortable circle at the house. The blazing fire smoked a\nlittle, and Sam said:",
        "“Kin you fix that to draw? You know more about it ’an me.”",
        "Yan now forced himself to step outside. The wind was rising and had\nchanged. He swung the smoke poles till the vent was quartering down,\nthen hoarsely whispered, “How’s that?”",
        "“That’s better,” was the reply in a similar tone, though there was no\nobvious difference yet.",
        "He went inside with nervous haste and fastened up the entrance.",
        "“Let’s make a good fire and go to bed.”",
        "So they turned in after partly undressing, but not to sleep for hours.\nYan in particular was in a state of nervous excitement. His heart had\nbeaten violently when he went out that time, and even now that mysterious\ndread was on him. The fire was the one comfortable thing. He dozed off,\nbut started up several times at some slight sound. Once it was a peculiar\n“_Tick, tick, scr-a-a-a-a-pe, lick-scra-a-a-a-a-a-pe,” down the teepee\nover his head. ’A Bear_” was his first notion, but on second thoughts\nhe decided it was only a leaf sliding down the canvas. Later he was\nroused by a ’Scratch, scratch, scratch_” close to him. He listened\nsilently for some time. This was no leaf; it was an animal! Yes,\nsurely–it was a Mouse. He slapped the canvas violently and “hissed\"\ntill it went away, but as he listened he heard again that peculiar\nwail in the tree-tops. It almost made his hair sit up. He reached out\nand poked the fire together into a blaze. All was still and in time he\ndozed off. Once more he was wide awake in a flash and saw Sam sitting\nup in bed listening.",
        "[Illustration: “Where’s the axe?\"]",
        "“What is it, Sam?” he whispered.",
        "“I dunno. Where’s the axe?”",
        "“Right here.”",
        "“Let me have it on my side. You kin have the hatchet.”",
        "But they dropped off at last and slept soundly till the sun was strong\non the canvas and filling the teepee with a blaze of transmitted\nlight.",
        "“Woodpecker! Woodpecker! Get up! Get up! Hi-e-yo! Hi-e-yo!\nDouble-u-double-o-d-bang-fizz-whackety-whack-y-r-chuck-\nbrrrrrrrrrrrrrrr-Woodpecker,” shouted Yan to his sleepy chum, quoting\na phrase that Sam when a child had been taught as the true spelling of\nhis nickname.",
        "Sam woke slowly, but knowing perfectly where he was, and drawled:",
        "“Get up yourself. You’re cook to-day, an’ I’ll take my breakfast in\nbed. Seems like my knee is broke out again.”",
        "“Oh, get up, and let’s have a swim before breakfast.”",
        "“No, thank you, I’m too busy just now; ’sides, it’s both cold and wet\nin that pond, this time o’ day.”",
        "The morning was fresh and bright; many birds were singing, although it\nwas July, a Red-eyed Vireo and a Robin were in full song; and as Yan\nrose to get the breakfast he wondered why he had been haunted by such\nstrange feelings the night before. It was incomprehensible now. He\nwished that appalling wail in the tree-tops would sound again, so he\nmight trace it home.",
        "There still were some live coals in the ashes, and in a few minutes he\nhad a blazing fire, with the pot boiling for coffee, and the bacon in\nthe fryer singing sweetest music for the hungry.",
        "Sam lay on his back watching his companion and making critical\nremarks.",
        "“You may be an A1 cook–at least, I hope you are, but you don’t know\nmuch about fire-wood,” said he. “Now look at that,” as one huge spark\nafter another exploded from the fire and dropped on the bed and the\nteepee cover.",
        "“How can I help it?”",
        "“I’ll bet Da’s best cow against your jack-knife you got some Ellum or\nHemlock in that fire.”",
        "“Well, I have,” Yan admitted, with an air of surrender.",
        "“My son,” said the Great Chief Woodpecker, “no sparking allowed in the\nteepee. Beech, Maple, Hickory or Ash never spark. Pine knots an’ roots\ndon’t, but they make smoke like–like–oh–you know. Hemlock, Ellum,\nChestnut, Spruce and Cedar is public sparkers, an’ not fit for dacint\nteepee sassiety. Big Injun heap hate noisy, crackling fire. Enemy hear\nthat, an’–an’–it burns his bedclothes.”",
        "“All right, Grandpa,” and the cook made a mental note, then added in\ntones of deadly menace, “You get up now, do you understand!” and he\npicked up a bucket of water.",
        "“That might scare the Great Chief Woodpecker if the Great Chief Cook\nhad a separate bed, but now he smiles kind o’ scornful,” was all the\nsatisfaction he got. Then seeing that breakfast really was ready,\nSam scrambled out a few minutes later. The coffee acted like an\nelixir–their spirits rose, and before the meal was ended it would\nhave been hard to find two more hilarious and enthusiastic campers.\nEven the vague terrors of the night were now sources of amusement.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}