{
    "title": "Two Little Savages - XII",
    "author": "Ernest Thompson Seton",
    "chapter": "12",
    "content": [
        "\n\n",
        "A Crisis",
        "At school he was a model boy except in one respect–he had strange,\nuncertain outbreaks of disrespect for his teachers. One day he amused\nhimself by covering the blackboard with ridiculous caricatures of the\nprincipal, whose favourite he undoubtedly was. They were rather clever\nand proportionately galling. The principal set about an elaborate plan\nto discover who had done them. He assembled the whole school and began\ncross-examining one wretched dunce, thinking him the culprit. The lad\ndenied it in a confused and guilty way; the principal was convinced of\nhis guilt, and reached for his rawhide, while the condemned set up a\nhowl. To the surprise of the assembly, Yan now spoke up, and in a tone\nof weary impatience said:",
        "“Oh, let him alone. I did it.”",
        "His manner and the circumstances were such that every one laughed. The\nprincipal was nettled to fury. He forgot his manhood; he seized Yan\nby the collar. He was considered a timid boy; his face was white; his\nlips set. The principal beat him with the rawhide till the school\ncried “Shame,” but he got no cry from Yan.",
        "That night, on undressing for bed, his brother Rad saw the long black\nwales from head to foot, and an explanation was necessary. He was\nincapable of lying; his parents learned of his wickedness, and new and\nharsh punishments were added. Next day was Saturday. He cut his usual\ndouble or Saturday’s share of wood for the house, and, bruised and\nsmarting, set out for the one happy spot he knew. The shadow lifted\nfrom his spirit as he drew near. He was already forming a plan for\nadding a fireplace and chimney to his house. He followed the secret\npath he had made with aim to magnify its secrets. He crossed the open\nglade, was, nearly at the shanty, when he heard voices–loud, coarse\nvoices–coming from his shanty. He crawled up close. The door\nwas open. There in his dear cabin were three tramps playing cards and\ndrinking out of a bottle. On the ground beside them were his shell\nnecklaces broken up to furnish poker chips. In a smouldering fire\noutside were the remains of his bow and arrows.",
        "Poor Yan! His determination to be like an Indian under torture\nhad sustained him in the teacher’s cruel beating and in his home\npunishments, but this was too much. He fled to a far and quiet corner\nand there flung himself down and sobbed in grief and rage–he would\nhave killed them if he could. After an hour or two he came trembling\nback to see the tramps finish their game and their liquor; then they\ndefiled the shanty and left it in ruins.",
        "The brightest thing in his life was gone–a King discrowned,\ndethroned. Feeling now every wale on his back and legs, he sullenly\nwent home.",
        "This was late in the summer. Autumn followed last, with shortening\ndays and chilly winds. Yan had no chance to see his glen, even had he\ngreatly wished it. He became more studious; books were his pleasure\nnow. He worked harder than ever, winning honour at school, but\nattracting no notice at the home, where piety reigned.",
        "The teachers and some of the boys remarked that Yan was getting very\nthin and pale. Never very robust, he now looked like an invalid; but\nat home no note was taken of the change. His mother’s thoughts were\nall concentrated on his scapegrace younger brother. For two years she\nhad rarely spoken to Yan peaceably. There was a hungry place in\nhis heart as he left the house unnoticed each morning and saw his\ngraceless brother kissed and darlinged. At school their positions\nwere reversed. Yan was the principal’s pride. He had drawn no more\ncaricatures, and the teacher flattered himself that that beating was\nwhat had saved the pale-faced head boy.",
        "He grew thinner and heart-hungrier till near Christmas, when the\nbreakdown came.",
        "“He is far gone in consumption,” said the physician. “He cannot live\nover a month or two”",
        "[Illustration: “There in his dear cabin were three tramps\"]",
        "“He must live,” sobbed the conscience-stricken mother. “He must\nlive–O God, he must live.”",
        "All that suddenly awakened mother’s love could do was done. The\nskilful physician did his best, but it was the mother that saved him.\nShe watched over him night and day; she studied his wishes and comfort\nin every way. She prayed by his bedside, and often asked God to\nforgive her for her long neglect. It was Yan’s first taste of\nmother-love. Why she had ignored him so long was unknown. She was\nsimply erratic, but now she awoke to his brilliant gifts, his steady,\nearnest life, already purposeful.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}