{
    "title": "Two Years Before the Mast - California and her Missions",
    "author": "Richard Henry Dana",
    "chapter": "2",
    "content": [
        "\n\n",
        "It is not easy to realize that, during the stirring days when the\neastern coast-line of North America was experiencing the ferment\nof revolution, the Pacific seaboard was almost totally unexplored,\nits population largely a savage one.  But Spain, long established\nin Mexico, was slowly pushing northward along the California coast.\nHer emissaries were the Franciscan friars; her method the founding\nof Indian missions round which, in due course, should arise towns\nintended to afford harbor for Spanish ships and to serve as outposts\nagainst the steady encroachments of Russia, who, from Alaska, was\nreaching out toward San Francisco Bay.",
        "Thus began the white settlement of California.  San Diego Mission\nwas founded in 1769; San Carlos, at Monterey, in 1770; San Francisco,\nin 1776; Santa Barbara, in 1786.  For the general guardianship of\nthese missions a garrison, or presidio, was in each case provided.\nIt was responsible not only for the protection of the town thus\ncreated, but for all the missions in the district.  The presidio of\nSan Diego, for example, was in charge of the missions of San Diego,\nSan Gabriel, San Juan Capistrano, and San Luis Rey.  So, likewise,\nthere were garrisons with extensive jurisdiction at Santa Barbara,\nMonterey, and San Francisco.",
        "The Indians in the immediate vicinity of a mission were attached\nthereto by a sort of gentle enslavement.  They were provided special\nquarters, were carefully looked after by the priests, their religious\neducation fostered, and their innate laziness conquered by specific\nrequirements of labor in agriculture, cattle raising, and simple\nhandicrafts.  It was an arrangement which worked well for both parties\nconcerned.  The slavery of the Indians was not unlike the obligation\nof children to their parents; they were comfortable, well behaved,\nand for the most part contented with the rule of the friars, who,\non their side, began to accumulate considerable wealth from the\nwell-directed efforts of their charges.",
        "The supposition was that in the course of years the Indians might\nbecome so habituated to thrift and industry as to be released from\nsupervision and safely left to their own devices.  But that happy\nconsummation had not occurred when, in 1826, Mexico succeeded in\nseparating herself from the mother country and began her career as an\nindependent republic, of which California was a part.  Nevertheless,\nthe greed of politicians suddenly wrought the change which was to\nhave come as the slow development of years.  By governmental decree,\nthe Indians were declared free of obligation to the friars; the latter\nwere stripped of their temporal powers, their funds seized under the\nguise of a loan, and their establishments often subjected to what was\nlittle short of pillage.  This state of affairs had scarcely begun at\nthe time of the author’s visit to California; still, as he points out\nin Chapter XXI, the decline of the missions had already set in.",
        "The final blow to their power and usefulness came, however, with\nthe upheaval accompanying the Mexican war and the acquisition of\nCalifornia by the United States.  Although this country returned\nall mission buildings to the control of the Church, their reason\nfor being had vanished; they were sold, or destroyed, or feebly\nmaintained on funds insufficient to forestall dilapidation.\nFortunately the Franciscan friars had built for beauty as well as for\nuse; the architecture which they devised in skillful adaptation of\ntheir native Spanish type displayed originality and picturesque charm.\nHence, of late years, Californians have come to feel a worthy pride\nin the monuments of the early history of their state, and have taken\nsteps to preserve such of them as survive.  No less than twenty-one\nare today the goal of the traveller.",
        "The reader who is interested in pursuing the subject thus outlined\nwill find its satisfactory treatment in George Wharton James’s\nIn and out of the old Missions of California, a book that combines\nagreeable reading with excellent illustrations.",
        "References",
        "The author’s life is fully and sympathetically treated in\nCharles Francis Adams’s Richard Henry Dana. Boston, 1890.",
        "The most exhaustive history of California and the Pacific coast in\ngeneral is H. H. Bancroft’s History of the Pacific States of North\nAmerica. San Francisco, 1882-1888.  A briefer work is Josiah Royce’s\nCalifornia. Boston, 1886.  Though this book considers mainly the\ntransition period, 1846-1856, its introduction gives an excellent\nsurvey of earlier years.  F. J. Turner’s Rise of the New West,\nwhich is volume XIV of the American Nation, New York, 1907, tells the\nstory of the development of the whole territory west of the Mississippi.",
        "Those who are curious to search out all the items of ship construction\nwill find them adequately illustrated, under the caption, “ship,” in\nboth Standard and Century dictionaries.",
        "The following diagram, from which many details have been omitted,\npresents sufficient data for an understanding of the more important\nnautical terms which occur in the text.  A number of other such terms\nhave been explained in the notes.  In omitting reference to many more,\nthe editor has felt that ovarannotation would turn a straightforward\nand interesting narrative into a mere excuse for a nautical dictionary,\nand quite defeat the purpose of the book.  The author’s technical\nvocabulary, even when most bewildering, serves to give force and the\nvividness of local color to his descriptions.  To pause in the midst\nof a storm at sea for comment and definition would result merely in\nchecking the movement of the story and putting a damper upon the\nimagination.",
        "Two Years before the Mast affords the teacher a somewhat unusual\nopportunity.  Few literary works are better calculated to stimulate\ninquiry into the remarkable changes which three-quarters of a century\nhave wrought in the United States.  Much profitable class employment\nin the drawing of maps and the writing of brief themes dealing with\nvarious phases of the romantic history of California will suggest\nitself.  The numerous geographical allusions should be traced with\nthe aid of an atlas.",
        "          |        –+–\n        –+–      | |j|\n         /| |      –+–\n        / |f|      | |i|\n       /  +–     –-+–-\n      /  /|e|     |  |  |\n     /  / +–-    |  | h| \n    /  /  |  |   ––+––\n   /a /   |d |   |   |   |\n  /__/ b  +––  |   | g |\n /  /_____|c  |   \\__|____\\\n/__/      |___|      |\n   \\–––+–––––+–––-\n    \\_______________________/",
        "a. Flying jib.\nb. Jib.\nc. Foresail.\nd. Foretopsail.\ne. Foretopgallantsail.\nf. Foreroyal.\ng. Mainsail.\nh. Maintopsail.\ni. Maintopgallantsail.\nj. Mainroyal.",
        "                       |\n                       |B2        \n              |        |        |C2\n              |A2   6–+–      |\n           3–+–      |     9–+–\n              |       ||        |\n             ||       |        || \n             |     5–+–      |\n         2–-+–-     |B1      |C1\nE –       |A1     ||    8–-+–-\n      –  ||       |         |\n          –|   4––+––    ||           \n       1––+––    |   7––+––          G –\n            |        |        |            – /\n            |A       |B       |C     F – \\  /\n D          |        |        |    –     H\\/\n–––_____|________|________|_______––––-\n      \\_______________________________/",
        " A. Mizzenmast.\nA1. Mizzentopmast.\nA2. Mizzentopgallant and royalmast.\n B. Mainmast.\nB1. Maintopmast.\nB2. Maintopgallant and royalmast.\n C. Foremast.\nC1. Foretopmast.\nC2. Foretopgallant and royalmast.\n D. Spanker boom.\n E. Spanker gaff.\n F. Bowsprit.\n G. Jib boom and flying jib boom.\n H. Martingale boom.",
        "1. Crossjack yard.\n2. Mizzentopsail yard.\n3. Mizzentopgallant yard.\n4. Main yard.\n5. Maintopsail yard.\n6. Maintopgallant yard.\n7. Fore yard.\n8. Foretopsail yard.\n9. Foretopgallant yard.",
        "[Editor: Many more numbered lifts, stays, and braces were left out\nof these simplified diagrams.  They are intended to be viewed using\na fixed-width font.]",
        "Each mast section is joined to the lower one in two places:",
        "              | |\n              | |\n           __|_|           \\_____/  Mast cap.\n            | | |\n            | | |\n            | | |\n           |_|_|           \\_____/  Trestletree.\n            | |\n            | |",
        "Each mast also sports net-like rigging from the lowest\ntrestletree to the deck. These are called “shrouds”.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}