{
    "title": "Two Years Before the Mast - Chapter IV. A Rogue–trouble On Board–\"Land Ho!\"–Pompero–Cape Horn",
    "author": "Richard Henry Dana",
    "chapter": "7",
    "content": [
        "\n\n",
        "After speaking the Carolina, on the 21st August, nothing occurred\nto break the monotony of our life until",
        "Friday, September 5th, when we saw a sail on our weather (starboard)\nbeam.  She proved to be a brig under English colors, and passing\nunder our stern, reported herself as forty-nine days from Buenos Ayres,\nbound to Liverpool.  Before she had passed us, “sail ho!” was cried again,\nand we made another sail, far on our weather bow, and steering athwart our\nhawse.  She passed out of hail, but we made her out to be an hermaphrodite\nbrig, with Brazilian colors in her main rigging.  By her course, she must\nhave been bound from Brazil to the south of Europe, probably Portugal.",
        "Sunday, Sept. 7th.  Fell in with the north-east trade winds.\nThis morning we caught our first dolphin, which I was very eager to see.\nI was disappointed in the colors of this fish when dying.  They were\ncertainly very beautiful, but not equal to what has been said of them.\nThey are too indistinct.  To do the fish justice, there is nothing more\nbeautiful than the dolphin when swimming a few feet below the surface,\non a bright day.  It is the most elegantly formed, and also the quickest\nfish, in salt water; and the rays of the sun striking upon it, in its\nrapid and changing motions, reflected from the water, make it look\nlike a stray beam from a rainbow.",
        "This day was spent like all pleasant Sabbaths at sea.  The decks are\nwashed down, the rigging coiled up, and everything put in order;\nand throughout the day, only one watch is kept on deck at a time.\nThe men are all dressed in their best white duck trowsers, and red\nor checked shirts, and have nothing to do but to make the necessary\nchanges in the sails.  They employ themselves in reading, talking,\nsmoking, and mending their clothes.  If the weather is pleasant,\nthey bring their work and their books upon deck, and sit down upon\nthe forecastle and windlass.  This is the only day on which these\nprivileges are allowed them.  When Monday comes, they put on their\ntarry trowsers again, and prepare for six days of labor.",
        "To enhance the value of the Sabbath to the crew, they are allowed on\nthat day a pudding, or, as it is called, a “duff.”  This is nothing\nmore than flour boiled with water, and eaten with molasses.  It is\nvery heavy, dark, and clammy, yet it is looked upon as a luxury,\nand really forms an agreeable variety with salt beef and pork.\nMany a rascally captain has made friends of his crew by allowing\nthem duff twice a week on the passage home.",
        "On board some vessels this is made a day of instruction and of\nreligious exercises; but we had a crew of swearers, from the\ncaptain to the smallest boy; and a day of rest, and of something\nlike quiet, social enjoyment, was all that we could expect.",
        "We continued running large before the north-east trade winds for\nseveral days, until Monday–",
        "September 22d; when, upon coming on deck at seven bells in the\nmorning, we found the other watch aloft throwing water upon the\nsails; and looking astern, we saw a small clipper-built brig with\na black hull heading directly after us.  We went to work immediately,\nand put all the canvas upon the brig which we could get upon her,\nrigging out oars for studding-sail yards; and continued wetting\ndown the sails by buckets of water whipped up to the mast-head,\nuntil about nine o’clock, when there came on a drizzling rain.\nThe vessel continued in pursuit, changing her course as we changed\nours, to keep before the wind.  The captain, who watched her with\nhis glass, said that she was armed, and full of men, and showed no\ncolors.  We continued running dead before the wind, knowing that\nwe sailed better so, and that clippers are fastest on the wind.\nWe had also another advantage.  The wind was light, and we spread\nmore canvas than she did, having royals and sky-sails fore and aft,\nand ten studding-sails; while she, being an hermaphrodite brig, had\nonly a gaff topsail, aft.  Early in the morning she was overhauling\nus a little, but after the rain came on and the wind grew lighter,\nwe began to leave her astern.  All hands remained on deck throughout\nthe day, and we got our arms in order; but we were too few to have\ndone anything with her, if she had proved to be what we feared.\nFortunately there was no moon, and the night which followed was\nexceedingly dark, so that by putting out all the lights and altering\nour course four points, we hoped to get out of her reach.  We had no\nlight in the binnacle, but steered by the stars, and kept perfect\nsilence through the night.  At daybreak there was no sign of anything\nin the horizon, and we kept the vessel off to her course.",
        "Wednesday, October 1st.  Crossed the equator in long. 24° 24’ W.\nI now, for the first time, felt at liberty, according to the old\nusage, to call myself a son of Neptune, and was very glad to be\nable to claim the title without the disagreeable initiation which\nso many have to go through.  After once crossing the line you can\nnever be subjected to the process, but are considered as a son of\nNeptune, with full powers to play tricks upon others.  This ancient\ncustom is now seldom allowed, unless there are passengers on board,\nin which case there is always a good deal of sport.",
        "It had been obvious to all hands for some time that the second mate,\nwhose name was F––-, was an idle, careless fellow, and not much of\na sailor, and that the captain was exceedingly dissatisfied with him.\nThe power of the captain in these cases was well known, and we all\nanticipated a difficulty.  F––- (called Mr. by virtue of his office)\nwas but half a sailor, having always been short voyages and remained at\nhome a long time between them.  His father was a man of some property,\nand intended to have given his son a liberal education; but he, being\nidle and worthless, was sent off to sea, and succeeded no better there;\nfor, unlike many scamps, he had none of the qualities of a sailor–\nhe was “not of the stuff that they make sailor of.”  He was one of that\nclass of officers who are disliked by their captain and despised by the\ncrew.  He used to hold long yarns with the crew, and talk about the\ncaptain, and play with the boys, and relax discipline in every way.\nThis kind of conduct always makes the captain suspicious, and is never\npleasant, in the end, to the men; they preferring to have an officer\nactive, vigilant, and distant as may be, with kindness.  Among other bad\npractices, he frequently slept on his watch, and having been discovered\nasleep by the captain, he was told that he would be turned off duty if\nhe did it again.  To prevent it in every way possible, the hen-coops\nwere ordered to be knocked up, for the captain never sat down on deck\nhimself, and never permitted an officer to do so.",
        "The second night after crossing the equator, we had the watch from\neight till twelve, and it was “my helm” for the last two hours.\nThere had been light squalls through the night, and the captain\ntold Mr. F––-, who commanded our watch, to keep a bright look-out.\nSoon after I came to the helm, I found that he was quite drowsy,\nand at last he stretched himself on the companion and went fast asleep.\nSoon afterwards, the captain came very quietly on deck, and stood\nby me for some time looking at the compass.  The officer at length\nbecame aware of the captain’s presence, but pretending not to know it,\nbegan humming and whistling to himself, to show that he was not asleep,\nand went forward, without looking behind him, and ordered the main\nroyal to be loosed.  On turning round to come aft, he pretended\nsurprise at seeing the master on deck.  This would not do.\nThe captain was too “wide awake” for him, and beginning upon him\nat once, gave him a grand blow-up, in true nautical style–\"You’re\na lazy, good-for-nothing rascal; you’re neither man, boy, soger,\nnor sailor! you’re no more than a thing aboard a vessel! you don’t\nearn your salt! you’re worse than a Mahon soger!” and other still\nmore choice extracts from the sailor’s vocabulary.  After the poor\nfellow had taken the harangue, he was sent into his state-room,\nand the captain stood the rest of the watch himself.",
        "At seven bells in the morning, all hands were called aft and told\nthat F––- was no longer an officer on board, and that we might\nchoose one of our own number for second mate.  It is usual for the\ncaptain to make this offer, and it is very good policy, for the\ncrew think themselves the choosers and are flattered by it, but have\nto obey, nevertheless.  Our crew, as is usual, refused to take the\nresponsibility of choosing a man of whom we would never be able\nto complain, and left it to the captain.  He picked out an active\nand intelligent young sailor, born near the Kennebee, who had been\nseveral Canton voyages, and proclaimed him in the following manner:\n“I choose Jim Hall–he’s your second mate.  All you’ve got to do is,\nto obey him as you would me; and remember that he is Mr. Hall.\"\nF––- went forward into the forecastle as a common sailor, and lost\nthe handle to his name, while young fore-mast Jim became Mr. Hall,\nand took up his quarters in the land of knives and forks and tea-cups.",
        "Sunday, October 5th.  It was our morning watch; when, soon after the\nday began to break, a man on the forecastle called out, “Land ho!\"\nI had never heard the cry before, and did not know what it meant,\n(and few would suspect what the words were, when hearing the strange\nsound for the first time,) but I soon found, by the direction of\nall eyes, that there was land stretching along our weather beam.\nWe immediately took in studding-sails and hauled our wind, running in\nfor the land.  This was done to determine our longitude; for by the\ncaptain’s chronometer we were in 25º W., but by his observations we\nwere much farther, and he had been for some time in doubt whether\nit was his chronometer or his sextant which was out of order.\nThis land-fall settled the matter, and the former instrument was\ncondemned, and becoming still worse, was never afterwards used.",
        "As we ran in towards the coast, we found that we were directly off\nthe port of Pernambuco, and could see with the telescope the roofs\nof the houses, and one large church, and the town of Olinda.  We ran\nalong by the mouth of the harbor, and saw a full-rigged brig going in.\nAt two, P.M., we again kept off before the wind, leaving the land on\nour quarter, and at sun-down, it was out of sight.  It was here that\nI first saw one of those singular things called catamarans.  They are\ncomposed of logs lashed together upon the water; have one large sail,\nare quite fast, and, strange as it may seem, are trusted as good\nsea boats.  We saw several, with from one to three men in each,\nboldly putting out to sea, after it had become almost dark. \nThe Indians go out in them after fish, and as the weather is\nregular in certain seasons, they have no fear.  After taking a\nnew departure from Olinda, we kept off on our way to Cape Horn.",
        "We met with nothing remarkable until we were in the latitude of the\nriver La Plata.  Here there are violent gales from the south-west,\ncalled Pomperos, which are very destructive to the shipping in the\nriver, and are felt for many leagues at sea.  They are usually\npreceded by lightning.  The captain told the mates to keep a bright\nlook-out, and if they saw lightning at the south-west, to take in\nsail at once.  We got the first touch of one during my watch on deck.\nI was walking in the lee gangway, and thought that I saw lightning\non the lee bow.  I told the second mate, who came over and looked\nout for some time.  It was very black in the south-west, and in\nabout ten minutes we saw a distinct flash.  The wind, which had\nbeen south-east, had now left us, and it was dead calm.  We sprang\naloft immediately and furled the royals and top-gallant-sails,\nand took in the flying jib, hauled up the mainsail and trysail,\nsquared the after yards, and awaited the attack.  A huge mist\ncapped with black clouds came driving towards us, extending over\nthat quarter of the horizon, and covering the stars, which shone\nbrightly in the other part of the heavens.  It came upon us at\nonce with a blast, and a shower of hail and rain, which almost\ntook our breath from us.  The hardiest was obliged to turn his back.\nWe let the halyards run, and fortunately were not taken aback.\nThe little vessel “paid off” from the wind, and ran on for some\ntime directly before it, tearing through the water with everything\nflying.  Having called all hands, we close-reefed the topsails and\ntrysail, furled the courses and job, set the fore-top-mast staysail,\nand brought her up nearly to her course, with the weather braces\nhauled in a little, to ease her.",
        "This was the first blow, that I had seen, which could really be\ncalled a gale.  We had reefed our topsails in the Gulf Stream, and\nI thought it something serious, but an older sailor would have thought\nnothing of it.  As I had now become used to the vessel and to my duty,\nI was of some service on a yard, and could knot my reef-point as\nwell as anybody.  I obeyed the order to lay(1) aloft with the rest,",
        "–––––––––––––––\n1. This word “lay,” which is in such general use on board ship,\n   being used in giving orders instead of “go\"; as “Lay forward!\"\n   “Lay aft!” “Lay aloft!” etc., I do not understand to be the\n   neuter verb, lie, mispronounced, but to be the active verb lay,\n   with the objective case understood; as “Lay yourselves forwards!\"\n   “Lay yourselves aft!” etc.\n–––––––––––––––",
        "and found the reefing a very exciting scene; for one watch reefed the\nfore-topsail, and the other the main, and every one did his utmost to\nget his topsail hoisted first.  We had a great advantage over the\nlarboard watch, because the chief mate never goes aloft, while our\nnew second mate used to jump into the rigging as soon as we began to\nhaul out the reef-tackle, and have the weather earing passed before\nthere was a man upon the yard.  In this way we were almost always\nable to raise the cry of “Haul out to leeward” before them, and having\nknotted our points, would slide down the shrouds and back-stays,\nand sing out at the topsail halyards to let it be known that we were\nahead of them.  Reefing is the most exciting part of a sailor’s duty.\nAll hands are engaged upon it, and after the halyards are let go,\nthere is no time to be lost–no “sogering,” or hanging back, then.\nIf one is not quick enough, another runs over him.  The first on the\nyard goes to the weather earing, the second to the lee, and the next\ntwo to the “dog’s ears;” while the others lay along into the bunt,\njust giving each other elbow-room.  In reefing, the yard-arms\n(the extremes of the yards) are the posts of honor; but in furling,\nthe strongest and most experienced stand in the slings, (or, middle\nof the yard,) to make up the bunt.  If the second mate is a smart\nfellow, he will never let any one take either of these posts from him;\nbut if he is wanting either in seamanship, strength, or activity,\nsome better man will get the bunt and earings from him; which\nimmediately brings him into disrepute.",
        "We remained for the rest of the night, and throughout the next day,\nunder the same close sail, for it continued to blow very fresh;\nand though we had no more hail, yet there was a soaking rain,\nand it was quite cold and uncomfortable; the more so, because we\nwere not prepared for cold weather, but had on our thin clothes.\nWe were glad to get a watch below, and put on our thick clothing,\nboots, and south-westers.  Towards sun-down the gale moderated\na little, and it began to clear off in the south-west.  We shook\nour reefs out, one by one, and before midnight had top-gallant\nsails upon her.",
        "We had now made up our minds for Cape Horn and cold weather,\nand entered upon every necessary preparation.",
        "Tuesday, Nov. 4th.  At day-break, saw land upon our larboard quarter.\nThere were two islands, of different size but of the same shape;\nrather high, beginning low at the water’s edge, and running with\na curved ascent to the middle.  They were so far off as to be of\na deep blue color, and in a few hours we sank them in the north-east.\nThese were the Falkland Islands.  We had run between them and the\nmain land of Patagonia.  At sun-set the second mate, who was at\nthe masthead, said that he saw land on the starboard bow.  This must\nhave been the island of Staten Land; and we were now in the region\nof Cape Horn, with a fine breeze from the northward, top-mast and\ntop-gallant studding-sails set, and every prospect of a speedy and\npleasant passage round.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}