{
    "title": "Two Little Savages - XXV",
    "author": "Ernest Thompson Seton",
    "chapter": "54",
    "content": [
        "\n\n",
        "The Three-Fingered Tramp.",
        "Broad-shouldered, beetle-browed, brutal and lazy was Bill Hennard, son\nof a prosperous settler. He had inherited a fine farm, but he was\nas lazy as he was strong, and had soon run through his property and\nfollowed the usual course from laziness to crime. Bill had seen the\ninside of more than one jail. He was widely known in the adjoining\ntownship of Emolan; many petty thefts were traced to him, and it was\nopenly stated that but for the help of a rich and clever confederate\nhe would certainly be in the penitentiary. It was darkly hinted,\nfurther, that this confederate was a well-to-do Sangerite who had many\nfarms and a wife and son and a little daughter, and his first name was\nWilliam, and his second name Ra–– “But never mind; and don’t for the\nworld say I told you.” Oh, it’s easy to get rich–if you know how. Of\ncourse, these rumours never reached the parties chiefly concerned.",
        "Hennard had left Downey’s Dump the evening before, and avoiding the\nroads, had struck through the woods, to visit his partner, with\nimportant matters to arrange–very important for Hennard. He was much\nfuddled when he left Downey’s, the night was cloudy, and consequently\nhe had wandered round and round till he was completely lost. He slept\nunder a tree (a cold, miserable sleep it was), and in the sunless\nmorning he set out with little certainty to find his “pal.” After\nsome time he stumbled on the trail that led him to the boys’ camp. He\nwas now savage with hunger and annoyance, and reckless with bottle\nassistance, for he carried a flask. No longer avoiding being seen, he\nwalked up to the teepee just as Little Beaver was frying meat for the\nnoonday meal he expected to eat alone. At the sound of footsteps Yan\nturned, supposing that one of his companions had come back, but there\ninstead was a big, rough-looking tramp.",
        "[Illustration: “Well, sonny, cookin’ dinner?\"]",
        "“Well, sonny, cookin’ dinner? I’ll be glad to j’ine ye,” he said with\nan unpleasant and fawning smile.",
        "His manner was as repulsive as it could be, though he kept the form of\npoliteness.",
        "“Where’s your folks, sonny?”",
        "“Haven’t any–here,” replied Yan, in some fear, remembering now the\ntramps of Glenyan.",
        "“H-m–all alone–camped all alone, are ye?”",
        "“The other fellers are away till the afternoon.”",
        "“Wall, how nice. Glad to know it. I’ll trouble you to hand me that\nstick,” and now the tramp’s manner changed from fawning to command, as\nhe pointed to Yan’s bow hanging unstrung.",
        "“That’s my bow!” replied Yan, in fear and indignation.",
        "“I won’t tell ye a second time–hand me that stick, or I’ll\nspifflicate ye.”",
        "Yan stood still. The desperado strode forward, seized the bow, and\ngave him two or three blows on the back and legs.",
        "“Now, you young Pup, get me my dinner, and be quick about it, or I’ll\nbreak yer useless neck.”",
        "Yan now realized that he had fallen into the power of the worst enemy\nof the harmless camper, and saw too late the folly of neglecting\nRaften’s advice to have a big Dog in camp. He glanced around and would\nhave run, but the tramp was too quick for him and grabbed him by the\ncollar. “Oh, no you don’t; hold on, sonny. I’ll fix you so you’ll do\nas you’re told.” He cut the bowstring from its place, and violently\nthrowing Yan down, he tied his feet so that they had about eighteen\ninches’ play.",
        "“Now rush around and get my dinner; I’m hungry. An’ don’t you spile it\nin the cooking or I’ll use the gad on you; an’ if you holler or cut\nthat cord I’ll kill ye. See that?” and he got out an ugly-looking\nknife.",
        "Tears of fear and pain ran down Yan’s face as he limped about to obey\nthe brute’s orders.",
        "“Here, you move a little faster!” and the tramp turned from poking the\nfire with the bow to give another sounding blow. If he had looked down\nthe trail he would have seen a small tow-topped figure that turned and\nscurried away at the sound.",
        "Yan was trained to bear punishment, but the tyrant seemed careless of\neven his life.",
        "“Are you going to kill me?” he burst out, after another attack for\nstumbling in his shackles.",
        "“Don’t know but I will when I’ve got through with ye,” replied the\ndesperado with brutal coolness. “I’ll take some more o’ that meat–an’\ndon’t you let it burn, neither. Where’s the sugar for the coffee? I’ll\nget a bigger club if ye don’t look spry,” and so the tramp was served\nwith his meal. “Now bring me some tobaccer.”",
        "Yan hobbled into the teepee and reached down Sam’s tobacco bag.",
        "“Here, what’s that box? Bring that out here,” and the tramp pointed to\nthe box in which they kept some spare clothes. Yan obeyed in fear and\ntrembling. “Open it.”",
        "“I can’t. It’s locked, and Sam has the key.”",
        "“He has, has he? Well, I have a key that will open it,” and so he\nsmashed the lid with the axe; then he went through the pockets, got\nYan’s old silver watch and chain, and in Sam’s trousers pocket he got\ntwo dollars.",
        "“Ha! That’s just what I want, sonny,” and the tramp put them in his\nown pockets. “’Pears to me the fire needs a little wood,” he remarked,\nas his eye fell on Yan’s quiverful of arrows, and he gave that a kick\nthat sent many of them into the blaze.",
        "“Now, sonny, don’t look at me quite so hard, like you was taking\nnotes, or I may have to cut your throat and put you in the swamp hole\nto keep ye from telling tales.”",
        "Yan was truly in terror of his life now.",
        "“Bring me the whetstone,” the tyrant growled, “an’ some more coffee.\"\nYan did so. The tramp began whetting his long knife, and Yan saw\ntwo things that stuck in his memory: first, the knife, which was of\nhunting pattern, had a brass Deer on the handle; second, the hand that\ngrasped it had only three fingers.",
        "“What’s that other box in there?”",
        "“That’s–that’s–only our food box.”",
        "“You lie to me, will ye?” and again the stick descended. “Haul it\nout.”",
        "“I can’t.”",
        "“Haul it out or I’ll choke ye.”",
        "Yan tried, but it was too heavy.",
        "“Get out, you useless Pup!” and the tramp walked into the teepee and\ngave Yan a push that sent him headlong out on the ground.",
        "The boy was badly bruised, but saw his only chance. The big knife was\nthere. He seized it, cut the cord on his legs, flung the knife afar\nin the swamp and ran like a Deer. The tramp rushed out of the teepee\nyelling and cursing. Yan might have gotten away had he been in good\nshape, but the tramp’s cruelty really had crippled him, and the brute\nwas rapidly overtaking him. As he sped down the handiest, the south\ntrail, he sighted in the trees ahead a familiar figure, and yelling\nwith all his remaining strength, “Caleb! Caleb!! Caleb Clark!!!” he\nfell swooning in the grass.",
        "There is no mistaking the voice of dire distress. Caleb hurried up,\nand with one impulse he and the tramp grappled in deadly struggle.\nTurk was not with his master, and the tramp had lost his knife, so it\nwas a hand-to-hand conflict. A few clinches, a few heavy blows, and\nit was easy to see who must win. Caleb was old and slight. The tramp,\nstrong, heavy-built, and just drunk enough to be dangerous, was too\nmuch for him, and after a couple of rounds the Trapper fell writhing\nwith a foul blow. The tramp felt again for his knife, swore savagely,\nlooked around for a club, found only a big stone, and would have done\nno one knows what, when there was a yell from behind, another big man\ncrashed down the trail, and the tramp faced William Raften, puffing\nand panting, with Guy close behind. The stone meant for Caleb he\nhurled at William, who dodged it, and now there was an even fight. Had\nthe tramp had his knife it might have gone hard with Raften, but fist\nto fist the farmer had the odds. His old-time science turned the\nday, and the desperado went down with a crusher “straight from the\nshoulder.”",
        "It seemed a veritable battle-field–three on the ground and Raften,\nred-faced and puffing, but sturdy and fearless, standing in utter\nperplexity.",
        "“Phwhat the divil does it all mane?”",
        "“I’ll tell you, Mr. Raften,” chirped in Guy, as he stole from his safe\nshelter.",
        "“Oh, ye’re here, are ye, Guy? Go and git a rope at camp–quick now,\"\nas the tramp began to move.",
        "As soon as the rope came Raften tied the fellow’s arms safely.",
        "“’Pears to me Oi’ve sane that hand befoore,” remarked Raften, as the\nthree fingers caught his eye.",
        "Yan was now sitting up, gazing about in a dazed way. Raften went over\nto his old partner and said: “Caleb, air ye hurrt? It’s me–it’s Bill\nRaften. Air ye hurrt?”",
        "Caleb rolled his eyes and looked around.",
        "Yan came over now and knelt down. “Are you hurt, Mr. Clark?”",
        "He shook his head and pointed to his chest.",
        "“He’s got his wind knocked out,” Raften explained; “he’ll be all right\nin a minute or two. Guy, bring some wather.”",
        "Yan told his story and Guy supplied an important chapter. He had\nreturned earlier than expected, and was near to camp, when he heard\nthe tramp beating Yan. His first impulse to run home to his puny\nfather was replaced with the wiser one to go for brawny Mr. Raften.",
        "The tramp was now sitting up and grumbling savagely.",
        "“Now, me foine feller,” said William. “We’ll take ye back to camp for\na little visit before we take ye to the ’Pen.’ A year in the cooler\nwill do ye moore good, Oi’m thinkin’, than anny other tratement. Here,\nGuy, you take the end av the rope and fetch the feller to camp, while\nI help Caleb.”",
        "Guy was in his glory. The tramp was forced to go ahead; Guy followed,\njerking the rope and playing Horse, shouting, “Ch’–ch’–ch’–get\nup, Horsey,” while William helped old Caleb with a gentleness that\nrecalled a time long ago when Caleb had so helped him after a falling\ntree had nearly killed him in the woods.",
        "At camp they found Sam. He was greatly astonished at the procession,\nfor he knew nothing of the day’s events, and fearfully disappointed he\nwas on learning what he had missed.",
        "Caleb still looked white and sick when they got him to the fire, and\nRaften said, “Sam, go home and get your mother to give you a little\nbrandy.”",
        "“You don’t need to go so far,” said Yan, “for that fellow has a bottle\nin his pocket.”",
        "“I wouldn’t touch a dhrap of annything he has, let alone give it to a\nsick friend,” was William’s reply.",
        "So Sam went for the brandy and was back with it in half an hour.",
        "“Here now, Caleb,” said William, “drink that now an’ ye’ll feel\nbetter,” and as he offered the cup he felt a little reviving glow of\nsympathy for his former comrade.",
        "When Sam went home that morning it was with a very clear purpose.\nHe had gone straight to his mother and told all he knew about the\nrevolver and the misunderstanding with Caleb, and they two had had a\nlong, unsatisfactory interview with the father. Raften was brutal and\noutspoken as usual. Mrs. Raften was calm and clear-witted. Sam was\nshrewd. The result was a complete defeat for William–a defeat that he\nwould not acknowledge; and Sam came back to camp disappointed for the\ntime being, but now to witness the very thing he had been striving\nfor–his father and the Trapper reconciled; deadly enemies two hours\nago, but now made friends through a fight. Though overpowered in\nargument, Raften’s rancour was not abated, but rather increased toward\nthe man he had evidently misused, until the balance was turned by the\nchance of his helping that man in a time of direst straits.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}