{
    "title": "Two Little Savages",
    "author": "Ernest Thompson Seton",
    "chapter": "1",
    "content": [
        "\n\n",
        "Glenyan & Yan",
        "Glimmerings",
        "Because I have known the torment of thirst I would\ndig a well where others may drink.",
        "Yan was much like other twelve-year-old boys in having a keen interest\nin Indians and in wild life, but he differed from most in this, that\nhe never got over it. Indeed, as he grew older, he found a yet keener\npleasure in storing up the little bits of woodcraft and Indian lore\nthat pleased him as a boy.",
        "His father was in poor circumstances. He was an upright man of refined\ntastes, but indolent–a failure in business, easy with the world and\nstern with his family. He had never taken an interest in his son’s\nwildwood pursuits; and when he got the idea that they might interfere\nwith the boy’s education, he forbade them altogether.",
        "There was certainly no reason to accuse Yan of neglecting school. He\nwas the head boy of his class, although there were many in it older\nthan himself. He was fond of books in general, but those that dealt\nwith Natural Science and Indian craft were very close to his heart.\nNot that he had many–there were very few in those days, and the\nPublic Library had but a poor representation of these. “Lloyd’s\nScandinavian Sports,” “Gray’s Botany” and one or two Fenimore Cooper\nnovels, these were all, and Yan was devoted to them. He was a timid,\nobedient boy in most things, but the unwise command to give up what\nwas his nature merely made him a disobedient boy–turned a good boy\ninto a bad one. He was too much in terror of his father to disobey\nopenly, but he used to sneak away at all opportunities to the fields\nand woods, and at each new bird or plant he found he had an exquisite\nthrill of mingled pleasure and pain–the pain because he had no name\nfor it or means of learning its nature.",
        "The intense interest in animals was his master passion, and thanks to\nthis, his course to and from school was a very crooked one, involving\nmany crossings of the street, because thereby he could pass first a\nsaloon in whose window was a champagne advertising chromo that\nportrayed two Terriers chasing a Rat; next, directly opposite this,\nwas a tobacconist’s, in the window of which was a beautiful effigy of\nan Elephant, laden with tobacco. By going a little farther out of his\nway, there was a game store where he might see some Ducks, and was\nsure, at least, of a stuffed Deer’s head; and beyond that was a\nfurrier shop, with an astonishing stuffed Bear. At another point he\ncould see a livery stable Dog that was said to have killed a Coon, and\nat yet another place on Jervie Street was a cottage with a high\nveranda, under which, he was told, a chained Bear had once been kept.\nHe never saw the Bear. It had been gone for years, but he found\npleasure in passing the place. At the corner of Pemberton and Grand\nstreets, according to a schoolboy tradition, a Skunk had been killed\nyears ago and could still be smelled on damp nights. He always\nstopped, if passing near on a wet night, and sniffed and enjoyed that\nSkunk smell. The fact that it ultimately turned out to be a leakage of\nsewer gas could never rob him of the pleasure he originally found in\nit.",
        "[Illustration: “Gazing spellbound in that window\"]",
        "Yan had no good excuse for these weaknesses, and he blushed for shame\nwhen his elder brother talked “common sense” to him about his follies.\nHe only knew that such things fascinated him.",
        "But the crowning glory was a taxidermist’s shop kept on Main Street by\na man named Sander. Yan spent, all told, many weeks gazing spellbound,\nwith his nose flat white against that window. It contained some Fox\nand Cat heads grinning ferociously, and about fifty birds beautifully\ndisplayed. Nature might have got some valuable hints in that window\non showing plumage to the very best advantage. Each bird seemed more\nwonderful than the last.",
        "There were perhaps fifty of them on view, and of these, twelve had\nlabels, as they had formed part of an exhibit at the Annual County\nFair. These labels were precious truths to him, and the birds:",
        "Osprey                    Partridge or Ruffed Grouse\nKingfisher                Bittern\nBluejay                   Highholder\nRosebreasted Grosbeak     Sawwhet Owl\nWoodthrush                Oriole\nScarlet Tanager           * * * * * * *",
        "were, with their names, deeply impressed on his memory and added to\nhis woodlore, though not altogether without a mixture of error. For\nthe alleged Woodthrush was not a Woodthrush at all, but turned out\nto be a Hermit Thrush. The last bird of the list was a long-tailed,\nbrownish bird with white breast. The label was placed so that Yan\ncould not read it from outside, and one of his daily occupations was\nto see if the label had been turned so that he could read it. But it\nnever was, so he never learned the bird’s name.",
        "After passing this for a year or more, he formed a desperate plan. It\nwas nothing less than to go inside. It took him some months to\nscrew up courage, for he was shy and timid, but oh! he was so hungry\nfor it. Most likely if he had gone in openly and asked leave, he\nwould have been allowed to see everything; but he dared not. His home\ntraining was all of the crushing kind. He picked on the most curious\nof the small birds in the window–a Sawwhet Owl then grit his teeth\nand walked in. How frightfully the cowbell on the door did clang! Then\nthere succeeded a still more appalling silence, then a step and the\ngreat man himself came.",
        "“How–how–how much is that Owl?”",
        "“Two dollars.”",
        "Yan’s courage broke down now. He fled. If he had been told ten cents,\nit would have been utterly beyond reach. He scarcely heard what the\nman said. He hurried out with a vague feeling that he had been in\nheaven but was not good enough to stay there. He saw nothing of the\nwonderful things around him.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}