{
    "title": "Two Little Savages - IX",
    "author": "Ernest Thompson Seton",
    "chapter": "9",
    "content": [
        "\n\n",
        "Tracks",
        "In the wet sand down by the edge of the brook he one day found some\ncurious markings–evidently tracks. Yan pored over them, then made a\nlife-size drawing of one. He shrewdly suspected it to be the track of\na Coon–nothing was too good or wild or rare for his valley. As soon\nas he could, he showed the track to the stableman whose dog was said\nto have killed a Coon once, and hence the man must be an authority on\nthe subject.",
        "“Is that a Coon track?” asked Yan timidly.",
        "“How do I know?” said the man roughly, and went on with his work. But\na stranger standing near, a curious person with shabby clothes, and\na new silk hat on the back of his head, said, “Let me see it.” Yan\nshowed it.",
        "“Is it natural size?”",
        "“Yes, sir.”",
        "“Yep, that’s a Coon track, all right. You look at all the big trees\nnear about whar you saw that; then when you find one with a hole in\nit, you look on the bark and you will find some Coon hars. Then you\nwill know you’ve got a Coon tree.”",
        "[Illustration: The Coon track]",
        "Yan took the earliest chance. He sought and found a great Basswood\nwith some gray hairs caught in the bark. He took them home with him,\nnot sure what kind they were. He sought the stranger, but he was gone,\nand no one knew him.",
        "How to identify the hairs was a question; but he remembered a friend\nwho had a Coon-skin carriage robe. A few hairs of these were compared\nwith those from the tree and left no doubt that the climber was a\nCoon. Thus Yan got the beginning of the idea that the very hairs of\neach, as well as its tracks, are different. He learned, also, how wise\nit is to draw everything that he wished to observe or describe. It\nwas accident, or instinct on his part, but he had fallen on a sound\nprinciple; there is nothing like a sketch to collect and convey\naccurate information of form–there is no better developer of true\nobservation.",
        "One day he noticed a common plant like an umbrella. He dug it up by\nthe root, and at the lower end he found a long white bulb. He tasted\nthis. It was much like a cucumber. He looked up “Gray’s School\nBotany,” and in the index saw the name, Indian Cucumber. The\ndescription seemed to tally, as far as he could follow its technical\nterms, though like all such, without a drawing it was far from\nsatisfactory. So he added the Indian Cucumber to his woodlore.",
        "On another occasion he chewed the leaves of a strange plant because he\nhad heard that that was the first test applied by the Indians. He soon\nbegan to have awful pains in his stomach. He hurried home in agony.\nHis mother gave him mustard and water till he vomited, then she boxed\nhis ears. His father came in during the process and ably supplemented\nthe punishment. He was then and there ordered to abstain forever from\nthe woods. Of course, he did not. He merely became more cautious about\nit all, and enjoyed his shanty with the added zest of secret sin.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}