{
    "title": "Two Years Before the Mast - Chapter II. First Impressions–\"Sail Ho!”",
    "author": "Richard Henry Dana",
    "chapter": "5",
    "content": [
        "\n\n",
        "The first day we passed at sea was the Sabbath.  As we were just from\nport, and there was a great deal to be done on board, we were kept at\nwork all day, and at night the watches were set, and everything put\ninto sea order.  When we were called aft to be divided into watches,\nI had a good specimen of the manner of a sea captain.  After the\ndivision had been made, he gave a short characteristic speech,\nwalking the quarter deck with a cigar in his mouth, and dropping\nthe words out between the puffs.",
        "“Now, my men, we have begun a long voyage.  If we get along well\ntogether, we shall have a comfortable time; if we don’t, we shall\nhave hell afloat.–All you’ve got to do is to obey your orders and\ndo your duty like men,–then you’ll fare well enough;–if you don’t,\nyou’ll fare hard enough,–I can tell you.  If we pull together, you’ll\nfind me a clever fellow; if we don’t, you’ll find me a bloody rascal.\n–That’s all I’ve got to say.–Go below, the larboard watch!”",
        "I being in the starboard or second mate’s watch, had the opportunity\nof keeping the first watch at sea.  S––-, a young man, making, like\nmyself, his first voyage, was in the same watch, and as he was the\nson of a professional man, and had been in a counting-room in Boston,\nwe found that we had many friends and topics in common.  We talked\nthese matters over,–Boston, what our friends were probably doing,\nour voyage, etc., until he went to take his turn at the look-out,\nand left me to myself.  I had now a fine time for reflection.  I felt\nfor the first time the perfect silence of the sea.  The officer was\nwalking the quarter deck, where I had no right to go, one or two men\nwere talking on the forecastle, whom I had little inclination to join,\nso that I was left open to the full impression of everything about me.\nHowever much I was affected by the beauty of the sea, the bright stars,\nand the clouds driven swiftly over them, I could not but remember that\nI was separating myself from all the social and intellectual enjoyments\nof life.  Yet, strange as it may seem, I did then and afterwards take\npleasure in these reflections, hoping by them to prevent my becoming\ninsensible to the value of what I was leaving.",
        "But all my dreams were soon put to flight by an order from the\nofficer to trim the yards, as the wind was getting ahead; and I\ncould plainly see by the looks the sailors occasionally cast to\nwindward, and by the dark clouds that were fast coming up, that we\nhad bad weather to prepare for, and had heard the captain say that\nhe expected to be in the Gulf Stream by twelve o’clock.  In a few\nminutes eight bells were struck, the watch called, and we went below.\nI now began to feel the first discomforts of a sailor’s life.\nThe steerage in which I lived was filled with coils of rigging,\nspare sails, old junk and ship stores, which had not been stowed\naway.  Moreover, there had been no berths built for us to sleep in,\nand we were not allowed to drive nails to hang our clothes upon.\nThe sea, too, had risen, the vessel was rolling heavily, and\neverything was pitched about in grand confusion.  There was a\ncomplete “hurrah’s nest,” as the sailors say, “everything on top\nand nothing at hand.”  A large hawser had been coiled away upon\nmy chest; my hats, boots, mattress and blankets had all fetched\naway and gone over to leeward, and were jammed and broken under\nthe boxes and coils of rigging.  To crown all, we were allowed\nno light to find anything with, and I was just beginning to feel\nstrong symptoms of sea-sickness, and that listlessness and\ninactivity which accompany it.  Giving up all attempts to collect\nmy things together, I lay down upon the sails, expecting every moment\nto hear the cry of “all hands, ahoy,” which the approaching storm would\nsoon make necessary.  I shortly heard the rain-drops falling on deck,\nthick and fast, and the watch evidently had their hands full of work,\nfor I could hear the loud and repeated orders of the mate, the trampling\nof feet, the creaking of blocks, and all the accompaniments of a coming\nstorm.  In a few minutes the slide of the hatch was thrown back, which\nlet down the noise and tumult of the deck still louder, the loud cry of\n“All hands, ahoy! tumble up here and take in sail,” saluted our ears,\nand the hatch was quickly shut again.  When I got upon deck, a new\nscene and a new experience were before me.  The little brig was close\nhauled upon the wind, and lying over, as it then seemed to me, nearly\nupon her beam ends.  The heavy head sea was beating against her bows\nwith the noise and force almost of a sledge-hammer, and flying over the\ndeck, drenching us completely through.  The topsail halyards had been\nlet go, and the great sails filling out and backing against the masts\nwith a noise like thunder.  The wind was whistling through the rigging,\nloose ropes flying about; loud and, to me, unintelligible orders constantly\ngiven and rapidly executed, and the sailors “singing out” at the ropes in\ntheir hoarse and peculiar strains.  In addition to all this, I had not got\nmy “sea legs on,” was dreadfully sick, with hardly strength enough to hold\non to anything, and it was “pitch dark.”  This was my state when I was\nordered aloft, for the first time, to reef topsails.",
        "How I got along, I cannot now remember.  I “laid out” on the yards and\nheld on with all my strength.  I could not have been of much service,\nfor I remember having been sick several times before I left the topsail\nyard.  Soon all was snug aloft, and we were again allowed to go below.\nThis I did not consider much of a favor, for the confusion of everything\nbelow, and that inexpressible sickening smell, caused by the shaking up\nof the bilge-water in the hold, made the steerage but an indifferent\nrefuge from the cold, wet decks.  I had often read of the nautical\nexperiences of others, but I felt as though there could be none worse\nthan mine; for in addition to every other evil, I could not but remember\nthat this was only the first night of a two years’ voyage.  When we were\non deck we were not much better off, for we were continually ordered\nabout by the officer, who said that it was good for us to be in motion.\nYet anything was better than the horrible state of things below.\nI remember very well going to the hatchway and putting my head down,\nwhen I was oppressed by nausea, and always being relieved immediately.\nIt was as good as an emetic.",
        "This state of things continued for two days.",
        "Wednesday, Aug. 20th.  We had the watch on deck from four till eight,\nthis morning.  When we came on deck at four o’clock, we found things\nmuch changed for the better.  The sea and wind had gone down, and the\nstars were out bright.  I experienced a corresponding change in my\nfeelings; yet continued extremely weak from my sickness.  I stood in\nthe waist on the weather side, watching the gradual breaking of the\nday, and the first streaks of the early light.  Much has been said of\nthe sun-rise at sea; but it will not compare with the sun-rise on shore.\nIt wants the accompaniments of the songs of birds, the awakening hum\nof men, and the glancing of the first beams upon trees, hills, spires,\nand house-tops, to give it life and spirit.  But though the actual\nrise of the sun at sea is not so beautiful, yet nothing will compare\nwith the early breaking of day upon the wide ocean.",
        "There is something in the first grey streaks stretching along the\neastern horizon and throwing an indistinct light upon the face of\nthe deep, which combines with the boundlessness and unknown depth\nof the sea around you, and gives one a feeling of loneliness,\nof dread, and of melancholy foreboding, which nothing else in\nnature can give.  This gradually passes away as the light grows\nbrighter, and when the sun comes up, the ordinary monotonous sea\nday begins.",
        "From such reflections as these, I was aroused by the order from\nthe officer, “Forward there! rig the head-pump!”  I found that no\ntime was allowed for day-dreaming, but that we must “turn-to” at the\nfirst light.  Having called up the “idlers,” namely carpenter, cook,\nsteward, etc., and rigged the pump, we commenced washing down the decks.\nThis operation, which is performed every morning at sea, takes nearly\ntwo hours; and I had hardly strength enough to get through it.  After\nwe had finished, swabbed down, and coiled up the rigging, I sat down\non the spars, waiting for seven bells, which was the sign for breakfast.\nThe officer, seeing my lazy posture, ordered me to slush the main-mast,\nfrom the royal-mast-head, down.  The vessel was then rolling a little,\nand I had taken no sustenance for three days, so that I felt tempted to\ntell him that I had rather wait till after breakfast; but I knew that\nI must “take the bull by the horns,” and that if I showed any sign of\nwant of spirit or of backwardness, that I should be ruined at once.\nSo I took my bucket of grease and climbed up to the royal-mast-head.\nHere the rocking of the vessel, which increases the higher you go\nfrom the foot of the mast, which is the fulcrum of the lever, and the\nsmell of the grease, which offended my fastidious senses, upset my\nstomach again, and I was not a little rejoiced when I got upon the\ncomparative terra firma of the deck.  In a few minutes seven bells\nwere struck, the log hove, the watch called, and we went to breakfast.\nHere I cannot but remember the advice of the cook, a simple-hearted\nAfrican.  “Now,” says he, “my lad, you are well cleaned out; you\nhaven’t got a drop of your ’long-shore swash aboard of you.  You\nmust begin on a new tack,–pitch all your sweetmeats overboard,\nand turn-to upon good hearty salt beef and sea bread, and I’ll\npromise you, you’ll have your ribs well sheathed, and be as hearty\nas any of ’em, afore you are up to the Horn.”  This would be good\nadvice to give to passengers, when they speak of the little niceties\nwhich they have laid in, in case of sea-sickness.",
        "I cannot describe the change which half a pound of cold salt beef\nand a biscuit or two produced in me.  I was a new being.  We had\na watch below until noon, so that I had some time to myself;\nand getting a huge piece of strong, cold, salt beef from the cook,\nI kept gnawing upon it until twelve o’clock.  When we went on deck\nI felt somewhat like a man, and could begin to learn my sea duty\nwith considerable spirit.  At about two o’clock we heard the loud\ncry of “sail ho!” from aloft, and soon saw two sails to windward,\ngoing directly athwart our hawse.  This was the first time that\nI had seen a sail at sea.  I thought then, and always have since,\nthat it exceeds every other sight in interest and beauty.  They\npassed to leeward of us, and out of hailing distance; but the\ncaptain could read the names on their sterns with the glass.\nThey were the ship Helen Mar, of New York, and the brig Mermaid,\nof Boston.  They were both steering westward, and were bound in for\nour “dear native land.”",
        "Thursday, Aug. 21st.  This day the sun rose clear, we had a fine\nwind, and everything was bright and cheerful.  I had now got my\nsea legs on, and was beginning to enter upon the regular duties\nof a sea-life.  About six bells, that is, three o’clock, P.M., we\nsaw a sail on our larboard bow.  I was very anxious, like every new\nsailor, to speak her.  She came down to us, backed her main-top-sail,\nand the two vessels stood “head on,” bowing and curvetting at each\nother like a couple of war-horses reined in by their riders.  It was\nthe first vessel that I had seen near, and I was surprised to find\nhow much she rolled and pitched in so quiet a sea.  She lunged her\nhead into the sea, and then, her stern settling gradually down, her\nhuge bows rose up, showing the bright copper, and her stern, and\nbresthooks dripping, like old Neptune’s locks, with the brine.\nHer decks were filled with passengers who had come up at the cry\nof “sail ho,” and who by their dress and features appeared to be\nSwiss and French emigrants.  She hailed us at first in French,\nbut receiving no answer, she tried us in English.  She was the\nship La Carolina, from Havre, for New York.  We desired her to\nreport the brig Pilgrim, from Boston, for the north-west coast\nof America, five days out.  She then filled away and left us to\nplough on through our waste of waters.  This day ended pleasantly;\nwe had got into regular and comfortable weather, and into that\nroutine of sea-life which is only broken by a storm, a sail,\nor the sight of land.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}