{
    "title": "Two Years Before the Mast - Chapter XVI. Liberty-Day On Shore",
    "author": "Richard Henry Dana",
    "chapter": "19",
    "content": [
        "\n\n",
        "The next day being Sunday, after washing and clearing\ndecks, and getting breakfast, the mate came forward with\nleave for one watch to go ashore, on liberty.  We drew lots,\nand it fell to the larboard, which I was in.  Instantly all was\npreparation.  Buckets of fresh water, (which we were allowed in\nport,) and soap, were put in use; go-ashore jackets and trowsers\ngot out and brushed; pumps, neckerchiefs, and hats overhauled;\none lending to another; so that among the whole each one got a\ngood fit-out.  A boat was called to pull the “liberty men” ashore,\nand we sat down in the stern sheets, “as big as pay passengers,\"\nand jumping ashore, set out on our walk for the town, which was\nnearly three miles off.",
        "It is a pity that some other arrangement is not made in merchant\nvessels, with regard to the liberty-day.  When in port, the crews\nare kept at work all the week, and the only day they are allowed\nfor rest or pleasure is the Sabbath; and unless they go ashore on\nthat day, they cannot go at all.  I have heard of a religious captain\nwho gave his crew liberty on Saturdays, after twelve o’clock.\nThis would be a good plan, if shipmasters would bring themselves to\ngive their crews so much time.  For young sailors especially, many\nof whom have been brought up with a regard for the sacredness of\nthe day, this strong temptation to break it, is exceedingly injurious.\nAs it is, it can hardly be expected that a crew, on a long and\nhard voyage, will refuse a few hours of freedom from toil and the\nrestraints of a vessel, and an opportunity to tread the ground and\nsee the sights of society and humanity, because it is on a Sunday.\nIt is too much like escaping from prison, or being drawn out of a\npit, on the Sabbath day.",
        "I shall never forget the delightful sensation of being in the\nopen air, with the birds singing around me, and escaped from\nthe confinement, labor, and strict rule of a vessel–of being\nonce more in my life, though only for a day, my own master.\nA sailor’s liberty is but for a day; yet while it lasts it\nis perfect.  He is under no one’s eye, and can do whatever,\nand go wherever, he pleases.  This day, for the first time,\nI may truly say, in my whole life, I felt the meaning of a term\nwhich I had often heard–the sweets of liberty.  My friend S––-\nwas with me, and turning our backs upon the vessels, we walked\nslowly along, talking of the pleasure of being our own masters,\nof the times past, and when we were free in the midst of friends,\nin America, and of the prospect of our return; and planning where\nwe would go, and what we would do, when we reached home.  It was\nwonderful how the prospect brightened, and how short and tolerable\nthe voyage appeared, when viewed in this new light.  Things looked\ndifferently from what they did when we talked them over in the little\ndark forecastle, the night after the flogging at San Pedro.  It is\nnot the least of the advantages of allowing sailors occasionally\na day of liberty, that it gives them a spring, and makes them feel\ncheerful and independent, and leads them insensibly to look on the\nbright side of everything for some time after.",
        "S––- and myself determined to keep as much together as possible,\nthough we knew that it would not do to cut our shipmates; for,\nknowing our birth and education, they were a little suspicious\nthat we would try to put on the gentleman when we got ashore,\nand would be ashamed of their company; and this won’t do with\nJack.  When the voyage is at an end, you may do as you please,\nbut so long as you belong to the same vessel, you must be a\nshipmate to him on shore, or he will not be a shipmate to you on\nboard.  Being forewarned of this before I went to sea, I took no\n“long togs” with me, and being dressed like the rest, in white duck\ntrowsers, blue jacket and straw hat, which would prevent my going\nin better company, and showing no disposition to avoid them, I set\nall suspicion at rest.  Our crew fell in with some who belonged\nto the other vessels, and, sailor-like, steered for the first\ngrog-shop.  This was a small mud building, of only one room, in\nwhich were liquors, dry and West India goods, shoes, bread, fruits,\nand everything which is vendible in California.  It was kept by\na yankee, a one-eyed man, who belonged formerly to Fall River,\ncame out to the Pacific in a whale-ship, left her at the Sandwich\nIslands, and came to California and set up a “Pulperia.”  S––- and\nI followed in our shipmates’ wake, knowing that to refuse to drink\nwith them would be the highest affront, but determining to slip\naway at the first opportunity.  It is the universal custom with sailors\nfor each one, in his turn, to treat the whole, calling for a glass all\nround, and obliging every one who is present, even the keeper of\nthe shop, to take a glass with him.  When we first came in, there\nwas some dispute between our crew and the others, whether the\nnew comers or the old California rangers should treat first; but it\nbeing settled in favor of the latter, each of the crews of the other\nvessels treated all round in their turn, and as there were a good\nmany present, (including some “loafers” who had dropped in, knowing\nwhat was going on, to take advantage of Jack’s hospitality,)\nand the liquor was a real (12½ cents) a glass, it made somewhat\nof a hole in their lockers.  It was now our ship’s turn, and S––-\nand I, anxious to get away, stepped up to call for glasses; but we\nsoon found that we must go in order–the oldest first, for the old\nsailors did not choose to be preceded by a couple of youngsters;\nand bon gré mal gré, we had to wait our turn, with the twofold\napprehension of being too late for our horses, and of getting\ncorned; for drink you must, every time; and if you drink with\none and not with another, it is always taken as an insult.",
        "Having at length gone through our turns and acquitted ourselves\nof all obligations, we slipped out, and went about among the\nhouses, endeavoring to get horses for the day, so that we might\nride round and see the country.  At first we had but little success,\nall that we could get out of the lazy fellows, in reply to our\nquestions, being the eternal drawling “Quien sabe?” (\"who knows?”)\nwhich is an answer to all questions.  After several efforts,\nwe at length fell in with a little Sandwich Island boy, who belonged\nto Captain Wilson of the Ayacucho, and was well acquainted in\nthe place; and he, knowing where to go, soon procured us two\nhorses, ready saddled and bridled, each with a lasso coiled over\nthe pommel.  These we were to have all day, with the privilege of\nriding them down to the beach at night, for a dollar, which we had\nto pay in advance.  Horses are the cheapest thing in California;\nthe very best not being worth more than ten dollars apiece, and very\ngood ones being often sold for three, and four.  In taking a day’s\nride, you pay for the use of the saddle, and for the labor and\ntrouble of catching the horses.  If you bring the saddle back safe,\nthey care but little what becomes of the horse.  Mounted on our\nhorses, which were spirited beasts, and which, by the way, in this\ncountry, are always steered by pressing the contrary rein against\nthe neck, and not by pulling on the bit,–we started off on a fine\nrun over the country.  The first place we went to was the old\nruinous presidio, which stands on a rising ground near the village,\nwhich it overlooks.  It is built in the form of an open square,\nlike all the other presidios, and was in a most ruinous state,\nwith the exception of one side, in which the commandant lived,\nwith his family.  There were only two guns, one of which was spiked,\nand the other had no carriage.  Twelve, half clothed, and half starved\nlooking fellows, composed the garrison; and they, it was said, had\nnot a musket apiece.  The small settlement lay directly below the\nfort, composed of about forty dark brown looking huts, or houses,\nand two larger ones, plastered, which belonged to two of the “gente\nde razón.”  This town is not more than half as large as Monterey,\nor Santa Barbara, and has little or no business.  From the presidio,\nwe rode off in the direction of the mission, which we were told was\nthree miles distant.  The country was rather sandy, and there was\nnothing for miles which could be called a tree, but the grass grew\ngreen and rank, and there were many bushes and thickets, and the\nsoil is said to be good.  After a pleasant ride of a couple of miles,\nwe saw the white walls of the mission, and fording a small river,\nwe came directly before it.  The mission is built of mud, or rather\nof the unburnt bricks of the country, and plastered.  There was\nsomething decidedly striking in its appearance: a number of irregular\nbuildings, connected with one another, and disposed in the form of\na hollow square, with a church at one end, rising above the rest,\nwith a tower containing five belfries, in each of which hung a large\nbell, and with immense rusty iron crosses at the tops.  Just outside\nof the buildings, and under the walls, stood twenty or thirty small\nhuts, built of straw and of the branches of trees, grouped together,\nin which a few Indians lived, under the protection and in the service\nof the mission.",
        "Entering a gate-way, we drove into the open square, in which the\nstillness of death reigned.  On one side was the church; on another,\na range of high buildings with grated windows; a third was a range\nof smaller buildings, or offices; and the fourth seemed to be little\nmore than a high connecting wall.  Not a living creature could we\nsee.  We rode twice round the square, in the hope of waking up\nsome one; and in one circuit, saw a tall monk, with shaven head,\nsandals, and the dress of the Grey Friars, pass rapidly through a\ngallery, but he disappeared without noticing us.  After two circuits,\nwe stopped our horses, and saw, at last, a man show himself in\nfront of one of the small buildings.  We rode up to him, and found\nhim dressed in the common dress of the country, with a silver\nchain round his neck, supporting a large bunch of keys.  From this,\nwe took him to be the steward of the mission, and addressing him\nas “Mayordomo,” received a low bow and an invitation to walk\ninto his room.  Making our horses fast, we went in.  It was a plain\nroom, containing a table, three or four chairs, a small picture or\ntwo of some saint, or miracle, or martyrdom, and a few dishes and\nglasses.  “Hay algunas cosa de comer?” said I.  “Si Señor!” said he.\n“Que gusta usted?”  Mentioning frijoles, which I knew they must\nhave if they had nothing else, and beef and bread, and a hint for\nwine, if they had any, he went off to another building, across the\ncourt, and returned in a few moments, with a couple of Indian boys,\nbearing dishes and a decanter of wine.  The dishes contained baked\nmeats, frijoles stewed with peppers and onions, boiled eggs, and\nCalifornia flour baked into a kind of macaroni.  These, together\nwith the wine, made the most sumptuous meal we had eaten since we\nleft Boston; and, compared with the fare we had lived upon for\nseven months, it was a regal banquet.  After despatching our meal,\nwe took out some money and asked him how much we were to pay.\nHe shook his head, and crossed himself, saying that it was charity:\n–that the Lord gave it to us.  Knowing the amount of this to be\nthat he did not sell it, but was willing to receive a present,\nwe gave him ten or twelve reals, which he pocketed with admirable\nnonchalance, saying, “Dios se lo pague.”  Taking leave of him,\nwe rode out to the Indians’ huts.  The little children were\nrunning about among the huts, stark naked, and the men were not\nmuch better; but the women had generally coarse gowns, of a sort of\ntow cloth.  The men are employed, most of the time, in tending the\ncattle of the mission, and in working in the garden, which is a very\nlarge one, including several acres, and filled, it is said, with the\nbest fruits of the climate.  The language of these people, which is\nspoken by all the Indians of California, is the most brutish and\ninhuman language, without any exception, that I ever heard, or that\ncould well be conceived of.  It is a complete slabber.  The words\nfall off of the ends of their tongues, and a continual slabbering sound\nis made in the cheeks, outside of the teeth.  It cannot have been\nthe language of Montezuma and the independent Mexicans.",
        "Here, among the huts, we saw the oldest man that I had ever seen;\nand, indeed, I never supposed that a person could retain life and\nexhibit such marks of age.  He was sitting out in the sun, leaning\nagainst the side of a hut; and his legs and arms, which were bare,\nwere of a dark red color, the skin withered and shrunk up like\nburnt leather, and the limbs not larger round than those of a boy\nof five years.  He had a few grey hairs, which were tied together\nat the back of his head; and he was so feeble that, when we came\nup to him, he raised his hands slowly to his face, and taking hold\nof his lids with his fingers, lifted them up to look at us;\nand being satisfied, let them drop again.  All command over the\nlid seemed to have gone.  I asked his age, but could get no answer\nbut “Quien sabe?” and they probably did not know the age.",
        "Leaving the mission, we returned to village, going nearly all the\nway on a full run.  The California horses have no medium gait,\nwhich is pleasant, between walking and running; for as there are\nno streets and parades, they have no need of the genteel trot,\nand their riders usually keep them at the top of their speed until\nthey are fired, and then let them rest themselves by walking.\nThe fine air of the afternoon; the rapid rate of the animals,\nwho seemed almost to fly over the ground; and the excitement and\nnovelty of the motion to us, who had been so long confined on\nshipboard, were exhilarating beyond expression, and we felt willing\nto ride all day long.  Coming into the village, we found things\nlooking very lively.  The Indians, who always have a holyday on\nSunday, were engaged at playing a kind of running game of ball,\non a level piece of ground, near the houses.  The old ones sat\ndown in a ring, looking on, while the young ones–men, boys and\ngirls–were chasing the ball, and throwing it with all their\nmight.  Some of the girls ran like greyhounds.  At every accident,\nor remarkable feat, the old people set up a deafening screaming\nand clapping of hands.  Several blue jackets were reeling about\namong the houses, which showed that the pulperias had been well\npatronized.  One or two of the sailors had got on horseback,\nbut being rather indifferent horsemen, and the Spaniards having\ngiven them vicious horses, they were soon thrown, much to the\namusement of the people.  A half dozen Sandwich Islanders,\nfrom the hide-houses and the two brigs, who are bold riders,\nwere dashing about on the full gallop, hallooing and laughing\nlike so many wild men.",
        "It was now nearly sundown, and S––- and myself went into a\nhouse and sat quietly down to rest ourselves before going down to\nthe beach.  Several people were soon collected to see “los Ingles\nmarineros,” and one of them–a young woman–took a great fancy to\nmy pocket handkerchief, which was a large silk one that I had\nbefore going to sea, and a handsomer one than they had been in\nthe habit of seeing.  Of course, I gave it to her; which brought\nus into high favor; and we had a present of some pears and other\nfruits, which we took down to the beach with us.  When we came\nto leave the house, we found that our horses, which we left tied\nat the door, were both gone.  We had paid for them to ride down\nto the beach, but they were not to be found.  We went to the man\nof whom we hired them, but he only shrugged his shoulders, and\nto our question, “Where are the horses?” only answered–\"Quien\nsabe?” but as he was very easy, and made no inquiries for the\nsaddles, we saw that he knew very well where they were.  After a\nlittle trouble, determined not to walk down,–a distance of three\nmiles–we procured two, at four reals apiece, with an Indian boy\nto run on behind and bring them back.  Determined to have “the go\"\nout of the horses, for our trouble, we went down at full speed,\nand were on the beach in fifteen minutes.  Wishing to make our\nliberty last as long as possible, we rode up and down among the\nhide-houses, amusing ourselves with seeing the men, as they came\ndown, (it was now dusk,) some on horseback and others on foot.\nThe Sandwich Islanders rode down, and were in “high snuff.\"\nWe inquired for our shipmates, and were told that two of them\nhad started on horseback and had been thrown or had fallen off,\nand were seen heading for the beach, but steering pretty wild,\nand by the looks of things, would not be down much before midnight.",
        "The Indian boys having arrived, we gave them our horses, and\nhaving seen them safely off, hailed for a boat and went aboard.\nThus ended our first liberty-day on shore.  We were well tired,\nbut had had a good time, and were more willing to go back to our\nold duties.  About midnight, we were waked up by our two watchmates,\nwho had come aboard in high dispute.  It seems they had started to\ncome down on the same horse, double-backed; and each was accusing\nthe other of being the cause of his fall.  They soon, however,\nturned-in and fell asleep, and probably forgot all about it,\nfor the next morning the dispute was not renewed.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}