{
    "title": "Two Little Savages - X",
    "author": "Ernest Thompson Seton",
    "chapter": "24",
    "content": [
        "\n\n",
        "The Dam",
        "One hot day early in July they were enjoying themselves in the shallow\nbathing-hole of the creek, when Sam observed: “It’s getting low. It\ngoes dry every summer.”",
        "This was not pleasing to foresee, and Yan said, “Why can’t we make a\ndam?”",
        "“A little too much like work.”",
        "“Oh, pshaw! That’d be fun and we’d have a swimming-place for all\nsummer, then. Come on; let’s start now.”",
        "“Never heard of Injuns doing so much work.”",
        "“Well, we’ll play Beaver while we do it. Come on, now; here’s for\na starter,” and Yan carried a big stone to what seemed to him the\nnarrowest place. Then he brought more, and worked with enthusiasm till\nhe had a line of stones right across the creek bed.",
        "Sam still sat naked on the bank, his knees to his chin and his arms\naround them. The war-paint was running down his chest in blue and red\nstreaks.",
        "“Come on, here, you lazy freak, and work,” cried Yan, and flung a\nhandful of mud to emphasize the invite.",
        "“My festered knee’s broke out again,” was the reply.",
        "At length Yan said, “I’m not going to do it all alone,” and\nstraightened up his back.",
        "“Look a-here,” was the answer. “I’ve been thinking. The cattle water\nhere. The creek runs dry in summer, then the cattle has to go to the\nbarnyard and drink at the trough–has to be pumped for, and hang round\nfor hours after hoping some one will give them some oats, instead of\nhustling back to the woods to get fat. Now, two big logs across there\nwould be more’n half the work. I guess we’ll ask Da to lend us the\nteam to put them logs across to make a drinking-pond for the cattle.\nThem cattle is awful on my mind. Didn’t sleep all night thinking o’\nthem. I just hate like pizen to see them walking all the way to the\nbarn in hot weather for a drink–’tain’t right.” So Sam waited for a\nproper chance to “tackle” his father. It did not come that day, but at\nbreakfast next morning Raften looked straight at Yan across the table,\nand evidently thinking hard about something, said:",
        "“Yahn, this yer room is twenty foot by fifteen, how much ilecloth\nthree foot wide will it call fur?”",
        "“Thirty-three and one-third yards,” Yan said at once.",
        "Raften was staggered. Yan’s manner was convincing, but to do all that\nin his head was the miracle. Various rude tests were applied and the\ngeneral opinion prevailed that Yan was right.",
        "The farmer’s face beamed with admiration for the first time. “Luk at\nthat,” he said to the table, “luk at that fur eddication. When’ll you\nbe able to do the like?” he said to Sam.",
        "“Never,” returned his son, with slow promptness. “Dentists don’t have\nto figger on ilecloth.”",
        "“Say, Yan,” said Sam aside, “guess you better tackle Da about\nthe dam. Kind o’ sot up about ye this mornin’; your eddication has\nsoftened him some, an’ it’ll last till about noon, I jedge. Strike\nwhile the iron is hot.”",
        "So after breakfast Yan commenced:",
        "“Mr. Raften, the creek’s running dry. We want to make a pond for the\ncattle to drink, but we can’t make a dam without two big logs across.\nWill you let us have the team a few minutes to place the logs?”",
        "“It ain’t fur a swimmin’-pond, is it, ye mean?” said Raften, with a\ntwinkle in his eye.",
        "“It would do for that as well,” and Yan blushed.",
        "“Sounds to me like Sam talking through Yan’s face,” added Raften,\nshrewdly taking in the situation. “I’ll see fur meself.”",
        "Arrived at the camp, he asked: “Now, whayer’s yer dam to be? Thar?\nThat’s no good. It’s narrer but it’d be runnin’ round both ends afore\nye had any water to speak of. Thayer’s a better place, a bit wider,\nbut givin’ a good pond. Whayer’s yer logs? Thayer? What–my seasoning\ntimber? Ye can’t hev that. That’s the sill fur the new barrn; nor\nthat–it’s seasonin’ fur gate posts. Thayer’s two ye kin hev. I’ll\nsend the team, but don’t let me ketch ye stealin’ any o’ my seasonin’\ntimber or the fur’ll fly.”",
        "With true Raften promptness the heavy team came, the two great logs\nwere duly dragged across and left as Yan requested (four feet apart\nfor the top of the dam).",
        "The boys now drove in a row of stakes against each log on the inner\nside, to form a crib, and were beginning to fill in the space with mud\nand stones. They were digging and filling it up level as they went.\nClay was scarce and the work went slowly; the water, of course, rising\nas the wall arose, added to the difficulty. But presently Yan said:",
        "“Hold on. New scheme. Let’s open her and dig a deep trench on one\nside so all the water will go by, then leave a clay wall to it” [the\ntrench] “and dig a deep hole on the other side of it. That will give\nus plenty of stuff for the dam and help to deepen the pond.”",
        "Thus they worked. In a week the crib was full of packed clay and\nstone. Then came the grand finish–the closing of this sluiceway\nthrough the dam. It was not easy with the full head of water running,\nbut they worked like beavers and finally got it stopped.",
        "That night there was a heavy shower. Next day when they came near they\nheard a dull roar in the woods. They stopped and listened in doubt,\nthen Yan exclaimed gleefully: “The dam! That’s the water running over\nthe dam.”",
        "They both set off with a yell and ran their fastest. As soon as they\ncame near they saw a great sheet of smooth water where the stony creek\nbottom had been and a steady current over the low place left as an\noverflow in the middle of the dam.",
        "What a thrill of pleasure that was!",
        "“Last in’s a dirty sucker.”",
        "“Look out for my bad knee,” was the response.",
        "The rest of the race was a mixture of stripping and sprinting and the\nboys splashed in together.",
        "Five feet deep in the deep hole, a hundred yards long, and all their\nown doing.",
        "“Now, wasn’t it worth it?” asked Yan, who had had much difficulty in\nkeeping Sam steadily at play that looked so very much like work.",
        "“Wonder how that got here? I thought I left that in the teepee?” and\nSam pointed to a log that he used for a seat in the teepee, but now it\nwas lodged in the overflow.",
        "Yan was a good swimmer, and as they played and splashed, Sam said:\n“Now I know who you are. You can’t hide it from me no longer. I\nsuspicioned it when you were working on the dam. You’re that tarnal\nRedskin they call ’Little Beaver.’”",
        "“I’ve been watching you,” retorted Yan, “and it seems to me I’ve run up\nagainst that copper-coloured scallawag–’Young-Man-Afraid-of-a-Shovel.’”",
        "[Illustration: The dam was a great success]",
        "“No, you don’t,” said Sam. “Nor I ain’t\n’_Bald-Eagle-Settin’-on-a-Rock-with-his-Tail-Hangin’-over-the-Edge,’nuther. In fact, I don’t keer to be recognized just now. Ain’t it a\nrelief to think the cattle don’t have to take that walk any more?”",
        "Sam was evidently trying to turn the subject, but Yan would not be\nbalked. “I heard Si call you ’Woodpecker’ the other day.”",
        "“Yep. I got that at school. When I was a kid to hum I heerd Ma talk\nabout me be-a-u-tiful golden hair, but when I got big enough\nto go to school I learned that it was only red, an’ they called\nme the ’Red-headed Woodpecker.’ I tried to lick them, but lots of them\ncould lick me an’ rubbed it in wuss. When I seen fightin’ didn’t\nwork, I let on to like it, but it was too late then. Mostly it’s just\n’Woodpecker’ for short. I don’t know as it ever lost me any sleep.”",
        "Half an hour later, as they sat by the fire that Yan made with\nrubbing-sticks, he said, “Say, Woodpecker, I want to tell you a\nstory.” Sam grimaced, pulled his ears forward, and made ostentatious\npreparations to listen.",
        "“There was once an Indian squaw taken prisoner by some other tribe way\nup north. They marched her 500 miles away, but one night she escaped\nand set out, not on the home trail, for she knew they would follow\nthat way and kill her, but to one side. She didn’t know the country\nand got lost. She had no weapons but a knife, and no food but berries.\nWell, she travelled fast for several days till a rainstorm came, then\nshe felt safe, for she knew her enemies could not trail her now. But\nwinter was near and she could not get home before it came. So she set\nto work right where she was.",
        "“She made a wigwam of Birch bark and a fire with rubbing-sticks, using\nthe lace of her moccasin for a bow-string. She made snares of the\ninner bark of the Willow and of Spruce roots, and deadfalls, too, for\nRabbits. She was starving sometimes, at first, but she ate the buds\nand inner bark of Birch trees till she found a place where there were\nlots of Rabbits. And when she caught some she used every scrap of\nthem. She made a fishing-line of the sinews, and a hook of the bones\nand teeth lashed together with sinew and Spruce gum.",
        "“She made a cloak of Rabbit skins, sewed with needles of Rabbit bone\nand thread of Rabbit sinew, and a lot of dishes of Birch bark sewed\nwith Spruce roots.",
        "“She put in the whole winter there alone, and when the spring came she\nwas found by Samuel Hearne, the great traveller. Her precious knife\nwas worn down, but she was fat and happy and ready to set out for her\nown people.”",
        "“Well, I say that’s mighty inter-est-in’,” said Sam–he had listened\nattentively–\"an’ I’d like nothin’ better than to try it myself if I\nhad a gun an’ there was lots of game.”",
        "“Pooh, who wouldn’t?”",
        "“Mighty few–an’ there’s mighty few who could.\"\n“I could.”",
        "“What, make everything with just a knife? I’d like to see you make\na teepee,” then adding earnestly, “Sam, we’ve been kind o’ playing\nInjuns; now let’s do it properly. Let’s make everything out of what we\nfind in the woods.”",
        "“Guess we’ll have to visit the Sanger Witch again. She knows all about\nplants.”",
        "“We’ll be the Sanger Indians. We can both be Chiefs,” said Yan, not\nwishing to propose himself as Chief or caring to accept Sam as his\nsuperior. “I’m Little Beaver. Now what are you?”",
        "“Bloody-Thundercloud-in-the-Afternoon.”",
        "“No, try again. Make it something you can draw, so you can make your\ntotem, and make it short.”",
        "“What’s the smartest animal there is?”",
        "“I–I–suppose the Wolverine.”",
        "“What! Smarter’n a Fox?”",
        "“The books say so.”",
        "“Kin he lick a Beaver?”",
        "“Well, I should say so.”",
        "“Well, that’s me.”",
        "“No, you don’t. I’m not going around with a fellow that licks me. It\ndon’t fit you as well as ’Woodpecker,’ anyhow. I always get youwhen I want a nice tree spoiled or pecked into holes,” retorted Yan,\nmagnanimously ignoring the personal reason for the name.",
        "“Tain t as bad as beavering,” answered Sam",
        "“Beavering” was a word with a history. Axes and timber were the\nbiggest things in the lives of the Sangerites. Skill with the axe was\nthe highest accomplishment. The old settlers used to make everything\nin the house out of wood, and with the axe for the only tool. It was\neven said that some of them used to “edge her up a bit” and shave with\nher on Sundays. When a father was setting his son up in life he gave\nhim simply a good axe. The axe was the grand essential of life and\nwork, and was supposed to be a whole outfit. Skill with the axe was\ngeneral. Every man and boy was more or less expert, and did not know\nhow expert he was till a real “greeny” came among them. There is a\nright way to cut for each kind of grain, and a certain proper way of\nfelling a tree to throw it in any given direction with the minimum of\nlabour. All these things are second nature to the Sangerite. A Beaver\nis credited with a haphazard way of gnawing round and round a tree\ntill somehow it tumbles, and when a chopper deviates in the least from\nthe correct form, the exact right cut in the exact right place, he is\nsaid to be “beavering\"; therefore, while “working like a Beaver” is\nhigh praise, “beavering” a tree is a term of unmeasured reproach, and\nSam’s final gibe had point and force that none but a Sangerite could\npossibly have appreciated.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}