{
    "title": "Two Little Savages - II",
    "author": "Ernest Thompson Seton",
    "chapter": "2",
    "content": [
        "\n\n",
        "Spring",
        "Yan, though not strong, revelled in deeds of brawn. He would rather\nhave been Samson than Moses–Hercules than Apollo. All his tastes\ninclined him to wild life. Each year when the spring came, he felt the\ninborn impulse to up and away. He was stirred through and through when\nthe first Crow, in early March, came barking over-head. But it fairly\nboiled in his blood when the Wild Geese, in long, double, arrow-headed\nprocession, went clanging northward. He longed to go with them.\nWhenever a new bird or beast appeared, he had a singular prickling\nfeeling up his spine and his back as though he had a mane that was\nstanding up. This feeling strengthened with his strength.",
        "All of his schoolmates used to say that they “liked” the spring, some\nof the girls would even say that they “dearly loved” the spring, but\nthey could not understand the madness that blazed in Yan’s eyes when\nspringtime really came–the flush of cheek–the shortening breath–the\nrestless craving for action–the chafing with flashes of rebellion at\nschool restraints–the overflow of nervous energy–the bloodthirst\nin his blood–the hankering to run–to run to the north, when the\nspringtime tokens bugled to his every sense.",
        "Then the wind and sky and ground were full of thrill. There was\nclamour everywhere, but never a word. There was stirring within and\nwithout. There was incentive in the yelping of the Wild Geese; but it\nwas only tumult, for he could not understand why he was so stirred.\nThere were voices that he could not hear–messages that he could not\nread; all was confusion of tongues. He longed only to get away.",
        "“If only I could get away. If–if–Oh, God!” he stammered in torment\nof inexpression, and then would gasp and fling himself down on some\nbank, and bite the twigs that chanced within reach and tremble and\nwonder at himself.",
        "Only one thing kept him from some mad and suicidal move–from joining\nsome roving Indian band up north, or gypsies nearer–and that was the\nstrong hand at home.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}