{
    "title": "Two Little Savages - XXXI",
    "author": "Ernest Thompson Seton",
    "chapter": "60",
    "content": [
        "\n\n",
        "On the Old Camp Ground",
        "It was threatening to rain again in the morning and the Indians\nexpected to tramp home heavy laden in the wet. But their Medicine Man\nhad a surprise in store. “I found an old friend not far from here and\nfixed it up with him to take us all home in his wagon.” They walked\nout to the edge of the rough land and found a farm wagon with two\nhorses and a driver. They got in, and in little less than a hour were\nsafely back to the dear old camp by the pond.",
        "The rain was over now, and as Caleb left for his own home he said:",
        "“Say, boys, how about that election for Head Chief? I reckon it’s due\nnow. Suppose you wait till to-morrow afternoon at four o’clock an’\nI’ll show you how to do it.”",
        "That night Yan and his friend were alone in their teepee. His arm was\nbound up, and proud he was of those bandages and delighted with the\ntrifling red spots that appeared yet on the last layer; but he was not\nin pain, nor, indeed, the worse for the adventure, for, thanks to his\nthick shirt, there was no poisoning. He slept as usual till long after\nmidnight, then awoke in bed with a peculiar feeling of well-being and\nclearness of mind. He had no bodily sense; he seemed floating alone,\nnot in the teepee nor in the woods, but in the world–not dreaming,\nbut wide awake–more awake than ever in his life before, for all his\nlife came clearly into view as never before: his stern, religious\ntraining; his father, refined and well-meaning, but blind, compelling\nhim to embark in a profession to which he was little inclined, and to\ngive up the one thing next his heart–his Woodcraft lore.",
        "Then Raften stepped into view, loud-voiced, externally coarse, but\nblessed with a good heart and a sound head. The farmer suffered sadly\nin contrast with the father, and yet Yan had to suppress the wish that\nRaften were his father. What had they in common? Nothing; and yet\nRaften had given him two of the dearest things in life. He, the\nhead of the house, a man of force and success, had treated Yan with\nrespect. Yan was enough like his own father to glory in the unwonted\ntaste; and like that other rugged stranger long ago in Glenyan, Raften\nhad also given him sympathy. Instead of considering his Woodcraft\npursuits mere trifling, the farmer had furthered them, and even joined\nto follow for a time. The thought of Bonnerton came back. Yan knew he\nmust return in a year at most; he knew that his dearest ambition of a\ncollege course in zoology was never to be realized, for his father\nhad told him he must go as errand boy at the first opening. Again his\nrebellious spirit was stirred, to what purpose he did not know. He\nwould rather stay here on the farm with the Raftens. But his early\nScriptural training was not without effect. “Honour thy father and\nthy mother” was of lasting force. He felt it to be a binding duty. He\ncould not rebel if he would. No, he would obey; and in that resolution\nnew light came. In taking him from college and sending him to the farm\nhis father had apparently cut off his hope of studies next his heart.\nInstead of suffering loss by this obedience, he had come to the\nlargest opportunity of his life.",
        "Yes! He would go back–be errand boy or anything to make a living, but\nin his hours of freedom he would keep a little kingdom of his own. The\nroad to it might lie through the cellar of a grocer’s shop, but he\nwould not flinch. He would strive and struggle as a naturalist. When\nhe had won the insight he was seeking, the position he sought would\nfollow, for every event in the woodland life had shown him–had shown\nthem all, that his was the kingdom of the Birds and Beasts and the\npower to comprehend them.",
        "And he seemed to float, happy in the fading of all doubt, glad in\nthe sense of victory. There was a noise outside. The teepee door was\nforced gently; a large animal entered. At another time Yan might\nhave been alarmed, but the uplift of his vision was on him still. He\nwatched it with curious unalarm. It gently came to his bed, licked his\nhand and laid down beside him. It was old Turk, and this was the first\ntime he had heeded any of them but Caleb.",
        "[Illustration: Old Turk]",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}