{
    "title": "Two Years Before the Mast - Chapter VII. Juan Fernandez–The Pacific",
    "author": "Richard Henry Dana",
    "chapter": "10",
    "content": [
        "\n\n",
        "We continued sailing along with a fair wind and fine weather until",
        "Tuesday, Nov. 25th, when at daylight we saw the island of\nJuan Fernandez, directly ahead, rising like a deep blue cloud out\nof the sea.  We were then probably nearly seventy miles from it;\nand so high and so blue did it appear, that I mistook it for a cloud,\nresting over the island, and looked for the island under it, until it\ngradually turned to a deader and greener color, and I could mark the\ninequalities upon its surface.  At length we could distinguish trees\nand rocks; and by the afternoon, this beautiful island lay fairly\nbefore us, and we directed our course to the only harbor.  Arriving at\nthe entrance soon after sun-down, we found a Chilian man-of-war brig,\nthe only vessel, coming out.  She hailed us, and an officer on board,\nwhom we supposed to be an American, advised us to run in before night,\nand said that they were bound to Valparaiso.  We ran immediately for\nthe anchorage, but, owing to the winds which drew about the mountains\nand came to us in flaws from every point of the compass, we did not\ncome to an anchor until nearly midnight.  We had a boat ahead all the\ntime that we were working in, and those aboard were continually bracing\nthe yards about for every puff that struck us, until about 12 o’clock,\nwhen we came-to in 40 fathoms water, and our anchor struck bottom\nfor the first time since we left Boston–one hundred and three days.\nWe were then divided into three watches, and thus stood out the remainder\nof the night.",
        "I was called on deck to stand my watch at about three in the morning,\nand I shall never forget the peculiar sensation which I experienced\non finding myself once more surrounded by land, feeling the night\nbreeze coming from off shore, and hearing the frogs and crickets.\nThe mountains seemed almost to hang over us, and apparently from the\nvery heart there came out, at regular intervals, a loud echoing sound,\nwhich affected me as hardly human.  We saw no lights, and could hardly\naccount for the sound, until the mate, who had been there before, told\nus that it was the “Alerta” of the Spanish soldiers, who were stationed\nover some convicts confined in caves nearly halfway up the mountain.\nAt the expiration of my watch I went below, feeling not a little anxious\nfor the day, that I might see more nearly, and perhaps tread upon,\nthis romantic, I may almost say, classic island.",
        "When all hands were called it was nearly sunrise, and between that time\nand breakfast, although quite busy on board in getting up water-casks,\netc., I had a good view of the objects about me.  The harbor was nearly\nland-locked, and at the head of it was a landing-place, protected by a\nsmall breakwater of stones, upon which two large boats were hauled up,\nwith a sentry standing over them.  Near this was a variety of huts or\ncottages, nearly an hundred in number, the best of them built of mud\nand white washed, but the greater part only Robinson Crusoe like–\nof posts and branches of trees.  The governor’s house, as it is called,\nwas the most conspicuous, being large, with grated windows, plastered\nwalls, and roof of red tiles; yet, like all the rest, only of one story.\nNear it was a small chapel, distinguished by a cross; and a long, low\nbrown-looking building, surrounded by something like a palisade, from\nwhich an old and dingy-looking Chilian flag was flying.  This, of course,\nwas dignified by the title of Presidio.  A sentinel was stationed at\nthe chapel, another at the governor’s house, and a few soldiers armed\nwith bayonets, looking rather ragged, with shoes out at the toes, were\nstrolling about among the houses, or waiting at the landing-place for\nour boat to come ashore.",
        "The mountains were high, but not so overhanging as they appeared\nto be by starlight.  They seemed to bear off towards the centre of\nthe island, and were green and well wooded, with some large, and,\nI am told, exceedingly fertile valleys, with mule-tracks leading\nto different parts of the island.",
        "I cannot forget how my friend S––- and myself got the laugh of\nthe crew upon us for our eagerness to get on shore.  The captain\nhaving ordered the quarter-boat to be lowered, we both sprang down\ninto the forecastle, filled our jacket pockets with tobacco to barter\nwith the people ashore, and when the officer called for “four hands\nin the boat,” nearly broke our necks in our haste to be first over\nthe side, and had the pleasure of pulling ahead of the brig with a\ntow-line for a half an hour, and coming on board again to be laughed\nat by the crew, who had seen our manoeuvre.",
        "After breakfast the second mate was ordered ashore with five hands\nto fill the water-casks, and to my joy I was among the number.\nWe pulled ashore with the empty casks; and here again fortune\nfavored me, for the water was too thick and muddy to be put into\nthe casks, and the governor had sent men up to the head of the\nstream to clear it out for us, which gave us nearly two hours of\nleisure.  This leisure we employed in wandering about among the\nhouses, and eating a little fruit which was offered to us.\nGround apples, melons, grapes, strawberries of an enormous size,\nand cherries, abounded here.  The latter are said to have been\nplanted by Lord Anson.  The soldiers were miserably clad, and\nasked with some interest whether we had any shoes to sell on board.\nI doubt very much if they had the means of buying them.  They were\nvery eager to get tobacco, for which they gave shells, fruits, etc.\nKnives also were in demand, but we were forbidden by the governor\nto let any one have them, as he told us that all the people there,\nexcept the soldiers and a few officers, were convicts sent from\nValparaiso, and that it was necessary to keep all weapons from\ntheir hands.  The island, it seems, belongs to Chili, and had been\nused by the government as a sort of Botany Bay for nearly two years;\nand the governor–an Englishman who had entered the Chilian navy–\nwith a priest, half a dozen task-masters, and a body of soldiers,\nwere stationed there to keep them in order.  This was no easy task;\nand only a few months before our arrival, a few of them had stolen a\nboat at night, boarded a brig lying in the harbor, sent the captain\nand crew ashore in their boat, and gone off to sea.  We were informed\nof this, and loaded our arms and kept strict watch on board through\nthe night, and were careful not to let the convicts get our knives\nfrom us when on shore.  The worst part of the convicts, I found, were\nlocked up under sentry in caves dug into the side of the mountain,\nnearly halfway up, with mule-tracks leading to them, whence they\nwere taken by day and set to work under task-masters upon building\nan aqueduct, a wharf, and other public works; while the rest lived\nin the houses which they put up for themselves, had their families\nwith them, and seemed to me to be the laziest people on the face\nof the earth.  They did nothing but take a paseo into the woods,\na  paseo among the houses, a paseo at the landing-place, looking at\nus and our vessel, and too lazy to speak fast; while the others were\ndriving–or rather, driven–about, at a rapid trot, in single file,\nwith burdens on their shoulders, and followed up by their task-masters,\nwith long rods in their hands, and broadbrimmed straw hats upon their\nheads.  Upon what precise grounds this great distinction was made,\nI do not know, and I could not very well know, for the governor was the\nonly man who spoke English upon the island, and he was out of my walk.",
        "Having filled our casks, we returned on board, and soon after,\nthe governor, dressed in a uniform like that of an American militia\nofficer, the Padre, in the dress of the grey friars, with hood\nand all complete, and the Capitan, with big whiskers and dirty\nregimentals, came on board to dine.  While at dinner, a large\nship appeared in the offing, and soon afterwards we saw a light\nwhale-boat pulling into the harbor.  The ship lay off and on,\nand a boat came alongside of us, and put on board the captain,\na plain young Quaker, dressed all in brown.  The ship was the\nCortes, whaleman, of New Bedford, and had put in to see if there\nwere any vessels from round the Horn, and to hear the latest news\nfrom America.  They remained aboard a short time and had a little\ntalk with the crew, when they left us and pulled off to their ship,\nwhich, having filled away, was soon out of sight.",
        "A small boat which came from the shore to take away the governor\nand suite–as they styled themselves–brought, as a present to the\ncrew, a large pail of milk, a few shells, and a block of sandal wood.\nThe milk, which was the first we had tasted since leaving Boston,\nwe soon despatched; a piece of the sandal wood I obtained, and\nlearned that it grew on the hills in the centre of the island.\nI have always regretted that I did not bring away other specimens\nof the products of the island, having afterwards lost all that I\nhad with me–the piece of sandal wood, and a small flower which I\nplucked and brought on board in the crown of my tarpaulin,\nand carefully pressed between the leaves of a book.",
        "About an hour before sun-down, having stowed our water casks, we\ncommenced getting under weigh, and were not a little while about it;\nfor we were in thirty fathoms water, and in one of the gusts which\ncame off shore had let go our other bow anchor; and as the southerly\nwind draws round the mountains and comes off in uncertain flaws,\nwe were continually swinging round, and had thus got a very foul hawse.\nWe hove in upon our chain, and after stoppering and unshackling it\nagain and again, and hoisting and hauling down sail, we at length\ntipped our anchor and stood out to sea.  It was bright starlight\nwhen we were clear of the bay, and the lofty island lay behind us,\nin its still beauty, and I gave a parting look, and bid farewell,\nto the most romantic spot of earth that my eyes had ever seen.\nI did then, and have ever since, felt an attachment for that island,\naltogether peculiar.  It was partly, no doubt, from its having been\nthe first land that I had seen since leaving home, and still more\nfrom the associations which every one has connected with it in their\nchildhood from reading Robinson Crusoe.  To this I may add the height\nand romantic outline of its mountains, the beauty and freshness of\nits verdure, and the extreme fertility of its soil, and its solitary\nposition in the midst of the wide expanse of the South Pacific,\nas all concurring to give it its peculiar charm.",
        "When thoughts of this place have occurred to me at different times,\nI have endeavored to recall more particulars with regard to it.\nIt is situated in about 33º 30’ S., and is distant a little more than\nthree hundred miles from Valparaiso, on the coast of Chili, which is\nin the same latitude.  It is about fifteen miles in length and five\nin breadth.  The harbor in which we anchored (called by Lord Anson,\nCumberland bay) is the only one in the island; two small bights of\nland on each side of the main bay (sometimes dignified by the name\nof bays) being little more than landing-places for boats.  The best\nanchorage is at the western side of the bay, where we lay at about\nthree cables’ lengths from the shore, in a little more than thirty\nfathoms water.  This harbor is open to the N.N.E., and in fact nearly\nfrom N. to E., but the only dangerous winds being the south-west,\non which side are the highest mountains, it is considered very safe.\nThe most remarkable thing perhaps about it is the fish with which it\nabounds.  Two of our crew, who remained on board, caught in a few\nminutes enough to last us for several days, and one of the men,\nwho was a Marblehead man, said that he never saw or heard of such\nan abundance.  There were cod, breams, silver-fish, and other kinds\nwhose names they did not know, or which I have forgotten.",
        "There is an abundance of the best of water upon the island, small\nstreams running through every valley, and leaping down from the\nsides of the hills.  One stream of considerable size flows through\nthe centre of the lawn upon which the houses are built, and furnishes\nan easy and abundant supply to the inhabitants.  This, by means\nof a short wooden aqueduct, was brought quite down to our boats.\nThe convicts had also built something in the way of a breakwater,\nand were to build a landing-place for boats and goods, after which\nthe Chilian government intended to lay port charges.",
        "Of the wood I can only say, that it appeared to be abundant; the\nisland in the month of November, when we were there, being in all\nthe freshness and beauty of spring, appeared covered with trees.\nThese were chiefly aromatic, and the largest was the myrtle.\nThe soil is very loose and rich, and wherever it is broken up,\nthere spring up immediately radishes, turnips, ground apples,\nand other garden fruits.  Goats, we were told, were not abundant,\nand we saw none, though it was said we might, if we had gone into\nthe interior.  We saw a few bullocks winding about in the narrow\ntracks upon the sides of the mountains, and the settlement was\ncompletely overrun with dogs of every nation, kindred, and degree.\nHens and chickens were also abundant, and seemed to be taken good\ncare of by the women.  The men appeared to be the laziest people\nupon the face of the earth; and indeed, as far as my observation goes,\nthere are no people to whom the newly-invented Yankee word of “loafer\"\nis more applicable than to the Spanish Americans.  These men stood\nabout doing nothing, with their cloaks, little better in texture\nthan an Indian’s blanket, but of rich colors, thrown over their\nshoulders with an air which it is said that a Spanish beggar can\nalways give to his rags; and with great politeness and courtesy\nin their address, though with holes in their shoes and without\na sou in their pockets.  The only interruption to the monotony\nof their day seemed to be when a gust of wind drew round between\nthe mountains and blew off the boughs which they had placed for\nroofs to their houses, and gave them a few minutes’ occupation\nin running about after them.  One of these gusts occurred while\nwe were ashore, and afforded us no little amusement at seeing the\nmen look round, and if they found that their roofs had stood,\nconclude that they might stand too, while those who saw theirs\nblown off, after uttering a few Spanish oaths, gathered their\ncloaks over their shoulders, and started off after them.  However,\nthey were not gone long, but soon returned to their habitual\noccupation of doing nothing.",
        "It is perhaps needless to say that we saw nothing of the interior;\nbut all who have seen it, give very glowing accounts of it.\nOur captain went with the governor and a few servants upon mules\nover the mountains, and upon their return, I heard the governor\nrequest him to stop at the island on his passage home, and offer\nhim a handsome sum to bring a few deer with him from California,\nfor he said that there were none upon the island, and he was very\ndesirous of having it stocked.",
        "A steady, though light south-westerly wind carried us well off from\nthe island, and when I came on deck for the middle watch I could just\ndistinguish it from its hiding a few low stars in the southern horizon,\nthough my unpracticed eyes would hardly have known it for land.\nAt the close of the watch a few trade-wind clouds which had arisen,\nthough we were hardly yet in their latitude, shut it out from our view,\nand the next day,",
        "Thursday, Nov. 27th, upon coming on deck in the morning, we were\nagain upon the wide Pacific, and saw no more land until we arrived\nupon the western coast of the great continent of America.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}