{
    "title": "Two Years Before the Mast - Concluding Chapter",
    "author": "Richard Henry Dana",
    "chapter": "40",
    "content": [
        "\n\n",
        "I trust that they who have followed me to the end of my narrative,\nwill not refuse to carry their attention a little farther, to the\nconcluding remarks which I here present to them.",
        "This chapter is written after the lapse of a considerable time since\nthe end of my voyage, and after a return to my former pursuits;\nand in it I design to offer those views of what may be done for\nseamen, and of what is already doing, which I have deduced from\nmy experiences, and from the attention which I have since gladly\ngiven to the subject.",
        "The romantic interest which many take in the sea, and in those\nwho live upon it, may be of use in exciting their attention to\nthis subject, though I cannot but feel sure that all who have\nfollowed me in my narrative must be convinced that the sailor has\nno romance in his every-day life to sustain him, but that it is\nvery much the same plain, matter-of-fact drudgery and hardship,\nwhich would be experienced on shore.  If I have not produced\nthis conviction, I have failed in persuading others of what my\nown experience has most fully impressed upon myself.",
        "There is a witchery in the sea, its songs and stories, and in the\nmere sight of a ship, and the sailor’s dress, especially to a young\nmind, which has done more to man navies, and fill merchantmen, than\nall the press-gangs of Europe.  I have known a young man with such\na passion for the sea, that the very creaking of a block stirred up\nhis imagination so that he could hardly keep his feet on dry ground;\nand many are the boys, in every seaport, who are drawn away, as by an\nalmost irresistible attraction, from their work and schools, and hang\nabout the decks and yards of vessels, with a fondness which, it is\nplain, will have its way.  No sooner, however, has the young sailor\nbegun his new life in earnest, than all this fine drapery falls off,\nand he learns that it is but work and hardship, after all.  This is\nthe true light in which a sailor’s life is to be viewed; and if\nin our books, and anniversary speeches, we would leave out much\nthat is said about “blue water,” “blue jackets,” “open hearts,\"\n“seeing God’s hand on the deep,” and so forth, and take this up\nlike any other practical subject, I am quite sure we should do full\nas much for those we wish to benefit.  The question is, what can\nbe done for sailors, as they are,–men to be fed, and clothed,\nand lodged, for whom laws must be made and executed, and who are\nto be instructed in useful knowledge, and, above all, to be brought\nunder religious influence and restraint?  It is upon these topics\nthat I wish to make a few observations.",
        "In the first place, I have no fancies about equality on board ship,\nIt is a thing out of the question, and certainly, in the present\nstate of mankind, not to be desired.  I never knew a sailor who\nfound fault with the orders and ranks of the service; and if I\nexpected to pass the rest of my life before the mast, I would not\nwish to have the power of the captain diminished an iota.  It is\nabsolutely necessary that there should be one head and one voice,\nto control everything, and be responsible for everything.  There are\nemergencies which require the instant exercise of extreme power.\nThese emergencies do not allow of consultation; and they who would\nbe the captain’s constituted advisers might be the very men over\nwhom he would be called upon to exert his authority.  It has been\nfound necessary to vest in every government, even the most democratic,\nsome extraordinary, and, at first sight, alarming powers; trusting in\npublic opinion, and subsequent accountability to modify the exercise\nof them.  These are provided to meet exigencies, which all hope\nmay never occur, but which yet by possibility may occur, and if\nthey should, and there were no power to meet them instantly,\nthere would be an end put to the government at once.  So it is with\nthe authority of the shipmaster.  It will not answer to say that he\nshall never do this and that thing, because it does not seem always\nnecessary and advisable that it should be done.  He has great cares\nand responsibilities; is answerable for everything; and is subject\nto emergencies which perhaps no other man exercising authority\namong civilized people is subject to.  Let him, then, have powers\ncommensurate with his utmost possible need; only let him be held\nstrictly responsible for the exercise of them.  Any other course\nwould be injustice, as well as bad policy. ",
        "In the treatment of those under his authority, the captain\nis amenable to the common law, like any other person.  He is\nliable at common law for murder, assault and battery, and other\noffences; and in addition to this, there is a special statute of\nthe United States which makes a captain or other officer liable\nto imprisonment for a term not exceeding five years, and to\na fine not exceeding a thousand dollars, for inflicting any\ncruel punishment upon, withholding food from, or in any other\nway maltreating a seaman.  This is the state of the law on the\nsubject; while the relation in which the parties stand, and the\npeculiar necessities, excuses, and provocations arising from\nthat relation, are merely circumstances to be considered in each\ncase.  As to the restraints upon the master’s exercise of power,\nthe laws themselves seem, on the whole, to be sufficient.  I do\nnot see that we are in need, at present, of more legislation on\nthe subject.  The difficulty lies rather in the administration\nof the laws; and this is certainly a matter that deserves great\nconsideration, and one of no little embarrassment.",
        "In the first place, the courts have said that public policy requires\nthe power of the master and officers should be sustained.  Many lives\nand a great amount of property are constantly in their hands, for which\nthey are strictly responsible.  To preserve these, and to deal justly\nby the captain, and not lay upon him a really fearful responsibility,\nand then tie up his hands, it is essential that discipline should\nbe supported.  In the second place, there is always great allowance\nto be made for false swearing and exaggeration by seamen, and for\ncombinations among them against their officers; and it is to be\nremembered that the latter have often no one to testify on their\nside.  These are weighty and true statements, and should not be lost\nsight of by the friends of seamen.  On the other hand, sailors make\nmany complaints, some of which are well founded.",
        "On the subject of testimony, seamen labor under a difficulty full as\ngreat as that of the captain.  It is a well-known fact, that they are\nusually much better treated when there are passengers on board. ",
        "The presence of passengers is a restraint upon the captain,\nnot only from his regard to their feelings and to the estimation\nin which they may hold him, but because he knows they will be\ninfluential witnesses against him if he is brought to trial.\nThough officers may sometimes be inclined to show themselves off\nbefore passengers, by freaks of office and authority, yet cruelty\nthey would hardly dare to be guilty of.  It is on long and distant\nvoyages, where there is no restraint upon the captain, and none\nbut the crew to testify against him, that sailors need most the\nprotection of the law.  On such voyages as these, there are many\ncases of outrageous cruelty on record, enough to make one heartsick,\nand almost disgusted with the sight of man; and many, many more,\nwhich have never come to light, and never will be known, until the\nsea shall give up its dead.  Many of these have led to mutiny and\npiracy,–stripe for stripe, and blood for blood.  If on voyages of\nthis description the testimony of seamen is not to be received in\nfavor of one another, or too great a deduction is made on account\nof their being seamen, their case is without remedy; and the captain,\nknowing this, will be strengthened in that disposition to tyrannize\nwhich the possession of absolute power, without the restraints of\nfriends and public opinion, is too apt to engender.",
        "It is to be considered, also, that the sailor comes into court\nunder very different circumstances from the master.  He is thrown\namong landlords, and sharks of all descriptions; is often led to\ndrink freely; and comes upon the stand unaided, and under a certain\ncloud of suspicion as to his character and veracity.  The captain,\non the other hand, is backed by the owners and insurers, and has\nan air of greater respectability; though, after all, he may have\nbut a little better education than the sailor, and sometimes,\n(especially among those engaged in certain voyages that I could\nmention) a very hackneyed conscience.",
        "These are the considerations most commonly brought up on the\nsubject of seamen’s evidence; and I think it cannot but be obvious\nto every one that here, positive legislation would be of no manner\nof use.  There can be no rule of law regulating the weight to be\ngiven to seamen’s evidence.  It must rest in the mind of the judge\nand jury; and no enactment or positive rule of court could vary the\nresult a hair, in any one case.  The effect of a sailor’s testimony\nin deciding a case must depend altogether upon the reputation of\nthe class to which he belongs, and upon the impression he himself\nproduces in court by his deportment, and by those infallible marks\nof character which always tell upon a jury.",
        "In fine, after all the well-meant and specious projects that have\nbeen brought forward, we seem driven back to the belief, that the\nbest means of securing a fair administration of the laws made for\nthe protection of seamen, and certainly the only means which can\ncreate any important change for the better, is the gradual one of\nraising the intellectual and religious character of the sailor,\nso that as an individual and as one of a class, he may, in the\nfirst instance, command the respect of his officers, and if any\ndifficulty should happen, may upon the stand carry that weight\nwhich an intelligent and respectable man of the lower class almost\nalways does with a jury.  I know there are many men who, when a\nfew cases of great hardship occur, and it is evident that there\nis an evil somewhere, think that some arrangement must be made,\nsome law passed, or some society got up, to set all right at once.\nOn this subject there can be no call for any such movement; on the\ncontrary, I fully believe that any public and strong action would\ndo harm, and that we must be satisfied to labor in the less easy\nand less exciting task of gradual improvement, and abide the issue\nof things working slowly together for good.",
        "Equally injudicious would be any interference with the economy\nof the ship.  The lodging, food, hours of sleep, etc., are all\nmatters which, though capable of many changes for the better,\nmust yet be left to regulate themselves.  And I am confident that\nthere will be, and that there is now a gradual improvement in all\nsuch particulars.  The forecastles of most of our ships are small,\nblack, and wet holes, which few landsmen would believe held a crew\nof ten or twelve men on a voyage of months or years; and often,\nindeed in most cases, the provisions are not good enough to make\na meal anything more than a necessary part of a day’s duty;(1)",
        "–––––––-\n1. I am not sure that I have stated, in the course of my narrative,\nthe manner in which sailors eat, on board ship.  There are neither\ntables, knives, forks, nor plates, in a forecastle; but the kid\n(a wooden tub, with iron hoops) is placed on the floor and the\ncrew sit round it, and each man cuts for himself with the common\njack-knife or sheath-knife, that he carries about him.  They drink\ntheir tea out of tin pots, holding little less than a quart each.",
        "These particulars are not looked upon as hardships, and, indeed,\nmay be considered matters of choice.  Sailors, in our merchantmen,\nfurnish their own eating utensils, as they do many of the instruments\nwhich they use in the ship’s work, such as knives, palms and needles,\nmarline-spikes, rubbers, etc. And considering their mode of life\nin other respects, the little time they would have for laying and\nclearing away a table with its apparatus, and the room it would take\nup in a forecastle, as well as the simple character of their meals,\nconsisting generally of only one piece of meat,–it is certainly\na convenient method, and, as the kid and pans are usually kept\nperfectly clean, a neat and simple one.  I had supposed these\nthings to be generally known, until I heard, a few months ago,\na lawyer of repute, who has had a good deal to do with marine\ncases, ask a sailor upon the stand whether the crew had “got up\nfrom table” when a certain thing happened.\n–––––––-",
        "and on the score of sleep, I fully believe that the lives of\nmerchant seamen are shortened by the want of it.  I do not refer\nto those occasions when it is necessarily broken in upon; but,\nfor months, during fine weather, in many merchantmen, all hands\nare kept, throughout the day, and, then, there are eight hours on\ndeck for one watch each night.  Thus it is usually the case that\nat the end of a voyage, where there has been the finest weather,\nand no disaster, the crew have a wearied and worn-out appearance.\nThey never sleep longer than four hours at a time, and are seldom\ncalled without being really in need of more rest.  There is no one\nthing that a sailor thinks more of as a luxury of life on shore,\nthan a whole night’s sleep.  Still, all these things must be left\nto be gradually modified by circumstances.",
        "Whenever hard cases occur, they should be made known, and masters\nand owners should be held answerable, and will, no doubt, in time,\nbe influenced in their arrangements and discipline by the increased\nconsideration in which sailors are held by the public.",
        "It is perfectly proper that the men should live in a different\npart of the vessel from the officers; and if the forecastle is made\nlarge and comfortable, there is no reason why the crew should not\nlive there as well as in any other part.  In fact, sailors prefer\nthe forecastle.  It is their accustomed place, and in it they are\nout of the sight and hearing of their officers.",
        "As to their food and sleep, there are laws, with heavy penalties,\nrequiring a certain amount of stores to be on board, and safely\nstowed; and, for depriving the crew unnecessarily of food or\nsleep, the captain is liable at common law, as well as under\nthe statute before referred to.  Farther than this, it would\nnot be safe to go.",
        "The captain must be the judge when it is necessary to keep his\ncrew from their sleep; and sometimes a retrenching, not of the\nnecessaries, but of some of the little niceties of their meals,\nas, for instance, duff on Sunday, may be a mode of punishment,\nthough I think generally an injudicious one.",
        "I could not do justice to this subject without noticing one part\nof the discipline of a ship, which has been very much discussed\nof late, and has brought out strong expressions of indignation from\nmany,–I mean the infliction of corporal punishment.  Those who have\nfollowed me in my narrative will remember that I was witness to an\nact of great cruelty inflicted upon my own shipmates; and indeed\nI can sincerely say that the simple mention of the word flogging,\nbrings up in me feelings which I can hardly control.  Yet, when the\nproposition is made to abolish it entirely and at once; to prohibit\nthe captain from ever, under any circumstances, inflicting corporal\npunishment; I am obliged to pause, and, I must say, to doubt\nexceedingly the expediency of making any positive enactment which\nshall have that effect.  If the design of those who are writing\non this subject is merely to draw public attention to it, and to\ndiscourage the practice of flogging, and bring it into disrepute,\nit is well; and, indeed, whatever may be the end they have in view,\nthe mere agitation of the question will have that effect, and,\nso far, must do good.  Yet I should not wish to take the command\nof a ship to-morrow, running my chance of a crew, as most masters\nmust, and know, and have my crew know, that I could not, under any\ncircumstances, inflict even moderate chastisement.  I should trust\nthat I might never have to resort to it; and, indeed, I scarcely\nknow what risk I would not run, and to what inconvenience I would\nnot subject myself, rather than do so.  Yet not to have the power of\nholding it up in terrorem, and indeed of protecting myself, and all\nunder my charge, by it, if some extreme case should arise, would be\na situation I should not wish to be placed in myself, or to take\nthe responsibility of placing another in.",
        "Indeed, the difficulties into which masters and officers are\nliable to be thrown, are not sufficiently considered by many\nwhose sympathies are easily excited by stories, frequent enough,\nand true enough of outrageous abuse of this power.  It is to\nbe remembered that more than three-fourths of the seamen in our\nmerchant vessels are foreigners.  They are from all parts of the\nworld.  A great many from the north of Europe, beside Frenchmen,\nSpaniards, Portuguese, Italians, men from all parts of the\nMediterranean, together with Lascars, Negroes, and, perhaps worst\nof all, the off-casts of British men-of-war, and men from our own\ncountry who have gone to sea because they could not be permitted\nto live on land.",
        "As things now are, many masters are obliged to sail without knowing\nanything of their crews, until they get out at sea.  There may be\npirates or mutineers among them; and one bad man will often infect\nall the rest; and it is almost certain that some of them will be\nignorant foreigners, hardly understanding a word of our language,\naccustomed all their lives to no influence but force, and perhaps\nnearly as familiar with the use of the knife as with that of the\nmarline-spike.  No prudent master, however peaceably inclined,\nwould go to sea without his pistols and handcuffs.  Even with\nsuch a crew as I have supposed, kindness and moderation would be\nthe best policy, and the duty of every conscientious man; and the\nadministering of corporal punishment might be dangerous, and of\ndoubtful use.  But the question is not, what a captain ought\ngenerally to do, but whether it shall be put out of the power of\nevery captain, under any circumstances, to make use of, even\nmoderate, chastisement.  As the law now stands, a parent may\ncorrect moderately his child, and the master his apprentice;\nand the case of the shipmaster has been placed upon the same\nprinciple.  The statutes, and the common law as expounded in the\ndecisions of courts, and in the books of commentators, are express\nand unanimous to this point, that the captain may inflict moderate\ncorporal chastisement, for a reasonable cause.  If the punishment\nis excessive, or the cause not sufficient to justify it, he is\nanswerable; and the jury are to determine, by their verdict in\neach case, whether, under all the circumstances, the punishment\nwas moderate, and for a justifiable cause.",
        "This seems to me to be as good a position as the whole subject\ncan be left in.  I mean to say, that no positive enactment, going\nbeyond this, is needed, or would be a benefit either to masters\nor men, in the present state of things.  This again would seem to\nbe a case which should be left to the gradual working of its own\ncure.  As seamen improve, punishment will become less necessary;\nand as the character of officers is raised, they will be less\nready to inflict it; and, still more, the infliction of it upon\nintelligent and respectable men, will be an enormity which will\nnot be tolerated by public opinion, and by juries, who are the\npulse of the body politic.  No one can have a greater abhorrence\nof the infliction of such punishment than I have, and a stronger\nconviction that severity is bad policy with a crew; yet I would\nask every reasonable man whether he had not better trust to the\npractice becoming unnecessary and disreputable; to the measure\nof moderate chastisement and a justifiable cause being better\nunderstood, and thus, the act becoming dangerous, and in course\nof time to be regarded as an unheard-of barbarity–than to take\nthe responsibility of prohibiting it, at once, in all cases,\nand in what ever degree, by positive enactment?",
        "There is, however, one point connected with the administration of\njustice to seamen, to which I wish seriously to call the attention\nof those interested in their behalf, and, if possible, also of\nsome of those concerned in that administration.  This is, the\npractice which prevails of making strong appeals to the jury in\nmitigation of damages, or to the judge, after a verdict has been\nrendered against a captain or officer, for a lenient sentence,\non the grounds of their previous good character, and of their\nbeing poor, and having friends and families depending upon them\nfor support.  These appeals have been allowed a weight which is\nalmost incredible, and which, I think, works a greater hardship\nupon seamen than any one other thing in the laws, or the execution\nof them.  Notwithstanding every advantage the captain has over the\nseaman in point of evidence, friends, money, and able counsel,\nit becomes apparent that he must fail in his defence.  An appeal\nis then made to the jury, if it is a civil action, or to the judge\nfor a mitigated sentence, if it is a criminal prosecution, on the two\ngrounds I have mentioned.  The same form is usually gone through in\nevery case.  In the first place, as to the previous good character of\nthe party.  Witnesses are brought from the town in which he resides,\nto testify to his good character, and to his unexceptionable conduct\nwhen on shore.  They say that he is a good father, or husband, or son,\nor neighbor, and that they never saw in him any signs of a cruel\nor tyrannical disposition.  I have even known evidence admitted\nto show the character he bore when a boy at school.  The owners\nof the vessel, and other merchants, and perhaps the president of\nthe insurance company, are then introduced; and they testify to\nhis correct deportment, express their confidence in his honesty,\nand say that they have never seen anything in his conduct to\njustify a suspicion of his being capable of cruelty or tyranny.\nThis evidence is then put together, and great stress is laid upon\nthe extreme respectability of those who give it.  They are the\ncompanions and neighbors of the captain, it is said,–men who know\nhim in his business and domestic relations, and who knew him in\nhis early youth.  They are also men of the highest standing in the\ncommunity, and who, as the captain’s employers, must be supposed\nto know his character.  This testimony is then contrasted with\nthat of some half dozen obscure sailors, who, the counsel will\nnot forget to add, are exasperated against the captain because\nhe has found it necessary to punish them moderately, and who\nhave combined against him, and if they have not fabricated a\nstory entirely, have at least so exaggerated it, that little\nconfidence can be placed in it.",
        "The next thing to be done is to show to the court and jury that the\ncaptain is a poor man, and has a wife and family, or other friends,\ndepending upon him for support; that if he is fined, it will only be\ntaking bread from the mouths of the innocent and helpless, and laying\na burden upon them which their whole lives will not be able to work\noff; and that if he is imprisoned, the confinement, to be sure,\nhe will have to bear, but the distress consequent upon the cutting\nhim off from his labor and means of earning his wages, will fall\nupon a poor wife and helpless children, or upon an infirm parent.\nThese two topics, well put, and urged home earnestly, seldom fail\nof their effect.",
        "In deprecation of this mode of proceeding, and in behalf of men\nwho I believe are every day wronged by it, I would urge a few\nconsiderations which seem to me to be conclusive. ",
        "First, as to the evidence of the good character the captain sustains\non shore.  It is to be remembered that masters of vessels have usually\nbeen brought up in a forecastle; and upon all men, and especially upon\nthose taken from lower situations, the conferring of absolute power is\ntoo apt to work a great change.  There are many captains whom I know\nto be cruel and tyrannical men at sea, who yet, among their friends,\nand in their families, have never lost the reputation they bore in\nchildhood.  In fact, the sea-captain is seldom at home, and when\nhe is, his stay is short, and during the continuance of it he is\nsurrounded by friends who treat him with kindness and consideration,\nand he has everything to please, and at the same time to restrain\nhim.  He would be a brute indeed, if, after an absence of months\nor years, during his short stay, so short that the novelty and\nexcitement of it has hardly time to wear off, and the attentions\nhe receives as a visitor and stranger hardly time to slacken,–if,\nunder such circumstances, a townsman or neighbor would be justified\nin testifying against his correct and peaceable deportment.  With\nthe owners of the vessel, also, to which he is attached, and among\nmerchants and insurers generally, he is a very different man from what\nhe may be at sea, when his own master, and the master of everybody\nand everything about him.  He knows that upon such men, and their\ngood opinion of him, he depends for his bread.  So far from their\ntestimony being of any value in determining what his conduct would\nbe at sea, one would expect that the master who would abuse and\nimpose upon a man under his power, would be the most compliant\nand deferential to his employers at home.",
        "As to the appeal made in the captain’s behalf on the ground of\nhis being poor and having persons depending upon his labor for\nsupport, the main and fatal objection to it is, that it will\ncover every case of the kind, and exempt nearly the whole body\nof masters and officers from the punishment the law has provided\nfor them.  There are very few, if any masters or other officers of\nmerchantmen in our country, who are not poor men, and having either\nparents, wives, children, or other relatives, depending mainly or\nwholly upon their exertions for support in life.  Few others follow\nthe sea for subsistence.  Now if this appeal is to have weight with\ncourts in diminishing the penalty the law would otherwise inflict,\nis not the whole class under a privilege which will, in a degree,\nprotect it in wrong-doing?  It is not a thing that happens now and\nthen.  It is the invariable appeal, the last resort, of counsel,\nwhen everything else has failed.  I have known cases of the most\nflagrant nature, where after every effort has been made for the\ncaptain, and yet a verdict rendered against him, and all other\nhope failed, this appeal has been urged, and with such success\nthat the punishment has been reduced to something little more\nthan nominal, the court not seeming to consider that it might be\nmade in almost every such case that could come before them.  It is\na little singular, too, that it seems to be confined to cases\nof shipmasters and officers.  No one ever heard of a sentence,\nfor an offence committed on shore, being reduced by the court\non the ground of the prisoner’s poverty, and the relation in\nwhich he may stand to third persons.  On the contrary, it had\nbeen thought that the certainty that disgrace and suffering will\nbe brought upon others as well as himself, is one of the chief\nrestraints upon the criminally disposed.  Besides, this course\nworks a peculiar hardship in the case of the sailor.  For if\npoverty is the point in question, the sailor is the poorer of the\ntwo; and if there is a man on earth who depends upon whole limbs\nand an unbroken spirit for support, it is the sailor.  He, too,\nhas friends to whom his hard earnings may be a relief, and whose\nhearts will bleed at any cruelty or indignity practised upon him.\nYet I never knew this side of the case to be once adverted to in\nthese arguments addressed to the leniency of the court, which are\nnow so much in vogue; and certainly they are never allowed a moment’s\nconsideration when a sailor is on trial for revolt, or for an injury\ndone to an officer.  Notwithstanding the many difficulties which\nlie in a seaman’s way in a court of justice, presuming that they\nwill be modified in time, there would be little to complain of,\nwere it not for these two appeals.",
        "It is no cause of complaint that the testimony of seamen against\ntheir officers is viewed with suspicion, and that great allowance is\nmade for combinations and exaggeration.  On the contrary, it is the\njudge’s duty to charge the jury on these points strongly.  But there\nis reason for objection, when, after a strict cross-examination of\nwitnesses, after the arguments of counsel, and the judge’s charge,\na verdict is found against the master, that the court should allow\nthe practice of hearing appeals to its lenity, supported solely by\nevidence of the captain’s good conduct when on shore, (especially\nwhere the case is one in which no evidence but that of sailors could\nhave been brought against the accused), and then, on this ground,\nand on the invariable claims of the wife and family, be induced\nto cut down essentially the penalty imposed by a statute made\nexpressly for masters and officers of merchantmen, and for no\none else.",
        "There are many particulars connected with the manning of vessels,\nthe provisions given to crews, and the treatment of them while at\nsea, upon which there might be a good deal said; but as I have,\nfor the most part, remarked upon them as they came up in the course\nof my narrative, I will offer nothing further now, except on the\nsingle point of the manner of shipping men.  This, it is well\nknown, is usually left entirely to the shipping-masters, and is\na cause of a great deal of difficulty, which might be remedied\nby the captain, or owner, if he has any knowledge of seamen,\nattending to it personally.  One of the members of the firm to\nwhich our ship belonged, Mr. S––-, had been himself a master of\na vessel, and generally selected the crew from a number sent down\nto him from the shipping-office.  In this way he almost always\nhad healthy, serviceable, and respectable men; for any one who\nhas seen much of sailors can tell pretty well at first sight,\nby a man’s dress, countenance, and deportment, what he would\nbe on board ship.  This same gentleman was also in the habit of\nseeing the crew together, and speaking to them previously to their\nsailing.  On the day before our ship sailed, while the crew were\ngetting their chests and clothes on board, he went down into the\nforecastle and spoke to them about the voyage, the clothing they\nwould need, the provision he had made for them, and saw that they\nhad a lamp and a few other conveniences.  If owners or masters\nwould more generally take the same pains, they would often save\ntheir crews a good deal of inconvenience, beside creating a sense\nof satisfaction and gratitude, which makes a voyage begin under\ngood auspices, and goes far toward keeping up a better state of\nfeeling throughout its continuance.",
        "It only remains for me now to speak of the associated public efforts\nwhich have been making of late years for the good of seamen: a far\nmore agreeable task than that of finding fault, even where fault\nthere is.  The exertions of the general association, called the\nAmerican Seamen’s Friend Society, and of the other smaller\nsocieties throughout the Union, have been a true blessing\nto the seaman; and bid fair, in course of time, to change the\nwhole nature of the circumstances in which he is placed, and give\nhim a new name, as well as a new character.  These associations\nhave taken hold in the right way, and aimed both at making the\nsailor’s life more comfortable and creditable, and at giving him\nspiritual instruction.  Connected with these efforts, the spread of\ntemperance among seamen, by means of societies, called, in their own\nnautical language, Windward-Anchor Societies, and the distribution\nof books; the establishment of Sailors’ Homes, where they can be\ncomfortably and cheaply boarded, live quietly and decently, and be\nin the way of religious services, reading and conversation; also the\ninstitution of Savings Banks for Seamen; the distribution of tracts\nand Bibles;–are all means which are silently doing a great work for\nthis class of men.  These societies make the religious instruction\nof seamen their prominent object.  If this is gained, there is no\nfear but that all other things necessary will be added unto them.\nA sailor never becomes interested in religion, without immediately\nlearning to read, if he did not know how before; and regular habits,\nforehandedness (if I may use the word) in worldly affairs, and hours\nreclaimed from indolence and vice, which follow in the wake of the\nconverted man, make it sure that he will instruct himself in the\nknowledge necessary and suitable to his calling.  The religious\nchange is the great object.  If this is secured, there is no fear\nbut that knowledge of things of the world will come in fast enough.\nWith the sailor, as with all other men in fact, the cultivation of the\nintellect, and the spread of what is commonly called useful knowledge,\nwhile religious instruction is neglected, is little else than changing\nan ignorant sinner into an intelligent and powerful one.  That sailor\nupon whom, of all others, the preaching of the Cross is least likely\nto have effect, is the one whose understanding has been cultivated,\nwhile his heart has been left to its own devices.  I fully believe that\nthose efforts which have their end in the intellectual cultivation of\nthe sailor; in giving him scientific knowledge; putting it in his\npower to read everything, without securing, first of all, a right\nheart which shall guide him in judgment; in giving him political\ninformation, and interesting him in newspapers;–an end in the\nfurtherance of which he is exhibited at ladies’ fairs and public\nmeetings, and complimented for his gallantry and generosity,–are\nall doing a harm which the labors of many faithful men cannot undo.",
        "The establishment of Bethels in most of our own seaports, and in\nmany foreign ports frequented by our vessels, where the gospel is\nregularly preached and the opening of “Sailors’ Homes,” which I have\nbefore mentioned, where there are usually religious services and other\ngood influences, are doing a vast deal in this cause.  But it is to be\nremembered that the sailor’s home is on the deep.  Nearly all his life\nmust be spent on board ship; and to secure a religious influence there,\nshould be the great object.  The distribution of Bibles and tracts\ninto cabins and forecastles, will do much toward this.  There is\nnothing which will gain a sailor’s attention sooner, and interest\nhim more deeply, than a tract, especially one which contains a\nstory.  It is difficult to engage their attention in mere essays\nand arguments, but the simplest and shortest story, in which home\nis spoken of, kind friends, a praying mother or sister, a sudden\ndeath, and the like, often touches the heart of the roughest and\nmost abandoned.  The Bible is to the sailor a sacred book.  It may\nlie in the bottom of his chest, voyage after voyage; but he never\ntreats it with positive disrespect.  I never knew but one sailor\nwho doubted its being the inspired word of God; and he was one\nwho had received an uncommonly good education, except that he had\nbeen brought up without any early religious influence.  The most\nabandoned man of our crew, one Sunday morning, asked one of the\nboys to lend him his Bible.  The boy said he would, but was afraid\nhe would make sport of it.  “No!” said the man, “I don’t make sport\nof God Almighty.”  This is a feeling general among sailors, and is\na good foundation for religious influence.",
        "A still greater gain is made whenever, by means of a captain who\nis interested in the eternal welfare of those under his command,\nthere can be secured the performance of regular religious exercises,\nand the exertion, on the side of religion, of that mighty influence which\na captain possesses for good, or for evil.  There are occurrences at sea\nwhich he may turn to great account,–a sudden death, the apprehension\nof danger, or the escape from it, and the like; and all the calls\nfor gratitude and faith.  Besides, this state of thing alters the\nwhole current of feeling between the crew and their commander.\nHis authority assumes more of the parental character; and kinder\nfeelings exist.  Godwin, though an infidel, in one of his novels,\ndescribing the relation in which a tutor stood to his pupil, says\nthat the conviction the tutor was under, that he and his ward were\nboth alike awaiting a state of eternal happiness or misery, and that\nthey must appear together before the same judgment-seat, operated so\nupon his naturally morose disposition, as to produce a feeling of\nkindness and tenderness toward his ward, which nothing else could\nhave caused.  Such must be the effect upon the relation of master\nand common seaman.",
        "There are now many vessels sailing under such auspices, in which\ngreat good is done.  Yet I never happened to fall in with one of\nthem.  I did not hear a prayer made, a chapter read in public,\nnor see anything approaching to a religious service, for two\nyears and a quarter.  There were, in the course of the voyage,\nmany incidents which made, for the time, serious impressions upon\nour minds, and which might have been turned to our good; but there\nbeing no one to use the opportunity, and no services, the regular\nreturn of which might have kept something of the feeling alive\nin us, the advantage of them was lost, to some, perhaps, forever.",
        "The good which a single religious captain may do can hardly be\ncalculated.  In the first place, as I have said, a kinder state\nof feeling exists on board the ship.  There is no profanity allowed;\nand the men are not called by any opprobrious names, which is a great\nthing with sailors.  The Sabbath is observed.  This gives the men a\nday of rest, even if they pass it in no other way.  Such a captain,\ntoo, will not allow a sailor on board his ship to remain unable to\nread his Bible and the books given to him; and will usually instruct\nthose who need it, in writing, arithmetic, and navigation; since he\nhas a good deal of time on his hands, which he can easily employ in\nsuch a manner.  He will also have regular religious services; and,\nin fact, by the power of his example, and, where it can judiciously\nbe done, by the exercise of his authority, will give a character\nto the ship and all on board.  In foreign ports, a ship is known\nby her captain; for, there being no general rules in the merchant\nservice, each master may adopt a plan of his own.  It is to be\nremembered, too, that there are, in most ships, boys of a tender\nage, whose characters for life are forming, as well as old men,\nwhose lives must be drawing toward a close.  The greater part of\nsailors die at sea; and when they find their end approaching,\nif it does not, as is often the case, come without warning,\nthey cannot, as on shore, send for a clergyman, or some religious\nfriend, to speak to them of that hope in a Saviour, which they\nhave neglected, if not despised, through life; but if the little\nhull does not contain such an one within its compass, they must\nbe left without human aid in their great extremity.  When such\ncommanders and such ships, as I have just described, shall become\nmore numerous, the hope of the friends of seamen will be greatly\nstrengthened; and it is encouraging to remember that the efforts\namong common sailors will soon raise up such a class; for those of\nthem who are brought under these influences will inevitably be the\nones to succeed to the places of trust and authority.  If there is\non earth an instance where a little leaven may leaven the whole\nlump, it is that of the religious shipmaster.",
        "It is to the progress of this work among seamen that we must look\nwith the greatest confidence for the remedying of those numerous\nminor evils and abuses that we so often hear of.  It will raise\nthe character of sailors, both as individuals and as a class.\nIt will give weight to their testimony in courts of justice,\nsecure better usage to them on board ship, and add comforts to\ntheir lives on shore and at sea.  There are some laws that can\nbe passed to remove temptation from their way and to help them\nin their progress; and some changes in the jurisdiction of the\nlower courts, to prevent delays, may, and probably will, be made.\nBut, generally speaking, more especially in things which concern\nthe discipline of ships, we had better labor in this great work,\nand view with caution the proposal of new laws and arbitrary\nregulations, remembering that most of those concerned in the\nmaking of them must necessarily be little qualified to judge\nof their operation.",
        "Without any formal dedication of my narrative to that body of men,\nof whose common life it is intended to be a picture, I have yet\nborne them constantly in mind during its preparation.  I cannot\nbut trust that those of them, into whose hands it may chance to\nfall, will find in it that which shall render any professions of\nsympathy and good wishes on my part unnecessary.  And I will take\nthe liberty, on parting with my reader, who has gone down with us\nto the ocean, and “laid his hand upon its mane,” to commend to his\nkind wishes, and to the benefit of his efforts, that class of men\nwith whom, for a time, my lot was cast.  I wish the rather to do\nthis, since I feel that whatever attention this book may gain,\nand whatever favor it may find, I shall owe almost entirely to\nthat interest in the sea, and those who follow it, which is so\neasily excited in us all.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}