{
    "title": "Two Little Savages - XIV",
    "author": "Ernest Thompson Seton",
    "chapter": "14",
    "content": [
        "\n\n",
        "Froth",
        "From now on to the spring Yan was daily gaining in strength, and he\nand his mother came closer together. She tried to take an interest in\nthe pursuits that were his whole nature. But she also strove hard to\nmake him take an interest in her world. She was a morbidly religious\nwoman. Her conversation was bristling with Scripture texts. She had\na vast store of them–indeed, she had them all; and she used them on\nevery occasion possible and impossible, with bewildering efficiency.",
        "If ever she saw a group of young people dancing, romping, playing any\ngame, or even laughing heartily, she would interrupt them to say,\n“Children, are you sure you can ask God’s blessing on all this? Do you\nthink that beings with immortal souls to save should give rein to such\nfrivolity! I fear you are sinning, and be sure your sin will find\nyou out. Remember, that for every idle word and deed we must give an\naccount to the Great Judge of Heaven and earth.”",
        "She was perfectly sincere in all this, but she never ceased, except\nduring the time of her son’s illness, when, under orders from the\ndoctor, she avoided the painful topic of eternal happiness and tried\nto simulate an interest in his pursuits. This was the blessed truce\nthat brought them together.",
        "He found a confidante for the first time since he met the collarless\nstranger, and used to tell all his loves and fears among the woodfolk\nand things. He would talk about this or that bird or flower, and hoped\nto find out its name, till the mother would suddenly feel shocked that\nany being with an immortal soul to save could talk so seriously\nabout anything outside of the Bible; then gently reprove her son and\nherself, too, with a number of texts.",
        "He might reply with others, for he was well equipped. But her\nunanswerable answer would be: “There is but one thing needful. What\nprofiteth it a man if he gain the whole world and lose his own soul?”",
        "These fencing bouts grew more frequent as Yan grew stronger and the\ndoctor’s inhibition was removed.",
        "After one of unusual warmth, Yan realized with a chill that all her\ninterest in his pursuits had been an affected one. He was silent a\nlong time, then said: “Mother! you like to talk about your Bible. It\ntells you the things that you long to know, that you love to learn.\nYou would be unhappy if you went a day without reading a chapter or\ntwo. That is your nature; God made you so.",
        "“I have been obliged to read the Bible all my life. Every day I read a\nchapter; but I do not love it. I read it because I am forced to do it.\nIt tells me nothing I want to know. It does not teach me to love God,\nwhich you say is the one thing needful. But I go out into the woods,\nand every bird and flower I see stirs me to the heart with something,\nI do not know what it is; only I love them: I love them with all my\nstrength, and they make me feel like praying when your Bible does not.\nThey are my Bible. This is my nature. God made me so.”",
        "The mother was silent after this, but Yan could see that she was\npraying for him as for a lost soul.",
        "A few days later they were out walking in the early spring morning.\nA Shore-lark on a clod whistled prettily as it felt the growing\nsunshine.",
        "Yan strained his eyes and attention to take it in. He crept up near\nit. It took wing, and as it went he threw after it a short stick he\nwas carrying. The stick whirled over and struck the bird. It fell\nfluttering. Yan rushed wildly after it and caught it in spite of his\nmother’s calling him back.",
        "He came with the bird in his hand, but it did not live many minutes.\nHis mother was grieved and disgusted. She said. “So this is the great\nlove you have for the wild things; the very first spring bird to sing\nyou must club to death. I do not understand your affections. Are not\ntwo sparrows sold for one farthing, and yet not one of them falls to\nthe ground without the knowledge of your heavenly Father.”",
        "Yan was crushed. He held the dead bird in his hand and said,\ncontradictorily, as the tears stood in his eyes, “I wish I hadn’t; but\noh, it was so beautiful.”",
        "He could not explain, because he did not understand, and yet was no\nhypocrite.",
        "Weeks later a cheap trip gave him the chance for the first time in his\nlife to see Niagara. As he stood with his mother watching the racing\nflood, in the gorge below the cataract, he noticed straws, bubbles and\nfroth, that seemed to be actually moving upstream. He said:",
        "“Mother, you see the froth how it seems to go up-stream.”",
        "“Well!”",
        "“Yet we know it is a trifle and means nothing. We know that just below\nthe froth is the deep, wide, terrible, irresistible, arrowy flood,\nsurging all the other way.”",
        "“Yes, my son.”",
        "“Well, Mother, when I killed the Shore-lark, that was froth going the\nwrong way, I did love the little bird. I know now why I killed it.\nBecause it was going away from me. If I could have seen it near and\ncould have touched it, or even have heard it every day, I should never\nhave wished to harm it. I didn’t mean to kill it, only to\nget it. You gather flowers because you love to keep them near you,\nnot because you want to destroy them. They die and you are sorry. I\nonly tried to gather the Shore-lark as you would a flower. It died,\nand I was very, very sorry.”",
        "“Nevertheless,” the mother replied, “the merciful man is merciful unto\nhis beast. He who hearkens when the young Ravens cry, surely took note\nof it, and in His great Book of Remembrance it is written down against\nyou.”",
        "And from that time they surely drifted apart.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}