{
    "title": "Two Years Before the Mast - Chapter XXXV. A Double-Reef-Top-Sail Breeze–Scurvy–A Friend in Need–Preparing For Port–The Gulf Stream",
    "author": "Richard Henry Dana",
    "chapter": "38",
    "content": [
        "\n\n",
        "From the latitude of the West Indies, until we got inside the Bermudas,\nwhere we took the westerly and south-westerly winds, which blow\nsteadily off the coast of the United States early in the autumn,\nwe had every variety of weather, and two or three moderate gales,\nor, as sailors call them, double-reef-topsail breezes, which came\non in the usual manner, and of which one is a specimen of all.–A\nfine afternoon; all hands at work, some in the rigging, and others\non deck; a stiff breeze, and ship close upon the wind, and skysails\nbrailed down.–Latter part of the afternoon, breeze increases, ship\nlies over to it, and clouds look windy.  Spray begins to fly over\nthe forecastle, and wets the yarns the boys are knotting;–ball\nthem up and put them below.–Mate knocks off work and clears up\ndecks earlier than usual, and orders a man who has been employed\naloft to send the royal halyards over to windward, as he comes\ndown.  Breast backstays hauled taught, and tackle got upon the\nmartingale back-rope.–One of the boys furls the mizen royal.–Cook\nthinks there is going to be “nasty work,” and has supper ready\nearly.–Mate gives orders to get supper by the watch, instead of\nall hands, as usual.–While eating supper, hear the watch on deck\ntaking in the royals.–Coming on deck, find it is blowing harder,\nand an ugly head sea is running.–Instead of having all hands on the\nforecastle in the dog watch, smoking, singing, and telling yarns,\none watch goes below and turns-in, saying that it’s going to be an\nugly night, and two hours’ sleep is not to be lost.",
        "Clouds look black and wild; wind rising, and ship working hard\nagainst a heavy sea, which breaks over the forecastle, and washes\naft through the scuppers.  Still, no more sail is taken in, for the\ncaptain is a driver, and, like all drivers, very partial to his\ntop-gallant sails.  A top-gallant sail, too, makes the difference\nbetween a breeze and a gale.  When a top-gallant sail is on a ship,\nit is only a breeze, though I have seen ours set over a reefed\ntopsail, when half the bowsprit was under water, and it was up\nto a man’s knees in the scuppers.  At eight bells, nothing is said\nabout reefing the topsails, and the watch go below, with orders to\n“stand by for a call.”  We turn-in, growling at the “old man” for\nnot reefing the topsails when the watch was changed, but putting\nit off so as to call all hands, and break up a whole watch below.\nTurn-in “all standing,” and keep ourselves awake, saying there is\nno use in going asleep to be waked up again.–Wind whistles on\ndeck, and ship works hard, groaning and creaking, and pitching\ninto a heavy head sea, which strikes against the bows, with a\nnoise like knocking upon a rock.–The dim lamp in the forecastle\nswings to and fro, and things “fetch away” and go over to\nleeward.–\"Doesn’t that booby of a second mate ever mean to\ntake in his top-gallant sails?–He’ll have the sticks out of\nher soon,” says old Bill, who was always growling, and, like\nmost old sailors, did not like to see a ship abused.–By-and-by\nan order is given–\"Aye, aye, sir!” from the forecastle;–rigging\nis heaved down on deck;–the noise of a sail is heard fluttering\naloft, and the short, quick cry which sailors make when hauling\nupon clewlines.–\"Here comes his fore-top-gallant sail in!\"–We\nare wide awake, and know all that’s going on as well as if we were\non deck.–A well-known voice is heard from the mast-head singing out\nthe officer of the watch to haul taught the weather brace.–\"Hallo!\nThere’s S––- aloft to furl the sail!\"–Next thing, rigging is\nheaved down directly over our heads, and a long-drawn cry and a\nrattling of hanks announce that the flying-jib has come in.–The\nsecond mate holds on to the main top-gallant sail until a heavy\nsea is shipped, and washes over the forecastle as though the\nwhole ocean had come aboard; when a noise further aft shows\nthat that sail, too, is taking in.  After this, the ship is\nmore easy for a time; two bells are struck, and we try to get a\nlittle sleep.  By-and-by, bang, bang, bang, on the scuttle–\"All\nha-a-ands, a ho-o-y!\"–We spring out of our berths, clap on a\nmonkey-jacket and southwester, and tumble up the ladder.–Mate\nup before us, and on the forecastle, singing out like a roaring\nbull; the captain singing out on the quarter-deck, and the second\nmate yelling, like a hyena, in the waist.  The ship is lying over\nhalf upon her beam-ends; lee scuppers under water, and forecastle\nall in a smother of foam.–Rigging all let go, and washing about\ndecks; topsail yards down upon the caps, and sails flapping and\nbeating against the masts; and starboard watch hauling out the\nreef-tackles of the main topsail.  Our watch haul out the fore,\nand lay aloft and put two reefs into it, and reef the foresail,\nand race with the starboard watch, to see which will mast-head its\ntopsail first.  All hands tally-on to the main tack, and while some\nare furling the jib, and hoisting the staysail, we mizen-topmen\ndouble-reef the mizen topsail and hoist it up.  All being made fast\n–\"Go below, the watch!” and we turn-in to sleep out the rest of the\ntime, which is perhaps an hour and a half.  During all the middle,\nand for the first part of the morning watch, it blows as hard as\never, but toward daybreak it moderates considerably, and we shake\na reef out of each topsail, and set the top-gallant sails over\nthem and when the watch come up, at seven bells, for breakfast,\nshake the other reefs out, turn all hands to upon the halyards,\nget the watch-tackle upon the top-gallant sheets and halyards,\nset the flying-jib, and crack on to her again.",
        "Our captain had been married only a few weeks before he left Boston;\nand, after an absence of over two years, it may be supposed he was\nnot slow in carrying sail.  The mate, too, was not to be beaten by\nanybody; and the second mate, though he was afraid to press sail,\nwas afraid as death of the captain, and being between two fears,\nsometimes carried on longer than any of them.  We snapped off three\nflying-jib booms in twenty-four hours, as fast as they could be\nfitted and rigged out; sprung the spritsail yard; and made nothing\nof studding-sail booms.  Beside the natural desire to get home,\nwe had another reason for urging the ship on.  The scurvy had begun\nto show itself on board.  One man had it so badly as to be disabled\nand off duty, and the English lad, Ben, was in a dreadful state,\nand was daily growing worse.  His legs swelled and pained him so\nthat he could not walk; his flesh lost its elasticity, so that if\nit was pressed in, it would not return to its shape; and his gums\nswelled until he could not open his mouth.  His breath, too, became\nvery offensive; he lost all strength and spirit; could eat nothing;\ngrew worse every day; and, in fact, unless something was done for\nhim, would be a dead man in a week, at the rate at which he was\nsinking.  The medicines were all, or nearly all, gone; and if we had\nhad a chest-full, they would have been of no use; for nothing but\nfresh provisions and terra firma has any effect upon the scurvy.\nThis disease is not so common now as formerly; and is attributed\ngenerally to salt provisions, want of cleanliness, the free\nuse of grease and fat (which is the reason of its prevalence\namong whalemen,) and, last of all, to laziness.  It never could\nhave been from the latter cause on board our ship; nor from the\nsecond, for we were a very cleanly crew, kept our forecastle in\nneat order, and were more particular about washing and changing\nclothes than many better-dressed people on shore.  It was probably\nfrom having none but salt provisions, and possibly from our having\nrun very rapidly into hot weather, after having been so long in\nthe extremest cold.",
        "Depending upon the westerly winds, which prevail off the coast in\nthe autumn, the captain stood well to the westward, to run inside\nof the Bermudas, and in the hope of falling in with some vessel\nbound to the West Indies or the Southern States.  The scurvy had\nspread no farther among the crew, but there was danger that it\nmight; and these cases were bad ones.",
        "Sunday, Sept. 11th.  Lat. 30° 04’ N., long. 63° 23’ W.; the Bermudas\nbearing north-north-west, distant one hundred and fifty miles.\nThe next morning, about ten o’clock, “Sail ho!” was cried on deck;\nand all hands turned up to see the stranger.  As she drew nearer,\nshe proved to be an ordinary-looking hermaphrodite brig, standing\nsouth-south-east; and probably bound out, from the Northern States,\nto the West Indies; and was just the thing we wished to see.\nShe hove-to for us, seeing that we wished to speak her; and we\nran down to her; boom-ended our studding-sails; backed our main\ntopsail, and hailed her–\"Brig, ahoy!\"–\"Hallo!\"–\"Where are you\nfrom, pray?\"–\"From New York, bound to Curaçoa.\"–\"Have you any\nfresh provisions to spare?\"–\"Aye, aye! plenty of them!”  We\nlowered away the quarter-boat, instantly; and the captain and\nfour hands sprang in, and were soon dancing over the water,\nand alongside the brig.  In about half an hour, they returned\nwith half a boat-load of potatoes and onions, and each vessel\nfilled away, and kept on her course.  She proved to be the brig\nSolon, of Plymouth, from the Connecticut river, and last from New\nYork, bound to the Spanish Main, with a cargo of fresh provisions,\nmules, tin bake-pans, and other notions.  The onions were genuine\nand fresh; and the mate of the brig told the men in the boat, as he\npassed the bunches over the side, that the girls had strung them\non purpose for us the day he sailed.  We had supposed, on board,\nthat a new president had been chosen, the last winter, and, just\nas we filled away, the captain hailed and asked who was president\nof the United States.  They answered, Andrew Jackson; but thinking\nthat the old General could not have been elected for a third time,\nwe hailed again, and they answered–Jack Downing; and left us to\ncorrect the mistake at our leisure.",
        "It was just dinner-time when we filled away; and the steward,\ntaking a few bunches of onions for the cabin, gave the rest to us,\nwith a bottle of vinegar.  We carried them forward, stowed them\naway in the forecastle, refusing to have them cooked, and ate\nthem raw, with our beef and bread.  And a glorious treat they\nwere.  The freshness and crispness of the raw onion, with the\nearthy taste, give it a great relish to one who has been a long\ntime on salt provisions.",
        "We were perfectly ravenous after them.  It was like a scent\nof blood to a hound.  We ate them at every meal, by the dozen;\nand filled our pockets with them, to eat in our watch on deck;\nand the bunches, rising in the form of a cone, from the largest\nat the bottom, to the smallest, no larger than a strawberry,\nat the top, soon disappeared.",
        "The chief use, however, of the fresh provisions, was for the men\nwith the scurvy.  One of them was able to eat, and he soon brought\nhimself to, by gnawing upon raw potatoes; but the other, by this time,\nwas hardly able to open his mouth; and the cook took the potatoes raw,\npounded them in a mortar, and gave him the juice to drink.  This\nhe swallowed, by the tea-spoonful at a time, and rinsed it about\nhis gums and throat.  The strong earthy taste and smell of this\nextract of the raw potato at first produced a shuddering through\nhis whole frame, and after drinking it, an acute pain, which ran\nthrough all parts of his body; but knowing, by this, that it was\ntaking strong hold, he persevered, drinking a spoonful every hour\nor so, and holding it a long time in his mouth; until, by the\neffect of this drink, and of his own restored hope, (for he had\nnearly given up, in despair) he became so well as to be able to\nmove about, and open his mouth enough to eat the raw potatoes and\nonions pounded into a soft pulp.  This course soon restored his\nappetite and strength; and in ten days after we spoke the Solon,\nso rapid was his recovery, that, from lying helpless and almost\nhopeless in his berth, he was at the mast-head, furling a royal.",
        "With a fine south-west wind, we passed inside of the Bermudas;\nand notwithstanding the old couplet, which was quoted again and\nagain by those who thought we should have one more touch of a\nstorm before our voyage was up,–",
        "“If the Bermudas let you pass,\nYou must beware of Hatteras–”",
        "we were to the northward of Hatteras, with good weather, and beginning\nto count, not the days, but the hours, to the time when we should be\nat anchor in Boston harbor.",
        "Our ship was in fine order, all hands having been hard at work\nupon her from daylight to dark, every day but Sunday, from the\ntime we got into warm weather on this side the Cape. ",
        "It is a common notion with landsmen that a ship is in her finest\ncondition when she leaves port to enter upon her voyage; and that\nshe comes home, after a long absence,",
        "“With over-weathered ribs and ragged sails;\nLean, rent and beggared by the strumpet wind.” ",
        "But so far from that, unless a ship meets with some accident, or\ncomes upon the coast in the dead of winter, when work cannot be\ndone upon the rigging, she is in her finest order at the end of\nthe voyage.  When she sails from port, her rigging is generally\nslack; the masts need staying; the decks and sides are black and\ndirty from taking in cargo; riggers’ seizings and overhand knots\nin place of nice seamanlike work; and everything, to a sailor’s\neye, adrift.",
        "But on the passage home, the fine weather between the tropics is\nspent in putting the ship into the neatest order.  No merchant vessel\nlooks better than an Indiaman, or a Cape Horn-er, after a long voyage;\nand many captains and mates will stake their reputation for seamanship\nupon the appearance of their ship when she hauls into the dock.\nAll our standing rigging, fore and aft, was set up and tarred;\nthe masts stayed; the lower and top-mast rigging rattled down,\n(or up, as the fashion now is;) and so careful were our officers\nto keep the rattlins taught and straight, that we were obliged\nto go aloft upon the ropes and shearpoles with which the rigging\nwas swifted in; and these were used as jury rattlins until we got\nclose upon the coast.  After this, the ship was scraped, inside and\nout, decks, masts, booms and all; a stage being rigged outside,\nupon which we scraped her down to the water-line; pounding the\nrust off the chains, bolts and fastenings.  Then, taking two days\nof calm under the line, we painted her on the outside, giving her\nopen ports in her streak, and finishing off the nice work upon the\nstern, where sat Neptune in his car, holding his trident, drawn\nby sea-horses; and re-touched the gilding and coloring of the\ncornucopia which ornamented her billet-head.  The inside was then\npainted, from the skysail truck to the waterways–the yards black;\nmast-heads and tops, white; monkey-rail, black, white, and yellow;\nbulwarks, green; plank-shear, white; waterways, lead color, etc.,\netc. The anchors and ring-bolts, and other iron work, were blackened\nwith coal-tar; and the steward kept at work, polishing the brass\nof the wheel, bell, capstan, etc.  The cabin, too, was scraped,\nvarnished, and painted; and the forecastle scraped and scrubbed;\nthere being no need of paint and varnish for Jack’s quarters.\nThe decks were then scraped and varnished, and everything useless\nthrown overboard; among which the empty tar barrels were set on\nfire and thrown overboard, on a dark night, and left blazing\nastern, lighting up the ocean for miles.  Add to all this labor,\nthe neat work upon the rigging;–the knots, flemish-eyes, splices,\nseizings, coverings, pointings, and graftings, which show a ship in\ncrack order.  The last preparation, and which looked still more\nlike coming into port, was getting the anchors over the bows,\nbending the cables, rowsing the hawsers up from between decks,\nand overhauling the deep-sea-lead-line.",
        "Thursday, September 15th.  This morning the temperature and\npeculiar appearance of the water, the quantities of gulf-weed\nfloating about, and a bank of clouds lying directly before\nus, showed that we were on the border of the Gulf Stream.\nThis remarkable current, running north-east, nearly across\nthe ocean, is almost constantly shrouded in clouds, and is the\nregion of storms and heavy seas.  Vessels often run from a clear\nsky and light wind, with all sail, at once into a heavy sea and\ncloudy sky, with double-reefed topsails.  A sailor told me that\non a passage from Gibraltar to Boston, his vessel neared the\nGulf Stream with a light breeze, clear sky, and studding-sails\nout, alow and aloft; while, before it, was a long line of heavy,\nblack clouds, lying like a bank upon the water, and a vessel coming\nout of it, under double-reefed topsails, and with royal yards sent\ndown.  As they drew near, they began to take in sail after sail,\nuntil they were reduced to the same condition; and, after twelve\nor fourteen hours of rolling and pitching in a heavy sea, before a\nsmart gale, they ran out of the bank on the other side, and were in\nfine weather again, and under their royals and skysails.  As we drew\ninto it, the sky became cloudy, the sea high, and everything had the\nappearance of the going off, or the coming on, of a storm.  It was\nblowing no more than a stiff breeze; yet the wind, being north-east,\nwhich is directly against the course of the current, made an ugly,\nchopping sea, which heaved and pitched the vessel about, so that\nwe were obliged to send down the royal yards, and to take in our\nlight sails.  At noon, the thermometer, which had been repeatedly\nlowered into the water, showed the temperature to be seventy;\nwhich was considerably above that of the air,–as is always\nthe case in the centre of the Stream.  A lad who had been at\nwork at the royal mast-head, came down upon the deck, and took\na turn round the long-boat; and looking very pale, said he was\nso sick that he could stay aloft no longer, but was ashamed to\nacknowledge it to the officer.  He went up again, but soon gave\nout and came down, and leaned over the rail, “as sick as a lady\npassenger.”",
        "He had been to sea several years, and had, he said, never been\nsick before.  He was made so by the irregular, pitching motion\nof the vessel, increased by the height to which he had been above\nthe hull, which is like the fulcrum of the lever.  An old sailor,\nwho was at work on the top-gallant yard, said he felt disagreeably\nall the time, and was glad, when his job was done, to get down\ninto the top, or upon the deck.  Another hand was sent to the\nroyal mast-head, who staid nearly an hour, but gave up.  The work\nmust be done, and the mate sent me.  I did very well for some time,\nbut began at length to feel very unpleasantly, though I had never\nbeen sick since the first two days from Boston, and had been in all\nsorts of weather and situations.  Still, I kept my place, and did\nnot come down, until I had got through my work, which was more\nthan two hours.  The ship certainly never acted so badly before.\nShe was pitched and jerked about in all manner of ways; the sails\nseeming to have no steadying power over her.  The tapering points\nof the masts made various curves and angles against the sky overhead,\nand sometimes, in one sweep of an instant, described an arc of more\nthan forty-five degrees, bringing up with a sudden jerk which made\nit necessary to hold on with both hands, and then sweeping off,\nin another long, irregular curve.  I was not positively sick,\nand came down with a look of indifference, yet was not unwilling\nto get upon the comparative terra firma of the deck.  A few hours\nmore carried us through, and when we saw the sun go down, upon our\nlarboard beam, in the direction of the continent of North America,\nwe had left the bank of dark, stormy clouds astern, in the twilight.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}