{
    "title": "Two Years Before the Mast - Chapter IX. California–A South-Easter",
    "author": "Richard Henry Dana",
    "chapter": "12",
    "content": [
        "\n\n",
        "California extends along nearly the whole of the western coast of\nMexico, between the gulf of California in the south and the bay of\nSir Francis Drake on the north, or between the 22d and 38th degrees\nof north latitude.  It is subdivided into two provinces–Lower or\nOld California, lying between the gulf and the 32d degree of latitude,\nor near it; (the division line running, I believe, between the bay of\nTodos Santos and the port of San Diego;) and New or Upper California,\nthe southernmost port of which is San Diego, in lat. 32º 39’, and the\nnorthernmost, San Francisco, situated in the large bay discovered by\nSir Francis Drake, in lat. 37º 58’, and called after him by the English,\nthough the Mexicans call it Yerba Buena.  Upper California has the seat\nof its government at Monterey, where is also the custom-house, the only\none on the coast, and at which every vessel intending to trade on the\ncoast must enter its cargo before it can commence its traffic.  We were\nto trade upon this coast exclusively, and therefore expected to go to\nMonterey at first; but the captain’s orders from home were to put in\nat Santa Barbara, which is the central port of the coast, and wait\nthere for the agent who lives there, and transacts all the business\nfor the firm to which our vessel belonged.",
        "The bay, or, as it was commonly called, the canal of Santa Barbara,\nis very large, being formed by the main land on one side, (between\nPoint Conception on the north and Point St. Buena Ventura on the south,)\nwhich here bends in like a crescent, and three large islands opposite\nto it and at the distance of twenty miles.  This is just sufficient to\ngive it the name of a bay, while at the same time it is so large and\nso much exposed to the south-east and north-west winds, that it is\nlittle better than an open roadstead; and the whole swell of the\nPacific ocean rolls in here before a southeaster, and breaks with\nso heavy a surf in the shallow waters, that it is highly dangerous\nto lie near to the shore during the south-easter season; that is,\nbetween the months of November and April.",
        "This wind (the south-easter) is the bane of the coast of California.\nBetween the months of November and April, (including a part of each,)\nwhich is the rainy season in this latitude, you are never safe from it,\nand accordingly, in the ports which are open to it, vessels are obliged,\nduring these months, to lie at anchor at a distance of three miles from\nthe shore, with slip-ropes on their cables, ready to slip and go to sea\nat a moment’s warning.  The only ports which are safe from this wind\nare San Francisco and Monterey in the north, and San Diego in the south.",
        "As it was January when we arrived, and the middle of the south-easter\nseason, we accordingly came to anchor at the distance of three miles\nfrom the shore, in eleven fathoms water, and bent a slip-rope and\nbuoys to our cables, cast off the yard-arm gaskets from the sails,\nand stopped them all with rope-yarns.  After we had done this,\nthe boat went ashore with the captain, and returned with orders to\nthe mate to send a boat ashore for him at sundown.  I did not go in\nthe first boat, and was glad to find that there was another going\nbefore night; for after so long a voyage as ours had been, a few hours\nis long to pass in sight and out of reach of land.  We spent the day\non board in the usual avocations; but as this was the first time we\nhad been without the captain, we felt a little more freedom, and looked\nabout us to see what sort of a country we had got into, and were to\nspend a year or two of our lives in.",
        "In the first place, it was a beautiful day, and so warm that we had\non straw hats, duck trowsers, and all the summer gear; and as this\nwas mid-winter, it spoke well for the climate; and we afterwards\nfound that the thermometer never fell to the freezing-point throughout\nthe winter, and that there was very little difference between the\nseasons, except that during a long period of rainy and south-easterly\nweather, thick clothes were not uncomfortable.",
        "The large bay lay about us, nearly smooth, as there was hardly a\nbreath of wind stirring, though the boat’s crew who went ashore told\nus that the long ground swell broke into a heavy surf upon the beach.\nThere was only one vessel in the port–a long, sharp brig of about\n300 tons, with raking masts and very square yards, and English colors\nat her peak.  We afterwards learned that she was built at Guayaquil,\nand named the Ayacucho, after the place where the battle was fought\nthat gave Peru her independence, and was now owned by a Scotchman\nnamed Wilson, who commanded her, and was engaged in the trade between\nCallao, the Sandwich Islands, and California.  She was a fast sailer,\nas we frequently afterwards perceived, and had a crew of Sandwich\nIslanders on board.  Beside this vessel there was no object to break\nthe surface of the bay.  Two points ran out as the horns of the crescent,\none of which–the one to the westward–was low and sandy, and is that\nto which vessels are obliged to give a wide berth when running out\nfor a south-easter; the other is high, bold, and well wooded, and,\nwe were told, has a mission upon it, called St. Buenaventura, from which\nthe point is named.  In the middle of this crescent, directly opposite\nthe anchoring ground, lie the mission and town of Santa Barbara, on a\nlow, flat plain, but little above the level of the sea, covered with\ngrass, though entirely without trees, and surrounded on three sides\nby an amphitheatre of mountains, which slant off to the distance of\nfifteen or twenty miles.  The mission stands a little back of the town,\nand is a large building, or rather a collection of buildings, in the\ncentre of which is a high tower, with a belfry of five bells; and the\nwhole, being plastered, makes quite a show at a distance, and is the\nmark by which vessels come to anchor.  The town lies a little nearer\nto the beach–about half a mile from it–and is composed of one-story\nhouses built of brown clay–some of them plastered–with red tiles on\nthe roofs.  I should judge that there were about an hundred of them;\nand in the midst of them stands the Presidio, or fort, built of the\nsame materials, and apparently but little stronger.  The town is\ncertainly finely situated, with a bay in front, and an amphitheatre\nof hills behind.  The only thing which diminishes its beauty is,\nthat the hills have no large trees upon them, they having been all\nburnt by a great fire which swept them off about a dozen years before,\nand they had not yet grown up again.  The fire was described to me by\nan inhabitant, as having been a very terrible and magnificent sight.\nThe air of the whole valley was so heated that the people were obliged\nto leave the town and take up their quarters for several days upon the beach.",
        "Just before sun-down the mate ordered a boat’s crew ashore, and I\nwent as one of the number.  We passed under the stern of the English\nbrig, and had a long pull ashore.  I shall never forget the impression\nwhich our first landing on the beach of California made upon me.\nThe sun had just gone down; it was getting dusky; the damp night wind\nwas beginning to blow, and the heavy swell of the Pacific was setting in,\nand breaking in loud and high “combers” upon the beach.  We lay on our\noars in the swell, just outside of the surf, waiting for a good chance\nto run in, when a boat, which had put off from the Ayacucho just after\nus, came alongside of us, with a crew of dusky Sandwich Islanders,\ntalking and halooing in their outlandish tongue.  They knew that we\nwere novices in this kind of boating, and waited to see us go in.\nThe second mate, however, who steered our boat, determined to have\nthe advantage of their experience, and would not go in first.\nFinding, at length, how matters stood, they gave a shout, and taking\nadvantage of a great comber which came swelling in, rearing its head,\nand lifting up the stern of our boat nearly perpendicular, and again\ndropping it in the trough, they gave three or four long and strong pulls,\nand went in on top of the great wave, throwing their oars overboard,\nand as far from the boat as they could throw them, and jumping out the\ninstant that the boat touched the beach, and then seizing hold of her\nand running her up high and dry upon the sand.  We saw, at once,\nhow it was to be done, and also the necessity of keeping the boat\n“stern on” to the sea; for the instant the sea should strike upon\nher broad-side or quarter, she would be driven up broad-side-on,\nand capsized.  We pulled strongly in, and as soon as we felt that\nthe sea had got hold of us and was carrying us in with the speed\nof a race-horse, we threw the oars as far from the boat as we could,\nand took hold of the gunwale, ready to spring out and seize her when\nshe struck, the officer using his utmost strength to keep her stern on.\nWe were shot up upon the beach like an arrow from a bow, and seizing\nthe boat, ran her up high and dry, and soon picked up our oars,\nand stood by her, ready for the captain to come down.",
        "Finding that the captain did not come immediately, we put our oars\nin the boat, and leaving one to watch it, walked about the beach to\nsee what we could, of the place.  The beach is nearly a mile in\nlength between the two points, and of smooth sand.  We had taken\nthe only good landing-place, which is in the middle; it being\nmore stony toward the ends.  It is about twenty yards in width\nfrom high-water mark to a slight bank at which the soil begins,\nand so hard that it is a favorite place for running horses.\nIt was growing dark, so that we could just distinguish the dim\noutlines of the two vessels in the offing; and the great seas\nwere rolling in, in regular lines, growing larger and larger as\nthey approached the shore, and hanging over the beach upon which\nthey were to break, when their tops would curl over and turn white\nwith foam, and, beginning at one extreme of the line, break rapidly\nto the other, as a long card-house falls when the children knock\ndown the cards at one end.  The Sandwich Islanders, in the mean time,\nhad turned their boat round, and ran her down into the water, and were\nloading her with hides and tallow.  As this was the work in which we\nwere soon to be engaged, we looked on with some curiosity.  They ran\nthe boat into the water so far that every large sea might float her,\nand two of them, with their trowsers rolled up, stood by the bows,\none on each side, keeping her in her right position.  This was hard\nwork; for beside the force they had to use upon the boat, the large\nseas nearly took them off their legs.  The others were running from\nthe boat to the bank, upon which, out of the reach of the water,\nwas a pile of dry bullocks’ hides, doubled lengthwise in the middle,\nand nearly as stiff as boards.  These they took upon their heads,\none or two at a time, and carried down to the boat, where one of\ntheir number stowed them away.  They were obliged to carry them\non their heads, to keep them out of the water, and we observed\nthat they had on thick woolen caps.  “Look here, Bill, and see\nwhat you’re coming to!” said one of our men to another who stood\nby the boat.  “Well, D––-,” said the second mate to me, “this does\nnot look much like Cambridge college, does it?  This is what I call\n’head work.’”  To tell the truth, it did not look very encouraging.",
        "After they had got through with the hides, they laid hold of the\nbags of tallow, (the bags are made of hide, and are about the size\nof a common meal bag,) and lifting each upon the shoulders of two\nmen, one at each end, walked off with them to the boat, and prepared\nto go aboard.  Here, too, was something for us to learn.  The man\nwho steered, shipped his oar and stood up in the stern, and those\nthat pulled the after oars sat upon their benches, with their oars\nshipped, ready to strike out as soon as she was afloat.  The two\nmen at the bows kept their places; and when, at length, a large\nsea came in and floated her, seized hold of the gunwale, and ran\nout with her till they were up to their armpits, and then tumbled\nover the gunwale into the bows, dripping with water.  The men at\nthe oars struck out, but it wouldn’t do; the sea swept back and\nleft them nearly high and dry.  The two fellows jumped out again;\nand the next time they succeeded better, and, with the help of\na deal of outlandish hallooing and bawling, got her well off.\nWe watched them till they were out of the breakers, and saw them\nsteering for their vessel, which was now hidden in the darkness.",
        "The sand of the beach began to be cold to our bare feet; the frogs\nset up their croaking in the marshes, and one solitary owl, from the\nend of the distant point, gave out his melancholy note, mellowed by\nthe distance, and we began to think that it was high time for\n“the old man,” as the captain is generally called, to come down.\nIn a few minutes we heard something coming towards us.  It was a\nman on horseback.  He came up on the full gallop, reined up near us,\naddressed a few words to us, and receiving no answer, wheeled around\nand galloped off again.  He was nearly as dark as an Indian, with a\nlarge Spanish hat, blanket cloak or surreppa, and leather leggins,\nwith a long knife stuck in them.  “This is the seventh city that\never I was in, and no Christian one neither,” said Bill Brown.\n“Stand by!” said Tom, “you haven’t seen the worst of it yet.\"\nIn the midst of this conversation the captain appeared; and we\nwinded the boat round, shoved her down, and prepared to go off.\nThe captain, who had been on the coast before and “knew the ropes,\"\ntook the steering oar, and we went off in the same way as the other\nboat. I, being the youngest, had the pleasure of standing at the bow,\nand getting wet through.  We went off well, though the seas were high.\nSome of them lifted us up, and sliding from under us, seemed to let\nus drop through the air like a flat plank upon the body of the water.\nIn a few minutes we were in the low, regular swell, and pulled for a\nlight, which, as we came up, we found had been run up to our trysail gaff.",
        "Coming aboard, we hoisted up all the boats, and diving down into\nthe forecastle, changed our wet clothes, and got our supper.\nAfter supper the sailors lighted their pipes, (cigars, those\nof us who had them,) and we had to tell all we had seen ashore.\nThen followed conjectures about the people ashore, the length of\nthe voyage, carrying hides, etc., until eight bells, when all hands\nwere called aft, and the “anchor watch” set.  We were to stand two\nin a watch, and as the nights were pretty long, two hours were to\nmake a watch.  The second mate was to keep the deck until eight\no’clock, and all hands were to be called at daybreak, and the word\nwas passed to keep a bright look-out, and to call the mate if it\nshould come on to blow from the south-east.  We had also orders\nto strike the bells every half-hour through the night, as at sea.\nMy watchmate was John, the Swedish sailor, and we stood from\ntwelve to two, he walking the larboard side, and I the starboard.\nAt daylight all hands were called, and we went through the usual\nprocess of washing down, swabbing, etc., and got breakfast at\neight o’clock.  In the course of the forenoon, a boat went aboard\nof the Ayacucho and brought off a quarter of beef, which made us\na fresh bite for dinner.  This we were glad enough to have, and the\nmate told us that we should live upon fresh beef while we were on\nthe coast, as it was cheaper here than the salt.  While at dinner,\nthe cook called, “Sail ho!” and coming on deck, we saw two sails\ncoming round the point.  One was a large ship under top-gallant\nsails, and the other a small hermaphrodite brig.  They both backed\ntheir topsails and sent boats aboard of us.  The ship’s colors had\npuzzled us, and we found that she was from Genoa, with an assorted\ncargo, and was trading on the coast.  She filled away again, and stood\nout; being bound up the coast to San Francisco.  The crew of the\nbrig’s boat were Sandwich Islanders, but one of them, who spoke a\nlittle English, told us that she was the Loriotte, Captain Nye,\nfrom Oahu, and was engaged in this trade.  She was a lump of a thing\n–what the sailors call a butter-box.  This vessel, as well as the\nAyacucho, and others which we afterwards saw engaged in the same trade,\nhave English or Americans for officers, and two or three before the\nmast to do the work upon the rigging, and to rely upon for seamanship,\nwhile the rest of the crew are Sandwich Islanders, who are active,\nand very useful in boating.",
        "The three captains went ashore after dinner, and came off again at\nnight.  When in port, everything is attended to by the chief mate;\nthe captain, unless he is also supercargo, has little to do, and is\nusually ashore much of his time.  This we thought would be pleasanter\nfor us, as the mate was a good-natured man and not very strict.\nSo it was for a time, but we were worse off in the end; for wherever\nthe captain is a severe, energetic man, and the mate is wanting in\nboth these qualities, there will always be trouble.  And trouble we\nhad already begun to anticipate.  The captain had several times found\nfault with the mate, in presence of the crew; and hints had been\ndropped that all was not right between them.  When this is the case,\nand the captain suspects that his officer is too easy and familiar\nwith the crew, then he begins to interfere in all the duties, and to\ndraw the reins taughter, and the crew have to suffer.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}