{
    "title": "Two Little Savages - XV",
    "author": "Ernest Thompson Seton",
    "chapter": "44",
    "content": [
        "\n\n",
        "A Visit from Raften",
        "“Sam, I must have another note-book. It’s no good getting up a new\n’massacree’ of Whites, ’cause there ain’t any note-books there, but\nmaybe your father would get one the next time he drove to Downey’s\nDump. I suppose I’ll have to go on a peace party to ask him.”",
        "Sam made no answer, but looked and listened out toward the trail, then\nsaid: “Talk of the er–Angels, here comes Da.”",
        "When the big man strode up Yan and Guy became very shy and held back.\nSam, in full war-paint, prattled on in his usual style.",
        "“Morning, Da; I’m yer kid. Bet ye’r in trouble an’ want advice or\nsomething.”",
        "Raften rolled up his pendulous lips and displayed his huge front tusks\nin a vast purple-and-yellow grin that set the boys’ hearts at ease.",
        "“Kind o’ thought you’d be sick av it before now.”",
        "“Will you let us stay here till we are?” chimed in Sam, then without\nawaiting the reply that he did not want, “Say, Da, how long is it\nsince there was any Deer around here?”",
        "“Pretty near twenty years, I should say.”",
        "“Well, look at that now,” whispered the Woodpecker.",
        "Raften looked and got quite a thrill for the dummy, half hidden in the\nthicket, looked much like a real deer.",
        "“Don’t you want to try a shot?” ventured Yan.",
        "Raften took the bow and arrow and made such a poor showing that he\nreturned them with the remark. “Sure a gun’s good enough for me,\"\nthen, “Ole Caleb been around since?”",
        "“Old Caleb? I should say so; why, he’s our stiddy company.”",
        "“’Pears fonder o’you than he is of me.”",
        "“Say, Da, tell us about that. How do you know it was Caleb shot at\nyou?”",
        "“Oh, I don’t know it to prove it in a coort o’ law, but we quarr’led\nthat day in town after the Horse trade an’ he swore he’d fix me an’\nleft town. His own stepson, Dick Pogue, stood right by and heard him\nsay it; then at night when I came along the road by the green bush I\nwas fired at, an’ next day we found Caleb’s tobacco pouch and some\nletters not far away. That’s about all I know, an’ all I want to know.\nPogue served him a mean trick about the farm, but that’s none o’ my\nbusiness. I ’spect the old fellow will have to get out an’ scratch for\nhimself pretty soon.”",
        "“He seems kind-hearted,” said Yan.",
        "“Ah, he’s got an awful temper, an’ when he gets drunk he’d do\nanything. Other times he’s all right.”",
        "“Well, how is it about the farm?” Sam asked. “Doesn’t he own it?”",
        "“No, I guess not now. I don’t r’aly know. I only hear them say. Av\ncoorse, Saryann ain’t his own daughter. She’s nowt o’ kin, but he has\nno one else, and Dick was my hired man–a purty slick feller with his\ntongue; he could talk a bird off a bush; but he was a good worker. He\nmarried Sary and persuaded the old man to deed them the place, him to\nlive in comfort with them to the end of his days. But once they got\nthe place, ’twas aisy to see that Dick meant to get rid o’ Caleb, an’\nthe capsheaf was put last year, about his Dog, old Turk. They wouldn’t\nhave him ’round. They said he was scaring the hens and chasing sheep,\nwhich is like enough, for I believe he killed wan ov my lambs, an’ I’d\ngive ten dollars to have him killed–making sure ’twas him, av coorse.\nRather than give up the Dog, Caleb moved out into the shanty on the\ncreek at the other end of the place. Things was better then, for Dick\nand Saryann let up for awhile an’ sent him lots o’ flour an’ stuff,\nbut folks say they’re fixin’ it to put the old man out o’ that and get\nshet of him for good. But I dunno; it’s none o’ my business, though he\ndoes blame me for putting Dick up to it.”",
        "“How’s the note-book?” as Raften’s eye caught sight of the open\nsketch-book still in Yan’s hand.",
        "“Oh, that reminds me,” was the reply. “But what is this?” He showed\nthe hoof-mark be had sketched. Raften examined it curiously.",
        "“H-m, I dunno’; ’pears to me moighty loike a big Buck. But I guess\nnot; there ain’t any left.”",
        "“Say, Da,” Sam persisted, “wouldn’t you be sore if you was an old man\nrobbed and turned out?”",
        "“Av coorse; but I wouldn’t lose in a game of swap-horse, an’ then go\ngunnin’ after the feller. If I had owt agin him I’d go an’ lick him or\nbe licked, an’ take it all good-natured. Now that’s enough. We’ll talk\nabout something else.”",
        "“Will you buy me another note-book next time you go to Downey’s Dump?\nI don’t know how much it will cost or I’d give you the money,” said\nYan, praying mentally that it be not more than the five or ten cents\nwhich was all his capital.",
        "“Shure; I’ll charge it up. But ye needn’t wait till next week.\nThayer’s one back at the White settlement ye can have for nothin’.”",
        "“Say, Mr. Raften,” Guy broke in, “I kin lick them all at\nDeer-hunting.”",
        "Sam looked at Yan and Yan looked at Sam, then glanced at Guy, made\nsome perfectly diabolical signs, seized each a long knife and sprung\ntoward the Third War Chief, but he dodged behind Raften and commenced\nhis usual “Now you let me ’lone–”",
        "Raften’s eye twinkled. “Shure, I thought ye was all wan Tribe an’\npaceable.”",
        "“We’ve got to suppress crime,” retorted his son.",
        "“Make him let me ’lone,” whimpered Sapwood.",
        "“We’ll let ye off this time if ye find that Woodchuck. It’s near two\ndays since we’ve had a skirmish.”",
        "“All right,” and he went. Within five minutes he came running back,\nbeckoning. The boys got their bows and arrows, but fearing a trick\nthey held back. Guy dashed for his own weapons with unmistakable and\nreassuring zest; then all set out for the field. Raften followed,\nafter asking if it would be safe for him to come along.",
        "The grizzly old Woodchuck was there feeding in a bunch of clover. The\nboys sneaked under the fence, crawling through the grass in true Injun\nfashion, till the Woodchuck stood up to look around, then they lay\nstill; when he went down they crawled again, and all got within forty\nyards. Now the old fellow seemed suspicious, so Sam said, “Next time\nhe feeds we all fire together.” As soon, then, as the Woodchuck’s\nbreast was replaced by the gray back, the boys got partly up and\nfired. The arrows whizzed around Old Grizzly, but all missed, and he\nhad scrambled to his hole before they could send a second volley.",
        "“Hallo, why didn’t you hit him, Sappy?”",
        "“I’ll bet I do next time.”",
        "When they returned to Raften he received them with ridicule.",
        "“But ye’r a poor lot o’ hunters. Ye’d all starve if it wasn’t for the\nWhite settlement nearby. Faith, if ye was rale Injun ye’d sit up all\nnight at that hole till he come out in the morning: then ye’d get him;\nan’ when ye get through with that one I’ve got another in the high\npasture ye kin work on.”",
        "So saying, he left them, and Sam called after him:",
        "“Say, Da; where’s that note-book for Yan? He’s the Chief of the\n’coup-tally,’ and I reckon he’ll soon have a job an’ need his book. I\nfeel it in my bones.”",
        "“I’ll lave it on yer bed.” Which he did, and Yan and Sam had the\npleasure of lifting it out of the window with a split stick.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}