{
    "title": "Two Little Savages - IV",
    "author": "Ernest Thompson Seton",
    "chapter": "4",
    "content": [
        "\n\n",
        "The Book",
        "But the greatest event of Yan’s then early life now took place. His\nschool readers told him about Wilson and Audubon, the first and last\nAmerican naturalists. Yan wondered why no other great prophet had\narisen. But one day the papers announced that at length he had\nappeared. A work on the Birds of Canada, by ..., had come at last,\nprice one dollar.",
        "Money never before seemed so precious, necessary and noble a thing.\n“Oh! if I only had a dollar.” He set to work to save and scrape. He\nwon marbles in game, swopped marbles for tops, tops for jack-knives as\nthe various games came around with strange and rigid periodicity. The\njack-knives in turn were converted into rabbits, the rabbits into cash\nof small denominations. He carried wood for strange householders;\nhe scraped and scraped and saved the scrapings; and got, after some\nmonths, as high as ninety cents. But there was a dread fatality\nabout that last dime. No one seemed to have any more odd jobs; his\ncommercial luck deserted him. He was burnt up with craving for that\nbook. None of his people took interest enough in him to advance the\ncash even at the ruinous interest (two or three times cent per cent)\nthat he was willing to bind himself for. Six weeks passed before he\nachieved that last dime, and he never felt conscience-clear about it\nafterward.",
        "He and Alner had to cut the kitchen wood. Each had his daily\nallotment, as well as other chores. Yan’s was always done faithfully,\nbut the other evaded his work in every way. He was a notorious little\nfop. The paternal poverty did not permit his toilet extravagance to\nsoar above one paper collar per week, but in his pocket he carried a\npiece of ink eraser with which he was careful to keep the paper collar\nup to standard. Yan cared nothing about dress–indeed, was inclined to\nbe slovenly. So the eldest brother, meaning to turn Alner’s weakness\nto account, offered a prize of a twenty-five-cent necktie of the\nwinner’s own choice to the one who did his chores best for a month.\nFor the first week Alner and Yan kept even, then Alner wearied, in\nspite of the dazzling prize. The pace was too hot. Yan kept on his\nusual way and was duly awarded the twenty-five cents to be spent on a\nnecktie. But in the store a bright thought came tempting him. Fifteen\ncents was as much as any one should spend on a necktie–that’s sure;\nthe other ten would get the book. And thus the last dime was added to\nthe pile. Then, bursting with joy and with the pride of a capitalist,\nhe went to the book-shop and asked for the coveted volume.",
        "He was tense with long-pent feeling. He expected to have the\nbookseller say that the price had gone up to one thousand dollars, and\nthat all were sold. But he did not. He turned silently, drew the book\nout of a pile of them, hesitated and said, “Green or red cover?”",
        "“Green,” said Yan, not yet believing. The book-man looked inside, then\nlaid it down, saying in a cold, business tone, “Ninety cents.”",
        "“Ninety cents,” gasped Yan. Oh! if only he had known the ways of\nbooksellers or the workings of cash discounts. For six weeks had\nhe been barred this happy land–had suffered starvation; he had\nmisappropriated funds, he had fractured his conscience and all to\nraise that ten cents–that unnecessary dime.",
        "He read that book reverentially all the way home. It did not give him\nwhat he wanted, but that doubtless was his own fault. He pored over\nit, studied it, loved it, never doubting that now he had the key to\nall the wonders and mysteries of Nature. It was five years before\nhe fully found out that the text was the most worthless trash ever\nfoisted on a torpid public. Nevertheless, the book held some useful\nthings; first, a list of the bird names; second, some thirty vile\ntravesties of Audubon and Wilson’s bird portraits.",
        "These were the birds thus maligned:",
        "Duck Hawk                     Rose-breasted Grosbeak\nSparrow Hawk                  Bobolink\nWhite-headed Eagle            Meadow Lark\nGreat Horned Owl              Bluejay\nSnowy Owl                     Ruffed Grouse\nRed-headed Woodpecker         Great Blue Heron\nGolden-winged Woodpecker      Bittern\nBarn-swallow                  Wilson’s Snipe\nWhip-poor-will                Long-biller Curlew\nNight Hawk                    Purple Gallinule\nBelted Kingfisher             Canada Goose\nKingbird                      Wood Duck\nWoodthrush                    Hooded Merganser\nCatbird                       Double-crested Cormorant\nWhite-bellied Nuthatch        Arctic Tern\nBrown Creeper                 Great Northern Diver\nBohemian Chatterer            Stormy Petrel\nGreat Northern Shrike         Arctic Puffin\nShore Lark                    Black Guillemot",
        "[Illustration: “He already knew the Downy Woodpecker\"]",
        "But badly as they were presented, the pictures were yet information,\nand were entered in his memory as lasting accessions to his store of\ntruth about the Wild Things.",
        "Of course, he already knew some few birds whose names are familiar\nto every schoolboy: the Robin, Bluebird, Kingbird, Wild Canary,\nWoodpecker, Barn-swallow, Wren, Chickadee, Wild Pigeon, Humming-bird,\nPewee, so that his list was steadily increased.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}