{
    "title": "Two Years Before the Mast - Chapter XXIII. New Ship and Shipmates–My Watchmate",
    "author": "Richard Henry Dana",
    "chapter": "26",
    "content": [
        "\n\n",
        "Tuesday, Sept. 8th.  This was my first day’s duty on board the\nship; and though a sailor’s life is a sailor’s life wherever it\nmay be, yet I found everything very different here from the customs\nof the brig Pilgrim.  After all hands were called, at day-break,\nthree minutes and a half were allowed for every man to dress and\ncome on deck, and if any were longer than that, they were sure\nto be overhauled by the mate, who was always on deck, and making\nhimself heard all over the ship.  The head-pump was then rigged,\nand the decks washed down by the second and third mates; the chief\nmate walking the quarter-deck and keeping a general supervision,\nbut not deigning to touch a bucket or a brush.  Inside and out,\nfore and aft, upper deck and between decks, steerage and forecastle,\nrail, bulwarks, and water-ways, were washed, scrubbed and scraped\nwith brooms and canvas, and the decks were wet and sanded all\nover, and then holystoned.  The holystone is a large, soft stone,\nsmooth on the bottom, with long ropes attached to each end, by which\nthe crew keep it sliding fore and aft, over the wet, sanded decks.\nSmaller hand-stones, which the sailors call “prayer-books,” are used\nto scrub in among the crevices and narrow places, where the large\nholystone will not go.  An hour or two, we were kept at this work,\nwhen the head-pump was manned, and all the sand washed off the\ndecks and sides.  Then came swabs and squilgees; and after the\ndecks were dry, each one went to his particular morning job.\nThere were five boats belonging to the ship,–launch, pinnace,\njolly-boat, larboard quarter-boat, and gig,–each of which had a\ncoxswain, who had charge of it, and was answerable for the order\nand cleanness of it.  The rest of the cleaning was divided among\nthe crew; one having the brass and composition work about the capstan;\nanother the bell, which was of brass, and kept as bright as a\ngilt button; a third, the harness-cask; another, the man-rope\nstanchions; others, the steps of the forecastle and hatchways,\nwhich were hauled up and holystoned.  Each of these jobs must\nbe finished before breakfast; and, in the meantime, the rest\nof the crew filled the scuttle-butt, and the cook scraped his\nkids (wooden tubs out of which the sailors eat) and polished the\nhoops, and placed them before the galley, to await inspection.\nWhen the decks were dry, the lord paramount made his appearance\non the quarter-deck, and took a few turns, when eight bells\nwere struck, and all hands went to breakfast.  Half an hour\nwas allowed for breakfast, when all hands were called again;\nthe kids, pots, bread-bags, etc., stowed away; and, this morning,\npreparations were made for getting under weigh.  We paid out on the\nchain by which we swung; hove in on the other; catted the anchor;\nand hove short on the first.  This work was done in shorter time\nthan was usual on board the brig; for though everything was more\nthan twice as large and heavy, the cat-block being as much as a\nman could lift, and the chain as large as three of the Pilgrim’s,\nyet there was a plenty of room to move about in, more discipline\nand system, more men, and more good will.  Every one seemed ambitious\nto do his best: officers and men knew their duty, and all went well.\nAs soon as she was hove short, the mate, on the forecastle, gave the\norder to loose the sails, and, in an instant, every one sprung into\nthe rigging, up the shrouds, and out on the yards, scrambling by one\nanother,–the first up the best fellow,–cast off the yard-arm gaskets\nand bunt gaskets, and one man remained on each yard, holding the bunt\njigger with a turn round the tye, all ready to let go, while the rest\nlaid down to man the sheets and halyards. The mate then hailed the\nyards–\"All ready forward?\"–\"All ready the cross-jack yards?” etc.,\netc., and “Aye, aye, sir!” being returned from each, the word was\ngiven to let go; and in the twinkling of an eye, the ship, which\nhad shown nothing but her bare yards, was covered with her loose\ncanvas, from the royal-mast-heads to the decks.  Every one then\nlaid down, except one man in each top, to overhaul the rigging,\nand the topsails were hoisted and sheeted home; all three yards\ngoing to the mast-head at once, the larboard watch hoisting the\nfore, the starboard watch the main, and five light hands, (of whom\nI was one,) picked from the two watches, the mizen.  The yards were\nthen trimmed, the anchor weighed, the cat-block hooked on, the fall\nstretched out, manned by “all hands and the cook,” and the anchor\nbrought to the head with “cheerily men!” in full chorus.  The ship\nbeing now under weigh, the light sails were set, one after another,\nand she was under full sail, before she had passed the sandy point.\nThe fore royal, which fell to my lot, (being in the mate’s watch,)\nwas more than twice as large as that of the Pilgrim, and, though I\ncould handle the brig’s easily, I found my hands full, with this,\nespecially as there were no jacks to the ship; everything being for\nneatness, and nothing left for Jack to hold on by, but his eyelids.",
        "As soon as we were beyond the point, and all sail out, the order\nwas given, “Go below the watch!” and the crew said that, ever since\nthey had been on the coast, they had had “watch and watch,” while\ngoing from port to port; and, in fact, everything showed that,\nthough strict discipline was kept, and the utmost was required\nof every man, in the way of his duty, yet, on the whole, there\nwas very good usage on board.  Each one knew that he must be a\nman, and show himself smart when at his duty, yet every one was\nsatisfied with the usage; and a contented crew, agreeing with\none another, and finding no fault, was a contrast indeed with\nthe small, hard-used, dissatisfied, grumbling, desponding crew\nof the Pilgrim.",
        "It being the turn of our watch to go below, the men went to work,\nmending their clothes, and doing other little things for themselves;\nand I, having got my wardrobe in complete order at San Diego,\nhad nothing to do but to read.  I accordingly overhauled the\nchests of the crew, but found nothing that suited me exactly,\nuntil one of the men said he had a book which “told all about a\ngreat highway-man,” at the bottom of his chest, and producing it,\nI found, to my surprise and joy, that it was nothing else than\nBulwer’s Paul Clifford.  This, I seized immediately, and going\nto my hammock, lay there, swinging and reading, until the watch\nwas out.  The between-decks were clear, the hatchways open,\nand a cool breeze blowing through them, the ship under easy way,\nand everything comfortable.  I had just got well into the story,\nwhen eight bells were struck, and we were all ordered to dinner.\nAfter dinner came our watch on deck for four hours, and, at four\no’clock, I went below again, turned into my hammock, and read\nuntil the dog watch.  As no lights were allowed after eight o’clock,\nthere was no reading in the night watch.  Having light winds and\ncalms, we were three days on the passage, and each watch below,\nduring the daytime, I spent in the same manner, until I had\nfinished my book.  I shall never forget the enjoyment I derived\nfrom it.  To come across anything with the slightest claims to\nliterary merit, was so unusual, that this was a perfect feast to\nme.  The brilliancy of the book, the succession of capital hits,\nlively and characteristic sketches, kept me in a constant state of\npleasing sensations.  It was far too good for a sailor.  I could\nnot expect such fine times to last long.",
        "While on deck, the regular work of the ship went on.  The sailmaker\nand carpenter worked between decks, and the crew had their work to do\nupon the rigging, drawing yarns, making spun-yarn, etc., as usual in\nmerchantmen.  The night watches were much more pleasant than on board\nthe Pilgrim.  There, there were so few in a watch, that, one being at\nthe wheel, and another on the look-out, there was no one left to talk\nwith; but here, we had seven in a watch, so that we had long yarns,\nin abundance.  After two or three night watches, I became quite well\nacquainted with all the larboard watch.  The sailmaker was the head\nman of the watch, and was generally considered the most experienced\nseaman on board.  He was a thoroughbred old man-of-war’s-man, had\nbeen to sea twenty-two years, in all kinds of vessels–men-of-war,\nprivateers, slavers, and merchantmen;–everything except whalers,\nwhich a thorough sailor despises, and will always steer clear of,\nif he can.  He had, of course, been in all parts of the world,\nand was remarkable for drawing a long bow.  His yarns frequently\nstretched through a watch, and kept all hands awake.  They were\nalways amusing from their improbability, and, indeed, he never\nexpected to be believed, but spun them merely for amusement;\nand as he had some humor and a good supply of man-of-war slang\nand sailor’s salt phrases, he always made fun.  Next to him in\nage and experience, and, of course, in standing in the watch,\nwas an Englishman, named Harris, of whom I shall have more to\nsay hereafter.  Then, came two or three Americans, who had been\nthe common run of European and South American voyages, and one who\nhad been in a “spouter,” and, of course, had all the whaling stories\nto himself.  Last of all, was a broad-backed, thick-headed boy from\nCape Cod, who had been in mackerel schooners, and was making his\nfirst voyage in a square-rigged vessel.  He was born in Hingham,\nand of course was called “Bucketmaker.”  The other watch was composed of\nabout the same number.  A tall, fine-looking Frenchman, with coal-black\nwhiskers and curly hair, a first-rate seaman, and named John, (one name\nis enough for a sailor,) was the head man of the watch.  Then came two\nAmericans (one of whom had been a dissipated young man of property\nand family, and was reduced to duck trowsers and monthly wages,)\na German, an English lad, named Ben, who belonged on the mizen\ntopsail yard with me, and was a good sailor for his years, and two\nBoston boys just from the public schools.  The carpenter sometimes\nmustered in the starboard watch, and was an old sea-dog, a Swede\nby birth, and accounted the best helmsman in the ship.  This was\nour ship’s company, beside cook and steward, who were blacks,\nthree mates, and the captain.",
        "The second day out, the wind drew ahead, and we had to beat up\nthe coast; so that, in tacking ship, I could see the regulations\nof the vessel.  Instead of going wherever was most convenient,\nand running from place to place, wherever work was to be done,\neach man had his station.  A regular tacking and wearing bill\nwas made out.  The chief mate commanded on the forecastle, and had\ncharge of the head sails and the forward part of the ship.  Two of\nthe best men in the ship–the sailmaker from our watch, and John,\nthe Frenchman, from the other, worked the forecastle.  The third\nmate commanded in the waist, and, with the carpenter and one man,\nworked the main tack and bowlines; the cook, ex-officio, the fore\nsheet, and the steward the main.  The second mate had charge of\nthe after yards, and let go the lee fore and main braces.  I was\nstationed at the weather cross-jack braces; three other light\nhands at the lee; one boy at the spanker-sheet and guy; a man\nand a boy at the main topsail, top-gallant, and royal braces;\nand all the rest of the crew–men and boys–tallied on to the\nmain brace.  Every one here knew his station, must be there when\nall hands were called to put the ship about, and was answerable\nfor every rope committed to him.  Each man’s rope must be let\ngo and hauled in at the order, properly made fast, and neatly\ncoiled away when the ship was about.  As soon as all hands are at\ntheir stations, the captain, who stands on the weather side of the\nquarter-deck, makes a sign to the man at the wheel to put it down,\nand calls out “Helm’s a lee’!”  “Helm’s a lee’!” answers the mate on\nthe forecastle, and the head sheets are let go.  “Raise tacks and\nsheets!” says the captain; “tacks and sheets!” is passed forward,\nand the fore tack and main sheet are let go.  The next thing is to\nhaul taught for a swing.  The weather cross-jack braces and the lee\nmain braces are each belayed together upon two pins, and ready to\nbe let go; and the opposite braces hauled taught.  “Main topsail\nhaul!” shouts the captain; the braces are let go; and if he has\ntaken his time well, the yards swing round like a top; but if he\nis too late, or too soon, it is like drawing teeth.  The after\nyards are then braced up and belayed, the main sheet hauled aft,\nthe spanker eased over to leeward, and the men from the braces\nstand by the head yards.  “Let go and haul!” says the captain;\nthe second mate lets go the weather fore braces, and the men haul\nin to leeward.  The mate, on the forecastle, looks out for the\nhead yards.  “Well, the fore topsail yard!”  “Top-gallant yard’s\nwell!”  “Royal yard too much! Haul into windward! So! well that!\"\n“Well all!”  Then the starboard watch board the main tack, and the\nlarboard watch lay forward and board the fore tack and haul down\nthe jib sheet, clapping a tackle upon it, if it blows very fresh.\nThe after yards are then trimmed, the captain generally looking\nout for them himself.  “Well the cross-jack yard!”  “Small pull the\nmain top-gallant yard!”  “Well that!”  “Well the mizen top-gallant\nyard!”  “Cross-jack yards all well!”  “Well all aft!”  “Haul taught\nto windward!”  Everything being now trimmed and in order, each man\ncoils up the rigging at his own station, and the order is given–\"Go\nbelow the watch!”",
        "During the last twenty-four hours of the passage, we beat off and\non the land, making a tack about once in four hours, so that I\nhad a sufficient opportunity to observe the working of the ship;\nand certainly, it took no more men to brace about this ship’s\nlower yards, which were more than fifty feet square, than it did\nthose of the Pilgrim, which were not much more than half the size;\nso much depends upon the manner in which the braces run, and the\nstate of the blocks; and Captain Wilson, of the Ayacucho, who was\nafterwards a passenger with us, upon a trip to windward, said he\nhad no doubt that our ship worked two men lighter than his brig.",
        "Friday, Sept. 11th.  This morning, at four o’clock, went below,\nSan Pedro point being about two leagues ahead, and the ship going\non under studding-sails.  In about an hour we were waked up by the\nhauling of the chain about decks, and in a few minutes “All hands\nahoy!” was called; and we were all at work, hauling in and making\nup the studding-sails, overhauling the chain forward, and getting\nthe anchors ready.  “The Pilgrim is there at anchor,” said some\none, as we were running about decks; and taking a moment’s look\nover the rail, I saw my old friend, deeply laden, lying at anchor\ninside of the kelp.  In coming to anchor, as well as in tacking,\neach one had his station and duty.  The light sails were clewed\nup and furled, the courses hauled up and the jibs down; then came\nthe topsails in the buntlines, and the anchor let go.  As soon as\nshe was well at anchor, all hands lay aloft to furl the topsails;\nand this, I soon found, was a great matter on board this ship;\nfor every sailor knows that a vessel is judged of, a good deal,\nby the furl of her sails.  The third mate, a sailmaker, and the\nlarboard watch went upon the fore topsail yard; the second mate,\ncarpenter, and the starboard watch upon the main; and myself\nand the English lad, and the two Boston boys, and the young\nCape-Cod man, furled the mizen topsail.  This sail belonged\nto us altogether, to reef and to furl, and not a man was allowed\nto come upon our yard.  The mate took us under his special care,\nfrequently making us furl the sail over, three or four times,\nuntil we got the bunt up to a perfect cone, and the whole sail\nwithout a wrinkle.  As soon as each sail was hauled up and the\nbunt made, the jigger was bent on to the slack of the buntlines,\nand the bunt triced up, on deck.  The mate then took his place\nbetween the knightheads to “twig” the fore, on the windlass to\ntwig the main, and at the foot of the mainmast, for the mizen;\nand if anything was wrong,–too much bunt on one side, clews too\ntaught or too slack, or any sail abaft the yard,–the whole must be\ndropped again.  When all was right, the bunts were triced well up,\nthe yard-arm gaskets passed, so as not to leave a wrinkle forward\nof the yard–short gaskets with turns close together.",
        "From the moment of letting go the anchor, when the captain ceases\nhis care of things, the chief mate is the great man.  With a voice\nlike a young lion, he was hallooing and bawling, in all directions,\nmaking everything fly, and, at the same time, doing everything well.\nHe was quite a contrast to the worthy, quiet, unobtrusive mate of the\nPilgrim; not so estimable a man, perhaps, but a far better mate\nof a vessel; and the entire change in Captain T––-’s conduct,\nsince he took command of the ship, was owing, no doubt, in a\ngreat measure, to this fact.  If the chief officer wants force,\ndiscipline slackens, everything gets out of joint, the captain\ninterferes continually; that makes a difficulty between them,\nwhich encourages the crew, and the whole ends in a three-sided\nquarrel.  But Mr. Brown (the mate of the Alert) wanted no help\nfrom anybody; took everything into his own hands; and was more\nlikely to encroach upon the authority of the master, than to\nneed any spurring.  Captain T––- gave his directions to the\nmate in private, and, except in coming to anchor, getting under\nweigh, tacking, reefing topsails, and other “all-hands-work,\"\nseldom appeared in person.  This is the proper state of things,\nand while this lasts, and there is a good understanding aft,\neverything will go on well.",
        "Having furled all the sails, the royal yards were next to be sent\ndown.  The English lad and myself sent down the main, which was\nlarger than the Pilgrim’s main top-gallant yard; two more light\nhands, the fore; and one boy, the mizen.  This order, we always\nkept while on the coast; sending them up and down every time we\ncame in and went out of port.  They were all tripped and lowered\ntogether, the main on the starboard side, and the fore and mizen,\nto port.  No sooner was she all snug, than tackles were got up\non the yards and stays, and the long-boat and pinnace hove out.\nThe swinging booms were then guyed out, and the boats made fast\nby geswarps, and everything in harbor style.  After breakfast,\nthe hatches were taken off, and all got ready to receive hides\nfrom the Pilgrim.  All day, boats were passing and repassing,\nuntil we had taken her hides from her, and left her in ballast\ntrim.  These hides made but little show in our hold, though they\nhad loaded the Pilgrim down to the water’s edge.  This changing\nof the hides settled the question of the destination of the two\nvessels, which had been one of some speculation to us.  We were\nto remain in the leeward ports, while the Pilgrim was to sail,\nthe next morning, for San Francisco.  After we had knocked off\nwork, and cleared up decks for the night, my friend S––- came\non board, and spent an hour with me in our berth between decks.\nThe Pilgrim’s crew envied me my place on board the ship, and seemed\nto think that I had got a little to windward of them; especially in\nthe matter of going home first.  S––- was determined to go home on\nthe Alert, by begging or buying; if Captain T––- would not let\nhim come on other terms, he would purchase an exchange with some\none of the crew.  The prospect of another year after the Alert\nshould sail, was rather “too much of the monkey.”  About seven\no’clock, the mate came down into the steerage, in fine trim for fun,\nroused the boys out of the berth, turned up the carpenter with his\nfiddle, sent the steward with lights to put in the between-decks,\nand set all hands to dancing.  The between-decks were high enough\nto allow of jumping; and being clear, and white, from holystoning,\nmade a fine dancing-hall.  Some of the Pilgrim’s crew were in the\nforecastle, and we all turned-to and had a regular sailor’s shuffle,\ntill eight bells.  The Cape-Cod boy could dance the true fisherman’s\njig, barefooted, knocking with his heels, and slapping the decks\nwith his bare feet, in time with the music.  This was a favorite\namusement of the mate’s, who always stood at the steerage door,\nlooking on, and if the boys would not dance, he hazed them round\nwith a rope’s end, much to the amusement of the men.",
        "The next morning, according to the orders of the agent, the Pilgrim\nset sail for the windward, to be gone three or four months.  She got\nunder weigh with very little fuss, and came so near us as to throw\na letter on board, Captain Faucon standing at the tiller himself,\nand steering her as he would a mackerel smack.  When Captain T––-\nwas in command of the Pilgrim, there was as much preparation\nand ceremony as there would be in getting a seventy-four under\nweigh.  Captain Faucon was a sailor, every inch of him; he knew\nwhat a ship was, and was as much at home in one, as a cobbler in\nhis stall.  I wanted no better proof of this than the opinion of\nthe ship’s crew, for they had been six months under his command,\nand knew what he was; and if sailors allow their captain to be a\ngood seaman, you may be sure he is one, for that is a thing they\nare not always ready to say.",
        "After the Pilgrim left us, we lay three weeks at San Pedro, from the\n11th of September until the 2nd of October, engaged in the usual port\nduties of landing cargo, taking off hides, etc., etc.  These duties\nwere much easier, and went on much more agreeably, than on board\nthe Pilgrim.  “The more, the merrier,” is the sailor’s maxim; and a\nboat’s crew of a dozen could take off all the hides brought down in\na day, without much trouble, by division of labor; and on shore,\nas well as on board, a good will, and no discontent or grumbling,\nmake everything go well.  The officer, too, who usually went with\nus, the third mate, was a fine young fellow, and made no unnecessary\ntrouble; so that we generally had quite a sociable time, and were\nglad to be relieved from the restraint of the ship.  While here,\nI often thought of the miserable, gloomy weeks we had spent in\nthis dull place, in the brig; discontent and hard usage on board,\nand four hands to do all the work on shore.  Give me a big ship.\nThere is more room, more hands, better outfit, better regulation,\nmore life, and more company.  Another thing was better arranged\nhere: we had a regular gig’s crew.  A light whale-boat, handsomely\npainted, and fitted out with stern seats, yoke, tiller-ropes, etc.,\nhung on the starboard quarter, and was used as the gig.  The youngest\nlad in the ship, a Boston boy about thirteen years old, was coxswain\nof this boat, and had the entire charge of her, to keep her clean,\nand have her in readiness to go and come at any hour.  Four light\nhands, of about the same size and age, of whom I was one, formed the\ncrew.  Each had his oar and seat numbered, and we were obliged to be\nin our places, have our oars scraped white, our tholepins in, and the\nfenders over the side.  The bow-man had charge of the boat-hook and\npainter, and the coxswain of the rudder, yoke, and stern-sheets.\nOur duty was to carry the captain and agent about, and passengers\noff and on; which last was no trifling duty, as the people on shore\nhave no boats, and every purchaser, from the boy who buys his pair\nof shoes, to the trader who buys his casks and bales, were to be\ntaken off and on, in our boat.  Some days, when people were coming\nand going fast, we were in the boat, pulling off and on, all day long,\nwith hardly time for our meals; making, as we lay nearly three\nmiles from shore, from forty to fifty miles’ rowing in a day.\nStill, we thought it the best berth in the ship; for when the\ngig was employed, we had nothing to do with the cargo, except\nsmall bundles which the passengers carried with them, and no\nhides to carry, besides the opportunity of seeing everybody,\nmaking acquaintances, hearing the news, etc.  Unless the captain\nor agent were in the boat, we had no officer with us, and often had\nfine times with the passengers, who were always willing to talk and\njoke with us.  Frequently, too, we were obliged to wait several hours\non shore; when we would haul the boat up on the beach, and leaving\none to watch her, go up to the nearest house, or spend the time in\nstrolling about the beach, picking up shells, or playing hopscotch,\nand other games, on the hard sand.  The rest of the crew never left\nthe ship, except for bringing heavy goods and taking off hides;\nand though we were always in the water, the surf hardly leaving us\na dry thread from morning till night, yet we were young, and the\nclimate was good, and we thought it much better than the quiet,\nhum-drum drag and pull on board ship.  We made the acquaintance\nof nearly half of California; for, besides carrying everybody in\nour boat,–men, women, and children,–all the messages, letters,\nand light packages went by us, and being known by our dress,\nwe found a ready reception everywhere.",
        "At San Pedro, we had none of this amusement, for, there being but\none house in the place, we, of course, had but little company.\nAll the variety that I had, was riding, once a week, to the\nnearest rancho, to order a bullock down for the ship.",
        "The brig Catalina came in from San Diego, and being bound up to\nwindward, we both got under weigh at the same time, for a trial\nof speed up to Santa Barbara, a distance of about eighty miles.\nWe hove up and got under sail about eleven o’clock at night, with\na light land-breeze, which died away toward morning, leaving us\nbecalmed only a few miles from our anchoring-place.  The Catalina,\nbeing a small vessel, of less than half our size, put out sweeps\nand got a boat ahead, and pulled out to sea, during the night,\nso that she had the sea-breeze earlier and stronger than we did,\nand we had the mortification of seeing her standing up the coast,\nwith a fine breeze, the sea all ruffled about her, while we\nwere becalmed, in-shore.  When the sea-breeze died away, she was\nnearly out of sight; and, toward the latter part of the afternoon,\nthe regular north-west wind set in fresh, we braced sharp upon it,\ntook a pull at every sheet, tack, and halyard, and stood after her,\nin fine style, our ship being very good upon a taughtened bowline.\nWe had nearly five hours of fine sailing, beating up to windward,\nby long stretches in and off shore, and evidently gaining upon the\nCatalina at every tack.  When this breeze left us, we were so near\nas to count the painted ports on her side.  Fortunately, the wind\ndied away when we were on our inward tack, and she on her outward,\nso we were in-shore, and caught the land-breeze first, which came\noff upon our quarter, about the middle of the first watch.  All hands\nwere turned-up, and we set all sail, to the skysails and the\nroyal studding-sails; and with these, we glided quietly through\nthe water, leaving the Catalina, which could not spread so much\ncanvas as we, gradually astern, and, by daylight, were off\nSt. Buenaventura, and our antagonist nearly out of sight.\nThe sea-breeze, however, favored her again, while we were becalmed\nunder the headland, and laboring slowly along, she was abreast of\nus by noon.  Thus we continued, ahead, astern, and abreast of one\nanother, alternately; now, far out at sea, and again, close in under\nthe shore.  On the third morning, we came into the great bay of\nSanta Barbara, two hours behind the brig, and thus lost the bet;\nthough, if the race had been to the point, we should have beaten\nher by five or six hours.  This, however, settled the relative\nsailing of the vessels, for it was admitted that although she,\nbeing small and light, could gain upon us in very light winds,\nyet whenever there was breeze enough to set us agoing, we walked\naway from her like hauling in a line; and in beating to windward,\nwhich is the best trial of a vessel, we had much the advantage of\nher.",
        "Sunday, Oct. 4th.  This was the day of our arrival; and somehow\nor other, our captain always managed not only to sail, but to come\ninto port, on a Sunday.  The main reason for sailing on the Sabbath\nis not, as many people suppose, because Sunday is thought a lucky\nday, but because it is a leisure day.  During the six days, the crew\nare employed upon the cargo and other ship’s works, and the Sabbath,\nbeing their only day of rest, whatever additional work can be thrown\ninto Sunday, is so much gain to the owners.  This is the reason of\nour coasters, packets, etc, sailing on the Sabbath.  They get six\ngood days’ work out of the crew, and then throw all the labor of\nsailing into the Sabbath.  Thus it was with us, nearly all the\ntime we were on the coast, and many of our Sabbaths were lost\nentirely to us.  The Catholics on shore have no trading and make\nno journeys on Sunday, but the American has no national religion,\nand likes to show his independence of priestcraft by doing as he\nchooses on the Lord’s day.",
        "Santa Barbara looked very much as it did when I left it five months\nbefore: the long sand beach, with the heavy rollers, breaking upon\nit in a continual roar, and the little town, imbedded on the plain,\ngirt by its amphitheatre of mountains.  Day after day, the sun shone\nclear and bright upon the wide bay and the red roofs of the houses;\neverything being as still as death, the people really hardly seeming\nto earn their sun-light.  Daylight actually seemed thrown away upon\nthem.  We had a few visitors, and collected about a hundred hides,\nand every night, at sundown, the gig was sent ashore, to wait for\nthe captain, who spent his evenings in the town.  We always took\nour monkey-jackets with us, and flint and steel, and made a fire\non the beach with the driftwood and the bushes we pulled from the\nneighboring thickets, and lay down by it, on the sand.  Sometimes we\nwould stray up to the town, if the captain was likely to stay late,\nand pass the time at some of the houses, in which we were almost\nalways well received by the inhabitants.  Sometimes earlier and\nsometimes later, the captain came down; when, after a good drenching\nin the surf, we went aboard, changed our clothes, and turned in for\nthe night–yet not for all the night, for there was the anchor watch\nto stand.",
        "This leads me to speak of my watchmate for nine months–and,\ntaking him all in all, the most remarkable man I have ever\nseen–Tom Harris.  An hour, every night, while lying in port,\nHarris and myself had the deck to ourselves, and walking fore\nand aft, night after night, for months, I learned his whole\ncharacter and history, and more about foreign nations, the habits\nof different people, and especially the secrets of sailors’ lives\nand hardships, and also of practical seamanship, (in which he was\nabundantly capable of instructing me,) than I could ever have\nlearned elsewhere.  But the most remarkable thing about him, was\nthe power of his mind.  His memory was perfect; seeming to form a\nregular chain, reaching from his earliest childhood up to the time\nI knew him, without one link wanting.  His power of calculation,\ntoo, was remarkable.  I called myself pretty quick at figures, and\nhad been through a course of mathematical studies; but, working by\nmy head, I was unable to keep within sight of this man, who had\nnever been beyond his arithmetic: so rapid was his calculation.\nHe carried in his head not only a log-book of the whole voyage,\nin which everything was complete and accurate, and from which no\none ever thought of appealing, but also an accurate registry of\nall the cargo; knowing, precisely, where each thing was, and how\nmany hides we took in at every port.",
        "One night, he made a rough calculation of the number of hides that\ncould be stowed in the lower hold, between the fore and main masts,\ntaking the depth of hold and breadth of beam, (for he always knew\nthe dimension of every part of the ship, before he had been a month\non board,) and the average area and thickness of a hide; he came\nsurprisingly near the number, as it afterwards turned out.  The mate\nfrequently came to him to know the capacity of different parts of\nthe vessel, so he could tell the sailmaker very nearly the amount\nof canvas he would want for each sail in the ship; for he knew the\nhoist of every mast, and spread of every sail, on the head and foot,\nin feet and inches.  When we were at sea, he kept a running account,\nin his head, of the ship’s way–the number of knots and the courses;\nand if the courses did not vary much during the twenty-four hours,\nby taking the whole progress, and allowing so many eighths southing\nor northing, to so many easting or westing; he would make up his\nreckoning just before the captain took the sun at noon, and often\ncame wonderfully near the mark.  Calculation of all kinds was his\ndelight.  He had, in his chest, several volumes giving accounts\nof inventions in mechanics, which he read with great pleasure,\nand made himself master of.  I doubt if he ever forgot anything\nthat he read.  The only thing in the way of poetry that he ever\nread was Falconer’s Shipwreck, which he was delighted with,\nand whole pages of which he could repeat.  He knew the name\nof every sailor that had ever been his shipmate, and also,\nof every vessel, captain, and officer, and the principal dates\nof each voyage; and a sailor whom he afterwards fell in with,\nwho had been in a ship with Harris nearly twelve years before,\nwas very much surprised at having Harris tell him things about\nhimself which he had entirely forgotten.  His facts, whether dates\nor events, no one thought of disputing; and his opinions, few of\nthe sailors dared to oppose; for, right or wrong, he always had\nthe best of the argument with them.  His reasoning powers were\nremarkable.  I have had harder work maintaining an argument with\nhim in a watch, even when I knew myself to be right, and he was\nonly doubting, than I ever had before; not from his obstinacy,\nbut from his acuteness.  Give him only a little knowledge of his\nsubject, and, certainly among all the young men of my acquaintance\nand standing at college, there was not one whom I had not rather meet,\nthan this man.  I never answered a question from him, or advanced\nan opinion to him, without thinking more than once.  With an iron\nmemory, he seemed to have your whole past conversation at command,\nand if you said a thing now which ill agreed with something said\nmonths before, he was sure to have you on the hip.  In fact,\nI always felt, when with him, that I was with no common man.\nI had a positive respect for his powers of mind, and felt often\nthat if half the pains had been spent upon his education which\nare thrown away, yearly, in our colleges, he would have been\na man of great weight in society.  Like most self-taught men,\nhe over-estimated the value of an education; and this, I often\ntold him, though I profited by it myself; for he always treated\nme with respect, and often unnecessarily gave way to me, from an\nover-estimate of my knowledge.  For the intellectual capacities\nof all the rest of the crew, captain and all, he had the most\nsovereign contempt.  He was a far better sailor, and probably\na better navigator, than the captain, and had more brains than\nall the after part of the ship put together.  The sailors said,\n“Tom’s got a head as long as the bowsprit,” and if any one got\ninto an argument with him, they would call out–\"Ah, Jack! you’d\nbetter drop that, as you would a hot potato, for Tom will turn\nyou inside out before you know it.”",
        "I recollect his posing me once on the subject of the Corn Laws.\nI was called to stand my watch, and, coming on deck, found him\nthere before me; and we began, as usual, to walk fore and aft,\nin the waist.  He talked about the Corn Laws; asked me my opinion\nabout them, which I gave him; and my reasons; my small stock of\nwhich I set forth to the best advantage, supposing his knowledge\non the subject must be less than mine, if, indeed, he had\nany at all.  When I had got through, he took the liberty of\ndiffering from me, and, to my surprise, brought arguments and\nfacts connected with the subject which were new to me, to which\nI was entirely unable to reply.  I confessed that I knew almost\nnothing of the subject, and expressed my surprise at the extent\nof his information.  He said that, a number of years before,\nwhile at a boarding-house in Liverpool, he had fallen in with\na pamphlet on the subject, and, as it contained calculations,\nhad read it very carefully, and had ever since wished to find\nsome one who could add to his stock of knowledge on the question.\nAlthough it was many years since he had seen the book, and it was\na subject with which he had no previous acquaintance, yet he had\nthe chain of reasoning, founded upon principles of political\neconomy, perfect in his memory; and his facts, so far as I\ncould judge, were correct; at least, he stated them with great\nprecision.  The principles of the steam engine, too, he was very\nfamiliar with, having been several months on board of a steamboat,\nand made himself master of its secrets.  He knew every lunar star\nin both hemispheres, and was a perfect master of his quadrant and\nsextant.  Such was the man, who, at forty, was still a dog before\nthe mast, at twelve dollars a month.  The reason of this was to\nbe found in his whole past life, as I had it, at different times,\nfrom himself.",
        "He was an Englishman, by birth, a native of Ilfracomb, in Devonshire.\nHis father was skipper of a small coaster, from Bristol, and dying,\nleft him, when quite young, to the care of his mother, by whose\nexertions he received a common-school education, passing his\nwinters at school and his summers in the coasting trade, until his\nseventeenth year, when he left home to go upon foreign voyages.\nOf his mother, he often spoke with the greatest respect, and said\nthat she was a strong-minded woman, and had the best system of\neducation he had ever known; a system which had made respectable\nmen of his three brothers, and failed only in him, from his own\nindomitable obstinacy.  One thing he often mentioned, in which he\nsaid his mother differed from all other mothers that he had ever\nseen disciplining their children; that was, that when he was out\nof humor and refused to eat, instead of putting his plate away,\nas most mothers would, and saying that his hunger would bring\nhim to it, in time, she would stand over him and oblige him to\neat it–every mouthful of it.  It was no fault of hers that he\nwas what I saw him; and so great was his sense of gratitude for\nher efforts, though unsuccessful, that he determined, at the\nclose of the voyage, to embark for home with all the wages he\nshould get, to spend with and for his mother, if perchance he\nshould find her alive.",
        "After leaving home, he had spent nearly twenty years, sailing upon\nall sorts of voyages, generally out of the ports of New York and\nBoston.  Twenty years of vice!  Every sin that a sailor knows, he\nhad gone to the bottom of.  Several times he had been hauled up in\nthe hospitals, and as often, the great strength of his constitution\nhad brought him out again in health.  Several times, too, from his\nknown capacity, he had been promoted to the office of chief mate,\nand as often, his conduct when in port, especially his drunkenness,\nwhich neither fear nor ambition could induce him to abandon, put him\nback into the forecastle.  One night, when giving me an account of his\nlife, and lamenting the years of manhood he had thrown away, he said\nthat there, in the forecastle, at the foot of the steps–a chest\nof old clothes–was the result of twenty-two years of hard labor\nand exposure–worked like a horse, and treated like a dog.  As he\ngrew older, he began to feel the necessity of some provision for\nhis later years, and came gradually to the conviction that rum had\nbeen his worst enemy.  One night, in Havana, a young shipmate of\nhis was brought aboard drunk, with a dangerous gash in his head,\nand his money and new clothes stripped from him.  Harris had seen\nand been in hundreds of such scenes as these, but in his then state\nof mind, it fixed his determination, and he resolved never to taste\nanother drop of strong drink, of any kind.  He signed no pledge, and\nmade no vow, but relied on his own strength of purpose.  The first\nthing with him was a reason, and then a resolution, and the thing\nwas done.  The date of his resolution he knew, of course, to the\nvery hour.  It was three years before I knew him, and during all\nthat time, nothing stronger than cider or coffee had passed his\nlips.  The sailors never thought of enticing Tom to take a glass,\nany more than they would of talking to the ship’s compass.  He was\nnow a temperate man for life, and capable of filling any berth in\na ship, and many a high station there is on shore which is held by\na meaner man.",
        "He understood the management of a ship upon scientific principles,\nand could give the reason for hauling every rope; and a long\nexperience, added to careful observation at the time, and a\nperfect memory, gave him a knowledge of the expedients and resorts\nin times of hazard, which was remarkable, and for which I became\nmuch indebted to him, as he took the greatest pleasure in opening\nhis stores of information to me, in return for what I was able to\ndo for him.  Stories of tyranny and hardship which had driven men\nto piracy;–of the incredible ignorance of masters and mates,\nand of horrid brutality to the sick, dead, and dying; as well\nas of the secret knavery and impositions practised upon seamen\nby connivance of the owners, landlords, and officers; all these\nhe had, and I could not but believe them; for men who had known him\nfor fifteen years had never taken him even in an exaggeration, and,\nas I have said, his statements were never disputed.  I remember,\namong other things, his speaking of a captain whom I had known\nby report, who never handed a thing to a sailor, but put it on\ndeck and kicked it to him; and of another, who was of the best\nconnections in Boston, who absolutely murdered a lad from Boston\nthat went out with him before the mast to Sumatra, by keeping him\nhard at work while ill of the coast fever, and obliging him to\nsleep in the close steerage.  (The same captain has since died\nof the same fever on the same coast.)",
        "In fact, taking together all that I learned from him of seamanship,\nof the history of sailors’ lives, of practical wisdom, and of human\nnature under new circumstances,–a great history from which many are\nshut out,–I would not part with the hours I spent in the watch with\nthat man for any given hours of my life passed in study and social\nintercourse.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}