{
    "title": "Two Years Before the Mast - Chapter XXIV. San Diego Again–A Descent–Hurried Departure–A New Shipmate",
    "author": "Richard Henry Dana",
    "chapter": "27",
    "content": [
        "\n\n",
        "Sunday, Oct. 11th.  Set sail this morning for the leeward; passed\nwithin sight of San Pedro, and, to our great joy, did not come\nto anchor, but kept directly on to San Diego, where we arrived\nand moored ship on.",
        "Thursday, Oct. 15th.  Found here the Italian ship La Rosa, from\nthe windward, which reported the brig Pilgrim at San Francisco,\nall well.  Everything was as quiet here as usual.  We discharged\nour hides, horns, and tallow, and were ready to sail again on the\nfollowing Sunday.  I went ashore to my old quarters, and found the\ngang at the hide-house going on in the even tenor of their way,\nand spent an hour or two, after dark, at the oven, taking a whiff\nwith my old Kanaka friends, who really seemed glad to see me again,\nand saluted me as the Aikane of the Kanakas.  I was grieved to find\nthat my poor dog Bravo was dead.  He had sickened and died suddenly,\nthe very day after I sailed in the Alert.",
        "Sunday was again, as usual, our sailing day, and we got under weigh\nwith a stiff breeze, which reminded us that it was the latter part\nof the autumn, and time to expect south-easters once more.  We beat\nup against a strong head wind, under reefed top-sails, as far as San\nJuan, where we came to anchor nearly three miles from the shore,\nwith slip-ropes on our cables, in the old south-easter style\nof last winter.  On the passage up, we had an old sea captain\non board, who had married and settled in California, and had\nnot been on salt water for more than fifteen years.  He was\nastonished at the changes and improvements that had been made\nin ships, and still more at the manner in which we carried sail;\nfor he was really a little frightened; and said that while we had\ntop-gallant sails on, he should have been under reefed topsails.\nThe working of the ship, and her progress to windward, seemed to\ndelight him, for he said she went to windward as though she were\nkedging.",
        "Tuesday, Oct. 20th.  Having got everything ready, we set the\nagent ashore, who went up to the mission to hasten down the\nhides for the next morning.  This night we had the strictest\norders to look out for south-easters; and the long, low clouds\nseemed rather threatening.  But the night passed over without\nany trouble, and early the next morning, we hove out the long-boat\nand pinnace, lowered away the quarter-boats, and went ashore to\nbring off our hides.  Here we were again, in this romantic spot;\na perpendicular hill, twice the height of the ship’s mast-head,\nwith a single circuitous path to the top, and long sand beach at\nits base, with the swell of the whole Pacific breaking high upon\nit, and our hides ranged in piles on the overhanging summit.\nThe captain sent me, who was the only one of the crew that had\never been there before, to the top, to count the hides and pitch\nthem down.  There I stood again, as six months before, throwing\noff the hides, and watching them, pitching and scaling, to the\nbottom, while the men, dwarfed by the distance, were walking to\nand fro on the beach, carrying the hides, as they picked them up,\nto the distant boats, upon the tops of their heads.  Two or three\nboat-loads were sent off, until, at last, all were thrown down,\nand the boats nearly loaded again; when we were delayed by a dozen\nor twenty hides which had lodged in the recesses of the hill, and\nwhich we could not reach by any missiles, as the general line of\nthe side was exactly perpendicular, and these places were caved\nin, and could not be seen or reached from the top.  As hides are\nworth in Boston twelve and a half cents a pound, and the captain’s\ncommission was two per cent, he determined not to give them up;\nand sent on board for a pair of top-gallant studding-sail halyards,\nand requested some one of the crew to go to the top, and come down\nby the halyards.  The older sailors said the boys, who were light\nand active, ought to go, while the boys thought that strength and\nexperience were necessary.  Seeing the dilemma, and feeling myself\nto be near the medium of these requisites, I offered my services,\nand went up, with one man to tend the rope, and prepared for the\ndescent.",
        "We found a stake fastened strongly into the ground, and apparently\ncapable of holding my weight, to which we made one end of the\nhalyards well fast, and taking the coil, threw it over the brink.\nThe end, we saw, just reached to a landing-place, from which the\ndescent to the beach was easy.  Having nothing on but shirt,\ntrowsers, and hat, the common sea-rig of warm weather, I had\nno stripping to do, and began my descent, by taking hold of the\nrope in each hand, and slipping down, sometimes with hands and\nfeet round the rope, and sometimes breasting off with one hand\nand foot against the precipice, and holding on to the rope with\nthe other.  In this way I descended until I came to a place which\nshelved in, and in which the hides were lodged.  Keeping hold of\nthe rope with one hand, I scrambled in, and by the other hand\nand feet succeeded in dislodging all the hides, and continued on\nmy way.  Just below this place, the precipice projected again,\nand going over the projection, I could see nothing below me but\nthe sea and the rocks upon which it broke, and a few gulls flying\nin mid-air.  I got down in safety, pretty well covered with dirt;\nand for my pains was told, “What a d–d fool you were to risk your\nlife for a half a dozen hides!”",
        "While we were carrying the hides to the boat, I perceived, what I\nhad been too busy to observe before, that heavy black clouds were\nrolling up from seaward, a strong swell heaving in, and every sign\nof a south-easter.  The captain hurried everything.  The hides were\npitched into the boats; and, with some difficulty, and by wading\nnearly up to our armpits, we got the boats through the surf, and began\npulling aboard.  Our gig’s crew towed the pinnace astern of the gig,\nand the launch was towed by six men in the jolly-boat.  The ship was\nlying three miles off, pitching at her anchor, and the farther we\npulled, the heavier grew the swell.  Our boat stood nearly up and\ndown several times; the pinnace parted her towline, and we expected\nevery moment to see the launch swamped.  We at length got alongside,\nour boats half full of water; and now came the greatest difficulty\nof all,–unloading the boats, in a heavy sea, which pitched them\nabout so that it was almost impossible to stand in them; raising\nthem sometimes even with the rail, and again dropping them below\nthe bends.  With great difficulty, we got all the hides aboard and\nstowed under hatches, the yard and stay tackles hooked on, and the\nlaunch and pinnace hoisted, checked, and griped.  The quarter-boats\nwere then hoisted up, and we began heaving in on the chain.\nGetting the anchor was no easy work in such a sea, but as we\nwere not coming back to this port, the captain determined not\nto slip.  The ship’s head pitched into the sea, and the water\nrushed through the hawse-holes, and the chain surged so as almost\nto unship the barrel of the windlass.  “Hove short, sir!” said\nthe mate.  “Aye, aye!  Weather-bit your chain and loose the\ntopsails!  Make sail on her, men–with a will!”  A few moments\nserved to loose the topsails, which were furled with reefs,\nto sheet them home, and hoist them up.  “Bear a hand!” was the\norder of the day; and every one saw the necessity of it, for the\ngale was already upon us.  The ship broke out her own anchor,\nwhich we catted and fished, after a fashion, and stood off from\nthe lee-shore against a heavy head sea, under reefed topsails,\nfore-topmast staysail and spanker.  The fore course was given\nto her, which helped her a little; but as she hardly held her\nown against the sea which was settling her leeward–\"Board the\nmain tack!” shouted the captain; when the tack was carried forward\nand taken to the windlass, and all hands called to the handspikes.\nThe great sail bellied out horizontally as though it would lift up\nthe main stay; the blocks rattled and flew about; but the force of\nmachinery was too much for her.  “Heave ho!  Heave and pawl!  Yo,\nheave, hearty, ho!” and, in time with the song, by the force of\ntwenty strong arms, the windlass came slowly round, pawl after pawl,\nand the weather clew of the sail was brought down to the waterways.\nThe starboard watch hauled aft the sheet, and the ship tore through\nthe water like a mad horse, quivering and shaking at every joint,\nand dashing from its head the foam, which flew off at every blow,\nyards and yards to leeward.  A half hour of such sailing served our\nturn, when the clews of the sail were hauled up, the sail furled,\nand the ship, eased of her press, went more quietly on her way.\nSoon after, the foresail was reefed, and we mizen-top men were\nsent up to take another reef in the mizen topsail.  This was the\nfirst time I had taken a weather earing, and I felt not a little\nproud to sit, astride of the weather yard-arm, pass the earing,\nand sing out “Haul out to leeward!”  From this time until we got\nto Boston, the mate never suffered any one but our own gang to\ngo upon the mizen topsail yard, either for reefing or furling,\nand the young English lad and myself generally took the earings\nbetween us.",
        "Having cleared the point and got well out to sea, we squared away\nthe yards, made more sail, and stood on, nearly before the wind,\nfor San Pedro.  It blew strong, with some rain, nearly all night,\nbut fell calm toward morning, and the gale having gone over,\nwe came-to,–",
        "Thursday, Oct. 22d, at San Pedro, in the old south-easter berth,\na league from shore, with a slip-rope on the cable, reefs in the\ntopsails, and rope-yarns for gaskets.  Here we lay ten days,\nwith the usual boating, hide-carrying, rolling of cargo up the\nsteep hill, walking barefooted over stones, and getting drenched\nin salt water.",
        "The third day after our arrival, the Rosa came in from San Juan,\nwhere she went the day after the south-easter.  Her crew said it was\nas smooth as a mill-pond, after the gale, and she took off nearly\na thousand hides, which had been brought down for us, and which\nwe lost in consequence of the south-easter.  This mortified us;\nnot only that an Italian ship should have got to windward of us in\nthe trade, but because every thousand hides went toward completing\nthe forty thousand which we were to collect before we could say\ngood-by to California.",
        "While lying here, we shipped one new hand, an Englishman, of about\ntwo or three and twenty, who was quite an acquisition, as he proved\nto be a good sailor, could sing tolerably, and, what was of more\nimportance to me, had a good education, and a somewhat remarkable\nhistory.  He called himself George P. Marsh; professed to have been\nat sea from a small boy, and to have served his time in the smuggling\ntrade between Germany and the coasts of France and England.  Thus he\naccounted for his knowledge of the French language, which he spoke\nand read as well as he did English; but his cutter education would\nnot account for his English, which was far too good to have been\nlearned in a smuggler; for he wrote an uncommonly handsome hand,\nspoke with great correctness, and frequently, when in private talk\nwith me, quoted from books, and showed a knowledge of the customs\nof society, and particularly of the formalities of the various\nEnglish courts of law, and of Parliament, which surprised me.\nStill, he would give no other account of himself than that he\nwas educated in a smuggler.  A man whom we afterwards fell in with,\nwho had been a shipmate of George’s a few years before, said that\nhe heard at the boarding-house from which they shipped, that George\nhad been at college, (probably a naval one, as he knew no Latin\nor Greek,) where he learned French and mathematics.  He was by\nno means the man by nature that Harris was.  Harris had made\neverything of his mind and character in spite of obstacles;\nwhile this man had evidently been born in a different rank,\nand educated early in life accordingly, but had been a vagabond,\nand done nothing for himself since.  What had been given to him\nby others, was all that made him to differ from those about him;\nwhile Harris had made himself what he was.  Neither had George\nthe character, strength of mind, acuteness, or memory of Harris;\nyet there was about him the remains of a pretty good education,\nwhich enabled him to talk perhaps beyond his brains, and a high\nspirit and sense of honor, which years of a dog’s life had not\nbroken.  After he had been a little while on board, we learned\nfrom him his remarkable history, for the last two years, which we\nafterwards heard confirmed in such a manner, as put the truth of\nit beyond a doubt.",
        "He sailed from New York in the year 1833, if I mistake not, before\nthe mast, in the brig Lascar, for Canton.  She was sold in the East\nIndies, and he shipped at Manilla, in a small schooner, bound on\na trading voyage among the Ladrone and Pelew Islands.  On one of\nthe latter islands, their schooner was wrecked on a reef, and they\nwere attacked by the natives, and, after a desperate resistance,\nin which all their number except the captain, George, and a boy,\nwere killed or drowned, they surrendered, and were carried bound,\nin a canoe, to a neighboring island.  In about a month after this,\nan opportunity occurred by which one of their number might get\naway.  I have forgotten the circumstances, but only one could go,\nand they yielded to the captain, upon his promising to send them\naid if he escaped.  He was successful in his attempt; got on board\nan American vessel, went back to Manilla, and thence to America,\nwithout making any effort for their rescue, or indeed, as George\nafterwards discovered, without even mentioning their case to any\none in Manilla.  The boy that was with George died, and he being\nalone, and there being no chance for his escape, the natives\nsoon treated him with kindness, and even with attention.  They\npainted him, tattooed his body, (for he would never consent to\nbe marked in the face or hands,) gave him two or three wives;\nand, in fact, made quite a pet of him.  In this way, he lived\nfor thirteen months, in a fine climate, with a plenty to eat,\nhalf naked, and nothing to do.  He soon, however, became tired,\nand went round the island, on different pretences, to look out\nfor a sail.  One day, he was out fishing in a small canoe with\nanother man, when he saw a large sail to the windward, about a\nleague and a half off, passing abreast of the island and standing\nwestward.  With some difficulty, he persuaded the islander to go\noff with him to the ship, promising to return with a good supply\nof rum and tobacco.  These articles, which the islanders had got\na taste of from American traders, were too strong a temptation\nfor the fellow, and he consented.  They paddled off in the track of\nthe ship, and lay-to until she came down to them.  George stepped\non board the ship, nearly naked, painted from head to foot, and in\nno way distinguishable from his companion until he began to speak.\nUpon this, the people on board were not a little astonished; and,\nhaving learned his story, the captain had him washed and clothed,\nand sending away the poor astonished native with a knife or two\nand some tobacco and calico, took George with him on the voyage.\nThis was the ship Cabot, of New York, Captain Low.  She was bound\nto Manilla, from across the Pacific, and George did seaman’s duty\nin her until her arrival in Manilla, when he left her, and shipped\nin a brig bound to the Sandwich Islands.  From Oahu, he came,\nin the British brig Clementine, to Monterey, as second officer,\nwhere, having some difficulty with the captain, he left her,\nand coming down the coast, joined us at San Pedro.  Nearly six\nmonths after this, among some papers we received by an arrival\nfrom Boston, we found a letter from Captain Low, of the Cabot,\npublished immediately upon his arrival at New York, and giving all\nthe particulars just as we had them from George.  The letter was\npublished for the information of the friends of George, and Captain\nLow added, that he left him at Manilia to go to Oahu, and he had\nheard nothing of him since.",
        "George had an interesting journal of his adventures in the Pelew\nIslands, which he had written out at length, in a handsome hand,\nand in correct English.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}