{
    "title": "Two Little Savages - Part II",
    "author": "Ernest Thompson Seton",
    "chapter": "15",
    "content": [
        "\n\n",
        "SANGER & SAM",
        "The New Home",
        "Yan was now fourteen years old long-legged, thin, and growing fast The\ndoctor marked this combination and said: “Send him on a farm for a\nyear.”",
        "Thus it was that an arrangement was made for Yan to work for his board\nat the farmhouse of William Raften of Sanger.",
        "Sanger was a settlement just emerging from the early or backwoods\nperiod.",
        "The recognized steps are, first, the frontier or woods where all\nis unbroken forest and Deer abound; next the backwoods where small\nclearings appear; then a settlement where the forest and clearings are\nabout equal and the Deer gone; last, an agricultural district, with\nmere shreds of forest remaining.",
        "Thirty years before, Sanger had been “taken up” by a population\nchiefly from Ireland, sturdy peasantry for the most part, who brought\nwith them the ancient feud that has so long divided Ireland–the\nbitter quarrel between the Catholics or “Dogans” (why so called none\nknew) and Protestants, more usually styled “Prattisons.” The colours\nof the Catholics were green and white; of the Protestants orange\nand blue; and hence another distinctive name of the latter was\n“Orangemen.”",
        "These two factions split the social structure in two vertically. There\nwere, in addition, several horizontal lines of cleavage which, like\ngeological seams, ran across both segments.",
        "In those days, the early part of the nineteenth century, the British\nGovernment used to assist desirable persons who wished to emigrate to\nCanada from Ireland. This aid consisted of a free ocean passage. Many\nwho could not convince the Government of their desirability and yet\ncould raise the money, came with them, paying their regular steerage\nrate of $15. These were alike to the outside world, but not to\nthemselves. Those who paid their way were “passengers,” and were, in\ntheir own opinion, many social worlds above the assisted ones, who\nwere called “Emmy Grants.” This distinction was never forgotten among\nthe residents of Sanger.",
        "Yet two other social grades existed. Every man and boy in Sanger was\nan expert with the axe; was wonderfully adroit. The familiar phrase,\n“He’s a good man,” had two accepted meanings: If obviously applied to\na settler during the regular Saturday night Irish row in the little\ntown of Downey’s Dump, it meant he was an able man with his fists;\nbut if to his home life on the farm, it implied that he was unusually\ndexterous with the axe. A man who fell below standard was despised.\nSince the houses of hewn logs were made by their owners, they\nreflected the axemen’s skill. There were two styles of log\narchitecture; the shanty with corners criss-cross, called hog-pen\nfinish, and the other, the house with the corners neatly finished,\ncalled dovetail finish. In Sanger it was a social black eye to live in\na house of the first kind. The residents were considered “scrubs” or\n“riff-raff” by those whose superior axemanship had provided the\nmore neatly finished dwelling. A later division crept in among the\n“dovetailers” themselves when a brickyard was opened. The more\nprosperous settlers put up neat little brick houses. To the surprise\nof all, one Phil O’Leary, a poor but prolific Dogan, leaped at once\nfrom a hog-pen log to a fine brick, and caused no end of perplexity\nto the ruling society queens, simply paralyzing the social register,\nsince his nine fat daughters now had claims with the best. Many,\nhowever, whose brick houses were but five years old, denounced the\nO’Learys as upstarts and for long witheld all social recognition.\nWilliam Raften, as the most prosperous man in the community, was\nfirst to appear in red bricks. His implacable enemy, Char-less (two\nsyllables) Boyle, egged on by his wife, now also took the red brick\nplunge, though he dispensed with masons and laid the bricks himself,\nwith the help of his seventeen sons. These two men, though Orangemen\nboth, were deadly enemies, as the wives were social rivals. Raften was\nthe stronger and richer man, but Boyle, whose father had paid his own\nsteerage rate, knew all about Raften’s father, and always wound up\nany discussion by hurling in Raften’s teeth: “Don’t talk to me, ye\nupstart. Everybody knows ye are nothing but a Emmy Grant.” This was\nthe one fly in the Raften ointment. No use denying it. His father\nhad accepted a free passage, true, and Boyle had received a free\nhomestead, but what of that–that counted for nothing. Old Boyle had\nbeen a “PASSENGER,” old Raften an “EMMY GRANT.”",
        "This was the new community that Yan had entered, and the words Dogan\nand Prattison, “green” and “orange and blue,” began to loom large,\nalong with the ideas and animosities they stood for.",
        "The accent of the Sangerite was mixed. First, there was a rich Irish\nbrogue with many Irish words; this belonged chiefly to the old folks.\nThe Irish of such men as Raften was quite evident in their speech, but\nnot strong enough to warrant the accepted Irish spelling of books,\nexcept when the speaker was greatly excited. The young generation\nhad almost no Irish accent, but all had sifted down to the peculiar\nburring nasal whine of the backwoods Canadian.",
        "Mr. and Mrs. Raften met Yan at the station. They had supper together\nat the tavern and drove him to their home, where they showed him into\nthe big dining-room–living-room–kitchen. Over behind the stove was\na tall, awkward boy with carroty hair and small, dark eyes set much\naslant in the saddest of faces. Mrs. Raften said, “Come, Sam, and\nshake hands with Yan.” Sam came sheepishly forward, shook hands in a\nflabby way, and said, in drawling tones, “How-do,” then retired behind\nthe stove to gaze with melancholy soberness at Yan, whenever he could\ndo so without being caught at it. Mr. and Mrs. Raften were attending\nto various matters elsewhere, and Yan was left alone and miserable.\nThe idea of giving up college to go on a farm had been a hard one for\nhim to accept, but he had sullenly bowed to his father’s command and\nthen at length learned to like the prospect of getting away from\nBonnerton into the country. After all, it was but for a year, and it\npromised so much of joy. Sunday-school left behind. Church reduced to\na minimum. All his life outdoors, among fields and woods–surely this\nspelled happiness; but now that he was really there, the abomination\nof desolation seemed sitting on all things and the evening was one\nof unalloyed misery. He had nothing to tell of, but a cloud of black\ndespair seemed to have settled for good on the world. His mouth was\npinching very hard and his eyes blinking to keep back the tears when\nMrs. Raften came into the room. She saw at a glance what was wrong.\n“He’s homesick,” she said to her husband. “He’ll be all right\nto-morrow,” and she took Yan by the hand and led him upstairs to bed.",
        "Twenty minutes later she came to see if he was comfortable. She tucked\nthe clothes in around him, then, stooping down for a good-night kiss,\nshe found his face wet with tears. She put her arms about him for a\nmoment, kissed him several times, and said, “Never mind, you will feel\nall right to-morrow,” then wisely left him alone.",
        "Whence came that load of misery and horror, or whither it went, Yan\nnever knew. He saw it no more, and the next morning he began to\ninterest himself in his new world.",
        "William Raften had a number of farms all in fine order and clear\nof mortgages; and each year he added to his estates. He was sober,\nshrewd, even cunning, hated by most of his neighbours because he was\ntoo clever for them and kept on getting richer. His hard side was for\nthe world and his soft side for his family. Not that he was really\nsoft in any respect. He had had to fight his life-battle alone,\nbeginning with nothing, and the many hard knocks had hardened him, but\nthe few who knew him best could testify to the warm Irish heart that\ncontinued unchanged within him, albeit it was each year farther\nfrom the surface. His manners, even in the house, were abrupt and\nmasterful. There was no mistaking his orders, and no excuse for not\ncomplying with them. To his children when infants, and to his wife\nonly, he was always tender, and those who saw him cold and grasping,\noverreaching the sharpers of the grain market, would scarcely have\nrecognized the big, warm-hearted happy-looking father at home an hour\nlater when he was playing horse with his baby daughter or awkwardly\npaying post-graduate court to his smiling wife.",
        "He had little “eddication,” could hardly read, and was therefore\ngreatly impressed with the value of “book larnin’,” and determined\nthat his own children should have the “best that money could git in\nthat line,” which probably meant that they should read fluently. His\nown reading was done on Sunday mornings, when he painfully spelled out\nthe important items in a weekly paper; “important” meant referring\nto the produce market or the prize ring, for he had been known and\nrespected as a boxer, and dearly loved the exquisite details of the\nlatest bouts. He used to go to church with his wife once a month to\nplease her, and thought it very unfair therefore that she should take\nno interest in his favourite hobby–the manly art.",
        "Although hard and even brutal in his dealings with men, he could not\nbear to see an animal ill used. “The men can holler when they’re hurt,\nbut the poor dumb baste has no protection.” He was the only farmer in\nthe country that would not sell or shoot a worn-out horse. “The poor\nbrute has wurruked hard an’ hez airned his kape for the rest av his\ndays.” So Duncan, Jerry and several others were “retired” and lived\ntheir latter days in idleness, in one case for more than ten years.",
        "Raften had thrashed more than one neighbour for beating a horse, and\nonce, on interfering, was himself thrashed, for he had the ill-luck to\nhappen on a prizefighter. But that had no lasting effect on him. He\ncontinued to champion the dumb brute in his own brutal way.",
        "Among the neighbours the perquisites of the boys were the calfskins.\nThe cows’ milk was needed and the calves of little value, so usually\nthey were killed when too young for food. The boys did the killing,\nmaking more or less sport of it, and the skins, worth fifty cents\napiece green and twenty-five cents dry, at the tannery, were their\nproper pay. Raften never allowed his son to kill the calves. “Oi can’t\nkill a poor innocent calf mesilf an’ I won’t hev me boy doin’ it,” he\nsaid. Thus Sam was done out of a perquisite, and did not forget the\ngrievance.",
        "Mrs. Raften was a fine woman, a splendid manager, loving her home and\nher family, her husband’s loyal and ablest supporter, although she\nthought that William was sometimes a “leetle hard” on the boys. They\nhad had a large family, but most of the children had died. Those\nremaining were Sam, aged fifteen, and Minnie, aged three.",
        "Yan’s duties were fixed at once. The poultry and half the pigs and\ncows were to be his charge. He must also help Sam with various other\nchores.",
        "There was plenty to do and clear rules about doing it. But there was\nalso time nearly every day for other things more in the line of his\ntastes; for even if he were hard on the boys in work hours, Raften\nsaw to it that when they did play they should have a good time. His\nroughness and force made Yan afraid of him, and as it was Raften’s\nway to say nothing until his mind was fully made up, and then say it\n“strong,” Yan was left in doubt as to whether or not he was giving\nsatisfaction.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}