{
    "title": "Two Little Savages - XI",
    "author": "Ernest Thompson Seton",
    "chapter": "25",
    "content": [
        "\n\n",
        "Yan and the Witch",
        "  The Sanger Witch hated the Shanty-man’s axe\n  And wildfire, too, they tell,\n  But the hate that she had for the Sporting man\n  Was wuss nor her hate of Hell!",
        "  –Cracked Jimmie’s Ballad of Sanger.",
        "Yan took his earliest opportunity to revisit the Sanger Witch.",
        "“Better leave me out,” advised Sam, when he heard of it. “She’d never\nlook at you if I went. You look too blame healthy.”",
        "So Yan went alone, and he was glad of it. Fond as he was of Sam, his\nvoluble tongue and ready wit left Yan more or less in the shade, made\nhim look sober and dull, and what was worse, continually turned the\nconversation just as it was approaching some subject that was of\ndeepest interest to him.",
        "As he was leaving, Sam called out, “Say, Yan, if you want to stay\nthere to dinner it’ll be all right–we’ll know why you hain’t turned\nup.” Then he stuck his tongue in his cheek, closed one eye and went to\nthe barn with his usual expression of inscrutable melancholy.",
        "Yan carried his note-book–he used it more and more, also his\nsketching materials. On the road he gathered a handful of flowers and\nherbs. His reception by the old woman was very different this time.",
        "“Come in, come in, God bless ye, an’ hoo air ye, an’ how is yer father\nan’ mother–come in an’ set down, an’ how is that spalpeen, Sam\nRaften?”",
        "“Sam’s all right now,” said Yan with a blush.",
        "“All right! Av coorse he’s all right. I knowed I’d fix him all right,\nan’ he knowed it, an’ his Ma knowed it when she let him come. Did she\nsay onything about it?”",
        "“No, Granny, not a word.”",
        "“The dhirty hussy! Saved the boy’s life in sphite of their robbin’ me\nan’ she ain’t human enough to say ’thank ye’–the dhirty hussy!\nMay God forgive her as I do,” said the old woman with evident and\nimplacable enmity.",
        "“Fwhat hev ye got thayer? Hivin be praised, they can’t kill them all\noff. They kin cut down the trees, but the flowers comes ivery year, me\nlittle beauties–me little beauties!” Yan spread them out. She picked\nup an Arum and went on. “Now, that’s Sorry-plant, only some calls it\nInjun Turnip, an’ I hear the childer call it Jack-in-the-Pulpit. Don’t\nye never put the root o’ that near yer tongue. It’ll sure burn ye like\nfire. First thing whin they gits howld av a greeny the bhise throis to\nmake him boite that same. Shure he niver does it twicet. The Injuns\nb’ile the pizen out o’ the root an’ ates it; shure it’s better’n\nstarvin’.”",
        "Golden Seal (_Hydrastis canadensis_), the plant she had used for\nSam’s knee, was duly recognized and praised, its wonderful golden\nroot, “the best goold iver came out av the ground,” was described with\nits impression of the seal of the Wise King.",
        "“Thim’s Mandrakes, an’ they’re moighty late, an’ ye shure got\nthim in the woods. Some calls it May Apples, an’ more calls it\nKingroot. The Injuns use it fur their bowels, an’ it has cured many a\nhorse of pole evil that I seen meself.",
        "“An’ Blue Cohosh, only I call that Spazzum-root. Thayer ain’t nothin’\nlike it fur spazzums–took like tay; only fur that the Injun women\nwouldn’t live in all their thrubles, but that’s something that don’t\nconsarn ye. Luk now, how the laves is all spread out like wan wid\nspazzums. Glory be to the Saints and the Blessed Virgin, everything is\ndone fur us on airth an’ plain marked, if we’d only take the thruble\nto luk.",
        "“Now luk at thot,” said she, clawing over the bundle and picking out a\nyellow Cypripedium, “that’s Moccasin-plant wid the Injuns, but mercy\non ’em fur bloind, miserable haythens. They don’t know nothin’ an’\ndon’t want to larn it. That’s Umbil, or Sterrick-root. It’s powerful\ngood fur sterricks. Luk at it! See the face av a woman in sterricks\nwid her hayer flyin’ an’ her jaw a-droppin’. I moind the toime Larry’s\nlittle gurrl didn’t want to go to her ’place’ an’ hed sterricks. They\njest sent fur me an’ I brung along a Sterrick-root. First, I sez, sez\nI, ’Get me some b’ilin’ wather,’ an’ I made tay an’ give it to her\nb’ilin’ hot. As share as Oi’m a livin’ corpse, the very first spoonful\nfetched her all right. Oh, but it’s God’s own gift, an’ it’s be His\nblessin’ we know how to use it. An’ it don’t do to just go an’ dig it\nwhen ye want it. It has to be grubbed when the flower ain’t thayer. Ye\nsee, the strength ain’t in both places to oncet. It’s ayther in the\nflower or in the root, so when the flower is thayer the root’s no more\ngood than an ould straw. Ye hes to Hunt fur it in spring or in fall,\njust when the divil himself wouldn’t know whayer to find it.",
        "“An’ fwhat hev ye thayer? Good land! if it ain’t Skunk’s Cabbage! Ye\nsure come up by the Bend. That’s the on’y place whayer that grows.”",
        "“Yes,” replied Yan; “that’s just where I got it. But hold on, Granny,\nI want to sketch all those and note down their names and what you say\nabout them.”",
        "“Shure, you’d hev a big book when I wuz through,” said the old woman\nwith pride, as she lit her pipe, striking the match on what would have\nbeen the leg of her pants had she been a man.",
        "“An’ shure ye don’t need to write down what they’re good fur, fur the\ngood Lord done that Himself long ago. Luk here, now. That’s Cohosh,\nfur spazzums, an’ luks like it; that’s Moccasin, fur Highsterricks,\nan’ luks like it; wall, thar’s Skunk-root fur both, an’ don’t it luk\nlike the two o’ thim thigither?”",
        "Yan feebly agreed, but had much difficulty in seeing what the plant\nhad in common with the others.",
        "“An’ luk here! Thayer ye got Lowbelier, that some calls Injun\ntobaccer. Ye found this by the crick, an’ it’s a little airly–ahead\no’ toime. That’s the shtuff to make ye throw up when ye want to. Luk,\nain’t that lafe the livin’ shape of a shtummick?",
        "“Thayer’s the Highbelier; it’s a high hairb, an’ it’s moighty foine\nfur the bowels when ye drink the dry root.",
        "“Spicewood” [Spicebush, Lindera benzoin], “or Fayverbush, them\ntwigs is great fur tay–that cures shakes and fayver. Shure an’ it\nshakes ivery toime the wind blows.",
        "“That’s Clayvers,” she said, picking up a Galium. “Now fwhat wud ye\nthink that wuz fur to cure?”",
        "“I don’t know. What is it?”",
        "“Luk now, an’ see how it’s wrote in it plain as prent–yes, an’ a\nsight plainer, fur I can read them an’ I can’t read a wurrud in a\nbook. Now fwhat is that loike?” said she, holding up the double\nseed-pod.",
        "“A brain and spinal column,” said Yan.",
        "“Och, choild, I hev better eyes than ye. Shure them’s two kidneys, an’\nthat’s fwhat Clayver tay will cure better’n all the docthers in the\nwurruld, an’ ye hev to know just how. Ye see, kidney thruble is\na koind o’ fayver; it’s hatin’, so ye make yer Clayver tay in\ncold wather; if ye make it o’ warrum wather it just makes ye\nwuss an’ acts loike didly pizen. Thayer’s Sweatplant, or Boneset\"\n[_Eupatorium perfoliatum], “that’s the thing to sweat ye. Wanst\nOi sane a feller jest dyin’ o’ dry hoide, wuz all hoidebound, an’ the\ndocthers throid an’ throid an’ couldn’t help wan bit, till I guv his\nmother some Boneset leaves to make tay, an’ he sweat buckets before\nhe’d more’n smelt av it, an’ the docthers thought they done it\ntheirsilves!” and she cackled gleefully.",
        "“Thayer’s Goldthread fur cankermouth, an’ Pipsissewa that cures fayver\nan’ rheumatiz, too. It always grows where folks gits them disayses.\nLuk at the flower just blotched red an’ white loike fayver\nblotches–an’ Spearmint, that saves ye if ya pizen yerself with\nSpaszum-root, an’ shure it grows right next it in the woods!",
        "“Thayer’s Wormseed fur wurrums–see the ’ittle wurrum on the leaves\"\n[Chenopodium] “an’ that thayer is Pleurisy root, an’ thayer!\nwell, thayer’s the foinest hairb that iver God made to grow–that’s\nCure all. Some things cures wan thing and some cures another, but when\nye don’t know just what to take, ye make tay o’ that root an’ ye can’t\ngo wrong. It was an Injun larned me that. The poor miserable baste of\na haythen hed some larnin’, an’ the minit he showed me I knowed it was\nso, fur ivery lafe wuz three in wan an’ wan in three, an’ had the sign\no’ the blessed crass in the middle as plain as that biler settin’ on\nthe stove.”",
        "Thus she chattered away, smoking her short pipe, expectorating on the\ntop of the hot stove, but with true feminine delicacy she was careful\neach time to wipe her mouth on the back of her skinny arm.",
        "“An’ that’s what’s called Catnip; sure Oi moind well the day Oi furst\nlarned about that. It warn’t a Injun nor a docther nor a man at all,\nat all, that larned me that. It was that ould black Cat, an’ may the\nsaints stand bechuxt me an’ his grane eyes! Bejabers, sometimes he\nscares me wid his knowin’ ways, but I hev nothin’ agin him except that\nhe kills the wee burruds. He koind o’ measled all wan winter an’ lay\naround the stove. Whiniver the dooer was open he’d go an’ luk out an’\nthen come back an’ meow an’ wheen an’ lay down–an’ so he kep’ on,\ngittin’ waker an’ worser, till the snow wuz gone an’ grass come up,\nan’ still he’d go a-lukin’ toward the ayst, especially nights. Then\nthayer come up a plant I had never sane, right thayer, an’ he’d luk at\nit an’ luk at it loike he wanted it but didn’t dar to. Thar was some\nfoine trays out thayer in thim days afore the ould baste cut thim\ndown, an’ wan av thim hed a big limb, so–an’ another so–an’ when the\nmoon come up full at jest the right time the shaddy made the sign av\nthe crass an’ loighted on me dooer, an’ after it was past it didn’t\nmake no crass. Well, bejabers, the full moon come up at last an’ she\nmade the sign of the shaddy crass, an’ the ould Cat goes out an’\nwatches an’ watches loike he wanted to an’ didn’t dar to, till that\ncrass drapped fayer onto the hairbs, an’ Tom he jumped then an’ ate\nan’ ate, an’ from that day he was a well Cat; an’ that’s how Oi larned\nCatnip, an’ it set me moind aisy, too, fur no Cat that’s possesst ’ll\niver ate inunder the shaddy av the crass.”",
        "Yan was scribbling away, but had given up any attempt to make sketches\nor even notes beyond the names of the plants.",
        "“Shure, choild, put them papers wid the names on the hairbs an’ save\nthem; that wuz fwhat Docther Carmartin done whin Oi was larnin’\nhim. Thayer, now, that’s it,” she added, as Yan took the hint and\nbegan slipping on each stalk a paper label with its name.",
        "“That’s a curious broom,” said Yan, as his eye fell on the symbol of\norder and cleanliness, making strange reflections on itself.",
        "“Yes; sure, that’s a Baitche broom. Larry makes ’em.”",
        "“Larry?”",
        "“Yes, me bhoy.” [Larry was nearly sixty.] “He makes thim of Blue\nBaitche.”",
        "“How?” asked Yan, picking it up and examining it with intense\ninterest.",
        "“Whoi, shure, by whittlin’. Larry’s a howly terror to whittle, an’\nhe gets a Blue Baitche sapling ’bout three inches thick an’ starts\na-whittlin” long slivers, but laves them on the sthick at wan end till\nthayer all round loike that.”",
        "“What, like a fire-lighter?”",
        "“Yis, yis, that’s it, only bigger, an Blue Baitche is terrible tough.\nThen whin he has the sthick down to ’bout an inch thick, he ties all\nthe slivers the wrong way wid a sthrand o’ Litherwood, an’ thrims down\nthe han’el to suit, an’ evens up the ind av the broom wid the axe an’\nlets it dhry out, an’ thayer yer is. Better broom was niver made, an’\nthere niver wus ony other in th’ famb’ly till he married that Kitty\nConnor, the lowest av the low, an’ it’s meself was all agin her, wid\nher proide an’ her dirthy sthuck-up ways’ nothin’ but boughten things\nwuz good enough fur her, her that niver had a dacint male till\nshe thrapped moi Larry. Yis, low be it sphoken, but ’thrapped’ ’s the\nwurrud,” said the old woman, raising her voice to give emphasis that\ntold a lurid tale.",
        "At this moment the door opened and in came Biddy, and as she was the\ndaughter of the unspeakable Kitty the conversation turned.",
        "“An’ sure it’s glad to see ye I am, an’ when are ye comin’ down to\nreside at our place?” was her greeting to Yan, and while they talked\nGranny took advantage of the chance to take a long pull at a bottle\nthat looked and smelled like Lung-balm.",
        "“Moi, Biddy, yer airly,” said Granny.",
        "“Shure, an’ now it was late whin I left home, an’ the schulmaster says\nit’s always so walking from ayst to west.”",
        "“An’ shure it’s glad Oi am to say ye, fur Yan will shtop an ate wid\nus. It ain’t duck an’ grane pase, but, thank God, we hev enough an’ a\nhearty welcome wid ivery boite. Ye say, Biddy makes me dinner ivery\nfoine day an’ Oi get a boite an’ a sup for meself other toimes, an’\nslapes be me lone furby me Dog an’ Cat an’ the apples, which thayer\nain’t but a handful left, but fwhat thar is is yourn. Help yerself,\nchoild, an’ ate hearty,” and she turned down the gray-looking\nbedclothes to show the last half-dozen of the same rosy apples.",
        "“Aint you afraid to sleep here alone nights, Granny?”",
        "“Shure fwhat hev Oi to fayre? Thayer niver wuz robbers come but wanst,\nan’ shure I got theyer last cint aff av them. They come one night an’\nbroke in, an’ settin’ up, Oi sez, ’Now fwhat are yez lukin’\nfur?’",
        "“’Money,’ sez they, fur thayer was talk all round thin that Oi had\nsold me cow fur $25.",
        "“’Sure, thin, Oi’ll get up an’ help ye,’ sez Oi, fur divil a cint hev\nOi been able to set me eyes on sense apple harvest.’”",
        "’\"We want $25, or we’ll kill ye.’",
        "“’Faith, an’ if it wuz twenty-five cints Oi couldn’t help it,’ sez Oi,\n’an’ it’s ready to die Oi am,’ sez Oi, ’fur Oi was confessed last wake\nan’ Oi’m a-sayin’ me prayers this minit.’",
        "“Sez the littlest wan, an’ he wa’n’t so little, nigh as br’ad as that\ndooer, ’Hevn’t ye sold yer cow?’",
        "“’Ye’ll foind her in the barrun,’ sez Oi, ’though Oi hate to hev yez\ndisturb her slapin’. It makes her drame an’ that’s bad fur the milk.’",
        "“An’ next thing them two robbers wuz laffin’ at each other fur fools.\nThen the little wan sez:",
        "“’Now, Granny, we’ll lave ye in pace, if ye’ll niver say a wurrud o’\nthis’–but the other wan seemed kind o’ sulky.",
        "“’Sorra a wurrud,’ sez Oi, ’an’ good frinds we’ll be yit,’ an’ they\nwuz makin’ fur the dooer to clayer out whin I sez:",
        "“’Howld on! Me friends can’t lave me house an’ naither boite nor sup;\nturn yer backs an’ ye plaze, till Oi get on me skirt.’ An’ whin Oi wuz\nup an’ dacint an’ tould them they could luk, Oi sez, ’It’s the foinest\nLung balm in the land ye shall taste,’ an’ the littlest feller he\nstarts a-coughin’, oh, a turrible cough–it fair scairt me, like a\nhoopin’ croup–an’ the other seemed just mad, and the littlest wan\nmade fun av him. Oi seen the mean wan wuz left-handed or let on he\nwuz, but when he reached out fur the bottle he had on’y three fingers\non his right, an’ they both av them had the biggest, blackest,\nawfulest lukin’ bairds–I’d know them two bairds agin ony place–an’\nthe littlest had a rag round his head, said he had a toothache, but\nshure yer teeth don’t ache in the roots o’ yer haiyer. Then when they\nwuz goin’ the littlest wan put a dollar in me hand an’ sez, ’It’s all\nwe got bechuxst us, Granny.’ ’Godbless ye,’ sez Oi, ’an’ Oi take it\nkindly. It’s the first Oi seen sense apple harvest, an’ it’s a friend\nye hev in me whin ye nade wan,’” and the old woman chuckled over her\nvictory.",
        "“Granny, do you know what the Indians use for dyeing colours?” asked\nYan, harking back to his main purpose.",
        "“Shure, Yahn, they jest goes to the store an’ gets boughten dyes in\npackages like we do.”",
        "“But before there were boughten dyes, didn’t they use things in the\nwoods?”",
        "“That they did, for shure. Iverything man iver naded the good Lord\nmade grow fur him in the woods.”",
        "“Yes, but what plants?”",
        "“Faix, an’ they differ fur different things.”",
        "“Yes, but what are they?” Then seeing how general questions failed, he\nwent at it in detail.",
        "“What do they use for yellow dye on the Porcupine quills–I mean\nbefore the boughten dyes came?”",
        "“Well, shure an’ that’s a purty yellow flower that grows in the fall\nout in the field an’ along the fences. The Yaller Weed, I call it,\nan’ some calls it Goldenrod. They bile the quills in wather with the\nflower. Luk! Thar’s some wool dyed that way.”",
        "“An’ the red?” said Yan, scribbling away.",
        "“Faix, an’ they had no rale good red. They made a koind o’ red o’\nberry juice b’iled, an’ wanst I seen a turrible nice red an ol’ squaw\nmade b’ilin’ the quills fust in yaller awhile an’ next awhile in red.”",
        "“What berries make the best red, Granny?”",
        "“Well, ’tain’t the red wans, as ye moight think. Ye kin make it of\nRosberries or Sumac or Huckleberries an’ lots more, but Black Currants\nis redder than Red Currants, an’ Squaw berries is best av them all.”",
        "“What are they like?”",
        "“Shure, an’ Oi’ll show ye that same hairb,” and they wandered around\noutside the shanty in vain search. “It’s too airly,” said Granny, “but\nit’s round thayer in heaps in August an’ is the purtiest red iver\ngrew. ’An Pokeweed, too, it ain’t har’ly flowerin’ yit, but in the\nfall it hez berries that’s so red they’re nigh black, an’ dyes the\npurtiest kind o’ a purple.”",
        "“What makes blue?”",
        "“Oi niver sane none in the quills. Thayer may be some. The good Lord\nmade iverything grow in the woods, but I ain’t found it an’ niver seen\nnone. Ye kin make a grane av the young shoots av Elder, but it ain’t\npurty like that,” and she pointed to a frightful emerald ribbon that\nBiddy wore, “an’ a brown of Butternut bark, an’ a black av White Oak\nchips an’ bark. Ye kin make a kind o’ grane av two dips, wan of yaller\nan wan av black. Ye kin dye black wid Hickory bark, an’ orange (bad\nscran to it) wid the inner bark of Birch, an’ yaller wid the roots\nav Hoop Ash, an’ a foine scarlet from the bark av the little root av\nDogwood, but there ain’t no rale blue in the woods, an’ that’s what I\ntell them orange-an’-blue Prattisons on the 12th o’ July, fur what the\nLord didn’t make the divil did.",
        "“Ye kin make a koind of blue out o’ the Indigo hairb, but ’tain’t like\nthis,” pointing to some screaming cobalt, “an’ if it ain’t in the\nwoods the good Lord niver meant us to have it. Yis! I tell ye it’s\nthe divil’s own colour, that blue-orange an’ blue is the divil’s own\ncolours, shure enough, fur brimstone’s yaller; an’ its blue whin it’s\nburnin’, that I hed from his riv’rince himself–bless him!”",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}