{
    "title": "Two Little Savages - XX",
    "author": "Ernest Thompson Seton",
    "chapter": "49",
    "content": [
        "\n\n",
        "The White Revolver",
        "In the morning Caleb had the satisfaction of eating a breakfast\nprepared by the son of his enemy, for Sam was cook that day.",
        "The Great Woodpecker expressed the thought of the whole assembly when\nafter breakfast he said: “Now I want to go and see that grave. I\nbelieve Yan wrote his name on some old cow that was lying down and she\ndidn’t like it and said so out loud!”",
        "They arrived at the spot in a few minutes. Yes, there it was\nplainly written on the rude gravestone, rather shaky, but perfectly\nlegible–\"Yan.”",
        "“Pretty poor writing,” was Guy’s remark.",
        "“Well, you sure done it! Good boy!” said Sam warmly. “Don’t believe\nI’d ’a’ had the grit.”",
        "“Bet I would,” said Guy.",
        "“Here’s where I crossed the ditch. See my trail in the mud? Out there\nis where I heard the yelling. Let’s see if ghosts make tracks. Hallo,\nwhat the–”",
        "There were the tracks in the mud of a big man. He had sprawled,\nfalling on his hands and knees. Here was the print of his hands\nseveral times, and in the mud, half hidden, something shining–Guy saw\nit first and picked it up. It was a white-handled Colt’s revolver.",
        "“Let’s see that,” said Caleb. He wiped off the mud. His eye kindled.\n“That’s my revolver that was stole from me ’way back, time I lost my\nclothes and money.” He looked it over and, glancing about, seemed lost\nin thought. “This beats me!” He shook his head and muttered from time\nto time, “This beats me!” There seemed nothing more of interest to\nsee, so the boys turned homeward.",
        "On the way back Caleb was evidently thinking hard. He walked in\nsilence till they got opposite Granny de Neuville’s shanty, which was\nthe nearest one to the grave. At the gate he turned and said: “Guess\nI’m going in here. Say, Yan, you didn’t do any of that hollering last\nnight, did you?”",
        "“No, sir; not a word. The only sound I made was dragging the\nring-stone over the boulder.”",
        "“Well, I’ll see you at camp,” he said, and turned in to Granny’s.",
        "“The tap o’ the marnin’ to ye, an’ may yer sowl rest in pace,” was the\ncheery old woman’s greeting. “Come in–come in, Caleb, an’ set down.\nAn’ how is Saryann an’ Dick?”",
        "“They seem happy an’ prosperin’,” said the old man with bitterness.\n“Say, Granny, did you ever hear the story about Garney’s grave out\nthere on the road?”",
        "“For the love av goodness, an’ how is it yer after askin’ me that now?\nSure an’ I heard the story many a time, an’ I’m after hearin’ the\nghost last night, an’ it’s a-shiverin’ yit Oi am.”",
        "“What did you hear, Granny?”",
        "“Och, an’ it was the most divilish yells iver let out av a soul in\nhell. Shure the Dog and the Cat both av thim was scairt, and the owld\nwhite-faced cow come a-runnin’ an’ jumped the bars to get aff av the\nroad.”",
        "Here was what Caleb wanted, and he kept her going by his evident\ninterest. After she tired of providing more realistic details of\nthe night’s uproar, Caleb deliberately tapped another vintage of\ntittle-tattle in hope of further information leaking out.",
        "“Granny, did you hear of a robbery last week down this side of\nDowney’s Dump?”",
        "“Shure an’ I did not,” she exclaimed, her eyes ablaze with\ninterest–neither had Caleb, for that matter; but he wanted to start\nthe subject–\"An” who was it was robbed?”",
        "“Don’t know, unless it was John Evans’s place.”",
        "“Shure an’ I don’t know him, but I warrant he could sthand to lose.\nShure an’ it’s when the raskils come after me an’ Cal Conner the\nmoment it was talked around that we had sold our Cow; then sez I, it’s\ngittin’ onraisonable, an’ them divils shorely seems to know whin a wad\no’ money passes.”",
        "“That’s the gospel truth. But when wuz you robbed, Granny?”",
        "“Robbed? I didn’t say I wuz robbed,” and she cackled. “But the robbers\nhad the best av intintions when they came to me,” and she related\nat length her experience with the two who broke in when her Cow was\nreported sold. She laughed over their enjoyment of the Lung Balm, and\nbriefly told how the big man was sulky and the short, broad one was\nfunny. Their black beards, the “big wan” with his wounded head, his\nleft-handedness and his accidental exposure of the three fingers of\nthe right hand, all were fully talked over.",
        "“When was it, Granny?”",
        "“Och, shure an’ it wuz about three years apast.”",
        "Then after having had his lungs treated, old Caleb left Granny and set\nout to do some very hard thinking.",
        "There had been robberies all around for the last four years; There was\nno clue but this: They were all of the same character; nothing but\ncash was taken, and the burglars seemed to have inside knowledge of\nthe neighbourhood, and timed all their visits to happen just after the\nhouseholder had come into possession of a roll of bills.",
        "As soon as Caleb turned in at the de Neuville gate, Yan, acting on a\nbelated thought, said:",
        "“Boys, you go on to camp; I’ll be after you in five minutes.” He wanted\nto draw those tracks in the mud and try to trail that man, so went\nback to the grave.",
        "He studied the marks most carefully and by opening out the book he was\nable to draw the boot tracks life-size, noting that each had three\nrows of small hobnails on the heel, apparently put in at home because\nso irregular, while the sole of the left was worn into a hole. Then he\nstudied the hand tracks, selected the clearest, and was drawing the\nright hand when something odd caught his attention.",
        "Yes! It appeared in all the impressions of that hand–the middle\nfinger was gone.",
        "[Illustration: The three-fingered hand-print]",
        "Yan followed the track on the road a little way, but at the corner it\nturned southward and was lost in the grass.",
        "As he was going back to camp he overtook Caleb also returning.",
        "“Mr. Clark,” he said. “I went back to sketch those tracks, and do you\nknow–that man had only three fingers on his right hand?”",
        "“Consarn me!” said Caleb. “Are you sure?”",
        "“Come and see for yourself.”",
        "Yes! It surely was true, and Caleb on the road back said, “Yan, don’t\nsay a word of this to the others just now.”",
        "The old Trapper went to the Pogue house at once. He found the tracks\nrepeated in the dust near the door, but they certainly were not made\nby Dick. On a line was a pair of muddy trousers drying.",
        "From this night Yan went up and Guy went down in the old man’s\nopinion, for he spoke his own mind that day when he gave first place\nto grit. He invited Yan to come to his shanty to see a pair of\nsnow-shoes he was making. The invitation was vague and general, so the\nwhole Tribe accepted. Yan had not been there since his first visit.\nThe first part of their call was as before. In answer to their knock\nthere was a loud baying from the Hound, then a voice ordering him\nback. Caleb opened the door, but now said “Step in.” If he was\ndispleased with the others coming he kept it to himself. While Yan\nwas looking at the snow-shoes Guy discovered something much more\ninteresting on the old man’s bunk; that was the white revolver, now\ncleaned up and in perfect order. Caleb’s delight at its recovery,\nthough not very apparent, was boundless. He had not been able to buy\nhimself another, and this was as warmly welcomed back as though a\nlong-lost only child.",
        "“Say, Caleb, let’s try a shot. I bet I kin beat the hull gang,\"\nexclaimed Sapwood.",
        "Caleb got some cartridges and pointed to a white blaze on a stump\nforty yards away. Guy had three or four shots and Yan had the same\nwithout hitting the stump. Then Caleb said, “Lemme show you.”",
        "His big rugged hand seemed to swallow up the little gun-stock. His\nlong knobbed finger fitted around the lock in a strange but familiar\nway. Caleb was a bent-arm shot, and the short barrel looked like his\nown forefinger pointing at the target as he pumped away six times in\nquick succession. All went into the blaze and two into the charcoal\nspot that marked the centre.",
        "“By George! Look at that for shooting!” and the boys were loud in\ntheir praise.",
        "“Well, twenty year ago I used to be a pretty good shot,” Caleb\nproceeded to explain with an air of unnecessary humility and a very\ngenial expression on his face. “But that’s dead easy. I’ll show you\nsome real tricks.”",
        "Twenty-five feet away he set up three cartridges in a row, their caps\ntoward him, and exploded them in succession with three rapid shots.\nThen he put the revolver in the side pocket of his coat, and\nrecklessly firing it without drawing, much less sighting or even\nshowing it, he peppered a white blaze at twenty yards. Finally he\nlooked around for an old fruit tin. Then he cocked the revolver,\nlaid it across his right hand next the thumb and the tin across the\nfingers. He then threw them both in the air with a jerk that sent the\nrevolver up ten feet and the tin twenty. As the revolver came down he\nseized it and shot a hole through the tin before it could reach the\nground.",
        "The boys were simply dumbfounded. They had used up all their\nexclamations on the first simple target trial.",
        "Caleb stepped into the shanty to get a cleaning-rag for his darling,\nand Sam burst out:",
        "“Well, now I know he never shot at Da, for if he did he’d ’a’ got him\nsure.”",
        "It was not meant for Caleb’s ears, but it reached him, and the old\nTrapper came to the door at once with a long, expressive “H-m-m-mrr.”",
        "Thus was broken the dam of silent scorn, for it was the first time\nCaleb had addressed himself to Sam. The flood had forced the barrier,\nbut it still left plenty of stuff in the channel to be washed away by\ntime and wear, and it was long before he talked to Sam as freely as to\nthe others, but still in time he learned.",
        "There was an air of geniality on all now, and Yan took advantage of\nthis to ask for something he had long kept in mind.",
        "“Mr. Clark, will you take us out for a Coon hunt? We know where there\nare lots of Coons that feed in a corn patch up the creek.”",
        "If Yan had asked this a month ago he would have got a contemptuous\nrefusal. Before the visit to Carney’s grave it might have been, “Oh, I\ndunno–I ain’t got time,” but he was on the right side of Caleb now,\nand the answer was:",
        "“Well, yes! Don’t mind if I do, first night it’s coolish, so the Dog\nkin run.”",
        "[Illustration: Raccoon in tree]",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}