{
    "title": "Two Little Savages - X",
    "author": "Ernest Thompson Seton",
    "chapter": "39",
    "content": [
        "\n\n",
        "THE ADVENTURES OF A SQUIRREL FAMILY",
        "“I’ll bet I kin make a Woodpecker come out of that hole,” said\nSapwood, one day as the three Red-men proceeded, bow in hand, through\na far corner of Burns’s Bush. He pointed to a hole in the top of a\ntall dead stub, then going near he struck the stub a couple of heavy\nblows with a pole. To the surprise of all there flew out, not a\nWoodpecker, but a Flying Squirrel. It scrambled to the top of the\nstub, looked this way and that, then spread its legs, wings and tail\nand sailed downward, to rise slightly at the end of its flight against\na tree some twenty feet away. Yan bounded to catch it. His fingers\nclutched on its furry back, but he got such a cut from its sharp teeth\nthat he was glad to let it go. It scrambled up the far side of the\ntrunk and soon was lost in the branches.",
        "Guy was quite satisfied that he had carried out his promise of\nbringing a Woodpecker out of the hole, “For ain’t a Flying Squirrel a\nkind of Woodpecker?” he argued. He was, in consequence, very “cocky\"\nthe rest of the day, proposing to produce a Squirrel whenever they\ncame to a stub with a hole in it, and at length, after many failures,\nhad the satisfaction of driving a belated Woodpecker out of its nest.",
        "The plan was evidently a good one for discovering living creatures.\nYan promptly adopted it, and picking up a big stick as they drew near\nanother stub with holes, he gave three or four heavy thumps. A Red\nSquirrel scrambled out of a lower hole and hid in an upper one;\nanother sharp blow made it pop out and jump to the top of the stub,\nbut eventually back into the lower hole.",
        "The boys became much excited. They hammered the stub now without\nmaking the Squirrel reappear.",
        "“Let’s cut it down,” said Little Beaver.",
        "“Show you a better trick than that,” replied the Woodpecker. He looked\nabout and got a pole some twenty feet long. This he placed against a\nrough place high up on the stub and gave it a violent push, watching\ncarefully the head of the stub. Yes! It swayed just a little. Sam\nrepeated the push, careful to keep time with the stub and push always\njust as it began to swing away from him. The other boys took hold of\nthe pole and all pushed together, as Sam called, “Now–now–now–”",
        "A single push of 300 or 400 pounds would scarcely have moved the stub,\nbut these little fifty-pound pushes at just the right time made it\ngive more and more, and after three or four minutes the roots, that\nhad begun to crack, gave way with a craunching sound, and down crashed\nthe great stub. Its hollow top struck across a fallen log and burst\nopen in a shower of dust, splinters and rotten wood. The boys rushed\nto the spot to catch the Squirrel, if possible. It did not scramble\nout as they expected it would, even when they turned over the\nfragments. They found the front of the stub with the old Woodpecker\nhole in it, and under that was a mass of finely shredded cedar bark,\nevidently a nest. Yan eagerly turned it over, and there lay the Red\nSquirrel, quite still and unharmed apparently, but at the end of her\nnose was a single drop of blood. Close beside her were five little\nSquirrels, evidently a very late brood, for they were naked, blind and\nhelpless. One of them had at its nose a drop of blood and it lay as\nstill as the mother. At first the hunters thought the old one was\nplaying ’Possum, but the stiffness of death soon set in.",
        "Now the boys felt very guilty and sorry. By thoughtlessly giving way\nto their hunting instincts they had killed a harmless mother Squirrel\nin the act of protecting her young, and the surviving little ones had\nno prospect but starvation.",
        "Yan had been the most active in the chase, and now was far more\nconscience-stricken than either of the others.",
        "“What are we going to do with them?” asked the Woodpecker. “They are\ntoo young to be raised for pets.”",
        "“Better drown them and be done with them,” suggested Sappy, recalling\nthe last honours of several broods of Kittens at home.",
        "“I wish we could find another Squirrel’s nest to put them into,\"\nsaid Little Beaver remorsefully, and then as he looked at the four\nsquirming, helpless things in his hand the tears of repentance filled\nhis eyes. “We might as well kill them and end their misery. We can’t\nfind another Squirrel’s nest so late as this.” But after a little\nsilence he added, “I know some one who will put them out of pain. She\nmay as well have them. She’d get them anyway, and that’s the old gray\nwild Cat. Let’s put them in her nest when she’s away.”",
        "This seemed a reasonable, simple and merciful way of getting rid of\nthe orphans. So the boys made for the “cañon” part of the brook. At\none time of the afternoon the sun shone so as to show plainly all that\nwas in the hole. The boys went very quietly to Yan’s lookout bank, and\nseeing that only the Kittens were there, Yan crept across and dropped\nthe young Squirrels into the nest, then went back to his friends to\nwatch, like Miriam, the fate of the foundlings.",
        "They had a full hour to wait for the old Cat, and as they were very\nstill all that time they were rewarded with a sight of many pretty\nwild things.",
        "A Humming-bird “boomed” into view and hung in a misty globe of wings\nbefore one Jewel-flower after another.",
        "“Say, Beaver, you said Humming-birds was something or other awful\nbeautiful,” said Woodpecker, pointing to the dull grayish-green bird\nbefore them.",
        "“And I say so yet. Look at that,” as, with a turn in the air, the\nhanging Hummer changed its jet-black throat to flame and scarlet that\nsilenced the critic.",
        "After the Humming-bird went away a Field-mouse was seen for a moment\ndodging about in the grass, and shortly afterward a Shrew-mole, not so\nbig as the Mouse, was seen in hot pursuit on its trail.",
        "Later a short-legged brown animal, as big as a Rabbit, came nosing up\nthe dry but shady bed of the brook, and as it went beneath them Yan\nrecognized by its little Beaver-like head and scaly oar-shaped tail\nthat it was a Muskrat, apparently seeking for water.",
        "There was plenty in the swimming-pond yet, and the boys realized that\nthis had become a gathering place for those wild things that were\n“drowned out by the drought,” as Sam put it.",
        "The Muskrat had not gone more than twenty minutes before another\ndeep-brown animal appeared. “Another Muskrat; must be a meeting,\"\nwhispered the Woodpecker. But this one, coming close, proved a very\ndifferent creature. As long as a Cat, but lower, with broad, flat head\nand white chin and throat, short legs, in shape a huge Weasel, there\nwas no mistaking it; this was a Mink, the deadly enemy of the Muskrat,\nand now on the track of its prey. It rapidly turned the corner, nosing\nthe trail like a Hound. If it overtook the Muskrat before it got to\nthe pond there would be a tragedy. If the Muskrat reached the deep\nwater it might possibly escape. But just as sure as the pond became a\ngathering place for Muskrats it would also become a gathering place\nfor Mink.",
        "Not five minutes had gone since the Mink went by before a silent gray\nform flashed upon the log opposite. Oh, how sleek and elegant it\nlooked! What perfection of grace she seemed after the waddling, hunchy\nMuskrat and the quick but lumbering Mink. There is nothing more supple\nand elegant than a fine Cat, and men of science the world over have\ntaken the Cat as the standard of perfection in animal make-up. Pussy\nglanced about for danger. She had brought no bird or Mouse, for the\nKittens were yet too young for such training. The boys watched her\nwith intensest interest. She glided along the log to the hole–the\nSkunk-smelling hole–uttered her low ’purrow, purrow,” that\nalways sets the hungry Kittens agog, and was curling in around them,\nwhen she discovered the pink Squirrel-babies among her own. She\nstopped licking the nearest Kitten, stared at a young Squirrel, and\nsmelled it. Yan wondered what help that could be when everything\nsmelled of Skunk. But it did seem to decide her, for she licked it\na moment, then lying down she gathered them all in her four-legged\nembrace, turned her chin up in the air and Sappy announced gleefully\nthat “The little Squirrels were feeding with the little Cats.”",
        "The boys waited a while longer, then having made sure that the little\nSquirrels had been lovingly adopted by their natural enemy, they went\nquietly back to camp. Now they found a daily pleasure in watching the\nmixed family.",
        "And here it may be as well to give the rest of the story. The old gray\nCat faithfully and lovingly nursed those foundlings. They seemed\nto prosper, and Yan, recalling that he had heard of a Cat actually\nraising a brood of Rabbits, looked forward to the day when Kittens\nand Squirrelets should romp together in the sun. After a week Sappy\nmaintained that only one Squirrel appeared at the breakfast table, and\nin ten days none. Yan stole over to the log and learned the truth. All\nfour were dead in the bottom of the nest. There was nothing to tell\nwhy. The old Cat had done her best–had been all love and tenderness,\nbut evidently had not been able to carry out her motherly intentions.",
        "[Illustration: Four tiny headstones]",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}