{
    "title": "Two Little Savages - VII",
    "author": "Ernest Thompson Seton",
    "chapter": "21",
    "content": [
        "\n\n",
        "The Calm Evening",
        "It was a calm June evening, the time of the second daily outburst of\nbird song, the day’s aftermath. The singers seemed to be in unusual\nnumbers as well. Nearly every good perch had some little bird that\nseemed near bursting with joy and yet trying to avert that dire\ncatastrophe.",
        "As the boys went down the road by the outer fence of their own orchard\na Hawk came sailing over, silencing as he came the singing within a\ngiven radius. Many of the singers hid, but a Meadow Lark that had been\nwhistling on a stake in the open was now vainly seeking shelter in the\nbroad field. The Hawk was speeding his way. The Lark dodged and put on\nall power to reach the orchard, but the Hawk was after him now–was\ngaining–in another moment would, have clutched the terrified\nmusician, but out of the Apple trees there dashed a small\nblack-and-white bird–the Kingbird. With a loud harsh twitter–his\nwar-cry–repeated again and again, with his little gray head-feathers\nraised to show the blood-and-flame-coloured undercrest–his war\ncolours–he darted straight at the great robber.",
        "“Clicker-a-clicker,” he fairly screamed, and made for the huge Hawk,\nten times his size.",
        "“Clicker-a-clicker!” he shrieked, like a cateran shouting the\n“slogan,” and down like a black-and-white dart–to strike the Hawk\nfairly between the shoulders just as the Meadow Lark dropped in\ndespair to the bare ground and hid its head from the approaching\nstroke of death.",
        "“Clicker-a-clicker\"–and the Hawk wheeled in sudden consternation.\n“Clicker-a-clicker\"–and the dauntless little warrior dropped between\nhis wings, stabbing and tearing.",
        "The Hawk bucked like a mustang, the Kingbird was thrown, but sprung on\nagile pinions above again.",
        "“Clicker-a-clicker,” and he struck as before. Large brown feathers\nwere floating away on the breeze now. The Meadow Lark was forgotten.\nThe Hawk thought only of escape.",
        "“Clicker-a-clicker,” the slogan still was heard. The Hawk was putting\non all speed to get away, but the Kingbird was riding him most of the\ntime. Several brown feathers floated down, the Hawk dwindled in the\ndistance to a Sparrow and the Kingbird to a fly dancing on his back.\nThe Hawk made a final plunge into a thicket, and the king came home\nagain, uttering the shrill war-cry once or twice, probably to let the\nqueen know that he was coming back, for she flew to a high branch of\nthe Apple tree where she could greet the returning hero. He came with\nan occasional “clicker-a-clicker\"–then, when near her, he sprung\nfifty feet in the air and dashed down, screaming his slogan without\ninterruption, darting zigzag with the most surprising evolutions and\nturns–this way, that way, sideways and downward, dealing the\ndeadliest blows right and left at an imaginary foe, then soared, and\ndid it all over again two or three times, just to show how far he was\nfrom being tired, and how much better he could have done it had it\nbeen necessary. Then with a final swoop and a volley of “clickers” he\ndashed into the bush to receive the congratulations of the one for\nwhom it all was meant and the only spectator for whose opinion he\ncared in the least.",
        "[Illustration: “Clicker-a-clicker!’ he shrieked ... and down like a\ndart.\"]",
        "“Now, ain’t that great,” said Sam, with evident sincerity and\npleasure. His voice startled Yan and brought him back. He had been\nwholly lost in silent admiring wonder of the dauntless little\nKingbird.",
        "A Vesper Sparrow ran along the road before them, flitting a few\nfeet ahead each time they overtook it and showing the white outer\ntail-feathers as it flew.",
        "“A little Graybird,” remarked Sam.",
        "“No, that isn’t a Graybird; that’s a Vesper Sparrow,” exclaimed Yan,\nin surprise, for he knew he was right.",
        "“Well, I dunno,” said Sam, yielding the point.",
        "“I thought you said you knew every bird that flies and all about it\"\nreplied his companion, for the memory of this first day was strong\nwith him yet.",
        "Sam snorted: “I didn’t know you then. I was just loadin’ you up so\nyou’d think I was a wonderful feller, an’ you did, too–for awhile.”",
        "A Red-headed Woodpecker, carrying a yellow butterfly, flew on a fence\nstake ahead of them and peeped around as they drew near. The setting\nsun on his bright plumage, the lilac stake and the yellow butterfly,\ncompleted a most gorgeous bit of colour and gave Yan a thrill of joy.\nA Meadow Lark on a farther stake, a Bluebird on another, and a Vesper\nBird on a stone, each added his appeal to eye and ear, till Sam\nexclaimed:",
        "“Oh, ain’t that awful nice?” and Yan was dumb with a sort of saddened\njoy.",
        "Birds hate the wind, and this was one of those birdy days that come\nonly with a dead calm.",
        "They passed a barn with two hundred pairs of Swallows flying and\ntwittering around, a cut bank of the road had a colony of 1,000 Sand\nMartins, a stream had its rattling Kingfishers, and a marsh was the\nplayground of a multitude of Red-winged Blackbirds.",
        "Yan was lifted up with the joy of the naturalist at seeing so many\nbeautiful living things. Sam felt it, too; he grew very silent, and\nthe last half-mile to the “Corner” was passed without a word. The\nboots were got. Sam swung them around his neck and the boys set out\nfor home. The sun was gone, but not the birds, and the spell of the\nevening was on them still. A Song Sparrow by the brook and a Robin\nhigh in the Elm were yet pouring out their liquid notes in the\ngloaming.",
        "“I wish I could be always here,” said Yan, but he started a little\nwhen he remembered how unwilling he had been to come.",
        "There was a long silence as they lingered on the darkening road. Each\nwas thinking hard.",
        "A loud, startling but soft “Ohoo–O-hoo–O-hoooooo,” like the coo of a\ngiant dove, now sounded about their heads in a tree. They stopped and\nSam whispered, “Owl; big Hoot Owl.” Yan’s heart leaped with pleasure.\nHe had read all his life of Owls, and even had seen them alive in\ncages, but this was the first time he had ever heard the famous\nhooting of the real live wild Owl, and it was a delicious experience.",
        "The night was quite dark now, but there were plenty of sounds that\ntold of life. A Whippoorwill was chanting in the woods, a hundred\nToads and Frogs creaked and trilled, a strange rolling, laughing cry\non a marshy pond puzzled them both, then a Song Sparrow in the black\nnight of a dense thicket poured forth its sweet little sunshine song\nwith all the vigour and joy of its best daytime doing.",
        "They listened attentively for a repetition of the serenade, when a\nhigh-pitched but not loud ’Wa–wa–wa–wa–wa–wa–wa–wa!\"\nreached their ears from a grove of heavy timbers.",
        "“Hear that?” exclaimed Sam.",
        "Again it came, a quavering squall, apparently much nearer. It was a\nrather shrill sound, quite unbirdy, and Sam whispered:",
        "“Coon–that’s the whicker of a Coon. We can come down here some time\nwhen corn’s ’in roastin’’ an’ have a Coon hunt.”",
        "“Oh, Sam, wouldn’t that be glorious!” said Yan. “How I wish it was\nnow. I never saw a Coon hunt or any kind of a hunt. Do we have to wait\ntill ’roasting-ear’ time?”",
        "“Oh, yes; it’s easier to find them then. You say to your Coons, ’Me\nan’ me dogs will meet you to-night at the nearest roastin’-ear patch,’\nan’ sure nuff they’ll keep the appointment.”",
        "“But they’re around now, for we just heard one, and there’s\nanother.”",
        "A long faint ’Lil–lil–lil–lil–lil–li-looo!_” now sounded\nfrom the trees. It was like the other, but much softer and sweeter.",
        "“There’s where you fool yerself,” replied Sam, “an’ there’s where many\na hunter is fooled. That last one’s the call of a Screech Owl. You see\nit’s softer and whistlier than the Coon whicker.”",
        "They heard it again and again from the trees. It was a sweet musical\nsound, and Yan remembered how squally the Coon call was in comparison,\nand yet many hunters never learn the difference.",
        "As they came near the tree whence the Owl called at intervals, a gray\nblot went over their heads, shutting out a handful of stars for a\nmoment as it passed over them, but making no noise. “There he goes,\"\nwhispered Sam. “That’s the Screech Owl. Not much of a screech, was\nit?” Not long afterward Yan came across a line of Lowell’s which says,\n“The song of the Screech Owl is the sweetest sound in nature,” and\nappreciated the absurdity of the name.",
        "“I want to go on a Coon hunt,” continued Yan, and the sentence was\njust tinged with the deep-laid doggedness that was usually lost in his\ncourteous manner.",
        "“That settles it,” answered the other, for he was learning what that\ntone meant. “We’ll surely go when you talk that way, for, of coorse,\nit kin be done. You see, I know more about animals than birds,\"\nhe continued. “I’m just as likely to be a dentist as a hunter so far\nas serious business is concerned, but I’d sure love to be a hunter for\nawhile, an’ I made Da promise to go with me some time. Maybe we kin\nget a Deer by going back ten miles to the Long Swamp. I only wish Da\nand Old Caleb hadn’t fought, ’cause Caleb sure knows the woods, an’\nthat old Hound of his has treed more Coons than ye could shake a stick\nat in a month o’ Sundays.”",
        "“Well, if that’s the only Coon dog around, I’m going to get him.\nYou’ll see,” was the reply.",
        "“I believe you will,” answered Sam, in a tone of mixed admiration and\namusement.",
        "It was ten o’clock when they got home, and every one was in bed but\nMr. Raften. The boys turned in at once, but next morning, on going\nto the barn, they found that Si had not only sewed on and hemmed the\nsmoke-flaps, but had resewn the worst of the patches and hemmed the\nwhole bottom of the teepee cover with a small rope in the hem, so that\nthey were ready now for the pins and poles.",
        "The cover was taken at once to the camp ground. Yan carried the axe.\nWhen they came to the brush fence over the creek at the edge of the\nswamp, he said:",
        "“Sam, I want to blaze that trail for old Caleb. How do you do it?”",
        "“Spot the trees with the axe every few yards.”",
        "“This way?” and Yan cut a tree in three places, so as to show three\nwhite spots or blazes.",
        "“No; that’s a trapper’s blaze for a trap or a ’special blaze’, but\na ’road blaze’ is one on the front of the tree and one on the\nback–so–then ye can run the trail both ways, an’ you put them\nthicker if it’s to be followed at night.”",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}