{
    "title": "Two Years Before the Mast - Twenty-Four Years After",
    "author": "Richard Henry Dana",
    "chapter": "41",
    "content": [
        "\n\n",
        "It was in the winter of 1835-6 that the ship Alert, in the prosecution\nof her voyage for hides on the remote and almost unknown coast\nof California, floated into the vast solitude of the Bay of San\nFrancisco.  All around was the stillness of nature.  One vessel,\na Russian, lay at anchor there, but during our whole stay not a\nsail came or went.  Our trade was with remote Missions, which sent\nhides to us in launches manned by their Indians.  Our anchorage was\nbetween a small island, called Yerba Buena, and a gravel beach\nin a little bight or cove of the same name, formed by two small\nprojecting points.  Beyond, to the westward of the landing-place,\nwere dreary sand-hills, with little grass to be seen, and few trees,\nand beyond them higher hills, steep and barren, their sides gullied\nby the rains.  Some five or six miles beyond the landing-place,\nto the right, was a ruinous Presidio, and some three or four miles\nto the left was the Mission of Dolores, as ruinous as the Presidio,\nalmost deserted, with but few Indians attached to it, and but little\nproperty in cattle.  Over a region far beyond our sight there were\nno other human habitations, except that an enterprising Yankee,\nyears in advance of his time, had put up, on the rising ground\nabove the landing, a shanty of rough boards, where he carried on\na very small retail trade between the hide ships and the Indians.\nVast banks of fog, invading us from the North Pacific, drove in\nthrough the entrance, and covered the whole bay; and when they\ndisappeared, we saw a few well-wooded islands, the sand-hills on\nthe west, the grassy and wooded slopes on the east, and the vast\nstretch of the bay to the southward, where we were told lay the\nMissions of Santa Clara and San José, and still longer stretches to\nthe northward and northeastward, where we understood smaller bays\nspread out, and large rivers poured in their tributes of waters.\nThere were no settlements on these bays or rivers, and the few\nranchos and Missions were remote and widely separated.  Not only\nthe neighborhood of our anchorage, but the entire region of the\ngreat bay, was a solitude.  On the whole coast of California there\nwas not a lighthouse, a beacon, or a buoy, and the charts were\nmade up from old and disconnected surveys by British, Russian,\nand Mexican voyagers.  Birds of prey and passage swooped and\ndived about us, wild beasts ranged through the oak groves, and as\nwe slowly floated out of the harbor with the tide, herds of deer\ncame to the water’s edge, on the northerly side of the entrance,\nto gaze at the strange spectacle.",
        "On the evening of Saturday, the 13th of August, 1859, the superb\nsteamship Golden Gate, gay with crowds of passengers, and lighting\nthe sea for miles around with the glare of her signal lights of red,\ngreen, and white, and brilliant with lighted saloons and staterooms,\nbound up from the Isthmus of Panama, neared the entrance to San\nFrancisco, the great centre of a world-wide commerce.  Miles out at\nsea, on the desolate rocks of the Farallones, gleamed the powerful\nrays of one of the most costly and effective light-houses in the\nworld.  As we drew in through the Golden Gate, another light-house\nmet our eyes, and in the clear moonlight of the unbroken California\nsummer we saw, on the right, a large fortification protecting the\nnarrow entrance, and just before us the little island of Alcatraz\nconfronted us,–one entire fortress.  We bore round the point toward\nthe old anchoring-ground of the hide ships, and there, covering the\nsand-hills and the valleys, stretching from the water’s edge to the\nbase of the great hills, and from the old Presidio to the Mission,\nflickering all over with the lamps of its streets and houses, lay a\ncity of one hundred thousand inhabitants.  Clocks tolled the hour\nof midnight from its steeples, but the city was alive from the salute\nof our guns, spreading the news that the fortnightly steamer had come,\nbringing mails and passengers from the Atlantic world.  Clipper ships\nof the largest size lay at anchor in the stream, or were girt to\nthe wharves; and capacious high-pressure steamers, as large and\nshowy as those of the Hudson or Mississippi, bodies of dazzling\nlight, awaited the delivery of our mails to take their courses up\nthe Bay, stopping at Benicia and the United States Naval Station,\nand then up the great tributaries–the Sacramento, San Joaquin,\nand Feather Rivers–to the far inland cities of Sacramento,\nStockton, and Marysville.",
        "The dock into which we drew, and the streets about it, were densely\ncrowded with express wagons and hand-carts to take luggage, coaches and\ncabs for passengers, and with men,–some looking out for friends among\nour hundreds of passengers,–agents of the press, and a greater\nmultitude eager for newspapers and verbal intelligence from the\ngreat Atlantic and European world.  Through this crowd I made\nmy way, along the well-built and well-lighted streets, as alive\nas by day, where boys in high-keyed voices were already crying\nthe latest New York papers; and between one and two o’clock in\nthe morning found myself comfortably abed in a commodious room,\nin the Oriental Hotel, which stood, as well as I could learn,\non the filled-up cove, and not far from the spot where we used\nto beach our boats from the Alert.",
        "Sunday, August 14th.  When I awoke in the morning, and looked from\nmy windows over the city of San Francisco, with its storehouses,\ntowers, and steeples; its court-houses, theatres, and hospitals; its\ndaily journals; its well-filled learned professions; its fortresses\nand light-houses; its wharves and harbor, with their thousand-ton\nclipper ships, more in number than London or Liverpool sheltered\nthat day, itself one of the capitals of the American Republic,\nand the sole emporium of a new world, the awakened Pacific; when I\nlooked across the bay to the eastward, and beheld a beautiful town\non the fertile, wooded shores of the Contra Costa, and steamers,\nlarge and small, the ferryboats to the Contra Costa, and capacious\nfreighters and passenger-carriers to all parts of the great bay and\nits tributaries, with lines of their smoke in the horizon,–when\nI saw all these things, and reflected on what I once was and saw\nhere, and what now surrounded me, I could scarcely keep my hold on\nreality at all, or the genuineness of anything, and seemed to myself\nlike one who had moved in “worlds not realized.”",
        "I could not complain that I had not a choice of places of worship.\nThe Roman Catholics have an archbishop, a cathedral, and five\nor six smaller churches, French, German, Spanish, and English;\nand the Episcopalians, a bishop, a cathedral, and three other\nchurches; the Methodists and Presbyterians have three or four\neach, and there are Congregationalists, Baptists, a Unitarian,\nand other societies.  On my way to church, I met two classmates\nof mine at Harvard standing in a door-way, one a lawyer and the\nother a teacher, and made appointments for a future meeting.  A\nlittle farther on I came upon another Harvard man, a fine scholar\nand wit, and full of cleverness and good-humor, who invited me to\ngo to breakfast with him at the French house–he was a bachelor,\nand a late riser on Sundays.  I asked him to show me the way to\nBishop Kip’s church.  He hesitated, looked a little confused,\nand admitted that he was not as well up in certain classes of\nknowledge as in others, but, by a desperate guess, pointed out\na wooden building at the foot of the street, which any one\nmight have seen could not be right, and which turned out to be\nan African Baptist meeting-house. But my friend had many capital\npoints of character, and I owed much of the pleasure of my visit\nto his attentions.",
        "The congregation at the Bishop’s church was precisely like one\nyou would meet in New York, Philadelphia, or Boston.  To be sure,\nthe identity of the service makes one feel at once at home, but the\npeople were alike, nearly all of the English race, though from all\nparts of the Union.  The latest French bonnets were at the head\nof the chief pews, and business men at the foot.  The music was\nwithout character, but there was an instructive sermon, and the\nchurch was full.",
        "I found that there were no services at any of the Protestant\nchurches in the afternoon.  They have two services on Sunday;\nat 11 A. M., and after dark.  The afternoon is spent at home,\nor in friendly visiting, or teaching of Sunday Schools, or other\nhumane and social duties.",
        "This is as much the practice with what at home are called the\nstrictest denominations as with any others.  Indeed, I found\nindividuals, as well as public bodies, affected in a marked\ndegree by a change of oceans and by California life.  One Sunday\nafternoon I was surprised at receiving the card of a man whom I\nhad last known, some fifteen years ago, as a strict and formal\ndeacon of a Congregational Society in New England.  He was a deacon\nstill, in San Francisco, a leader in all pious works, devoted to\nhis denomination and to total abstinence,–the same internally,\nbut externally–what a change!  Gone was the downcast eye, the\nbated breath, the solemn, non-natural voice, the watchful gait,\nstepping as if he felt responsible for the balance of the moral\nuniverse!  He walked with a stride, an uplifted open countenance,\nhis face covered with beard, whiskers, and mustache, his voice\nstrong and natural;–and, in short, he had put off the New\nEngland deacon and become a human being.  In a visit of an hour\nI learned much from him about the religious societies, the moral\nreforms, the “Dashaways,\"–total abstinence societies, which had\ntaken strong hold on the young and wilder parts of society,–and\nthen of the Vigilance Committee, of which he was a member, and of\nmore secular points of interest.",
        "In one of the parlors of the hotel, I saw a man of about sixty years\nof age, with his feet bandaged and resting in a chair, whom somebody\naddressed by the name of Lies.(1)  Lies! thought I, that must be the",
        "–––––––-\n1. Pronounced Leese. \n–––––––-",
        "man who came across the country from Kentucky to Monterey while\nwe lay there in the Pilgrim in 1835, and made a passage in the\nAlert, when he used to shoot with his rifle bottles hung from the\ntop-gallant studding-sail-boom-ends.  He married the beautiful Doña\nRosalía Vallejo, sister of Don Guadalupe.  There were the old high\nfeatures and sandy hair.  I put my chair beside him, and began\nconversation, as any one may do in California.  Yes, he was the\nMr. Lies; and when I gave my name he professed at once to remember\nme, and spoke of my book.  I found that almost–I might perhaps say\nquite–every American in California had read it; for when California\n“broke out,” as the phrase is, in 1848, and so large a portion of the\nAnglo-Saxon race flocked to it, there was no book upon California\nbut mine.  Many who were on the coast at the time the book refers\nto, and afterwards read it, and remembered the Pilgrim and Alert,\nthought they also remembered me.  But perhaps more did remember\nme than I was inclined at first to believe, for the novelty of a\ncollegian coming out before the mast had drawn more attention to\nme than I was aware of at the time.",
        "Late in the afternoon, as there were vespers at the Roman Catholic\nchurches, I went to that of Notre Dame des Victoires.  The congregation\nwas French, and a sermon in French was preached by an Abbé; the music\nwas excellent, all things airy and tasteful, and making one feel as if\nin one of the chapels in Paris.  The Cathedral of St. Mary, which I\nafterwards visited, where the Irish attend, was a contrast indeed,\nand more like one of our stifling Irish Catholic churches in Boston\nor New York, with intelligence in so small a proportion to the number\nof faces.  During the three Sundays I was in San Francisco, I visited\nthree of the Episcopal churches, and the Congregational, a Chinese\nMission Chapel, and on the Sabbath (Saturday) a Jewish synagogue.\nThe Jews are a wealthy and powerful class here.  The Chinese, too,\nare numerous, and do a great part of the manual labor and small\nshop-keeping, and have some wealthy mercantile houses.",
        "It is noticeable that European Continental fashions prevail generally\nin this city,–French cooking, lunch at noon, and dinner at the end\nof the day, with café noir after meals, and to a great extent the\nEuropean Sunday,–to all which emigrants from the United States and\nGreat Britain seem to adapt themselves.  Some dinners which were given\nto me at French restaurants were, it seemed to me,–a poor judge of\nsuch matters, to be sure,–as sumptuous and as good, in dishes and\nwines, as I have found in Paris.  But I had a relish-maker which my\nfriends at table did not suspect–the remembrance of the forecastle\ndinners I ate here twenty-four years before.",
        "August 17th.  The customs of California are free; and any person who\nknows about my book speaks to me.  The newspapers have announced the\narrival of the veteran pioneer of all.  I hardly walk out without\nmeeting or making acquaintances.  I have already been invited to\ndeliver the anniversary oration before the Pioneer Society, to\ncelebrate the settlement of San Francisco.  Any man is qualified\nfor election into the society who came to California before 1853.\nWhat moderns they are!  I tell them of the time when Richardson’s\nshanty of 1835–not his adobe house of 1836–was the only human\nhabitation between the Mission and the Presidio, and when the vast\nbay, with all its tributaries and recesses, was a solitude,–and\nyet I am but little past forty years of age.  They point out the\nplace where Richardson’s adobe house stood, and tell me that the\nfirst court and first town council were convened in it, the first\nProtestant worship performed in it, and in it the first capital\ntrial by the Vigilance Committee held.  I am taken down to\nthe wharves, by antiquaries of a ten or twelve years’ range,\nto identify the two points, now known as Clark’s and Rincon,\nwhich formed the little cove of Yerba Buena, where we used to\nbeach our boats,–now filled up and built upon.  The island we\ncalled “Wood Island,” where we spent the cold days and nights\nof December, in our launch, getting wood for our year’s supply,\nis clean shorn of trees; and the bare rocks of Alcatraz Island,\nan entire fortress.  I have looked at the city from the water\nand islands from the city, but I can see nothing that recalls the\ntimes gone by, except the venerable Mission, the ruinous Presidio,\nthe high hills in the rear of the town, and the great stretches of\nthe bay in all directions.",
        "To-day I took a California horse of the old style,–the run, the\nloping gait,–and visited the Presidio.  The walls stand as they\ndid, with some changes made to accommodate a small garrison of\nUnited States troops.  It has a noble situation, and I saw from\nit a clipper ship of the very largest class, coming through the\nGate, under her fore-and-aft sails.  Thence I rode to the Fort,\nnow nearly finished, on the southern shore of the Gate, and made an\ninspection of it.  It is very expensive and of the latest style.\nOne of the engineers here is Custis Lee, who has just left West\nPoint at the head of his class,–a son of Colonel Robert E. Lee,\nwho distinguished himself in the Mexican War.",
        "Another morning I ride to the Mission Dolores.  It has a strangely\nsolitary aspect, enhanced by its surroundings of the most uncongenial,\nrapidly growing modernisms; the hoar of ages surrounded by the\nbrightest, slightest, and rapidest of modern growths.  Its old\nbelfries still clanged with the discordant bells, and Mass was\nsaying within, for it is used as a place of worship for the\nextreme south part of the city.",
        "In one of my walks about the wharves, I found a pile of dry hides\nlying by the side of a vessel.  Here was something to feelingly\npersuade me what I had been, to recall a past scarce credible to\nmyself.  I stood lost in reflection.  What were these hides–what\nwere they not?–to us, to me, a boy, twenty-four years ago?\nThese were our constant labor, our chief object, our almost\nhabitual thought.  They brought us out here, they kept us here,\nand it was only by getting them that we could escape from the\ncoast and return to home and civilized life.  If it had not been\nthat I might be seen, I should have seized one, slung it over my\nhead, walked off with it, and thrown it by the old toss–I do not\nbelieve yet a lost art–to the ground.  How they called up to my\nmind the months of curing at San Diego, the year and more of beach\nand surf work, and the steering of the ship for home! I was in a\ndream of San Diego, San Pedro–with its hills so steep for taking\nup goods, and its stones so hard to our bare feet–and the cliffs\nof San Juan!  All this, too, is no more!  The entire hide-business\nis of the past, and to the present inhabitants of California a dim\ntradition.  The gold discoveries drew off all men from the gathering\nor cure of hides, the inflowing population made an end of the\ngreat droves of cattle; and now not a vessel pursues the–I was\nabout to say dear–the dreary once hated business of gathering\nhides upon the coast, and the beach of San Diego is abandoned and\nits hide-houses have disappeared.  Meeting a respectable-looking\ncitizen on the wharf, I inquired of him how the hide-trade was\ncarried on.  “O,” said he, “there is very little of it, and that\nis all here.  The few that are brought in are placed under\nsheds in winter, or left out on the wharf in summer, and are\nloaded from the wharves into the vessels alongside.  They form\nparts of cargoes of other materials.”  I really felt too much,\nat the instant, to express to him the cause of my interest in\nthe subject, and only added, “Then the old business of trading\nup and down the coast and curing hides for cargoes is all over?\"\n“O yes, sir,” said he, “those old times of the Pilgrim and Alert\nand California, that we read about, are gone by.”",
        "Saturday, August 20th.  The steamer Senator makes regular trips up\nand down the coast, between San Francisco and San Diego, calling\nat intermediate ports.  This is my opportunity to revisit the\nold scenes.  She sails to-day, and I am off, steaming among the\ngreat clippers anchored in the harbor, and gliding rapidly round\nthe point, past Alcatraz Island, the light-house, and through the\nfortified Golden Gate, and bending to the southward,–all done in\ntwo or three hours, which, in the Alert, under canvas, with head\ntides, variable winds, and sweeping currents to deal with, took us\nfull two days.",
        "Among the passengers I noticed an elderly gentleman, thin, with\nsandy hair and face that seemed familiar.  He took off his glove\nand showed one shrivelled hand.  It must be he!  I went to him\nand said, “Captain Wilson, I believe.”  Yes, that was his name.\n“I knew you, sir, when you commanded the Ayacucho on this coast,\nin old hide-droghing times, in 1835-6.”  He was quickened by this,\nand at once inquiries were made on each side, and we were in full talk\nabout the Pilgrim and Alert, Ayacucho and Loriotte, the California\nand Lagoda.  I found he had been very much flattered by the praise\nI had bestowed in my book on his seamanship, especially in bringing\nthe Pilgrim to her berth in San Diego harbor, after she had drifted\nsuccessively into the Lagoda and Loriotte, and was coming into him.\nI had made a pet of his brig, the Ayacucho, which pleased him almost\nas much as my remembrance of his bride and their wedding, which I\nsaw at Santa Barbara in 1836.  Doña Ramona was now the mother of\na large family, and Wilson assured me that if I would visit him\nat his rancho, near San Luis Obispo, I should find her still\na handsome woman, and very glad to see me.  How we walked the\ndeck together, hour after hour, talking over the old times,–the\nships, the captains, the crews, the traders on shore, the ladies,\nthe Missions, the south-easters! indeed, where could we stop?  He\nhad sold the Ayacucho in Chili for a vessel of war, and had given up\nthe sea, and had been for years a ranchero.  (I learned from others\nthat he had become one of the most wealthy and respectable farmers\nin the State, and that his rancho was well worth visiting.)  Thompson,\nhe said, hadn’t the sailor in him; and he never could laugh enough at\nhis fiasco in San Diego, and his reception by Bradshaw.  Faucon was a\nsailor and a navigator.  He did not know what had become of George\nMarsh (ante, pp. 199-202, 252), except that he left him in Callao;\nnor could he tell me anything of handsome Bill Jackson (ante,\np. 86), nor of Captain Nye of the Loriotte.  I told him all I\nthen knew of the ships, the masters, and the officers.  I found he\nhad kept some run of my history, and needed little information.\nOld Señor Noriego of Santa Barbara, he told me, was dead, and Don\nCarlos and Don Santiago, but I should find their children there,\nnow in middle life.  Doña Augustia, he said, I had made famous by\nmy praises of her beauty and dancing, and I should have from her a\nroyal reception.  She had been a widow, and remarried since, and had\na daughter as handsome as herself.  The descendants of Noriego had\ntaken the ancestral name of De la Guerra, as they were nobles of\nOld Spain by birth; and the boy Pablo, who used to make passages\nin the Alert, was now Don Pablo de la Guerra, a Senator in the\nState Legislature for Santa Barbara County.",
        "The points in the country, too, he noticed, as he passed them,\n–Santa Cruz, San Luis Obispo, Point Año Nuevo, the opening\nto Monterey, which to my disappointment we did not visit.\nNo; Monterey, the prettiest town on the coast, and its capital\nand seat of customs, had got no advantage from the great changes,\nwas out of the way of commerce and of the travel to the mines and\ngreat rivers, and was not worth stopping at.  Point Conception\nwe passed in the night, a cheery light gleaming over the waters\nfrom its tar light-house, standing on its outermost peak.  Point\nConception!  That word was enough to recall all our experiences\nand dreads of gales, swept decks, topmast carried away, and the\nhardships of a coast service in the winter.  But Captain Wilson\ntells me that the climate has altered; that the southeasters are\nno longer the bane of the coast they once were, and that vessels\nnow anchor inside the kelp at Santa Barbara and San Pedro all the\nyear round.  I should have thought this owing to his spending his\nwinters on a rancho instead of the deck of the Ayacucho, had not\nthe same thing been told me by others.",
        "Passing round Point Conception, and steering easterly, we opened\nthe islands that form, with the main-land, the canal of Santa\nBarbara.  There they are, Santa Cruz and Santa Rosa; and there is the\nbeautiful point, Santa Buenaventura; and there lies Santa Barbara\non its plain, with its amphitheatre of high hills and distant\nmountains.  There is the old white Mission with its belfries,\nand there the town, with its one-story adobe houses, with here\nand there a two-story wooden house of later build; yet little is\nit altered,–the same repose in the golden sunlight and glorious\nclimate, sheltered by its hills; and then, more remindful than\nanything else, there roars and tumbles upon the beach the same\ngrand surf of the great Pacific as on the beautiful day when\nthe Pilgrim, after her five months’ voyage, dropped her weary\nanchors here; the same bright blue ocean, and the surf making\njust the same monotonous, melancholy roar, and the same dreamy\ntown, and gleaming white Mission, as when we beached our boats\nfor the first time, riding over the breakers with shouting Kanakas,\nthe three small hide-traders lying at anchor in the offing.  But now\nwe are the only vessel, and that an unromantic, sail-less, spar-less,\nengine-driven hulk!",
        "I landed in the surf, in the old style, but it was not high enough\nto excite us, the only change being that I was somehow unaccountably\na passenger, and did not have to jump overboard and steady the boat,\nand run her up by the gunwales.",
        "Santa Barbara has gained but little.  I should not know, from anything\nI saw, that she was now a seaport of the United States, a part of the\nenterprising Yankee nation, and not still a lifeless Mexican town.\nAt the same old house, where Señor Noriego lived, on the piazza in\nfront of the court-yard, where was the gay scene of the marriage\nof our agent, Mr. Robinson, to Doña Anita, where Don Juan Bandini\nand Doña Augustia danced, Don Pablo de la Guerra received me in a\ncourtly fashion.  I passed the day with the family, and in walking\nabout the place; and ate the old dinner with its accompaniments\nof frijoles, native olives and grapes, and native wines.  In due\ntime I paid my respects to Doña Augustia, and notwithstanding\nwhat Wilson told me, I could hardly believe that after twenty-\nfour years there would still be so much of the enchanting woman\nabout her.",
        "She thanked me for the kind and, as she called them, greatly exaggerated\ncompliments I had paid her; and her daughter told me that all travellers\nwho came to Santa Barbara called to see her mother, and that she herself\nnever expected to live long enough to be a belle.",
        "Mr. Alfred Robinson, our agent in 1835-6, was here, with a part of\nhis family.  I did not know how he would receive me, remembering\nwhat I had printed to the world about him at a time when I took\nlittle thought that the world was going to read it; but there was\nno sign of offence, only cordiality which gave him, as between us,\nrather the advantage in status.",
        "The people of this region are giving attention to sheep-raising,\nwine-making, and the raising of olives, just enough to keep the\ntown from going backwards. ",
        "But evening is drawing on, and our boat sails to-night.  So,\nrefusing a horse or carriage, I walk down, not unwilling to be a\nlittle early, that I may pace up and down the beach, looking off\nto the islands and the points, and watching the roaring, tumbling\nbillows.  How softening is the effect of time!  It touches us\nthrough the affections.  I almost feel as if I were lamenting the\npassing away of something loved and dear,–the boats, the Kanakas,\nthe hides, my old shipmates.  Death, change, distance, lend them\na character which makes them quite another thing from the vulgar,\nwearisome toil of uninteresting, forced manual labour.",
        "The breeze freshened as we stood out to sea, and the wild waves\nrolled over the red sun, on the broad horizon of the Pacific;\nbut it is summer, and in summer there can be no bad weather in\nCalifornia.  Every day is pleasant.  Nature forbids a drop of\nrain to fall by day or night, or a wind to excite itself beyond\na fresh summer breeze.",
        "The next morning we found ourselves at anchor in the Bay of\nSan Pedro.  Here was this hated, this thoroughly detested spot.\nAlthough we lay near, I could scarce recognize the hill up which\nwe rolled and dragged and pushed and carried our heavy loads,\nand down which we pitched the hides, to carry them barefooted\nover the rocks to the floating long-boat.  It was no longer\nthe landing-place.  One had been made at the head of the creek,\nand boats discharged and took off cargoes from a mole or wharf,\nin a quiet place, safe from southeasters.  A tug ran to take off\npassengers from the steamer to the wharf,–for the trade of Los\nAngeles is sufficient to support such a vessel.  I got the captain\nto land me privately, in a small boat, at the old place by the hill.\nI dismissed the boat, and, alone, found my way to the high ground.\nI say found my way, for neglect and weather had left but few\ntraces of the steep road the hide-vessels had built to the top.\nThe cliff off which we used to throw the hides, and where I spent\nnights watching them, was more easily found.  The population was\ndoubled, that is to say, there were two houses, instead of one,\non the hill.  I stood on the brow and looked out toward the offing,\nthe Santa Catalina Island, and, nearer, the melancholy Dead Man’s\nIsland, with its painful tradition, and recalled the gloomy days\nthat followed the flogging, and fancied the Pilgrim at anchor in\nthe offing.  But the tug is going toward our steamer, and I must\nawake and be off.  I walked along the shore to the new landing-place,\nwhere were two or three store-houses and other buildings, forming a\nsmall depot; and a stage-coach, I found, went daily between this place\nand the Pueblo.  I got a seat on the top of the coach, to which were\ntackled six little less than wild California horses.  Each horse had\na man at his head, and when the driver had got his reins in hand he\ngave the word, all the horses were let go at once, and away they\nwent on a spring, tearing over the ground, the driver only keeping\nthem from going the wrong way, for they had a wide, level pampa\nto run over the whole thirty miles to the Pueblo. This plain is\nalmost treeless, with no grass, at least none now in the drought\nof mid-summer, and is filled with squirrel-holes, and alive with\nsquirrels.  As we changed horses twice, we did not slacken our\nspeed until we turned into the streets of the Pueblo.",
        "The Pueblo de los Angeles I found a large and flourishing town of\nabout twenty thousand inhabitants, with brick sidewalks, and blocks\nof stone or brick houses.  The three principal traders when we\nwere here for hides in the Pilgrim and Alert are still among the\nchief traders of the place,–Stearns, Temple, and Warner, the two\nformer being reputed very rich.  I dined with Mr. Stearns, now a\nvery old man, and met there Don Juan Bandini, to whom I had given\na good deal of notice in my book.  From him, as indeed from every\none in this town, I met with the kindest attentions.  The wife of\nDon Juan, who was a beautiful young girl when we were on the coast,\nDoña Refugio, daughter of Don Santiago Argüello, the commandante\nof San Diego, was with him, and still handsome.  This is one of\nseveral instances I have noticed of the preserving quality of the\nCalifornia climate.  Here, too, was Henry Mellus, who came out with\nme before the mast in the Pilgrim, and left the brig to be agent’s\nclerk on shore.  He had experienced varying fortunes here, and was\nnow married to a Mexican lady, and had a family.  I dined with\nhim, and in the afternoon he drove me round to see the vineyards,\nthe chief objects in this region.  The vintage of last year was\nestimated at half a million of gallons.  Every year new square\nmiles of ground are laid down to vineyards, and the Pueblo promises\nto be the centre of one of the largest wine-producing regions in\nthe world.  Grapes are a drug here, and I found a great abundance\nof figs, olives, peaches, pears, and melons. The climate is well\nsuited to these fruits, but is too hot and dry for successful\nwheat crops.",
        "Towards evening, we started off in the stage coach, with again\nour relays of six mad horses, and reached the creek before dark,\nthough it was late at night before we got on board the steamer,\nwhich was slowly moving her wheels, under way for San Diego.",
        "As we skirted along the coast, Wilson and I recognized, or thought\nwe did, in the clear moonlight, the rude white Mission of San Juan\nCapistrano, and its cliff, from which I had swung down by a pair of\nhalyards to save a few hides,–a boy who could not be prudential,\nand who caught at every chance for adventure.",
        "As we made the high point off San Diego, Point Loma, we were\ngreeted by the cheering presence of a light-house.  As we swept\nround it in the early morning, there, before us, lay the little\nharbor of San Diego, its low spit of sand, where the water runs\nso deep; the opposite flats, where the Alert grounded in starting\nfor home; the low hills, without trees, and almost without brush;\nthe quiet little beach;–but the chief objects, the hide houses,\nmy eye looked for in vain.  They were gone, all, and left no mark\nbehind.",
        "I wished to be alone, so I let the other passengers go up to the\ntown, and was quietly pulled ashore in a boat, and left to myself. \nThe recollections and the emotions all were sad, and only sad.",
        "  Fugit, interea fugit irreparabile tempus.",
        "The past was real.  The present, all about me, was unreal,\nunnatural, repellant.  I saw the big ships lying in the stream,\nthe Alert, the California, the Rosa, with her Italians; then the\nhandsome Ayacucho, my favorite; the poor, dear old Pilgrim, the\nhome of hardship and hopelessness; the boats passing to and fro;\nthe cries of the sailors at the capstan or falls; the peopled\nbeach; the large hide-houses with their gangs of men; and the\nKanakas interspersed everywhere.  All, all were gone! not a\nvestige to mark where one hide-house stood.  The oven, too,\nwas gone.  I searched for its site, and found, where I thought\nit should be, a few broken bricks and bits of mortar.  I alone\nwas left of all, and how strangely was I here!  What changes to\nme!  Where were they all?  Why should I care for them,–poor\nKanakas and sailors, the refuse of civilization, the outlaws\nand beach-combers of the Pacific!  Time and death seemed to\ntransfigure them.  Doubtless nearly all were dead; but how had\nthey died, and where?  In hospitals, in fever-climes, in dens\nof vice, or falling from the mast, or dropping exhausted from\nthe wreck,–",
        "“When for a moment, like a drop of rain,\nHe sinks into thy depths with bubbling groan,\nWithout a grave, unknelled, uncoffined, and unknown.” ",
        "The light-hearted boys are now hardened middle-aged men, if the\nseas, rocks, fevers, and the deadlier enemies that beset a sailor’s\nlife on shore have spared them; and the then strong men have bowed\nthemselves, and the earth or sea has covered them.",
        "Even the animals are gone,–the colony of dogs, the broods of\npoultry, the useful horses; but the coyotes bark still in the\nwoods, for they belong not to man, and are not touched by his\nchanges.",
        "I walked slowly up the hill, finding my way among the few bushes,\nfor the path was long grown over, and sat down where we used to\nrest in carrying our burdens of wood, and to look out for vessels\nthat might, though so seldom, be coming down from the windward.",
        "To rally myself by calling to mind my own better fortune and nobler\nlot, and cherished surroundings at home, was impossible.  Borne down\nby depression, the day being yet at its noon, and the sun over the\nold point–it is four miles to the town, the Presidio,–I have walked\nit often, and can do it once more,–I passed the familiar objects,\nand it seemed to me that I remembered them better than those of any\nother place I had ever been in;–the opening to the little cave;\nthe low hills where we cut wood and killed rattlesnakes, and where\nour dogs chased the coyotes; and the black ground where so many\nof the ship’s crew and beach-combers used to bring up on their\nreturn at the end of a liberty day, and spend the night sub Jove.",
        "The little town of San Diego has undergone no change whatever that\nI can see.  It certainly has not grown.  It is still, like Santa\nBarbara, a Mexican town.  The four principal houses of the gente\nde razon–of the Bandinis, Estudillos, Argüellos, and Picos–are\nthe chief houses now; but all the gentlemen–and their families,\ntoo, I believe–are gone.  The big vulgar shop-keeper and trader,\nFitch, is long since dead; Tom Wrightington, who kept the rival\npulpería, fell from his horse when drunk, and was found nearly\neaten up by coyotes; and I can scarce find a person whom I remember.\nI went into a familiar one-story adobe house, with its piazza and\nearthen floor, inhabited by a respectable lower-class family by\nthe name of Muchado, and inquired if any of the family remained,\nwhen a bright-eyed middle-aged woman recognized me, for she had\nheard I was on board the steamer, and told me she had married a\nshipmate of mine, Jack Stewart, who went out as second mate the next\nvoyage, but left the ship and married and settled here.  She said he\nwished very much to see me.  In a few minutes he came in, and his\nsincere pleasure in meeting me was extremely grateful.  We talked\nover old times as long as I could afford to.  I was glad to hear\nthat he was sober and doing well.  Doña Tomasa Pico I found and\ntalked with.  She was the only person of the old upper class that\nremained on the spot, if I rightly recollect.  I found an American\nfamily here, with whom I dined,–Doyle and his wife, nice young\npeople, Doyle agent for the great line of coaches to run to the\nfrontier of the old States.",
        "I must complete my acts of pious remembrance, so I take a horse\nand make a run out to the old Mission, where Ben Stimson and I\nwent the first liberty day we had after we left Boston (ante,\np. 115).  All has gone to decay.  The buildings are unused and\nruinous, and the large gardens show now only wild cactuses, willows,\nand a few olive-trees.  A fast run brings me back in time to take\nleave of the few I knew and who knew me, and to reach the steamer\nbefore she sails.  A last look–yes, last for life–to the beach,\nthe hills, the low point, the distant town, as we round Point\nLoma and the first beams of the light-house strike out towards\nthe setting sun.",
        "Wednesday, August 24th.  At anchor at San Pedro by daylight.\nBut instead of being roused out of the forecastle to row the\nlong-boat ashore and bring off a load of hides before breakfast,\nwe were served with breakfast in the cabin, and again took our\ndrive with the wild horses to the Pueblo and spent the day;\nseeing nearly the same persons as before, and again getting back\nby dark.  We steamed again for Santa Barbara, where we only lay\nan hour, and passed through its canal and round Point Conception,\nstopping at San Luis Obispo to land my friend, as I may truly call\nhim after this long passage together, Captain Wilson, whose most\nearnest invitation to stop here and visit him at his rancho I was\nobliged to decline.",
        "Friday evening, 26th August, we entered the Golden Gate, passed the\nlight-houses and forts, and clipper ships at anchor, and came to our\ndock, with this great city, on its high hills and rising surfaces,\nbrilliant before us, and full of eager life.",
        "Making San Francisco my head-quarters, I paid visits to various\nparts of the State,–down the Bay to Santa Clara, with its live\noaks and sycamores, and its Jesuit College for boys; and San\nJosé, where is the best girls’ school in the State, kept by the\nSisters of Notre Dame,–a town now famous for a year’s session of\n“The legislature of a thousand drinks,\"–and thence to the rich\nAlmaden quicksilver mines, returning on the Contra Costa side\nthrough the rich agricultural country, with its ranchos and the\nvast grants of the Castro and Soto families, where farming and\nfruit-raising are done on so large a scale.  Another excursion\nwas up the San Joaquin to Stockton, a town of some ten thousand\ninhabitants, a hundred miles from San Francisco, and crossing the\nTuolumne and Stanislaus and Merced, by the little Spanish town\nof Hornitos, and Snelling’s Tavern, at the ford of the Merced,\nwhere so many fatal fights are had.  Thence I went to Mariposa\nCounty, and Colonel Fremont’s mines, and made an interesting\nvisit to “the Colonel,” as he is called all over the country,\nand Mrs. Fremont, a heroine equal to either fortune, the salons\nof Paris and the drawing-rooms of New York and Washington, or the\nroughest life of the remote and wild mining regions of Mariposa,–with\ntheir fine family of spirited, clever children.  After a rest there,\nwe went on to Clark’s Camp and the Big Trees, where I measured one\ntree ninety-seven feet in circumference without its bark, and the\nbark is usually eighteen inches thick; and rode through another which\nlay on the ground, a shell, with all the insides out–rode through\nit mounted, and sitting at full height in the saddle; then to the\nwonderful Yo Semite Valley,–itself a stupendous miracle of nature,\nwith its Dome, its Capitan, its walls of three thousand feet of\nperpendicular height,–but a valley of streams, of waterfalls from\nthe torrent to the mere shimmer of a bridal veil, only enough to\nreflect a rainbow, with their plunges of twenty-five hundred feet,\nor their smaller falls of eight hundred, with nothing at the base\nbut thick mists, which form and trickle, and then run and at last\nplunge into the blue Merced that flows through the centre of the\nvalley.  Back by the Coulterville trail, the peaks of Sierra Nevada\nin sight, across the North Fork of the Merced, by Gentry’s Gulch,\nover hills and through cañons, to Fremont’s again, and thence to\nStockton and San Francisco–all this at the end of August, when\nthere has been no rain for four months, and the air is dear and\nvery hot, and the ground perfectly dry; windmills, to raise water for\nartificial irrigation of small patches, seen all over the landscape,\nwhile we travel through square miles of hot dust, where they tell\nus, and truly that in winter and early spring we should be up to\nour knees in flowers; a country, too, where surface gold-digging\nis so common and unnoticed that the large, six-horse stage-coach,\nin which I travelled from Stockton to Hornitos, turned off in the\nhigh road for a Chinaman, who, with his pan and washer, was working\nup a hole which an American had abandoned, but where the minute\nand patient industry of the Chinaman averaged a few dollars a day.",
        "These visits were so full of interest, with grandeurs and humors\nof all sorts, that I am strongly tempted to describe them.  But I\nremember that I am not to write a journal of a visit over the new\nCalifornia, but to sketch briefly the contrasts with the old spots\nof 1835-6, and I forbear.",
        "How strange and eventful has been the brief history of this\nmarvellous city, San Francisco!  In 1835 there was one board\nshanty.  In 1836, one adobe house on the same spot.  In 1847,\na population of four hundred and fifty persons, who organized a\ntown government.  Then came the auri sacra fames, the flocking\ntogether of many of the worst spirits of Christendom; a sudden\nbirth of a city of canvas and boards, entirely destroyed by fire\nfive times in eighteen months, with a loss of sixteen millions\nof dollars, and as often rebuilt, until it became a solid city\nof brick and stone, of nearly one hundred thousand inhabitants,\nwith all the accompaniments of wealth and culture, and now\n(in 1859) the most quiet and well-governed city of its size\nin the United States.  But it has been through its season of\nHeaven-defying crime, violence, and blood, from which it was\nrescued and handed back to soberness, morality, and good government,\nby that peculiar invention of Anglo-Saxon Republican America,\nthe solemn, awe-inspiring Vigilance Committee of the most grave\nand responsible citizens, the last resort of the thinking and the\ngood, taken to only when vice, fraud, and ruffianism have intrenched\nthemselves behind the forms of law, suffrage, and ballot, and there\nis no hope but in organized force, whose action must be instant and\nthorough, or its state will be worse than before.  A history of the\npassage of this city through those ordeals, and through its almost\nincredible financial extremes, should be written by a pen which\nnot only accuracy shall govern, but imagination shall inspire.",
        "I cannot pause for the civility of referring to the many kind\nattentions I received, and the society of educated men and women\nfrom all parts of the Union I met with; where New England,\nthe Carolinas, Virginia, and the new West sat side by side\nwith English, French, and German civilization.",
        "My stay in California was interrupted by an absence of nearly four\nmonths, when I sailed for the Sandwich Islands in the noble Boston\nclipper ship Mastiff, which was burned at sea to the water’s edge;\nwe escaping in boats, and carried by a friendly British bark into\nHonolulu, whence, after a deeply interesting visit of three months\nin that most fascinating group of islands, with its natural and its\nmoral wonders, I returned to San Francisco in an American whaler,\nand found myself again in my quarters on the morning of Sunday,\nDecember 11th, 1859.",
        "My first visit after my return was to Sacramento, a city of about\nforty thousand inhabitants, more than a hundred miles inland\nfrom San Francisco, on the Sacramento, where was the capital of\nthe State, and where were fleets of river steamers, and a large\ninland commerce.  Here I saw the inauguration of a Governor, Mr.\nLatham, a young man from Massachusetts, much my junior; and met a\nmember of the State Senate, a man who, as a carpenter, repaired\nmy father’s house at home some ten years before; and two more\nSenators from southern California, relics of another age,–Don\nAndres Pico, from San Diego; and Don Pablo de la Guerra, whom I\nhave mentioned as meeting at Santa Barbara.  I had a good deal of\nconversation with these gentlemen, who stood alone in an assembly\nof Americans, who had conquered their country, spared pillars of\nthe past.  Don Andres had fought us at San Pazqual and Sepulveda’s\nrancho, in 1846, and as he fought bravely, not a common thing among\nthe Mexicans, and, indeed, repulsed Kearney, is always treated with\nrespect.  He had the satisfaction, dear to the proud Spanish heart,\nof making a speech before a Senate of Americans, in favor of the\nretention in office of an officer of our army who was wounded at\nSan Pazqual and whom some wretched caucus was going to displace to\ncarry out a political job.  Don Andres’s magnanimity and indignation\ncarried the day.",
        "My last visit in this part of the country was to a new and\nrich farming region, the Napa Valley, the United States Navy\nYard at Mare Island, the river gold workings, and the Geysers,\nand old Mr. John Yount’s rancho.  On board the steamer, found Mr.\nEdward Stanley, formerly member of Congress from North Carolina,\nwho became my companion for the greater part of my trip.  I also\nmet–a revival on the spot of an acquaintance of twenty years\nago–Don Guadalupe Vallejo; I may say acquaintance, for although\nI was then before the mast, he knew my story, and, as he spoke\nEnglish well, used to hold many conversations with me, when in\nthe boat or on shore. He received me with true earnestness, and\nwould not hear of my passing his estate without visiting him.\nHe reminded me of a remark I made to him once, when pulling him\nashore in the boat, when he was commandante at the Presidio.\nI learned that the two Vallejos, Guadalupe and Salvador, owned,\nat an early time, nearly all Napa and Sonoma, having princely\nestates.  But they have not much left.  They were nearly ruined\nby their bargain with the State, that they would put up the public\nbuildings if the Capital should be placed at Vallejo, then a town\nof some promise. They spent $100,000, the Capital was moved there,\nand in two years removed to San José on another contract.  The town\nfell to pieces, and the houses, chiefly wooden, were taken down\nand removed. I accepted the old gentleman’s invitation so far as\nto stop at Vallejo to breakfast.",
        "The United States Navy Yard, at Mare Island, near Vallejo, is large\nand well placed, with deep fresh water.  The old Independence,\nand the sloop Decatur, and two steamers were there, and they\nwere experimenting on building a despatch boat, the Saginaw,\nof California timber.",
        "I have no excuse for attempting to describe my visit through the\nfertile and beautiful Napa Valley, nor even, what exceeded that\nin interest, my visit to old John Yount at his rancho, where I\nheard from his own lips some of his most interesting stories of\nhunting and trapping and Indian fighting, during an adventurous\nlife of forty years of such work, between our back settlements in\nMissouri and Arkansas, and the mountains of California, trapping in\nColorado and Gila,–and his celebrated dream, thrice repeated,\nwhich led him to organize a party to go out over the mountains,\nthat did actually rescue from death by starvation the wretched\nremnants of the Donner party.",
        "I must not pause for the dreary country of the Geysers, the screaming\nescapes of steam, the sulphur, the boiling caldrons of black and yellow\nand green, and the region of Gehenna, through which runs a quiet stream\nof pure water; nor for the park scenery, and captivating ranchos of\nthe Napa Valley, where farming is done on so grand a scale–where\nI have seen a man plough a furrow by little red flags on sticks,\nto keep his range by, until nearly out of sight, and where, the wits\ntell us, he returns the next day on the back furrow; a region where,\nat Christmas time, I have seen old strawberries still on the vines,\nby the side of vines in full blossom for the next crop, and grapes\nin the same stages, and open windows, and yet a grateful wood fire\non the hearth in early morning; nor for the titanic operations of\nhydraulic surface mining, where large mountain streams are diverted\nfrom their ancient beds, and made to do the work, beyond the reach\nof all other agents, of washing out valleys and carrying away hills,\nand changing the whole surface of the country, to expose the stores\nof gold hidden for centuries in the darkness of their earthly depths.",
        "January 10th, 1860.  I am again in San Francisco, and my revisit\nto California is closed.  I have touched too lightly and rapidly\nfor much impression upon the reader on my last visit into the\ninterior; but, as I have said, in a mere continuation to a narrative\nof a sea-faring life on the coast, I am only to carry the reader\nwith me on a visit to those scenes in which the public has long\nmanifested so gratifying an interest.  But it seemed to me that\nslight notices of these entirely new parts of the country would\nnot be out of place, for they serve to put in strong contrast with\nthe solitudes of 1835-6 the developed interior, with its mines,\nand agricultural wealth, and rapidly filling population, and its\nlarge cities, so far from the coast, with their education, religion,\narts, and trade.",
        "On the morning of the 11th January, 1860, I passed, for the eighth\ntime, through the Golden Gate, on my way across the delightful Pacific\nto the Oriental world, with its civilization three thousand years\nolder than that I was leaving behind.  As the shores of California\nfadcd in the distance, and the summits of the Coast Range sank\nunder the blue horizon, I bade farewell–yes, I do not doubt,\nforever–to those scenes which, however changed or unchanged,\nmust always possess an ineffable interest for me.",
        "It is time my fellow-travellers and I should part company.  But I\nhave been requested by a great many persons to give some account of\nthe subsequent history of the vessels and their crews, with which\nI had made them acquainted.  I attempt the following sketches in\ndeference to these suggestions, and not, I trust, with any undue\nestimate of the general interest my narrative may have created.",
        "Something less than a year after my return in the Alert, and when,\nmy eyes having recovered, I was again in college life, I found one\nmorning in the newspapers, among the arrivals of the day before,\n“The brig Pilgrim, Faucon, from San Diego, California.”  In a\nfew hours I was down in Ann Street, and on my way to Hackstadt’s\nboarding-house, where I knew Tom Harris and others would lodge.\nEntering the front room, I heard my name called from amid a group\nof blue-jackets, and several sunburned, tar-colored men came forward\nto speak to me.  They were, at first, a little embarrassed by\nthe dress and style in which they had never seen me, and one of\nthem was calling me Mr. Dana; but I soon stopped that, and we\nwere shipmates once more. First, there was Tom Harris, in a\ncharacteristic occupation.  I had made him promise to come and\nsee me when we parted in San Diego; he had got a directory of\nBoston, found the street and number of my father’s house, and,\nby a study of the plan of the city, had laid out his course,\nand was committing it to memory.  He said he could go straight to\nthe house without asking a question.  And so he could, for I took\nthe book from him, and he gave his course, naming each street and\nturn to right or left, directly to the door.",
        "Tom had been second mate of the Pilgrim, and had laid up no mean\nsum of money.  True to his resolution, he was going to England to\nfind his mother, and he entered into the comparative advantages\nof taking his money home in gold or in bills,–a matter of some\nmoment, as this was in the disastrous financial year of 1837.\nHe seemed to have his ideas well arranged, but I took him to\na leading banker, whose advice he followed; and, declining my\ninvitation to go up and show himself to my friends, he was off\nfor New York that afternoon, to sail the next day for Liverpool.\nThe last I ever saw of Tom Harris was as he passed down Tremont\nStreet on the sidewalk, a man dragging a hand-cart in the street\nby his side, on which were his voyage-worn chest, his mattress,\nand a box of nautical instruments.",
        "Sam seemed to have got funny again, and he and John the Swede\nlearned that Captain Thompson had several months before sailed\nin command of a ship for the coast of Sumatra, and that their\nchance of proceedings against him at law was hopeless.  Sam was\nafterwards lost in a brig off the coast of Brazil, when all hands\nwent down.  Of John and the rest of the men I have never heard.\nThe Marblehead boy, Sam, turned out badly; and, although he had\ninfluential friends, never allowed them to improve his condition.\nThe old carpenter, the Fin, of whom the cook stood in such awe\n(ante p. 41), had fallen sick and died in Santa Barbara, and was\nburied ashore.  Jim Hall, from the Kennebec, who sailed with us\nbefore the mast, and was made second mate in Foster’s place,\ncame home chief mate of the Pilgrim.  I have often seen him\nsince.  His lot has been prosperous, as he well deserved it\nshould be.  He has commanded the largest ships, and when I\nlast saw him, was going to the Pacific coast of South America,\nto take charge of a line of mail steamers.  Poor, luckless Foster\nI have twice seen.  He came into my rooms in Boston, after I had\nbecome a barrister and my narrative had been published, and told\nme he was chief mate of a big ship; that he had heard I had said\nsome things unfavorable of him in my book; that he had just bought\nit, and was going to read it that night, and if I had said anything\nunfair of him, he would punish me if he found me in State Street.\nI surveyed him from head to foot, and said to him, “Foster, you were\nnot a formidable man when I last knew you, and I don’t believe you\nare now.”  Either he was of my opinion, or thought I had spoken of\nhim well enough, for the next (and last) time I met him he was civil\nand pleasant.",
        "I believe I omitted to state that Mr. Andrew B. Amerzene, the chief\nmate of the Pilgrim, an estimable, kind, and trustworthy man, had a\ndifficulty with Captain Faucon, who thought him slack, was turned\noff duty, and sent home with us in the Alert.  Captain Thompson,\ninstead of giving him the place of a mate off duty, put him into\nthe narrow between-decks, where a space, not over four feet high,\nhad been left out among the hides, and there compelled him to live\nthe whole wearisome voyage, through trades and tropics, and round\nCape Horn, with nothing to do,–not allowed to converse or walk\nwith the officers, and obliged to get his grub himself from the\ngalley, in the tin pot and kid of a common sailor.  I used to\ntalk with him as much as I had opportunity to, but his lot was\nwretched, and in every way wounding to his feelings.  After our\narrival, Captain Thompson was obliged to make him compensation\nfor this treatment.  It happens that I have never heard of him\nsince.",
        "Henry Mellus, who had been in a counting-house in Boston, and left\nthe forecastle, on the coast, to be agent’s clerk, and whom I met,\na married man, at Los Angeles in 1859, died at that place a few years\nago, not having been successful in commercial life.  Ben Stimson left\nthe sea for the fresh water and prairies, and settled in Detroit as\na merchant, and when I visited that city, in 1863, I was rejoiced to\nfind him a prosperous and respected man, and the same generous-hearted\nshipmate as ever.",
        "This ends the catalogue of the Pilgrim’s original crew, except\nher first master, Captain Thompson.  He was not employed by the\nsame firm again, and got up a voyage to the coast of Sumatra for\npepper.  A cousin and classmate of mine, Mr. Channing, went as\nsupercargo, not having consulted me as to the captain.  First,\nCaptain Thompson got into difficulties with another American vessel\non the coast, which charged him with having taken some advantage of\nher in getting pepper; and then with the natives, who accused him\nof having obtained too much pepper for his weights.  The natives\nseized him, one afternoon, as he landed in his boat, and demanded\nof him to sign an order on the supercargo for the Spanish dollars\nthat they said were due them, on pain of being imprisoned on shore.\nHe never failed in pluck, and now ordered his boat aboard, leaving\nhim ashore, the officer to tell the supercargo to obey no direction\nexcept under his hand.  For several successive days and nights,\nhis ship, the Alciope, lay in the burning sun, with rain-squalls\nand thunder-clouds coming over the high mountains, waiting for a\nword from him.  Toward evening of the fourth or fifth day he was\nseen on the beach, hailing for the boat.  The natives, finding they\ncould not force more money from him, were afraid to hold him longer,\nand had let him go.  He sprang into the boat, urged her off with the\nutmost eagerness, leaped on board the ship like a tiger, his eyes\nflashing and his face full of blood, ordered the anchor aweigh,\nand the topsails set, the four guns, two on a side, loaded with all\nsorts of devilish stuff, and wore her round, and, keeping as close\ninto the bamboo village as he could, gave them both broadsides,\nslam-bang into the midst of the houses and people, and stood out\nto sea!  As his excitement passed off, headache, languor, fever,\nset in,–the deadly coast-fever, contracted from the water and\nnight-dews on shore and his maddened temper.  He ordered the ship\nto Penang, and never saw the deck again.  He died on the passage,\nand was buried at sea.  Mr. Channing, who took care of him in his\nsickness and delirium, caught the fever from him, but, as we\ngratefully remember, did not die until the ship made port, and he was\nunder the kindly roof of a hospitable family in Penang.  The chief\nmate, also, took the fever, and the second mate and crew deserted;\nand although the chief mate recovered and took the ship to Europe\nand home, the voyage was a melancholy disaster.  In a tour I made\nround the world in 1859-1860, of which my revisit to California was\nthe beginning, I went to Penang.  In that fairy-like scene of sea\nand sky and shore, as beautiful as material earth can be, with its\nfruits and flowers of a perpetual summer,–somewhere in which still\nlurks the deadly fever,–I found the tomb of my kinsman, classmate,\nand friend.  Standing beside his grave, I tried not to think that\nhis life had been sacrificed to the faults and violence of another;\nI tried not to think too hardly of that other, who at least had\nsuffered in death.",
        "The dear old Pilgrim herself!  She was sold, at the end of this\nvoyage, to a merchant in New Hampshire, who employed her on short\nvoyages, and, after a few years, I read of her total loss at sea,\nby fire, off the coast of North Carolina.",
        "Captain Faucon, who took out the Alert, and brought home the\nPilgrim, spent many years in command of vessels in the Indian and\nChinese seas, and was in our volunteer navy during the late war,\ncommanding several large vessels in succession, on the blockade\nof the Carolinas, with the rank of lieutenant.  He has now given\nup the sea, but still keeps it under his eye, from the piazza of\nhis house on the most beautiful hill in the environs of Boston.\nI have the pleasure of meeting him often.  Once, in speaking of\nthe Alert’s crew, in a company of gentlemen, I heard him say that\nthat crew was exceptional: that he had passed all his life at sea,\nbut whether before the mast or abaft, whether officer or master,\nhe had never met such a crew, and never should expect to; and that\nthe two officers of the Alert, long ago shipmasters, agreed with\nhim that, for intelligence, knowledge of duty and willingness to\nperform it, pride in the ship, her appearance and sailing, and in\nabsolute reliableness, they never had seen their equal.  Especially he\nspoke of his favorite seaman, French John.  John, after a few more\nyears at sea, became a boatman, and kept his neat boat at the end of\nGranite Wharf, and was ready to take all, but delighted to take any\nof us of the old Alert’s crew, to sail down the harbor.  One day\nCaptain Faucon went to the end of the wharf to board a vessel in\nthe stream, and hailed for John.  There was no response, and his\nboat was not there.  He inquired of a boatman near, where John\nwas.  The time had come that comes to all!  There was no loyal\nvoice to respond to the familiar call, the hatches had closed\nover him, his boat was sold to another, and he had left not a\ntrace behind.  We could not find out even where he was buried.",
        "Mr. Richard Brown, of Marblehead, our chief mate in the Alert,\ncommanded many of our noblest ships in the European trade,\na general favorite.  A few years ago, while stepping on board\nhis ship from the wharf, he fell from the plank into the hold\nand was killed.  If he did not actually die at sea, at least\nhe died as a sailor,–he died on board ship.",
        "Our second mate, Evans, no one liked or cared for, and I know\nnothing of him, except that I once saw him in court, on trial\nfor some alleged petty tyranny towards his men,–still a subaltern\nofficer.",
        "The third mate, Mr. Hatch, a nephew of one of the owners, though only\na lad on board the ship, went out chief mate the next voyage, and rose\nsoon to command some of the finest clippers in the California and\nIndia trade, under the new order of things,–a man of character,\ngood judgment, and no little cultivation.",
        "Of the other men before the mast in the Alert, I know nothing of\npeculiar interest.  When visiting, with a party of ladies and\ngentlemen, one of our largest line-of-battle ships, we were\nescorted about the decks by a midshipman, who was explaining\nvarious matters on board, when one of the party came to me and\ntold me that there was an old sailor there with a whistle round\nhis neck, who looked at me and said of the officer, “he can’t show\nhim anything aboard a ship.”  I found him out, and, looking into\nhis sunburnt face, covered with hair, and his little eyes drawn\nup into the smallest passages for light,–like a man who had\npeered into hundreds of northeasters,–there was old “Sails\"\nof the Alert, clothed in all the honors of boatswain’s-mate.\nWe stood aside, out of the cun of the officers, and had a good\ntalk over old times.  I remember the contempt with which he turned\non his heel to conceal his face, when the midshipman (who was a\ngrown youth) could not tell the ladies the length of a fathom,\nand said it depended on circumstances.  Notwithstanding his advice\nand consolation to “Chips,” in the steerage of the Alert, and his\nstory of his runaway wife and the flag-bottomed chairs (ante, p.\n249), he confessed to me that he had tried marriage again, and had\na little tenement just outside the gate of the yard.",
        "Harry Bennett, the man who had the palsy, and was unfeelingly left\non shore when the Alert sailed, came home in the Pilgrim, and I had\nthe pleasure of helping to get him into the Massachusetts General\nHospital.  When he had been there about a week, I went to see him\nin his ward, and asked him how he got along.  “Oh! first-rate\nusage, sir; not a hand’s turn to do, and all your grub brought\nto you, sir.”  This is a sailor’s paradise,–not a hand’s turn\nto do, and all your grub brought to you.  But an earthly paradise\nmay pall.  Bennett got tired of in-doors and stillness, and was soon\nout again, and set up a stall, covered with canvas, at the end of one\nof the bridges, where he could see all the passers-by, and turn\na penny by cakes and ale.  The stall in time disappeared, and I\ncould learn nothing of his last end, if it has come.",
        "Of the lads who, beside myself, composed the gig’s crew, I know\nsomething of all but one.  Our bright-eyed, quick-witted little\ncockswain, from the Boston public schools, Harry May, or Harry Bluff,\nas he was called, with all his songs and gibes, went the road to ruin\nas fast as the usual means could carry him.  Nat, the “bucket-maker,\"\ngrave and sober, left the seas, and, I believe, is a hack-driver in\nhis native town, although I have not had the luck to see him since\nthe Alert hauled into her berth at the North End.",
        "One cold winter evening, a pull at the bell, and a woman in distress\nwished to see me.  Her poor son George,–George Somerby,–\"you\nremember him, sir; he was a boy in the Alert; he always talks\nof you,–he is dying in my poor house.”  I went with her, and in\na small room, with the most scanty furniture, upon a mattress on\nthe floor,–emaciated, ashy pale, with hollow voice and sunken\neyes,–lay the boy George, whom we took out a small, bright boy\nof fourteen from a Boston public school, who fought himself into\na position on board ship (ante, p. 231), and whom we brought home\na tall, athletic youth, that might have been the pride and support\nof his widowed mother.  There he lay, not over nineteen years of\nage, ruined by every vice a sailor’s life absorbs.  He took my\nhand in his wasted feeble fingers, and talked a little with his\nhollow, death-smitten voice.  I was to leave town the next day\nfor a fortnight’s absence, and whom had they to see to them?  The\nmother named her landlord,–she knew no one else able to do much\nfor them.  It was the name of a physician of wealth and high\nsocial position, well known in the city as the owner of many small\ntenements, and of whom hard things had been said as to his strictness\nin collecting what he thought his dues.  Be that as it may, my memory\nassociates him only with ready and active beneficence.  His name has\nsince been known the civilized world over, from his having been the\nvictim of one of the most painful tragedies in the records of the\ncriminal law.  I tried the experiment of calling upon him; and,\nhaving drawn him away from the cheerful fire, sofa, and curtains\nof a luxurious parlor, I told him the simple tale of woe, of one\nof his tenants, unknown to him even by name.  He did not hesitate;\nand I well remember how, in that biting, eager air, at a late hour,\nhe drew his cloak about his thin and bent form, and walked off\nwith me across the Common, and to the South End, nearly two miles\nof an exposed walk, to the scene of misery.  He gave his full\nshare, and more, of kindness and material aid; and, as George’s\nmother told me, on my return, had with medical aid and stores,\nand a clergyman, made the boy’s end as comfortable and hopeful\nas possible.",
        "The Alert made two more voyages to the coast of California,\nsuccessful, and without a mishap, as usual, and was sold by\nMessrs. Bryant and Sturgis, in 1843, to Mr. Thomas W. Williams,\na merchant of New London, Connecticut, who employed her in the\nwhale-trade in the Pacific.  She was as lucky and prosperous\nthere as in the merchant service.  When I was at the Sandwich\nIslands in 1860, a man was introduced to me as having commanded\nthe Alert on two cruises, and his friends told me that he was as\nproud of it as if he had commanded a frigate.",
        "I am permitted to publish the following letter from the owner of\nthe Alert, giving her later record and her historic end,–captured\nand burned by the rebel Alabama:–",
        "New London, March 17, 1868. ",
        "Richard H. Dana, Esq.:",
        "Dear Sir,–I am happy to acknowledge the receipt of your favor of\nthe 14th inst., and to answer your inquiries about the good ship\nAlert.  I bought her of Messrs. Bryant and Sturgis in the year\n1843, for my firm of Williams and Haven, for a whaler, in which\nbusiness she was successful until captured by the rebel steamer\nAlabama, September, 1862, making a period of more than nineteen\nyears, during which she took and delivered at New London upwards\nof twenty-five thousand barrels of whale and sperm oil.  She sailed\nlast from this port, August 30, 1862, for Hurd’s Island (the newly\ndiscovered land south of Kerguelen’s), commanded by Edwin Church,\nand was captured and burned on the 9th of September following,\nonly ten days out, near or close to the Azores, with thirty\nbarrels of sperm oil on board, and while her boats were off\nin pursuit of whales.",
        "The Alert was a favorite ship with all owners, officers, and men who\nhad anything to do with her; and I may add almost all who heard her\nname asked if that was the ship the man went in who wrote the book\ncalled “Two Years before the Mast\"; and thus we feel, with you,\nno doubt, a sort of sympathy at her loss, and that, too, in such\na manner, and by wicked acts of our own countrymen.",
        "My partner, Mr. Haven, sends me a note from the office this P. M.,\nsaying that he had just found the last log-book, and would send up\nthis evening a copy of the last entry on it; and if there should\nbe anything of importance I will enclose it to you, and if you\nhave any further inquiries to put, I will, with great pleasure,\nendeavor to answer them.",
        "Remaining very respectfully and truly yours,",
        "Thomas W. Williams.",
        "P. S.–Since writing the above I have received the extract from\nthe log-book, and enclose the same. ",
        "“September 9, 1862. ",
        "“Shortly after the ship came to the wind, with the main yard\naback, we went alongside and were hoisted up, when we found we\nwere prisoners of war, and our ship a prize to the Confederate\nsteamer Alabama.  We were then ordered to give up all nautical\ninstruments and letters appertaining to any of us.  Afterwards\nwe were offered the privilege, as they called it, of joining\nthe steamer or signing a parole of honor not to serve in the\narmy or navy of the United States.  Thank God no one accepted\nthe former of these offers.  We were all then ordered to get\nour things ready in haste, to go on shore,–the ship running\noff shore all the time.  We were allowed four boats to go on\nshore in, and when we had got what things we could take in them,\nwere ordered to get into the boats and pull for the shore,–the\nnearest land being about fourteen miles off,–which we reached\nin safety, and, shortly after, saw the ship in flames.",
        "“So end all our bright prospects, blasted by a gang of miscreants,\nwho certainly can have no regard for humanity so long as they continue\nto foster their so-called peculiar institution, which is now destroying\nour country.”",
        "I love to think that our noble ship, with her long record of\ngood service and uniform success, attractive and beloved in her\nlife, should have passed, at her death, into the lofty regions of\ninternational jurisprudence and debate, forming a part of the body\nof the “Alabama Claims\"; that, like a true ship, committed to her\nelement once for all at her launching, she perished at sea, and,\nwithout an extreme use of language, we may say, a victim in the\ncause of her country.",
        "R. H. D., Jr.",
        "Boston, May 6, 1869.",
        " ",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}