{
    "title": "Two Years Before the Mast - Chapter XIV. Santa Barbara–Hide-Droghing–Harbor Duties–Discontent–San Pedro",
    "author": "Richard Henry Dana",
    "chapter": "17",
    "content": [
        "\n\n",
        "After a few days, finding the trade beginning to slacken, we\nhove our anchor up, set our topsails, ran the stars and stripes\nup to the peak, fired a gun, which was returned from the Presidio,\nand left the little town astern, running out of the bay, and\nbearing down the coast again, for Santa Barbara.  As we were now\ngoing to leeward, we had a fair wind and a plenty of it.  After\ndoubling Point Pinos, we bore up, set studding-sails alow and aloft,\nand were walking off at the rate of eight or nine knots, promising\nto traverse in twenty-four hours the distance which we were nearly\nthree weeks in traversing on the passage up.  We passed Point\nConception at a flying rate, the wind blowing so that it would have\nseemed half a gale to us, if we had been going the other way and\nclose hauled.  As we drew near the islands off Santa Barbara, it\ndied away a little but we came-to at our old anchoring-ground in\nless than thirty hours from the time of leaving Monterey.",
        "Here everything was pretty much as we left it–the large bay without\na vessel in it; the surf roaring and rolling in upon the beach;\nthe white mission; the dark town and the high, treeless mountains.\nHere, too, we had our south-easter tacks aboard again,–slip-ropes,\nbuoy-ropes, sails furled with reefs in them, and rope-yarns for gaskets.\nWe lay here about a fortnight, employed in landing goods and taking\noff hides, occasionally, when the surf was not high; but there did\nnot appear to be one-half the business doing here that there was\nin Monterey.  In fact, so far as we were concerned, the town might\nalmost as well have been in the middle of the Cordilleras.  We lay\nat a distance of three miles from the beach, and the town was nearly\na mile farther; so that we saw little or nothing of it.  Occasionally\nwe landed a few goods, which were taken away by Indians in large,\nclumsy ox-carts, with the yoke on the ox’s neck instead of under it,\nand with small solid wheels.  A few hides were brought down, which we\ncarried off in the California style.  This we had now got pretty well\naccustomed to; and hardened to also; for it does require a little\nhardening even to the toughest.",
        "The hides are always brought down dry, or they would not be received.\nWhen they are taken from the animal, they have holes cut in the ends,\nand are staked out, and thus dried in the sun without shrinking.\nThey are then doubled once, lengthwise, with the hair side usually in,\nand sent down, upon mules or in carts, and piled above highwater mark;\nand then we rake them upon our heads, one at a time, or two, if they\nare small, and wade out with them and throw them into the boat,\nwhich as there are no wharves, we are usually kept anchored by a\nsmall kedge, or keelek, just outside of the surf.  We all provided\nourselves with thick Scotch caps, which would be soft to the head,\nand at the same time protect it; for we soon found that however it\nmight look or feel at first the “head-work” was the only system for\nCalifornia.  For besides that the seas, breaking high, often obliged\nus to carry the hides so, in order to keep them dry, we found that,\nas they were very large and heavy, and nearly as stiff as boards,\nit was the only way that we could carry them with any convenience\nto ourselves.  Some of the crew tried other expedients, saying that\nthey looked too much like West India negroes; but they all came to\nit at last.  The great art is in getting them on the head.  We had\nto take them from the ground, and as they were often very heavy,\nand as wide as the arms could stretch and easily taken by the wind,\nwe used to have some trouble with them.  I have often been laughed\nat myself, and joined in laughing at others, pitching themselves\ndown in the sand, trying to swing a large hide upon their heads,\nor nearly blown over with one in a little gust of wind.  The captain\nmade it harder for us, by telling us that it was “California fashion\"\nto carry two on the head at a time; and as he insisted upon it,\nand we did not wish to be outdone by other vessels, we carried two\nfor the first few months; but after falling in with a few other\n“hide-droghers,” and finding that they carried only one at a time we\n“knocked off” the extra one, and thus made our duty somewhat easier.",
        "After we had got our heads used to the weight, and had learned the\ntrue California style of tossing a hide, we could carry off two or\nthree hundred in a short time, without much trouble; but it was\nalways wet work, and, if the beach was stony, bad for our feet;\nfor we, of course, always went barefooted on this duty, as no shoes\ncould stand such constant wetting with salt water.  Then, too, we\nhad a long pull of three miles, with a loaded boat, which often\ntook a couple of hours.",
        "We had now got well settled down into our harbor duties, which,\nas they are a good deal different from those at sea, it may be\nwell enough to describe.  In the first place, all hands are called\nat daylight, or rather–especially if the days are short–before\ndaylight, as soon as the first grey of the morning.  The cook makes\nhis fire in the galley; the steward goes about his work in the cabin;\nand the crew rig the head pump, and wash down the decks.  The chief\nmate is always on deck, but takes no active part, all the duty coming\nupon the second mate, who has to roll up his trowsers and paddle about\ndecks barefooted, like the rest of the crew.  The washing, swabbing,\nsquilgeeing, etc., lasts, or is made to last, until eight o’clock,\nwhen breakfast is ordered, fore and aft.  After breakfast, for which\nhalf an hour is allowed, the boats are lowered down, and made fast\nastern, or out to the swinging booms, by ges-warps, and the crew\nare turned-to upon their day’s work.  This is various, and its\ncharacter depends upon circumstances.  There is always more or\nless of boating, in small boats; and if heavy goods are to be\ntaken ashore, or hides are brought down to the beach for us,\nthen all hands are sent ashore with an officer in the long boat.\nThen there is always a good deal to be done in the hold: goods to\nbe broken out; and cargo to be shifted, to make room for hides,\nor to keep the trim of the vessel.  In addition to this, the usual\nwork upon the rigging must be done.  There is a good deal of the\nlatter kind of work which can only be done when the vessel is in\nport;–and then everything must be kept taught and in good order;\nspun-yarn made; chafing gear repaired; and all the other ordinary\nwork.  The great difference between sea and harbor duty is in the\ndivision of time.  Instead of having a watch on deck and a watch\nbelow, as at sea, all hands are at work together, except at meal\ntimes, from daylight till dark; and at night an “anchor-watch” is\nkept, which consists of only two at a time; the whole crew taking\nturns.  An hour is allowed for dinner, and at dark, the decks are\ncleared up; the boats hoisted; supper ordered; and at eight, the\nlights put out, except in the binnacle, where the glass stands;\nand the anchor-watch is set.  Thus, when at anchor, the crew have\nmore time at night, (standing watch only about two hours,) but have\nno time to themselves in the day; so that reading, mending clothes,\netc., has to be put off until Sunday, which is usually given.\nSome religious captains give their crews Saturday afternoons\nto do their washing and mending in, so that they may have their\nSundays free.  This is a good arrangement, and does much toward\ncreating the preference sailors usually show for religious vessels.\nWe were well satisfied if we got Sunday to ourselves, for, if any\nhides came down on that day, as was often the case when they were\nbrought from a distance, we were obliged to bring them off, which\nusually took half a day; and as we now lived on fresh beef, and ate\none bullock a week, the animal was almost always brought down on\nSunday, and we had to go ashore, kill it, dress it, and bring it\naboard, which was another interruption.   Then, too, our common\nday’s work was protracted and made more fatiguing by hides coming\ndown late in the afternoon, which sometimes kept us at work in\nthe surf by star-light, with the prospect of pulling on board,\nand stowing them all away, before supper.",
        "But all these little vexations and labors would have been nothing,\n–they would have been passed by as the common evils of a sea-life,\nwhich every sailor, who is a man, will go through without complaint,\n–were it not for the uncertainty, or worse than uncertainty,\nwhich hung over the nature and length of our voyage.  Here we were,\nin a little vessel, with a small crew, on a half-civilized coast,\nat the ends of the earth, and with a prospect of remaining an\nindefinite period, two or three years at the least.  When we left\nBoston we supposed that it was to be a voyage of eighteen months,\nor two years, at most; but upon arriving on the coast, we learned\nsomething more of the trade, and found that in the scarcity of\nhides, which was yearly greater and greater, it would take us a\nyear, at least, to collect our own cargo, beside the passage out\nand home; and that we were also to collect a cargo for a large ship\nbelonging to the same firm, which was soon to come on the coast,\nand to which we were to act as tender.  We had heard rumors of\nsuch a ship to follow us, which had leaked out from the captain\nand mate, but we passed them by as mere “yarns,” till our arrival,\nwhen they were confirmed by the letters which we brought from\nthe owners to their agent.  The ship California, belonging to the\nsame firm, had been nearly two years on the coast; had collected \na full cargo, and was now at San Diego, from which port she was\nexpected to sail in a few weeks for Boston; and we were to collect\nall the hides we could, and deposit them at San Diego, when the new\nship, which would carry forty thousand, was to be filled and sent\nhome; and then we were to begin anew, and collect our own cargo.\nHere was a gloomy prospect before us, indeed.  The California had\nbeen twenty months on the coast, and the Lagoda, a smaller ship,\ncarrying only thirty-one or thirty-two thousand, had been two years\ngetting her cargo; and we were to collect a cargo of forty thousand\nbeside our own, which would be twelve or fifteen thousand; and hides\nwere said to be growing scarcer.  Then, too, this ship, which had\nbeen to us a worse phantom than any flying Dutchman, was no phantom,\nor ideal thing, but had been reduced to a certainty; so much so that\na name was given her, and it was said that she was to be the Alert,\na well-known India-man, which was expected in Boston in a few months,\nwhen we sailed.  There could be no doubt, and all looked black enough.\nHints were thrown out about three years and four years;–the older\nsailors said they never should see Boston again, but should lay their\nbones in California; and a cloud seemed to hang over the whole voyage.\nBesides, we were not provided for so long a voyage, and clothes, and\nall sailors’ necessaries, were excessively dear–three or four hundred\nper cent. advance upon the Boston prices.  This was bad enough\nfor them; but still worse was it for me, who did not mean to be a\nsailor for life; having intended only to be gone eighteen months or\ntwo years.  Three or four years would make me a sailor in every\nrespect, mind and habits, as well as body–nolens volens; and would\nput all my companions so far ahead of me that college and a profession\nwould be in vain to think of; and I made up my mind that, feel as I\nmight, a sailor I must be, and to be master of a vessel, must be the\nheight of my ambition.",
        "Beside the length of the voyage, and the hard and exposed life,\nwe were at the ends of the earth; on a coast almost solitary; in a\ncountry where there is neither law nor gospel, and where sailors are\nat their captain’s mercy, there being no American consul, or any\none to whom a complaint could be made.  We lost all interest in\nthe voyage; cared nothing about the cargo, which we were only\ncollecting for others; began to patch our clothes; and felt as\nthough we were fixed beyond all hope of change.",
        "In addition to, and perhaps partly as a consequence of, this state\nof things, there was trouble brewing on board the vessel.  Our mate\n(as the first mate is always called, par excellence) was a worthy\nman;–a more honest, upright, and kind-hearted man I never saw;\nbut he was too good for the mate of a merchantman.  He was not the\nman to call a sailor a “son of a b–-h,” and knock him down with a\nhandspike.  He wanted the energy and spirit for such a voyage as ours,\nand for such a captain.  Captain T––- was a vigorous, energetic\nfellow.  As sailors say, “he hadn’t a lazy bone in him.”  He was\nmade of steel and whalebone.  He was a man to “toe the mark,\"\nand to make every one else step up to it.  During all the time that\nI was with him, I never saw him sit down on deck.  He was always\nactive and driving; severe in his discipline, and expected the same\nof his officers.  The mate not being enough of a driver for him, and\nbeing perhaps too easy with the crew, he was dissatisfied with him,\nbecame suspicious that discipline was getting relaxed, and began\nto interfere in everything.  He drew the reins taughter; and as,\nin all quarrels between officers, the sailors side with the one who\ntreats them best, he became suspicious of the crew.  He saw that\neverything went wrong–that nothing was done “with a will;” and in\nhis attempt to remedy the difficulty by severity, he made everything\nworse.  We were in every respect unfortunately situated.  Captain,\nofficers, and crew, entirely unfitted for one another; and every\ncircumstance and event was like a two-edged sword, and cut both\nways.  The length of the voyage, which made us dissatisfied, made\nthe captain, at the same time, feel the necessity of order and strict\ndiscipline; and the nature of the country, which caused us to feel that\nwe had nowhere to go for redress, but were entirely at the mercy of\na hard master, made the captain feel, on the other hand, that he\nmust depend entirely upon his own resources.  Severity created\ndiscontent, and signs of discontent provoked severity.  Then, too,\nill-treatment and dissatisfaction are no “linimenta laborum;” and many\na time have I heard the sailors say that they should not mind the\nlength of the voyage, and the hardships, if they were only kindly\ntreated, and if they could feel that something was done to make\nthings lighter and easier.  We felt as though our situation was\na call upon our superiors to give us occasional relaxations,\nand to make our yoke easier.  But the contrary policy was pursued.\nWe were kept at work all day when in port; which, together with a\nwatch at night, made us glad to turn-in as soon as we got below.\nThus we got no time for reading, or–which was of more importance\nto us–for washing and mending our clothes.  And then, when we\nwere at sea, sailing from port to port, instead of giving us\n“watch and watch,” as was the custom on board every other vessel\non the coast, we were all kept on deck and at work, rain or\nshine, making spun-yarn and rope, and at other work in good\nweather, and picking oakum, when it was too wet for anything\nelse.  All hands were called to “come up and see it rain,” and kept\non deck hour after hour in a drenching rain, standing round the\ndeck so far apart as to prevent our talking with one another, with\nour tarpaulins and oil-cloth jackets on, picking old rope to pieces,\nor laying up gaskets and robands.  This was often done, too, when\nwe were lying in port with two anchors down, and no necessity for\nmore than one man on deck as a look-out.  This is what is called\n“hazing” a crew, and “working their old iron up.”",
        "While lying at Santa Barbara, we encountered another south-easter;\nand, like the first, it came on in the night; the great black\nclouds coming round from the southward, covering the mountain,\nand hanging down over the town, appearing almost to rest upon\nthe roofs of the houses.  We made sail, slipped our cable, cleared\nthe point, and beat about, for four days, in the offing, under close\nsail, with continual rain and high seas and winds.  No wonder,\nthought we, they have no rain in the other seasons, for enough\nseemed to have fallen in those four days to last through a common\nsummer.  On the fifth day it cleared up, after a few hours, as is\nusual, of rain coming down like a four hours’ shower-bath, and\nwe found ourselves drifted nearly ten leagues from the anchorage;\nand having light head winds, we did not return until the sixth\nday.  Having recovered our anchor, we made preparations for getting\nunder weigh to go down to leeward.  We had hoped to go directly\nto San Diego, and thus fall in with the California before she sailed\nfor Boston; but our orders were to stop at an intermediate port\ncalled San Pedro, and as we were to lie there a week or two, and\nthe California was to sail in a few days, we lost the opportunity.\nJust before sailing, the captain took on board a short, red-haired,\nround-shouldered, vulgar-looking fellow, who had lost one eye,\nand squinted with the other, and introducing him as Mr. Russell,\ntold us that he was an officer on board.  This was too bad.  We had\nlost overboard, on the passage, one of the best of our number,\nanother had been taken from us and appointed clerk, and thus\nweakened and reduced, instead of shipping some hands to make\nour work easier, he had put another officer over us, to watch\nand drive us.  We had now four officers, and only six in the\nforecastle.  This was bringing her too much down by the stern\nfor our comfort.",
        "Leaving Santa Barbara, we coasted along down, the country\nappearing level or moderately uneven, and, for the most part, sandy\nand treeless; until, doubling a high, sandy point, we let go our\nanchor at a distance of three or three and a half miles from shore.\nIt was like a vessel, bound to Halifax, coming to anchor on the\nGrand Banks; for the shore being low, appeared to be at a greater\ndistance than it actually was, and we thought we might as well\nhave staid at Santa Barbara, and sent our boat down for the hides.\nThe land was of a clayey consistency, and, as far as the eye could\nreach, entirely bare of trees and even shrubs; and there was no\nsign of a town,–not even a house to be seen.  What brought us\ninto such a place, we could not conceive.  No sooner had we come\nto anchor, than the slip-rope, and the other preparations for\nsouth-easters, were got ready; and there was reason enough for it,\nfor we lay exposed to every wind that could blow, except the north-west,\nand that came over a flat country with a range of more than a\nleague of water.  As soon as everything was snug on board, the\nboat was lowered, and we pulled ashore, our new officer, who had\nbeen several times in the port before, taking the place of steersman.\nAs we drew in, we found the tide low, and the rocks and stones,\ncovered with kelp and sea-weed, lying bare for the distance of\nnearly an eighth of a mile.  Picking our way barefooted over these,\nwe came to what is called the landing-place, at high-water mark.\nThe soil was as it appeared at first, loose and clayey, and except\nthe stalks of the mustard plant, there was no vegetation.  Just in\nfront of the landing, and immediately over it, was a small hill,\nwhich, from its being not more than thirty or forty feet high, we had\nnot perceived from our anchorage.  Over this hill we saw three men\ncoming down, dressed partly like sailors and partly like Californians;\none of them having on a pair of untanned leather trowsers and a red\nbaize shirt.  When they came down to us, we found that they were\nEnglishmen, and they told us that they had belonged to a small\nMexican brig which had been driven ashore here in a south-easter,\nand now lived in a small house just over the hill.  Going up\nthis hill with them, we saw, just behind it, a small, low building,\nwith one room, containing a fire-place, cooking apparatus, etc., and\nthe rest of it unfinished, and used as a place to store hides and\ngoods.  This, they told us, was built by some traders in the Pueblo,\n(a town about thirty miles in the interior, to which this was the\nport,) and used by them as a storehouse, and also as a lodging place\nwhen they came down to trade with the vessels.  These three men\nwere employed by them to keep the house in order, and to look out\nfor the things stored in it.  They said that they had been there\nnearly a year; had nothing to do most of the time, living upon beef,\nhard bread, and frijoles (a peculiar kind of bean very abundant in\nCalifornia).  The nearest house, they told us, was a Rancho,\nor cattle-farm, about three miles off; and one of them went up,\nat the request of our officer, to order a horse to be sent down,\nwith which the agent, who was on board, might go up to the Pueblo.\nFrom one of them, who was an intelligent English sailor, I learned\na good deal, in a few minutes’ conversation, about the place, its\ntrade, and the news from the southern ports.  San Diego, he said,\nwas about eighty miles to the leeward of San Pedro; that they had\nheard from there, by a Mexican who came up on horseback, that\nthe California had sailed for Boston, and that the Lagoda, which\nhad been in San Pedro only a few weeks before, was taking in her\ncargo for Boston.  The Ayacucho was also there, loading for Callao,\nand the little Loriotte, which had run directly down from Monterey,\nwhere we left her.  San Diego, he told me, was a small, snug place,\nhaving very little trade, but decidedly the best harbor on the coast,\nbeing completely land-locked, and the water as smooth as a duck-pond.\nThis was the depot for all the vessels engaged in the trade; each one\nhaving a large house there, built of rough boards, in which they\nstowed their hides, as fast as they collected them in their trips\nup and down the coast, and when they had procured a full cargo,\nspent a few weeks there, taking it in, smoking ship, supplying\nwood and water, and making other preparations for the voyage home.\nThe Lagoda was now about this business.  When we should be about it,\nwas more than I could tell; two years, at least, I thought to myself.",
        "I also learned, to my surprise, that the desolate-looking place we\nwere in was the best place on the whole coast for hides.  It was the\nonly port for a distance of eighty miles, and about thirty miles in\nthe interior was a fine plane country, filled with herds of cattle,\nin the centre of which was the Pueblo de los Angelos–the largest\ntown in California–and several of the wealthiest missions; to all\nof which San Pedro was the sea-port.",
        "Having made our arrangements for a horse to take the agent to\nthe Pueblo the next day, we picked our way again over the green,\nslippery rocks, and pulled aboard.  By the time we reached the\nvessel, which was so far off that we could hardly see her, in the\nincreasing darkness, the boats were hoisted up, and the crew at\nsupper.  Going down into the forecastle, eating our supper, and\nlighting our cigars and pipes, we had, as usual, to tell all we had\nseen or heard ashore.  We all agreed that it was the worst place\nwe had seen yet, especially for getting off hides, and our lying off\nat so great a distance looked as though it was bad for south-easters.\nAfter a few disputes as to whether we should have to carry our\ngoods up the hill, or not, we talked of San Diego, the probability\nof seeing the Lagoda before she sailed, etc., etc.",
        "The next day we pulled the agent ashore, and he went up to\nvisit the Pueblo and the neighboring missions; and in a few days,\nas the result of his labors, large ox-carts, and droves of mules,\nloaded with hides, were seen coming over the flat country.\nWe loaded our long-boat with goods of all kinds, light and heavy,\nand pulled ashore.  After landing and rolling them over the stones\nupon the beach, we stopped, waiting for the carts to come down the\nhill and take them; but the captain soon settled the matter by ordering\nus to carry them all up to the top, saying that, that was “California\nfashion.” So what the oxen would not do, we were obliged to do.\nThe hill was low, but steep, and the earth, being clayey and wet\nwith the recent rains, was but bad holding-ground for our feet.\nThe heavy barrels and casks we rolled up with some difficulty,\ngetting behind and putting our shoulders to them; now and then\nour feet slipping, added to the danger of the casks rolling back\nupon us.  But the greatest trouble was with the large boxes of\nsugar.  These, we had to place upon oars, and lifting them up rest\nthe oars upon our shoulders, and creep slowly up the hill with the\ngait of a funeral procession.  After an hour or two of hard work,\nwe got them all up, and found the carts standing full of hides,\nwhich we had to unload, and also to load again with our own goods;\nthe lazy Indians, who came down with them, squatting down on their\nhams, looking on, doing nothing, and when we asked them to help us,\nonly shaking their heads, or drawling out “no quiero.”",
        "Having loaded the carts, we started up the Indians, who went\noff, one on each side of the oxen, with long sticks, sharpened at\nthe end, to punch them with.  This is one of the means of saving\nlabor in California;–two Indians to two oxen.  Now, the hides\nwere to be got down; and for this purpose, we brought the boat\nround to a place where the hill was steeper, and threw them down,\nletting them slide over the slope.  Many of them lodged, and we\nhad to let ourselves down and set them agoing again; and in this\nway got covered with dust, and our clothes torn.  After we had\ngot them all down, we were obliged to take them on our heads,\nand walk over the stones, and through the water, to the boat.\nThe water and the stones together would wear out a pair of shoes\na day, and as shoes were very scarce and very dear, we were compelled\nto go barefooted.  At night, we went on board, having had the hardest\nand most disagreeable day’s work that we had yet experienced.\nFor several days, we were employed in this manner, until we had\nlanded forty or fifty tons of goods, and brought on board about\ntwo thousand hides; when the trade began to slacken, and we were\nkept at work, on board, during the latter part of the week,\neither in the hold or upon the rigging.  On Thursday night,\nthere was a violent blow from the northward, but as this was\noff-shore, we had only to let go our other anchor and hold on.\nWe were called up at night to send down the royal-yards.  It was\nas dark as a pocket, and the vessel pitching at her anchors,\nI went up to the fore, and my friend S––-, to the main,\nand we soon had them down “ship-shape and Bristol fashion,\"\nfor, as we had now got used to our duty aloft, everything above\nthe cross-trees was left to us, who were the youngest of the crew,\nexcept one boy.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}