{
    "title": "Two Years Before the Mast - Chapter VI. Loss of a Man–Superstition",
    "author": "Richard Henry Dana",
    "chapter": "9",
    "content": [
        "\n\n",
        "Monday, Nov. 19th.  This was a black day in our calendar.  At seven\no’clock in the morning, it being our watch below, we were aroused\nfrom a sound sleep by the cry of “All hands ahoy! a man overboard!\"\nThis unwonted cry sent a thrill through the heart of every one,\nand hurrying on deck we found the vessel hove flat aback, with all\nher studding-sails set; for the boy who was at the helm left it to\nthrow something overboard, and the carpenter, who was an old sailor,\nknowing that the wind was light, put the helm down and hove her aback.\nThe watch on deck were lowering away the quarter-boat, and I got on\ndeck just in time to heave myself into her as she was leaving the side;\nbut it was not until out upon the wide Pacific, in our little boat,\nthat I knew whom we had lost.  It was George Ballmer, a young English\nsailor, who was prized by the officers as an active lad and willing\nseaman, and by the crew as a lively, hearty fellow, and a good shipmate.\nHe was going aloft to fit a strap round the main top-mast-head,\nfor ringtail halyards, and had the strap and block, a coil of halyards\nand a marline-spike about his neck.  He fell from the starboard futtock\nshrouds, and not knowing how to swim, and being heavily dressed, with all\nthose things round his neck, he probably sank immediately.  We pulled\nastern, in the direction in which he fell, and though we knew that there\nwas no hope of saving him, yet no one wished to speak of returning, and we\nrowed about for nearly an hour, without the hope of doing anything,\nbut unwilling to acknowledge to ourselves that we must give him up.\nAt length we turned the boat’s head and made towards the vessel.",
        "Death is at all times solemn, but never so much so as at sea.  A man\ndies on shore; his body remains with his friends, and “the mourners go\nabout the streets;” but when a man falls overboard at sea and is lost,\nthere is a suddenness in the event, and a difficulty in realizing it,\nwhich give to it an air of awful mystery.  A man dies on shore–you\nfollow his body to the grave, and a stone marks the spot.  You are\noften prepared for the event.  There is always something which helps\nyou to realize it when it happens, and to recall it when it has passed.\nA man is shot down by your side in battle, and the mangled body remains\nan object, and a real evidence; but at sea, the man is near you–\nat your side–you hear his voice, and in an instant he is gone, and\nnothing but a vacancy shows his loss.  Then, too, at sea–to use\na homely but expressive phrase–you miss a man so much.  A dozen\nmen are shut up together in a little bark, upon the wide, wide sea,\nand for months and months see no forms and hear no voices but their\nown, and one is taken suddenly from among them, and they miss him\nat every turn.  It is like losing a limb.  There are no new faces\nor new scenes to fill up the gap.  There is always an empty berth\nin the forecastle, and one man wanting when the small night watch\nis mustered.  There is one less to take the wheel, and one less to\nlay out with you upon the yard.  You miss his form, and the sound\nof his voice, for habit had made them almost necessary to you, and\neach of your senses feels the loss.",
        "All these things make such a death peculiarly solemn, and the effect\nof it remains upon the crew for some time.  There is more kindness\nshown by the officers to the crew, and by the crew to one another.\nThere is more quietness and seriousness.  The oath and the loud\nlaugh are gone.  The officers are more watchful, and the crew go\nmore carefully aloft.  The lost man is seldom mentioned, or is\ndismissed with a sailor’s rude eulogy–\"Well, poor George is gone!\nHis cruise is up soon!  He knew his work, and did his duty, and was\na good shipmate.”  Then usually follows some allusion to another world,\nfor sailors are almost all believers; but their notions and opinions\nare unfixed and at loose ends.  They say,–\"God won’t be hard upon\nthe poor fellow,” and seldom get beyond the common phrase which seems\nto imply that their sufferings and hard treatment here will excuse\nthem hereafter,–\"To work hard, live hard, die hard, and go to hell\nafter all, would be hard indeed!”  Our cook, a simple-hearted old\nAfrican, who had been through a good deal in his day, and was rather\nseriously inclined, always going to church twice a day when on shore,\nand reading his Bible on a Sunday in the galley, talked to the crew\nabout spending their Sabbaths badly, and told them that they might\ngo as suddenly as George had, and be as little prepared.",
        "Yet a sailor’s life is at best, but a mixture of a little good with\nmuch evil, and a little pleasure with much pain.  The beautiful is\nlinked with the revolting, the sublime with the commonplace, and the\nsolemn with the ludicrous.",
        "We had hardly returned on board with our sad report, before an\nauction was held of the poor man’s clothes.  The captain had first,\nhowever, called all hands aft and asked them if they were satisfied\nthat everything had been done to save the man, and if they thought\nthere was any use in remaining there longer.  The crew all said that\nit was in vain, for the man did not know how to swim, and was very\nheavily dressed.  So we then filled away and kept her off to her course.",
        "The laws regulating navigation make the captain answerable for the\neffects of a sailor who dies during the voyage, and it is either a law\nor a universal custom, established for convenience, that the captain\nshould immediately hold an auction of his things, in which they are\nbid off by the sailors, and the sums which they give are deducted from\ntheir wages at the end of the voyage.  In this way the trouble and\nrisk of keeping his things through the voyage are avoided, and the\nclothes are usually sold for more than they would be worth on shore.\nAccordingly, we had no sooner got the ship before the wind, than\nhis chest was brought up upon the forecastle, and the sale began.\nThe jackets and trowsers in which we had seen him dressed but a few\ndays before, were exposed and bid off while the life was hardly out\nof his body, and his chest was taken aft and used as a store-chest,\nso that there was nothing left which could be called his.  Sailors have\nan unwillingness to wear a dead man’s clothes during the same voyage,\nand they seldom do so unless they are in absolute want.",
        "As is usual after a death, many stories were told about George.\nSome had heard him say that he repented never having learned to swim,\nand that he knew that he should meet his death by drowning.  Another\nsaid that he never knew any good to come of a voyage made against\nthe will, and the deceased man shipped and spent his advance and\nwas afterwards very unwilling to go, but not being able to refund,\nwas obliged to sail with us.  A boy, too, who had become quite\nattached to him, said that George talked to him during most of\nthe watch on the night before, about his mother and family at home,\nand this was the first time that he had mentioned the subject during\nthe voyage.",
        "The night after this event, when I went to the galley to get a light,\nI found the cook inclined to be talkative, so I sat down on the spars,\nand gave him an opportunity to hold a yarn.  I was the more inclined\nto do so, as I found that he was full of the superstitions once more\ncommon among seamen, and which the recent death had waked up in his mind.\nHe talked about George’s having spoken of his friends, and said he\nbelieved few men died without having a warning of it, which he supported\nby a great many stories of dreams, and the unusual behavior of men before\ndeath.  From this he went on to other superstitions, the Flying Dutchman,\netc., and talked rather mysteriously, having something evidently on his mind.",
        "At length he put his head out of the galley and looked carefully about to\nsee if any one was within hearing, and being satisfied on that point, asked\nme in a low tone–",
        "“I say! you know what countryman ’e carpenter be?”",
        "“Yes,” said I; “he’s a German.”",
        "“What kind of a German?” said the cook.",
        "“He belongs to Bremen,” said I.",
        "“Are you sure o’ dat?” said he.",
        "I satisfied him on that point by saying that he could speak no\nlanguage but the German and English.",
        "“I’m plaguy glad o’ dat,” said the cook.  “I was mighty ’fraid he was a\nFin.  I tell you what, I been plaguy civil to that man all the voyage.”",
        "I asked him the reason of this, and found that he was fully possessed\nwith the notion that Fins are wizards, and especially have power over\nwinds and storms.  I tried to reason with him about it, but he had the\nbest of all arguments, that from experience, at hand, and was not to\nbe moved.  He had been in a vessel at the Sandwich Islands, in which\nthe sail-maker was a Fin, and could do anything he was of a mind to.\nThis sail-maker kept a junk bottle in his berth, which was always just\nhalf full of rum, though he got drunk upon it nearly every day.  He had\nseen him sit for hours together, talking to this bottle, which he stood\nup before him on the table.  The same man cut his throat in his berth,\nand everybody said he was possessed.",
        "He had heard of ships, too, beating up the gulf of Finland against\na head wind, and having a ship heave in sight astern, overhaul and\npass them, with as fair a wind as could blow, and all studding-sails\nout, and find she was from Finland.",
        "“Oh ho!” said he; “I’ve seen too much of them men to want to see ’em\n’board a ship.  If they can’t have their own way, they’ll play the\nd–-l with you.”",
        "As I still doubted, he said he would leave it to John, who was the\noldest seaman aboard, and would know, if anybody did.  John, to be\nsure, was the oldest, and at the same time the most ignorant, man\nin the ship; but I consented to have him called.  The cook stated\nthe matter to him, and John, as I anticipated, sided with the cook,\nand said that he himself had been in a ship where they had a head\nwind for a fortnight, and the captain found out at last that one\nof the men, whom he had had some hard words with a short time before,\nwas a Fin, and immediately told him if he didn’t stop the head wind\nhe would shut him down in the fore peak, and would not give him\nanything to eat.  The Fin held out for a day and a half, when he\ncould not stand it any longer, and did something or other which\nbrought the wind round again, and they let him up.",
        "“There,” said the cook, “what do you think o’ dat?”",
        "I told him I had no doubt it was true, and that it would have been\nodd if the wind had not changed in fifteen days, Fin or no Fin.",
        "“Oh,” says he, “go ’way!  You think, ’cause you been to college,\nyou know better than anybody.  You know better than them as ’as\nseen it with their own eyes.  You wait till you’ve been to sea as\nlong as I have, and you’ll know.”",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}