{
    "title": "Two Years Before the Mast - Chapter XXVII. The Sunday Wash-Up–On Shore–A Set-To–A Grandee–\"Sail Ho!\"–A Fandango",
    "author": "Richard Henry Dana",
    "chapter": "30",
    "content": [
        "\n\n",
        "The only other vessel in port was the Russian government bark,\nfrom Asitka, mounting eight guns, (four of which we found to be\nQuakers,) and having on board the ex-governor, who was going in\nher to Mazatlan, and thence overland to Vera Cruz.  He offered\nto take letters, and deliver them to the American consul at\nVera Cruz, whence they could be easily forwarded to the United\nStates.  We accordingly made up a packet of letters, almost every\none writing, and dating them “January 1st, 1836.”  The governor\nwas true to his promise, and they all reached Boston before the\nmiddle of March; the shortest communication ever yet made across\nthe country.",
        "The brig Pilgrim had been lying in Monterey through the latter part\nof November, according to orders, waiting for us.  Day after day,\nCaptain Faucon went up to the hill to look out for us, and at last,\ngave us up, thinking we must have gone down in the gale which we\nexperienced off Point Conception, and which had blown with great\nfury over the whole coast, driving ashore several vessels in the\nsnuggest ports.  An English brig, which had put into San Francisco,\nlost both her anchors; the Rosa was driven upon a mud bank in\nSan Diego; and the Pilgrim, with great difficulty, rode out the\ngale in Monterey, with three anchors a-head.  She sailed early\nin December for San Diego and intermedios.",
        "As we were to be here over Sunday, and Monterey was the best place\nto go ashore on the whole coast, and we had had no liberty-day for\nnearly three months, every one was for going ashore.  On Sunday morning,\nas soon as the decks were washed, and we had got breakfast, those who\nhad obtained liberty began to clean themselves, as it is called,\nto go ashore.  A bucket of fresh water apiece, a cake of soap,\na large coarse towel, and we went to work scrubbing one another,\non the forecastle.  Having gone through this, the next thing was\nto get into the head,–one on each side–with a bucket apiece,\nand duck one another, by drawing up water and heaving over each\nother, while we were stripped to a pair of trowsers.  Then came\nthe rigging-up.  The usual outfit of pumps, white stockings,\nloose white duck trowsers, blue jackets, clean checked shirts,\nblack kerchiefs, hats well varnished, with a fathom of black\nribbon over the left eye, a silk handkerchief flying from the\noutside jacket pocket, and four or five dollars tied up in the\nback of the neckerchief, and we were “all right.”  One of the\nquarter-boats pulled us ashore, and we steamed up to the town.\nI tried to find the church, in order to see the worship, but was told\nthat there was no service, except a mass early in the morning; so we\nwent about the town, visiting the Americans and English, and the\nnatives whom we had known when we were here before.  Toward noon\nwe procured horses, and rode out to the Carmel mission, which is\nabout a league from the town, where we got something in the way\nof a dinner–beef, eggs, frijoles, tortillas, and some middling\nwine–from the mayordomo, who, of course, refused to make any\ncharge, as it was the Lord’s gift, yet received our present,\nas a gratuity, with a low bow, a touch of the hat, and “Dios\nse lo pague!”",
        "After this repast, we had a fine run, scouring the whole country\non our fleet horses, and came into town soon after sundown.\nHere we found our companions who had refused to go to ride\nwith us, thinking that a sailor has no more business with a horse\nthan a fish has with a balloon.  They were moored, stem and stern,\nin a grog-shop, making a great noise, with a crowd of Indians and\nhungry half-breeds about them, and with a fair prospect of being\nstripped and dirked, or left to pass the night in the calabozo.\nWith a great deal of trouble, we managed to get them down to the\nboats, though not without many angry looks and interferences from\nthe Spaniards, who had marked them out for their prey.  The Diana’s\ncrew,–a set of worthless outcasts, who had been picked up at the\nislands from the refuse of whale-ships,–were all as drunk as beasts,\nand had a set-to, on the beach, with their captain, who was in no\nbetter state than themselves.  They swore they would not go aboard,\nand went back to the town, were stripped and beaten, and lodged in\nthe calabozo, until the next day, when the captain bought them out.\nOur forecastle, as usual after a liberty-day, was a scene of tumult\nall night long, from the drunken ones.  They had just got to sleep\ntoward morning, when they were turned up with the rest, and kept at\nwork all day in the water, carrying hides, their heads aching so that\nthey could hardly stand.  This is sailor’s pleasure.",
        "Nothing worthy of remark happened while we were here, except a little\nboxing-match on board our own ship, which gave us something to talk\nabout.  A broad-backed, big-headed Cape Cod boy, about sixteen\nyears old, had been playing the bully, for the whole voyage,\nover a slender, delicate-looking boy, from one of the Boston\nschools, and over whom he had much the advantage, in strength,\nage, and experience in the ship’s duty, for this was the first\ntime the Boston boy had been on salt water.  The latter, however,\nhad “picked up his crumbs,” was learning his duty, and getting\nstrength and confidence daily; and began to assert his rights\nagainst his oppressor.  Still, the other was his master, and,\nby his superior strength, always tackled with him and threw him\ndown.  One afternoon, before we were turned-to, these boys got\ninto a violent squabble in the between-decks, when George (the\nBoston boy) said he would fight Nat, if he could have fair play.\nThe chief mate heard the noise, dove down the hatchway, hauled them\nboth up on deck, and told them to shake hands and have no more\ntrouble for the voyage, or else they should fight till one gave\nin for beaten.  Finding neither willing to make an offer for\nreconciliation, he called all hands up, (for the captain was\nashore, and he could do as he chose aboard,) ranged the crew\nin the waist, marked a line on the deck, brought the two boys\nup to it, making them “toe the mark;” then made the bight of a\nrope fast to a belaying pin, and stretched it across the deck,\nbringing it just above their waists.  “No striking below the\nrope!”  And there they stood, one on each side of it, face to\nface, and went at it like two game-cocks.  The Cape Cod boy, Nat,\nput in his double-fisters, starting the blood, and bringing the\nblack and blue spots all over the face and arms of the other,\nwhom we expected to see give in every moment: but the more he\nwas hurt, the better he fought.  Time after time he was knocked\nnearly down, but up he came again and faced the mark, as bold as\na lion, again to take the heavy blows, which sounded so as to\nmake one’s heart turn with pity for him.  At length he came up\nto the mark for the last time, his shirt torn from his body, his\nface covered with blood and bruises, and his eyes flashing fire,\nand swore he would stand there until one or the other was killed,\nand set-to like a young fury.  “Hurrah in the bow!” said the men,\ncheering him on.  “Well crowed!”  “Never say die, while there’s\na shot in the locker!”  Nat tried to close with him, knowing his\nadvantage, but the mate stopped that, saying there should be fair\nplay, and no fingering.  Nat then came up to the mark, but looked\nwhite about the mouth, and his blows were not given with half the\nspirit of his first.  He was evidently cowed.  He had always been\nhis master, and had nothing to gain, and everything to lose;\nwhile the other fought for honor and freedom, under a sense of\nwrong.  It would not do.  It was soon over.  Nat gave in; not so\nmuch beaten, as cowed and mortified; and never afterwards tried\nto act the bully on board.  We took George forward, washed him\nin the deck-tub, complimented his pluck, and from this time he\nbecame somebody on board, having fought himself into notice.\nMr. Brown’s plan had a good effect, for there was no more quarrelling\namong the boys for the rest of the voyage.",
        "Wednesday, January 6th.  Set sail from Monterey, with a number of\nSpaniards as passengers, and shaped our course for Santa Barbara.\nThe Diana went out of the bay in company with us, but parted from\nus off Point Pinos, being bound to the Sandwich Islands.  We had a\nsmacking breeze for several hours, and went along at a great rate,\nuntil night, when it died away, as usual, and the land-breeze set in,\nwhich brought us upon a taught bowline.  Among our passengers was a\nyoung man who was the best representation of a decayed gentleman\nI had ever seen.  He reminded me much of some of the characters\nin Gil Blas.  He was of the aristocracy of the country, his family\nbeing of pure Spanish blood, and once of great importance in Mexico.\nHis father had been governor of the province, and having amassed a\nlarge property, settled at San Diego, where he built a large house\nwith a court-yard in front, kept a great retinue of Indians, and set\nup for the grandee of that part of the country.  His son was sent\nto Mexico, where he received the best education, and went into the\nfirst society of the capital.  Misfortune, extravagance, and the\nwant of funds, or any manner of getting interest on money,\nsoon eat the estate up, and Don Juan Bandini returned from\nMexico accomplished, poor, and proud, and without any office\nor occupation, to lead the life of most young men of the better\nfamilies–dissolute and extravagant when the means are at hand;\nambitious at heart, and impotent in act; often pinched for bread;\nkeeping up an appearance of style, when their poverty is known to\neach half-naked Indian boy in the street, and they stand in dread of\nevery small trader and shopkeeper in the place.  He had a slight and\nelegant figure, moved gracefully, danced and waltzed beautifully,\nspoke the best of Castilian, with a pleasant and refined voice\nand accent, and had, throughout, the bearing of a man of high\nbirth and figure.  Yet here he was, with his passage given him,\n(as I afterwards learned,) for he had not the means of paying\nfor it, and living upon the charity of our agent.  He was polite\nto every one, spoke to the sailors, and gave four reáls–I dare\nsay the last he had in his pocket–to the steward, who waited\nupon him.  I could not but feel a pity for him, especially when I\nsaw him by the side of his fellow-passenger and townsman, a fat,\ncoarse, vulgar, pretending fellow of a Yankee trader, who had\nmade money in San Diego, and was eating out the very vitals of\nthe Bandinis, fattening upon their extravagance, grinding them in\ntheir poverty; having mortgages on their lands, forestalling their\ncattle, and already making an inroad upon their jewels, which were\ntheir last hope.",
        "Don Juan had with him a retainer, who was as much like many of\nthe characters in Gil Blas as his master.  He called himself a\nprivate secretary, though there was no writing for him to do,\nand he lived in the steerage with the carpenter and sailmaker.\nHe was certainly a character; could read and write extremely well;\nspoke good Spanish; had been all over Spanish America, and lived in\nevery possible situation, and served in every conceivable capacity,\nthough generally in that of confidential servant to some man\nof figure.  I cultivated this man’s acquaintance, and during\nthe five weeks that he was with us,–for he remained on board\nuntil we arrived at San Diego,–I gained a greater knowledge\nof the state of political parties in Mexico, and the habits\nand affairs of the different classes of society, than I could\nhave learned from almost any one else.  He took great pains in\ncorrecting my Spanish, and supplying me with colloquial phrases,\nand common terms and exclamations in speaking.  He lent me a file\nof late newspapers from the city of Mexico, which were full of\ntriumphal receptions of Santa Ana, who had just returned from\nTampico after a victory, and with the preparations for his expedition\nagainst the Texans.  “Viva Santa Ana!” was the by-word everywhere,\nand it had even reached California, though there were still many\nhere, among whom was Don Juan Bandini, who were opposed to his\ngovernment, and intriguing to bring in Bustamente.  Santa Ana,\nthey said, was for breaking down the missions; or, as they termed\nit–\"Santa Ana no quiere religion.”  Yet I had no doubt that the\noffice of administrador of San Diego would reconcile Don Juan to\nany dynasty, and any state of the church.  In these papers, too,\nI found scraps of American and English news; but which were so\nunconnected, and I was so ignorant of everything preceding them\nfor eighteen months past, that they only awakened a curiosity which\nthey could not satisfy.  One article spoke of Taney as Justicia\nMayor de los Estados Unidos, (what had become of Marshall? was he\ndead, or banished?) and another made known, by news received from\nVera Cruz, that “El Vizconde Melbourne” had returned to the office\nof “primer ministro,” in place of Sir Roberto Peel.  (Sir Robert\nPeel had been minister, then? and where were Earl Grey and the Duke\nof Wellington?)  Here were the outlines of a grand parliamentary\noverturn, the filling up of which I could imagine at my leisure.",
        "The second morning after leaving Monterey, we were off Point Conception.\nIt was a bright, sunny day, and the wind, though strong, was fair;\nand everything was in striking contrast with our experience in the\nsame place two months before, when we were drifting off from a\nnorthwester under a fore and main spencer.  “Sail ho!” cried a\nman who was rigging out a top-gallant studding-sail boom.–\"Where\naway?\"–\"Weather beam, sir!” and in a few minutes a full-rigged\nbrig was seen standing out from under Point Conception.  The\nstudding-sail halyards were let go, and the yards boom-ended,\nthe after yards braced aback, and we waited her coming down.\nShe rounded to, backed her main topsail, and showed her decks\nfull of men, four guns on a side, hammock nettings, and everything\nman-of-war fashion, except that there was no boatswain’s whistle,\nand no uniforms on the quarter-deck.  A short, square-built man,\nin a rough grey jacket, with a speaking-trumpet in hand, stood in\nthe weather hammock nettings.  “Ship ahoy!\"–\"Hallo!\"– “What ship\nis that, pray?\"–\"Alert.\"–\"Where are you from, pray?” etc., etc.\nShe proved to be the brig Convoy, from the Sandwich Islands,\nengaged in otter hunting, among the islands which lie along\nthe coast.  Her armament was from her being an illegal trader.\nThe otter are very numerous among these islands, and being of\ngreat value, the government require a heavy sum for a license to\nhunt them, and lay a high duty upon every one shot or carried out\nof the country.  This vessel had no license, and paid no duty,\nbesides being engaged in smuggling goods on board other vessels\ntrading on the coast, and belonging to the same owners in Oahu.\nOur captain told him to look out for the Mexicans, but he said\nthey had not an armed vessel of his size in the whole Pacific.\nThis was without doubt the same vessel that showed herself off\nSanta Barbara a few months before.  These vessels frequently\nremain on the coast for years, without making port, except at\nthe islands for wood and water, and an occasional visit to Oahu\nfor a new outfit.",
        "Sunday, January 10th.  Arrived at Santa Barbara, and on the\nfollowing Wednesday, slipped our cable and went to sea, on account\nof a south-easter.  Returned to our anchorage the next day.  We were\nthe only vessel in the port.  The Pilgrim had passed through the\nCanal and hove-to off the town, nearly six weeks before, on her\npassage down from Monterey, and was now at the leeward.  She heard\nhere of our safe arrival at San Francisco.",
        "Great preparations were making on shore for the marriage of our\nagent, who was to marry Donna Anneta De G––- De N––- y C––-,\nyoungest daughter of Don Antonio N––-, the grandee of the place,\nand the head of the first family in California.  Our steward was\nashore three days, making pastry and cake, and some of the best\nof our stores were sent off with him.  On the day appointed for\nthe wedding, we took the captain ashore in the gig, and had orders\nto come for him at night, with leave to go up to the house and see\nthe fandango.  Returning on board, we found preparations making for\na salute.  Our guns were loaded and run out, men appointed to each,\ncartridges served out, matches lighted, and all the flags ready to\nbe run up.  I took my place at the starboard after gun, and we all\nwaited for the signal from on shore.  At ten o’clock the bride went up\nwith her sister to the confessional, dressed in deep black.  Nearly an\nhour intervened, when the great doors of the mission church opened,\nthe bells rang out a loud, discordant peal, the private signal for\nus was run up by the captain ashore, the bride, dressed in complete\nwhite, came out of the church with the bridegroom, followed by\na long procession.  Just as she stepped from the church door,\na small white cloud issued from the bows of our ship, which was\nfull in sight, the loud report echoed among the surrounding hills\nand over the bay, and instantly the ship was dressed in flags\nand pennants from stem to stern.  Twenty-three guns followed in\nregular succession, with an interval of fifteen seconds between\neach when the cloud cleared away, and the ship lay dressed in her\ncolors, all day.  At sun-down, another salute of the same number\nof guns was fired, and all the flags run down.  This we thought\nwas pretty well–a gun every fifteen seconds–for a merchantman\nwith only four guns and a dozen or twenty men.",
        "After supper, the gig’s crew were called, and we rowed ashore,\ndressed in our uniform, beached the boat, and went up to the\nfandango.  The bride’s father’s house was the principal one in the\nplace, with a large court in front, upon which a tent was built,\ncapable of containing several hundred people.  As we drew near,\nwe heard the accustomed sound of violins and guitars, and saw\na great motion of the people within.  Going in, we found nearly\nall the people of the town–men, women, and children–collected\nand crowded together, leaving barely room for the dancers; for on\nthese occasions no invitations are given, but every one is expected\nto come, though there is always a private entertainment within the\nhouse for particular friends.  The old women sat down in rows,\nclapping their hands to the music, and applauding the young ones.\nThe music was lively, and among the tunes, we recognized several\nof our popular airs, which we, without doubt, have taken from\nthe Spanish.  In the dancing, I was much disappointed.  The women\nstood upright, with their hands down by their sides, their eyes\nfixed upon the ground before them, and slided about without any\nperceptible means of motion; for their feet were invisible, the hem\nof their dresses forming a perfect circle about them, reaching to the\nground.  They looked as grave as though they were going through some\nreligious ceremony, their faces as little excited as their limbs;\nand on the whole, instead of the spirited, fascinating Spanish\ndances which I had expected, I found the Californian fandango,\non the part of the women at least, a lifeless affair.  The men\ndid better.  They danced with grace and spirit, moving in circles\nround their nearly stationary partners, and showing their figures\nto great advantage.",
        "A great deal was said about our friend Don Juan Bandini, and when he\ndid appear, which was toward the close of the evening, he certainly\ngave us the most graceful dancing that I had ever seen.  He was\ndressed in white pantaloons neatly made, a short jacket of dark\nsilk, gaily figured, white stockings and thin morocco slippers\nupon his very small feet.  His slight and graceful figure was\nwell calculated for dancing, and he moved about with the grace\nand daintiness of a young fawn.  An occasional touch of the\ntoe to the ground, seemed all that was necessary to give him a\nlong interval of motion in the air.  At the same time he was not\nfantastic or flourishing, but appeared to be rather repressing a\nstrong tendency to motion.  He was loudly applauded, and danced\nfrequently toward the close of the evening.  After the supper,\nthe waltzing began, which was confined to a very few of the “gente\nde razón,” and was considered a high accomplishment, and a mark of\naristocracy.  Here, too, Don Juan figured greatly, waltzing with the\nsister of the bride, (Donna Angustia, a handsome woman and a general\nfavorite,) in a variety of beautiful, but, to me, offensive figures,\nwhich lasted as much as half an hour, no one else taking the floor.\nThey were repeatedly and loudly applauded, the old men and women\njumping out of their seats in admiration, and the young people\nwaving their hats and handkerchiefs.  Indeed among people of the\ncharacter of these Mexicans, the waltz seemed to me to have found\nits right place.  The great amusement of the evening,–which\nI suppose was owing to its being carnival–was the breaking of\neggs filled with cologne, or other essences, upon the heads of\nthe company.  One end of the egg is broken and the inside taken\nout, then it is partly filled with cologne, and the whole sealed\nup.  The women bring a great number of these secretly about them,\nand the amusement is to break one upon the head of a gentleman\nwhen his back is turned.  He is bound in gallantry to find out\nthe lady and return the compliment, though it must not be done\nif the person sees you. A tall, stately Don, with immense grey\nwhiskers, and a look of great importance, was standing before me,\nwhen I felt a light hand on my shoulder, and turning round, saw Donna\nAngustia, (whom we all knew, as she had been up to Monterey, and down\nagain, in the Alert,) with her finger upon her lip, motioning me\ngently aside.  I stepped back a little, when she went up behind\nthe Don, and with one hand knocked off his huge sombrero, and at\nthe same instant, with the other, broke the egg upon his head,\nand springing behind me, was out of sight in a moment.  The Don\nturned slowly round, the cologne, running down his face, and over\nhis clothes, and a loud laugh breaking out from every quarter.\nHe looked round in vain, for some time, until the direction of\nso many laughing eyes showed him the fair offender.  She was his\nniece, and a great favorite with him, so old Don Domingo had to\njoin in the laugh.  A great many such tricks were played, and many\na war of sharp manoeuvering was carried on between couples of the\nyounger people, and at every successful exploit a general laugh\nwas raised.",
        "Another singular custom I was for some time at a loss about. \nA pretty young girl was dancing, named, after what would appear to\nus the sacrilegious custom of the country–Espiritu Santo, when a\nyoung man went behind her and placed his hat directly upon her\nhead, letting it fall down over her eyes, and sprang back among\nthe crowd.  She danced for some time with the hat on, when she\nthrew it off, which called forth a general shout; and the young\nman was obliged to go out upon the floor and pick it up.  Some of\nthe ladies, upon whose heads hats had been placed, threw them off\nat once, and a few kept them on throughout the dance, and took\nthem off at the end, and held them out in their hands, when the\nowner stepped out, bowed, and took it from them.  I soon began\nto suspect the meaning of the thing, and was afterward told that\nit was a compliment, and an offer to become the lady’s gallant\nfor the rest of the evening, and to wait upon her home.  If the\nhat was thrown off, the offer was refused, and the gentleman was\nobliged to pick up his hat amid a general laugh.  Much amusement\nwas caused sometimes by gentlemen putting hats on the ladies’ heads,\nwithout permitting them to see whom it was done by.  This obliged\nthem to throw them off, or keep them on at a venture, and when they\ncame to discover the owner, the laugh was often turned upon them. \nThe captain sent for us about ten o’clock, and we went aboard in\nhigh spirits, having enjoyed the new scene much, and were of great\nimportance among the crew, from having so much to tell, and from the\nprospect of going every night until it was over; for these fandangos\ngenerally last three days.  The next day, two of us were sent up to\nthe town, and took care to come back by way of Capitan Noriego’s\nand take a look into the booth.  The musicians were still there,\nupon their platform, scraping and twanging away, and a few people,\napparently of the lower classes, were dancing.  The dancing is kept\nup, at intervals, throughout the day, but the crowd, the spirit,\nand the élite, come in at night.  The next night, which was the last,\nwe went ashore in the same manner, until we got almost tired of the\nmonotonous twang of the instruments, the drawling sounds which the\nwomen kept up, as an accompaniment, and the slapping of the hands\nin time with the music, in place of castanets.  We found ourselves\nas great objects of attention as any persons or anything at the\nplace.  Our sailor dresses–and we took great pains to have them\nneat and shipshape–were much admired, and we were invited, from\nevery quarter, to give them an American sailor’s dance; but after\nthe ridiculous figure some of our countrymen cut, in dancing after\nthe Spaniards, we thought it best to leave it to their imaginations.\nOur agent, with a tight, black, swallow-tailed coat, just imported\nfrom Boston, a high stiff cravat, looking as if he had been pinned\nand skewered, with only his feet and hands left free, took the\nfloor just after Bandini; and we thought they had had enough of\nYankee grace.",
        "The last night they kept it up in great style, and were getting\ninto a high-go, when the captain called us off to go aboard,\nfor, it being south-easter season, he was afraid to remain on\nshore long; and it was well he did not, for that very night,\nwe slipped our cables, as a crowner to our fun ashore, and stood\noff before a south-easter, which lasted twelve hours, and returned\nto our anchorage the next day. ",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}