{
    "title": "Two Little Savages - VI",
    "author": "Ernest Thompson Seton",
    "chapter": "35",
    "content": [
        "\n\n",
        "WAR BONNET, TEEPEE AND COUPS",
        "Forty yards and first shot. Well, that’s what the Injuns would call a\n’_grand coup,’ and Caleb’s face wore the same pleasant look as\nwhen he made the fire with rubbing-sticks.",
        "“What’s a grand coup?_” asked Little Beaver.",
        "“Oh, I suppose it’s a big deed. The Injuns call a great feat a\n’_coup,’ an’ an extra big one a ’grand coup.’ Sounds like\nFrench, an’ maybe ’tis, but the Injuns says it. They had a regular way\nof counting their coup, and for each they had the right to an\nEagle feather in their bonnet, with a red tuft of hair on the end for\nthe extra good ones. At least, they used to. I reckon now they’re\nforgetting it all, and any buck Injun wears just any feather he can\nsteal and stick in his head.”",
        "“What do you think of our head-dresses?” Yan ventured.",
        "’Hm! You ain’t never seen a real one or you wouldn’t go at them that\nway at all. First place, the feathers should all be white with black\ntips, an’ fastened not solid like that, but loose on a cap of soft\nleather. Each feather, you see, has a leather loop lashed on the quill\nend for a lace to run through and hold it to the cap, an’ then a\nstring running through the middle of each feather to hold it–just so.\nThen there are ways of marking each feather to show how it was got.\nI mind once I was out on a war party with a lot of Santees–that’s a\nbrand of Sioux–an’ we done a lot o’ sneaking an’ stealing an’ scalped\nsome of the enemy. Then we set out for home, and when we was still\nabout thirty miles away we sent on an Injun telegram of good luck. The\nleader of our crowd set fire to the grass after he had sent two men\nhalf a mile away on each side to do the same thing, an’ up went three\nbig smokes. There is always some one watching round an Injun village,\nan’ you bet when they seen them three smokes they knowed that we wuz\na-coming back with scalps.",
        "“The hull Council come out to meet us, but not too reckless, coz this\nmight have been the trick of enemies to surprise them.",
        "“Well, when we got there, maybe there wasn’t a racket. You see, we\ndidn’t lose a man, and we brung in a hundred horses and seven scalps.\nOur leader never said a word to the crowd, but went right up to the\nCouncil teepee. He walked in–we followed. There was the Head Chief\nan’ all the Council settin’ smoking. Our leader give the ’How,\nan’ then we all ’Howed.’ Then we sat an’ smoked, an’ the Chief\ncalled on our leader for an account of the little trip. He stood up\nan’ made a speech.",
        "“’Great Chief and Council of my Tribe,’ says he. ’After we left the\nvillage and the men had purified themselves, we travelled seven days\nand came to the Little Muddy River. There we found the track of a\ntravelling band of Arapaho. In two days we found their camp, but\nthey were too strong for us, so we hid till night; then I went alone\ninto their camp and found that some of them were going off on a hunt\nnext day. As I left I met a lone warrior coming in. I killed him\nwith my knife. For that I claim a coup; and I scalped him–for\nthat I claim another coup; an’ before I killed him I slapped his\nface with my hand–for this I claim a grand coup; and I brought\nhis horse away with me–for that I claim another coup. Is it not\nso,’ sez he, turning to us, and we all yelled ’How! How! How!_’\nFor this fellow, ’Whooping Crane,’ was awful good stuff. Then the\nCouncil agreed that he should wear three Eagle feathers, the first\nfor killing and scalping the enemy in his own camp–that was a grand\ncoup, and the feather had a tuft of red hair on it an’ a red spot on\nthe web. The next feather was for slapping the feller’s face first,\nwhich, of course, made it more risky. This Eagle feather had a red\ntuft on top an’ a red hand on the web; the one for stealing the horse\nhad a horseshoe, but no tuft, coz it wasn’t counted A1.",
        "“Then the other Injuns made their claims, an’ we all got some kind of\nhonours. I mind one feller was allowed to drag a Fox tail at each\nheel when he danced, an’ another had ten horseshoe marks on an Eagle\nfeather for stealing ten horses, an’ I tell you them Injuns were\nprouder of them feathers than a general would be of his medals.”",
        "[Illustration: The War Bonnet (See description below)]",
        "    1. The plain white Goose or Turkey feather.",
        "    2. The same, with tip dyed black or painted with indelible ink.",
        "    3. The same, showing ruff of white down lashed on with wax end.",
        "    4. The same, showing leather loop lashed on for the holding lace.",
        "    5. The same, viewed edge on.",
        "    6. The same, with a red flannel cover sewn and lashed on the\n    quill. This is a ’coup feather.’",
        "    7. The same, with a tuft of red horsehair lashed on the top to\n    mark a ’grand coup_’ and (_a_) a thread through the\n    middle of the rib to hold feather in proper place. This feather is\n    marked with the symbol of a grand coup in target shooting.\n    This symbol may be drawn on an oval piece of paper gummed on the\n    top of the feather.",
        "    8. The tip of a feather showing how the red horsehair tuft is\n    lashed on with fine waxed thread.",
        "    9. The groundwork of the war bonnet made of any soft leather,\n    (_a_) a broad band to go round the head, laced at the joint\n    or seam behind; (_b_) a broad tail behind as long as needed\n    to hold all the wearer’s feathers; (_c_) two leather thongs\n    or straps over the top; (_d_) leather string to tie under the\n    chin; (_e_) the buttons, conchas or side ornaments of shells,\n    silver, horn or wooden discs, even small mirrors and circles\n    of beadwork were used, and sometimes the conchas were left out\n    altogether; they may have the owner’s totem on them, usually a\n    bunch of ermine tails hung from each side of the bonnet just below\n    the concha. A bunch of horsehair will answer as well; (_hh_)\n    the holes in the leather for holding the lace of the feather; 24\n    feathers are needed for the full bonnet, without the tail, so they\n    are put less than an inch apart; (_iii_) the lacing holes on\n    the tail: this is as long as the wearer’s feathers call for; some\n    never have any tail.",
        "    10. Side view of the leather framework, showing a pattern\n    sometimes used to decorate the front.",
        "    11, 12 and 13. Beadwork designs for front band of bonnet; all have\n    white grounds. No. 11 (Arapaho) has green band at top and bottom\n    with red zigzag. No. 12 (Ogallala) has blue band at top and\n    bottom, red triangles; the concha is blue with three white bars\n    and is cut off from the band by a red bar. No. 13 (Sioux) has\n    narrow band above and broad band below blue, the triangle red, and\n    the two little stars blue with yellow centre.",
        "    14. The bases of three feathers, showing how the lace comes out\n    of the cap leather, through the eye or loop on the bottom of the\n    quill, and in again.",
        "    15. The completed bonnet, showing how the feathers of the crown\n    should spread out, also showing the thread that passes through the\n    middle of each feather on inner side to hold it in place; another\n    thread passes from the point where the two straps (_c in 9)\n    join, then down through each feather in the tail.",
        "    The Indians now often use the crown of a soft felt hat for the\n    basis of a war bonnet.",
        "    N.B. A much easier way to mark the feather is to stick on it near\n    the top an oval of white paper and on this draw the symbol with\n    waterproof ink.",
        "[Illustration: Grand Coup for taking Scalp in Enemy’s Camp G.C. for\nslapping his face Coup for stealing his Horse]",
        "“My, I wish I could go out there and be with those fellows,” and Yan\nsighed as he compared his commonplace lot with all this romantic\nsplendour.",
        "“Guess you’d soon get sick of it. I know I did,” was the\nanswer; “forever shooting and killing, never at peace, never more than\nthree meals ahead of starvation and just as often three meals behind.\nNo, siree, no more for me.”",
        "“I’d just like to see you start in horse-stealing for honours round\nhere,” observed Sam, “though I know who’d get the feathers if it was\nchicken stealing.”",
        "“Say, Caleb,” said Guy, who, being friendly and of the country, never\nthought of calling the old man “Mr. Clark,” “didn’t they give feathers\nfor good Deer-hunting? I’ll bet I could lick any of them at it if I\nhad a gun.”",
        "“Didn’t you hear me say first thing that that there shot o’ Yan’s\nshould score a ’grand coup_’?”",
        "“Oh, shucks! I kin lick Yan any time; that was just a chance shot.\nI’ll bet if you give feathers for Deer-hunting I’ll get them all.”",
        "“We’ll take you up on that,” said the oldest Chief, but the next\ninterrupted:",
        "“Say, boys, we want to play Injun properly. Let’s get Mr. Clark to\nshow us how to make a real war bonnet. Then we’ll wear only what\nfeathers we win.”",
        "“Ye mean by scalping the Whites an’ horse-stealing?”",
        "“Oh, no; there’s lots of things we can do–best runner, best Deer\nhunter, best swimmer, best shot with bow and arrows.”",
        "“All right.” So they set about questioning Caleb. He soon showed them\nhow to put a war bonnet together, using, in spite of Yan’s misgivings,\nthe crown of an old felt hat for the ground work and white goose\nquills trimmed and dyed black at the tips for Eagle feathers. But when\nit came to the deeds that were to be rewarded, each one had his own\nideas.",
        "“If Sappy will go to the orchard and pick a peck of cherries without\nold Cap gettin’ him, I’ll give him a feather with all sorts of\nfixin’s on it,” suggested Sam.",
        "“Well, I’ll bet you can’t get a chicken out of our barn ’thout our Dog\ngettin’ you, Mr. Smarty.”",
        "“Pooh! I ain’t stealing chickens. Do you take me for a nigger? I’m a\nnoble Red-man and Head Chief at that, I want you to know, an’ I’ve a\nnotion to collect that scalp you’re wearin’ now. You know it belongs\nto me and Yan,” and he sidled over, rolling his eye and working his\nfingers in a way that upset Guy’s composure. “And I tell you a feller\nwith one foot in the grave should have his thoughts on seriouser\nthings than chicken-stealing. This yere morbid cravin’ for excitement\nis rooinin’ all the young fellers nowadays.”",
        "Yan happened to glance at Caleb. He was gazing off at nothing, but\nthere was a twinkle in his eye that Yan never before saw there.",
        "“Let’s go to the teepee. It’s too hot out here. Come in, won’t you,\nMr. Clark?”",
        "“Hm. ’Tain’t much cooler in here, even if it is shady,” remarked the\nold Trapper. “Ye ought to lift one side of the canvas and get some\nair.”",
        "“Why, did the real Injuns do that?”",
        "“I should say they did. There ain’t any way they didn’t turn and twist\nthe teepee for comfort. That’s what makes it so good. Ye kin live in\nit forty below zero an’ fifty ’bove suffocation an’ still be happy.\nIt’s the changeablest kind of a layout for livin’ in. Real hot weather\nthe thing looks like a spider with skirts on and held high, an’ I tell\nyou ye got to know the weather for a teepee. Many a hot night on the\nplains I’ve been woke up by hearing ’Tap-tap-tap’ all around me in the\nstill black night and wondered why all the squaws was working, but\nthey was up to drop the cover and drive all the pegs deeper, an’\nwithin a half hour there never failed to come up a big storm. How they\nknew it was a-comin’ I never could tell. One old woman said a Coyote\ntold her, an’ maybe that’s true, for they do change their song for\ntrouble ahead; another said it was the flowers lookin’ queer at\nsundown, an’ another had a bad dream. Maybe they’re all true; it comes\no’ watchin’ little things.”",
        "“Do they never get fooled?” asked Little Beaver",
        "’Oncet in awhile, but not near as often as a White-man would.",
        "“I mind once seeing an artist chap, one of them there portygraf\ntakers. He come out to the village with a machine an’ took some of the\nlittle teepees. Then I said, ’Why don’t you get Bull-calf’s squaw to\nput up their big teepee? I tell you that’s a howler.’ So off he goes,\nand after dickering awhile he got the squaw to put it up for three\ndollars. You bet it was a stunner, sure–all painted red, with green\nan’ yaller–animals an’ birds an’ scalps galore. It made that\nfeller’s eyes bug out to see it. He started in to make some\nportygrafs, then was taking another by hand, so as to get the colours,\nan’ I bet it would have crowded him to do it, but jest when he got\na-going the old squaw yelled to the other–the Chief hed two of\nthem–an’ lighted out to take down that there teepee. That artist he\nhollered to stop, said he had hired it to stay up an’ a bargain was a\nbargain. But the old squaw she jest kept on a-jabberin’ an’ pintin’ at\nthe west. Pretty soon they had the hull thing down and rolled up an’\nthat artist a-cussin’ like a cow-puncher. Well, I mind it was a fine\nday, but awful hot, an’ before five minutes there come a little dark\ncloud in the west, then in ten minutes come a-whoopin’ a regular small\ncyclone, an’ it went through that village and wrecked all the teepees\nof any size. That red one would surely have gone only for that smart\nold squaw.”",
        "[Illustration: Bull-Calf’s Teepee.]",
        "Under Caleb’s directions the breezy side of the cover was now raised a\nlittle, and the shady side much more. This changed the teepee from a\nstifling hothouse into a cool, breezy shade.",
        "“An’ when ye want to know which way is the wind, if it’s light, ye wet\nyour finger so, an’ hold it up. The windy side feels cool at once, and\nby that ye can set your smoke-flaps.”",
        "“I want to know about war bonnets,” Yan now put in. “I mean about\nthings to do to wear feathers–that is, things we can do.”",
        "“Ye kin have races, an’ swimmin’ an bownarrer shootin’. I should say\nif you kin send one o’ them arrers two hundred yards that would kill a\nBuffalo at twenty feet. I’d think that was pretty good. Yes, I’d call\nthat way up.”",
        "“What–a grand coup?_”",
        "“Yes, I reckon; an’ if you fell short on’y fifty yards that’d still\nkill a Deer, an’ we could call that a coup. If,” continued\nCaleb, “you kin hit that old gunny-sack buck plunk in the heart at\nfifty yards first shot I’d call that away up; an’ if you hit it at\nseventy-five yards in the heart no matter how many tries, I’d call\nyou a shot. If you kin hit a nine-inch bull’s-eye two out of three at\nforty yards every time an’ no fluke, you’d hold your own among Injuns\nthough I must say they don’t go in much for shooting at a target. They\nshoot at ’most anything they see in the woods. I’ve seen the little\ncopper-coloured kids shooting away at butterflies. Then they have\nmatches–they try who can have most arrers in the air at one time. To\nhave five in the air at once is considered good. It means powerful\nfast work and far shooting. You got to hold a bunch handy in the left\nhand fur that. The most I ever seen one man have up at once was eight.\nThat was reckoned ’big medicine,’ an’ any one that can keep up seven\nis considered swell.”",
        "“Do you know any other things besides bows and arrows that would do?”",
        "“I think that a rubbing-stick fire ought to count,” interrupted Sam.\n“I want that in coz Guy can’t do it. Any one who kin do it at all gets\na feather, an’ any one who kin do it in one minute gets a swagger\nfeather, or whatever you call it; that takes care of Yan and me an’\nleaves Guy out in the cold.”",
        "“I’ll bet I kin hunt Deer all round you both, I kin.”",
        "“Oh, shut up, Sappy; we’re tired a-hearing about your Deer hunting.\nWe’re going to abolish that game.” Then Sam continued, apparently\naddressing Caleb, “Do you know any Injun games?”",
        "But Caleb took no notice.",
        "Presently Yan said, “Don’t the Injuns play games, Mr. Clark?",
        "“Well, yes, I kin show you two Injun games that will test your\neyesight.”",
        "“I bet I kin beat any one at it,” Guy made haste to tell. “Why, I seen\nthat Deer before Yan could–”",
        "“Oh, shut up, Guy,” Yan now exclaimed. A peculiar\nsound–\"_Wheet–wheet–wheet_\"–made Sappy turn. He saw Sam with\nan immense knife, whetting it most vigorously and casting a hungry,\nfishy glance from time to time to the “yaller moss-tuft” on Guy’s neck.",
        "[Illustration: Archery Coup Feathers Their Special Marks Target Coup\nFeather Long-distance Five-in-air-at once]",
        "“Time has came,” he said to nobody in particular.",
        "“You better let me alone,” whined Guy, for that horrible\n“_wheet–wheet_” jarred his nerves somehow. He looked toward Yan,\nand seeing, as he thought, the suggestion of a smile, he felt\nmore comfortable, but a glance at Sam dispelled his comfort; the\nWoodpecker’s face was absolutely inscrutable and perfectly demoniac\nwith paint.",
        "“Why don’t you whet up, Little Beaver? Don’t you want your share?\"\nasked the Head Chief through his teeth.",
        "“I vote we let him wear it till he brags again about his Deer-hunting.\nThen off she comes to the bone,” was the reply. “Tell us about the\nInjun game, Mr. Clark.”",
        "“I pretty near forget it now, but le’s see. They make two squares on\nthe ground or on two skins; each one is cut up in twenty-five smaller\nsquares with lines like that. Then they have, say, ten rings an’ ten\nnuts or pebbles. One player takes five rings an’ five nuts an’ sets\nthem around on the squares of one set, an’ don’t let the other see\ntill all is ready; then the other turns an’ looks at it while some one\nelse sings a little song that one of the boys turned into:",
        "  “’Ki yi ya–ki yi yee,\n  You think yer smart as ye kin be,\n  You think yer awful quick to see\n  But yer not too quick for me,\n  Ki yi ya–ki yi yee.’",
        "“Then the first square is covered with a basket or anything and the\nsecond player must cover the other skin with counters just the same\nfrom memory. For every counter he gets on the right square he counts\none, and loses one for each on the wrong square.”",
        "“I’ll bet I kin––” Guy began, but Sam’s hand gripped his moss-tuft.",
        "“Here, you let me alone. I ain’t bragging. I’m only telling the simple\ntruth.”",
        "“Ugh! Better tell some simple lies, then–much safer,” said the Great\nWoodpecker, with horrid calm and meaning. “If ever I lift that scalp\nyou’ll catch cold and die, do ye know it?”",
        "Again Yan could see that Caleb had to look far away to avoid taking an\napparent interest.",
        "“There’s another game. I don’t know as it’s Injun, but it’s the kind\no’ game where an Injun could win. They first made two six-inch\nsquares of white wood or card, then on each they made rings like a\ntarget or squares like the quicksight game, or else two Rabbits the\nsame on each. One feller takes six spots of black, half an inch\nacross, an’ sticks them on one, scattering anyhow, an’ sets it up a\nhundred yards off; another feller takes same number of spots an’ the\nother Rabbit an’ walks up till he can see to fix his Rabbit the same.\nIf he kin do it at seventy-five yards he’s a swell; if he kin do it at\nsixty yards he’s away up, but less than fifty yards is no good. I seen\nthe boys have lots o’ fun out o’ it. They try to fool each other every\nway, putting one spot right on another or leaving some off. It’s a\nsure ’nough test of good eyes.”",
        "“I’ll bet–” began Sappy again, but a loud savage “Grrrr” from\nSam, who knew perfectly well what was coming, put a stop to the bet,\nwhatever it was.",
        "“There was two other Injun tests of eyes that I mind now. Some old\nBuck would show the youngsters the Pleiades–them’s the little stars\nthat the Injuns call the Bunch–an’ ask ’How many kin you see?’ Some\ncould sho’ly see five or six an’ some could make out seven. Them as\nsees seven is mighty well off for eyes. Ye can’t see the Pleiades\nnow–they belong to the winter nights; but you kin see the Dipper the\nhull year round, turning about the North Star. The Injuns call this\nthe ’Broken Back,’ an’ I’ve heard the old fellers ask the boys: ’You\nsee the Old Squaw–that’s the star, second from the end, the one at\nthe bend of the handle–well, she has a papoose on her back. Kin you\nsee the papoose?’ an’ sure enough, when my eyes was real good I could\nsee the little baby star tucked in by the big un. It’s a mighty good\ntest of eyes if you kin see that.”",
        "“Eh–” began Guy.",
        "But “Grrrrrrrrr” from Sam stopped him in time. Again Caleb’s eyes\nwandered afar. Then he stepped out of the teepee and Yan heard him\nmutter, “Consarn that whelp, he makes me laugh spite o’ myself.\"\nHe went off a little way into the woods and presently called “Yan!\nGuy! Come here.” All three ran out. “Talking about eyes, what’s\nthat?” An opening in the foliage gave a glimpse of the distant\nBurns’s clover field. “Looks like a small Bear.”",
        "“Woodchuck! That’s our Woodchuck! That’s the ole sinner that throwed\nPaw off’n the mower. Where’s my bone-arrer?” and Guy went for his\nweapons.",
        "The boys ran for the fence of the clover field, going more cautiously\nas they came near. Still the old Woodchuck heard something and sat up\nerect on his haunches. He was a monster, and out on the smooth clover\nfield he did look like a very small Bear. His chestnut breast was\ncuriously relieved by his unusually gray back and head.",
        "“Paw says it’s his sins as turned his head gray. He’s a hoary headed\nsinner, an’ he ain’t repented o’ none o’ them so far, but I’mafter him now.”",
        "“Hold on! Start even!” said Sam, seeing that Guy was prepared to\nshoot.",
        "So all drew together, standing in a row like an old picture of the\nbattle of Crecy. The arrows scattered about the Woodchuck. Most went\nmuch too far, none went near because he was closer than they had\nsupposed, but he scuttled away into his hole, there, no doubt, to plan\na new trap for the man with the mower.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}