{
    "title": "Two Years Before the Mast",
    "author": "Richard Henry Dana",
    "chapter": "1",
    "content": [
        "\n\n",
        "––Crowded in the rank and narrow ship,–\nHoused on the wild sea with wild usages,–\nWhate’er in the inland dales the land conceals\nOf fair and exquisite, O! nothing, nothing,\nDo we behold of that in our rude voyage.\n                 Coleridge’s Wallenstein.",
        "Two years before the mast were but an episode in the life of\nRichard Henry Dana, Jr.; yet the narrative in which he details the\nexperiences of that period is, perhaps, his chief claim to a wide\nremembrance.  His services in other than literary fields occupied\nthe greater part of his life, but they brought him comparatively\nsmall recognition and many disappointments.  His happiest\nassociations were literary, his pleasantest acquaintanceships\nthose which arose through his fame as the author of one book.\nThe story of his life is one of honest and competent effort,\nof sincere purpose, of many thwarted hopes.  The traditions\nof his family forced him into a profession for which he was\nintellectually but not temperamentally fitted: he should have\nbeen a scholar, teacher, and author; instead he became a lawyer.",
        "Born in Cambridge, Mass., August 1, 1815, Richard Henry Dana, Jr.,\ncame of a line of Colonial ancestors whose legal understanding and\npatriotic zeal had won them distinction.  His father, if possessed\nof less vigor than his predecessors, was yet a man of culture and\nability.  He was widely known as poet, critic, and lecturer; and\nendowed his son with native qualities of intelligence, good breeding,\nand honesty.",
        "After somewhat varied and troublous school days, young Dana entered\nHarvard University, where he took high rank in his classes and bid\nfair to make a reputation as a scholar.  But at the beginning of his\nthird year of college a severe attack of measles interrupted his\ncourse, and so affected his eyes as to preclude, for a time at least,\nall idea of study.  The state of the family finances was not such as to\npermit of foreign travel in search of health.  Accordingly, prompted by\nnecessity and by a youthful love of adventure, he shipped as a common\nsailor in the brig, Pilgrim, bound for the California coast.  His\nterm of service lasted a trifle over two years–from August, 1834,\nto September, 1836.  The undertaking was one calculated to kill or cure.\nFortunately it had the latter effect; and, upon returning to his native\nplace, physically vigorous but intellectually starved, he reentered\nHarvard and worked with such enthusiasm as to graduate in six months\nwith honor.",
        "Then came the question of his life work.  Though intensely religious,\nhe did not feel called to the ministry; business made no appeal;\nhis ancestors had been lawyers; it seemed best that he should follow\nwhere they had led.  Had conditions been those of to-day, he would\nnaturally have drifted into some field of scholarly research,\n–political science or history.  As it was, he entered law school,\nwhich, in 1840, he left to take up the practice of his profession.\nBut Dana had not the tact, the personal magnetism, or the business\nsagacity to make a brilliant success before the bar.  Despite the\nfact that he had become a master of legal theory, an authority upon\ninternational questions, and a counsellor of unimpeachable integrity,\nhis progress was painfully slow and toilsome.  Involved with his lack\nof tact and magnetism there was, too, an admirable quality of sturdy\nobstinacy that often worked him injury.  Though far from sharing the\nradical ideas of the Abolitionists, he was ardent in his anti-slavery\nideas and did not hesitate to espouse the unpopular doctrines of the\nFree-Soil party of 1848, or to labor for the freedom of those Boston\nnegroes, who, under the Fugitive Slave Law of 1850, were in danger\nof deportation to the South.",
        "His activity in the latter direction resulted in pecuniary loss,\nsocial ostracism and worse; for upon one occasion he was set upon\nand nearly killed by a pair of thugs.  But Dana was not a man to be\nswerved from his purpose by considerations of policy or of personal\nsafety.  He met his problems as they came to him, took the course\nwhich he believed to be right and then stuck to it with indomitable\ntenacity.  Yet, curiously enough, with none of the characteristics\nof the politician, he longed for political preferment.  At the hands\nof the people this came to him in smallest measure only.  Though at\none time a member of the Massachusetts Legislature, he was defeated\nas candidate for the lower house of Congress, and in 1876 suffered\nthe bitterest disappointment of his life, when the libellous attacks\nof enemies prevented the ratification of his nomination as Minister\nto England.",
        "Previous to this he had served his country as United States\nDistrict Attorney during the Civil War, a time when the office\ndemanded the highest type of ability and uprightness.  That the\ngovernment appreciated this was shown in 1867 by its choice of\nDana as one of its counsel in the prosecution of Jefferson Davis\nfor treason.  The position of legal representative before the\nHalifax tribunal of 1877, which met to discuss fishery questions\nat issue between the United States and Canada, was given him no\ndoubt in part because of his eminent fitness, in part as balm for\nthe wound of the preceding year.",
        "But whatever satisfaction he may have found in such honors as time\nand ripening years brought to him, his chief joy and relaxation lay\nin travel. When worry and overwork began to tell upon him, he would\nbetake himself to shore or mountains.  Upon several occasions he\nvisited Europe, and in 1859 made a tour of the world.  At length,\nin 1876, he gave up active life and took residence abroad, with\nthe idea of finding leisure for the preparation of a treatise on\ninternational law.  He was still engaged in collecting his material\nwhen, on January 6, 1882, death overtook him.  He was buried in Rome\nin the Protestant Cemetery, whose cypresses cast their long shadows\nover the graves of many distinguished foreigners who have sought a\nlast refuge of health and peace under the skies of Italy.",
        "Such a career as his would seem far enough from being a failure.\nYet, in retirement, Dana looked back upon it not without regret.\nAs a lawyer, he had felt a justifiable desire to see his labors\ncrowned by his elevation to the bench; as an active participant in\npublic affairs, he had felt that his services and talents rendered\nhim deserving of a seat in Congress.  Lacking these things, he might\nhave hoped that the practice of his profession would yield him a\nfortune.  Here again he was disappointed.  In seeking the fulfillment\nof his ambitions, he was always on the high road to success; he never\nquite arrived.",
        "It is remarkable that, having written one successful book, Dana did not\nseek further reward as a man of letters.  Two Years before the Mast\nappeared in 1840, while its author was still a law student.  Though\nat the time it created no great stir in the United States, it was most\nfavorably received in England, where it paved the way for many pleasant\nand valuable acquaintanceships.  The following year, Dana produced\na small volume on seamanship, entitled The Seaman’s Friend.  This,\nand a short account of a trip to Cuba in 1859, constitute the sole\nadditions to his early venture.  He was a copious letter-writer and\nkept full journals of his various travels; but he never elaborated\nthem for publication.  Yet, long before his death, he had seen the\nnarrative of his sailor days recognized as an American classic.\nTime has not diminished its reputation.  We read it to-day not\nmerely for its simple, unpretentious style; but for its clear\npicture of sea life previous to the era of steam navigation, and\nfor its graphic description of conditions in California before\nvisions of gold sent the long lines of “prairie schooners” drifting\nacross the plains to unfold the hidden destiny of the West.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}