{
    "title": "Two Little Savages - III",
    "author": "Ernest Thompson Seton",
    "chapter": "32",
    "content": [
        "\n\n",
        "A Crippled Warrior and the Mud Albums",
        "“Say, Sam; what about Guy? Do we want him?”",
        "“Well, it’s just like this. If it was at school or any other place I\nwouldn’t be bothered with the dirty little cuss, but out in the woods\nlike this one feels kind o’ friendly, an’ three’s better than two.\nBesides, he has been admitted to the Tribe already.”",
        "“Yes, that’s what I say. Let’s give him a yell.”",
        "So the boys uttered a long yell, produced by alternating the voice\nbetween a high falsetto and a natural tone. This was the “yell,” and\nhad never failed to call Guy forth to join them unless he had some\nchore on hand and his “Paw” was too near to prevent his renegading to\nthe Indians. He soon appeared waving a branch, the established signal\nthat he came as a friend.",
        "He came very slowly, however, and the boys saw that he limped\nfrightfully, helping himself along with a stick. He was barefoot, as\nusual, but his left foot was swaddled in a bundle of rags.",
        "“Hello, Sappy; what happened? Out to Wounded Knee River?”",
        "“Nope. Struck luck. Paw was bound I’d ride the Horse with the scuffler\nall day, but he gee’d too short an’ I arranged to tumble off’n him,\nan’ Paw cuffled me foot some. Law! how I did holler! You should ’a’\nheard me.”",
        "[Illustration: “He soon appeared, waving a branch.\"]",
        "“Bet we did,” said Sam. “When was it?”",
        "“Yesterday about four.”",
        "“Exactly. We heard an awful screech and Yan says, says he, ’There’s\nthe afternoon train at Kelly’s Crossing, but ain’t she late?’",
        "“’Train!’ says I. ’Pooh. I’ll bet that’s Guy Burns getting a new\nlicking.’”",
        "“Guess I’ll well up now,” said War Chief Sapwood, so stripped his\nfoot, revealing a scratch that would not have cost a thought had he\ngot it playing ball. He laid the rags away carefully and with them\nevery trace of the limp, then entered heartily into camp life.",
        "The vast advantage of being astir early now was seen. There were\nSquirrels in every other tree, there were birds on every side, and\nwhen they ran to the pond a wild Duck spattered over the surface and\nwhistled out of sight.",
        "“What you got?” called Sam, as he saw Yan bending eagerly over\nsomething down by the pond.",
        "Yan did not answer, and so Sam went over and saw him studying out a\nmark in the mud. He was trying to draw it in his note-book.",
        "“What is it?” repeated Sam.",
        "“Don’t know. Too stubby for a Muskrat, too much claw for a Cat, too\nsmall for a Coon, too many toes for a Mink.”",
        "“I’ll bet it’s a Whangerdoodle.”",
        "Yan merely chuckled in answer to this.",
        "“Don’t you laugh,” said the Woodpecker, solemnly, “You’d be more apt\nto cry if you seen one walk into the teepee blowing the whistle at the\nend of his tail. Then it’d be, ’Oh, Sam, where’s the axe?’”",
        "“Tell you what I do believe it is,” said Yan, not noticing this\nterrifying description; “it’s a Skunk.”",
        "“Little Beaver, my son! I thought I would tell you, then I sez to\nmeself, ’No; it’s better for him to find out by his lone. Nothing like\na struggle in early life to develop the stuff in a man. It don’t do to\nhelp him too much,’ sez I, an’ so I didn’t.”",
        "Here Sam condescendingly patted the Second War Chief on the head and\nnodded approvingly. Of course he did not know as much about the track\nas Yan did, but he prattled on:",
        "“Little Beaver! you’re a heap struck on tracks–Ugh–good! You kin\ntell by them everything that passes in the night. Wagh! Bully! You’re\nlikely to be the naturalist of our Tribe. But you ain’t got gumption.\nNow, in this yer hunting-ground of our Tribe there is only one place\nwhere you can see a track, an’ that is that same mud-bank; all the\nrest is hard or grassy. Now, what I’d do if I was a Track-a-mist, I’d\ngive the critters lots o’ chance to leave tracks. I’d fix it all\nround with places so nothing could come or go ’thout givin’ us his\nimpressions of the trip. I’d have one on each end of the trail coming\nin, an’ one on each side of the creek where it comes in an’ goes out.”",
        "“Well, Sam, you have a pretty level head. I wonder I didn’t think of\nthat myself.”",
        "“My son, the Great Chief does the thinking. It’s the rabble–that’s\nyou and Sappy–that does the work.”",
        "But all the same he set about it at once with Yan, Sappy following\nwith a slight limp now. They removed the sticks and rubbish for\ntwenty feet of the trail at each end and sprinkled this with three\nor four inches of fine black loam. They cleared off the bank of the\nstream at four places, one at each side where it entered the woods,\nand one at each side where it went into the Burns’s Bush.",
        "“Now,” said Sam, “there’s what I call visitors’ albums like the one\nthat Phil Leary’s nine fatties started when they got their brick house\nand their swelled heads, so every one that came in could write their\nnames an’ something about ’this happy, happy, ne’er-to-be-forgotten\nvisit’–them as could write. Reckon that’s where our visitors get the\nstart, for all of ours kin write that has feet.”",
        "“Wonder why I didn’t think o’ that,” said Yan, again and again. “But\nthere’s one thing you forget,” he said. “We want one around the\nteepee.”",
        "This was easily made, as the ground was smooth and bare there, and\nSappy forgot his limp and helped to carry ashes and sand from the\nfire-hole. Then planting his broad feet down in the dust, with many\nsnickers, he left some very interesting tracks.",
        "“I call that a bare track” said Sam.",
        "“Go ahead and draw it,” giggled Sappy",
        "“Why not?” and Yan got out his book.",
        "“Bet you can’t make it life-size,” and Sam glanced from the little\nnote-book to the vast imprint.",
        "After it was drawn, Sam said, “Guess I’ll peel off and show you a\nhuman track.” He soon gave an impression of his foot for the artist,\nand later Yan added his own; the three were wholly different.",
        "“Seems to me it would be about right, if you had the ways the toes\npointed and the distance apart to show how long the legs wuz.”",
        "Again Sam had given Yan a good idea. From that time he noted these two\npoints and made his records much better.",
        "“Air you fellers roostin’ here now?” said Sappy in surprise, as he\nnoted the bed as well as the pots and pans.",
        "“Yep.”",
        "“Well, I wanter, too. If I kin git hol’ o’ Maw ’thout Paw, it’ll be\nO.K.”",
        "“You let on we don’t want you and Paw’ll let you come. Tell him\nOle Man Raften ordered you off the place an’ he’ll fetch you here\nhimself.”",
        "“I guess there’s room enough in that bed fur three,” remarked the\nThird War Chief.",
        "“Well, I guess there ain’t,” said Woodpecker. “Not when the third one\nwon first prize for being the dirtiest boy in school. You can get\nstuff an’ make your own bed, across there on the other side the fire.”",
        "“Don’t know how.”",
        "“We’ll show you, only you’ll have to go home for blankets an’ grub.”",
        "The boys soon cut a Fir-bough bed, but Guy put off going home for the\nblankets as long as he could. He knew and they suspected that there\nwas no chance of his rejoining them again that day. So after sundown\nhe replaced his foot-rags and limped down the trail homeward, saying,\n“I’ll be back in a few minutes,” and the boys knew perfectly well that\nhe would not.",
        "The evening meal was over; they had sat around wondering if the night\nwould repeat its terrors. An Owl “Hoo-hoo-ed” in the trees. There was\na pleasing romance in the sound. The boys kept up the fire till about\nten, then retired, determined that they would not be scared this time.\nThey were barely off to sleep when the most awful outcry arose in the\nnear woods, like “a Wolf with a sore throat,” then the yells of a\nhuman being in distress. Again the boys sat up in fright. There was a\nscuffling outside–a loud and terrified “Hi–hi–hi–Sam!” Then an\nattack was made on the door. It was torn open, and in tumbled Guy. He\nwas badly frightened; but when the fire was lighted and he calmed down\na little he confessed that Paw had sent him to bed, but when all was\nstill he had slipped out the window, carrying the bedclothes. He was\nnearly back to the camp when he decided to scare the boys by letting\noff a few wolfish howls, but he made himself very scary by doing it,\nand when a wild answer came from the tree-tops–a hideous, blaring\nscreech–he lost all courage, dropped the bedding, and ran toward the\nteepee yelling for help.",
        "The boys took torches presently and went nervously in search of the\nmissing blankets. Guy’s bed was made and in an hour they were once\nmore asleep.",
        "In the morning Sam was up and out first. From the home trail he\nsuddenly called:",
        "“Yan, come here.”",
        "“Do you mean me?” said Little Beaver, with haughty dignity.",
        "“Yep, Great Chief; git a move on you. Hustle out here. Made a find. Do\nyou see who was visiting us last night while we slept?” and he pointed\nto the “album” on the inway. “I hain’t shined them shoes every week\nwith soot off the bottom of the pot without knowin’ that one pair of\n’em was wore by Ma an’ one of ’em by Da. But let’s see how far they\ncome. Why, I orter looked round the teepee before tramplin’ round.\"\nThey went back, and though the trails were much hidden by their own,\nthey found enough around the doorway to show that during the night, or\nmore likely late in the evening, the father and mother had paid them a\nvisit in secret–had inspected the camp as they slept, but finding no\none stirring and the boys breathing the deep breath of healthy sleep,\nthey had left them undisturbed.",
        "“Say, boys–I mean Great Chiefs–what we want in camp is a Dog, or one\nof these nights some one will steal our teeth out o’ our heads an’ we\nwon’t know a thing till they come back for the gums. All Injun camps\nhave Dogs, anyway.”",
        "The next morning the Third War Chief was ordered out by the Council,\nfirst to wash himself clean, then to act as cook for the day. He\ngrumbled as he washed, that “’Twan’t no good–he’d be all dirty again\nin two minutes,” which was not far from the truth. But he went at the\ncooking with enthusiasm, which lasted nearly an hour. After this he\ndid not see any fun in it, and for once he, as well as the others,\nbegan to realize how much was done for them at home. At noon Sappy set\nout nothing but dirty dishes, and explained that so long as each got\nhis own it was all right. His foot was very troublesome at meal time\nalso. He said it was the moving round when he was hurrying that made\nit so hard to bear, but in their expedition with bows and arrows later\non he found complete relief.",
        "“Say, look at the Red-bird,” he shouted, as a Tanager flitted onto a\nlow branch and blazed in the sun. “Bet I hit him first shot!” and he\ndrew an arrow.",
        "“Here you, Saphead,” said Sam, “quit that shooting at little birds.\nIt’s bad medicine. It’s against the rules; it brings bad luck–it\nbrings awful bad luck. I tell you there ain’t no worse luck than Da’s\nraw-hide–that I know.”",
        "“Why, what’s the good o’ playin’ Injun if we can’t shoot a blame\nthing?” protested Sappy.",
        "“You kin shoot Crows an’ Jays if you like, an’ Woodchucks, too.”",
        "“I know where there’s a Woodchuck as big as a Bear.”",
        "“Ah! What size Bear?”",
        "“Well, it is. You kin laugh all you want to. He has a den in our\nclover field, an’ he made it so big that the mower dropped in an’\nthrowed Paw as far as from here to the crick.”",
        "“An’ the horses, how did they get out?”",
        "“Well! It broke the machine, an’ you should have heard Paw swear. My!\nbut he was a socker. Paw offered me a quarter if I’d kill the old\nwhaler. I borrowed a steel trap an’ set it in the hole, but he’d dig\nout under it an’ round it every time. I’ll bet there ain’t anything\nsmarter’n an old Woodchuck.”",
        "“Is he there yet?” asked War Chief No. 2.",
        "“You just bet he is. Why, he has half an acre of clover all eat up.”",
        "“Let’s try to get him,” said Yan. “Can we find him?”",
        "“Well, I should say so. I never come by but I see the old feller. He’s\nso big he looks like a calf, an’ so old an’ wicked he’s gray-headed.”",
        "“Let’s have a shot at him,” suggested the Woodpecker. “He’s fair game.\nMaybe your Paw’ll give us a quarter each if we kill him.”",
        "Guy snickered. “Guess you don’t know my Paw,” then he giggled\nbubblously through his nose again.",
        "Arrived at the edge of the clover, Sam asked, “Where’s your\nWoodchuck?”",
        "“Right in there.”",
        "“I don’t see him.”",
        "“Well, he’s always here.”",
        "“Not now, you bet.”",
        "“Well, this is the very first time I ever came here and didn’t see\nhim. Oh, I tell you, he’s a fright. I’ll bet he’s a blame sight\nbigger’n that stump.”",
        "“Well, here’s his track, anyway,” said Woodpecker, pointing to some\ntracks he had just made unseen with his own broad palm.",
        "“Now,” said Sappy, in triumph. “Ain’t he an old socker?”",
        "“Sure enough. You ain’t missed any cows lately, have you? Wonder you\nain’t scared to live anyways near!”",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}