{
    "title": "Two Little Savages - XVII",
    "author": "Ernest Thompson Seton",
    "chapter": "46",
    "content": [
        "\n\n",
        "Sam’s Woodcraft Exploit",
        "Sam’s “long suit,” as he put it, was axemanship. He was remarkable\neven in this land of the axe, and, of course, among the “Injuns” he\nwas a marvel. Yan might pound away for half an hour at some block that\nhe was trying to split and make no headway, till Sam would say, “Yan,\nhit it right there,” or perhaps take the axe and do it for him; then\nat one tap the block would fly apart. There was no rule for this happy\nhit. Sometimes it was above the binding knot, sometimes beside it,\nsometimes right in the middle of it, and sometimes in the end of the\nwood away from the binder altogether–often at the unlikeliest places.\nSometimes it was done by a simple stroke, sometimes a glancing stroke,\nsometimes with the grain or again angling, and sometimes a compound of\none or more of each kind of blow; but whatever was the right stroke,\nSam seemed to know it instinctively and applied it to exactly the\nright spot, the only spot where the hard, tough log was open to\nattack, and rarely failed to make it tumble apart as though it were a\ntrick got ready beforehand. He did not brag about it. He simply took\nit for granted that he was the master of the art, and as such the\nothers accepted him.",
        "On one occasion Yan, who began to think he now had some skill, was\nwhacking away at a big, tough stick till he had tried, as he thought,\nevery possible combination and still could make no sign of a crack.\nThen Guy insisted on “showing him how,” without any better result.",
        "“Here, Sam,” cried Yan, “I’ll bet this is a baffler for you.”",
        "Sam turned the stick over, selected a hopeless-looking spot, one as\nyet not touched by the axe, set the stick on end, poured a cup of\nwater on the place, then, when that had soaked in, he struck with all\nhis force a single straight blow at the line where the grain spread to\nembrace the knot. The aim was true to a hair and the block flew open.",
        "“Hooray!” shouted Little Beaver in admiration.",
        "“Pooh!” said Sapwood. “That was just chance. He couldn’t do that\nagain.”",
        "“Not to the same stick!” retorted Yan. He recognized the consummate\nskill and the cleverness of knowing that the cup of water was just\nwhat was needed to rob the wood of its spring and turn the balance.",
        "But Guy continued contemptuously, “I had it started for him.”",
        "“_I think that should count a coup,” said Little Beaver.",
        "“Coup nothin’,” snorted the Third War Chief, in scorn. “I’ll give you\nsomething to do that’ll try if you can chop. Kin you chop a six-inch\ntree down in three minutes an’ throw it up the wind ?”",
        "“What kind o’ tree?” asked the Woodpecker.",
        "“Oh, any kind.”",
        "“I’ll bet you five dollars I kin cut down a six-inch White Pine in two\nminutes an’ throw it any way I want to. You pick out the spot for me\nto lay it. Mark it with a stake an’ I’ll drive the stake.”",
        "“I don’t think any of the Tribe has five dollars to bet. If you can do\nit we’ll give you a grand coup feather,” answered Little Beaver.",
        "“No spring pole,” said Guy, eager to make it impossible.",
        "“All right,” replied the Woodpecker; “I’ll do it without using a\nspring pole.”",
        "So he whetted up his axe, tried the lower margin of the head, found it\nwas a trifle out of the true–that is, its under curve centred, not on\nthe handle one span down, but half an inch out from the handle. A nail\ndriven into the point of the axe-eye corrected this and the chiefs\nwent forth to select a tree. A White Pine that measured roughly six\ninches through was soon found, and Sam was allowed to clear away the\nbrush around it. Yan and Guy now took a stout stake and, standing\nclose to the tree, looked up the trunk. Of course, every tree in the\nwoods leans one way or another, and it was easy to see that this\nleaned slightly southward. What wind there was came from the north, so\nYan decided to set the stake due north.",
        "Sam’s little Japanese eyes twinkled. But Guy who, of course, knew\nsomething of chopping, fairly exploded with scorn. “Pooh! What do you\nknow? That’s easy; any one can throw it straight up the wind. Give him\na cornering shot and let him try. There, now,” and Guy set the stake\noff to the north-west. “Now, smarty. Let’s see you do that.”",
        "“All right. You’ll see me. Just let me look at it a minute.”",
        "Sam walked round the tree, studied its lean and the force of the wind\non its top, rolled up his sleeves, slipped his suspenders, spat on his\npalms, and, standing to west of the tree, said “Ready.”",
        "Yan had his watch out and shouted ’Go.”",
        "Two firm, unhasty strokes up on the south side of the tree left a\nclean nick across and two inches deep in the middle. The chopper then\nstepped forward one pace and on the north-northwesterly side, eighteen\ninches lower down than the first cut, after reversing his hands–which\nis what few can do–he rapidly chopped a butt-kerf. Not a stroke\nwas hasty; not a blow went wrong. The first chips that flew were\nten inches long, but they quickly dwindled as the kerf sank in. The\nbutt-kerf was two-thirds through the tree when Yan called “One minute\nup.” Sam stopped work, apparently without cause, leaned one hand\nagainst the south side of the tree and gazed unconcernedly up at its\ntop.",
        "“Hurry up, Sam. You’re losing time!” called his friend. Sam made no\nreply. He was watching the wind pushes and waiting for a strong one.\nIt came–it struck the tree-top. There was an ominous crack, but Sam\nhad left enough and pushed hard to make sure; as soon as the recoil\nbegan he struck in very rapid succession three heavy strokes, cutting\naway all the remaining wood on the west side and leaving only a\nthree-inch triangle of uncut fibre. All the weight was now northwest\nof this. The tree toppled that way, but swung around on the uncut\npart; another puff of wind gave help, the swing was lost, the tree\ncrashed down to the northwest and drove the stake right out of sight\nin the ground.",
        "“Hooray! Hooray! Hooray! One minute and forty-five seconds!” How Yan\ndid cheer. Sam was silent, but his eyes looked a little less dull and\nstupid than usual, and Guy said “Pooh? That’s nothin’.”",
        "Yan took out his pocket rule and went to the stump. As soon as he laid\nit on, he exclaimed “Seven and one-half inches through where you cut,\"\nand again he had to swing his hat and cheer.",
        "“Well, old man, you surely did it that time. That’s a grand coup if\never I saw one,” and so, notwithstanding Guy’s proposal to “leave it\nto Caleb,” Sam got his grand Eagle feather as Axeman A1 of the Sanger\nIndians.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}