{
    "title": "Two Years Before the Mast - Chapter XXX. Beginning the Long Return Voyage–A Scare",
    "author": "Richard Henry Dana",
    "chapter": "33",
    "content": [
        "\n\n",
        "At eight o’clock all hands were called aft, and the watches set for\nthe voyage.  Some changes were made; but I was glad to find myself\nstill in the larboard watch.  Our crew was somewhat diminished;\nfor a man and a boy had gone in the Pilgrim; another was second\nmate of the Ayacucho; and a third, the oldest man of the crew,\nhad broken down under the hard work and constant exposure on the\ncoast, and, having had a stroke of the palsy, was left behind at\nthe hide-house under the charge of Captain Arthur.  The poor fellow\nwished very much to come home in the ship; and he ought to have\nbeen brought home in her.  But a live dog is better than a dead\nlion, and a sick sailor belongs to nobody’s mess; so he was sent\nashore with the rest of the lumber, which was only in the way.\nBy these diminutions, we were short-handed for a voyage round\nCape Horn in the dead of winter.  Besides S––-  and myself,\nthere were only five in the forecastle; who, together with four\nboys in the steerage, the sailmaker, carpenter, etc., composed the\nwhole crew.  In addition to this, we were only three or four days\nout, when the sailmaker, who was the oldest and best seaman on\nboard, was taken with the palsy, and was useless for the rest of the\nvoyage.  The constant wading in the water, in all weathers, to take\noff hides, together with the other labors, is too much for old men,\nand for any who have not good constitutions.  Beside these two men\nof ours, the second officer of the California and the carpenter of\nthe Pilgrim broke down under the work, and the latter died at Santa\nBarbara.  The young man, too, who came out with us from Boston in\nthe Pilgrim, had to be taken from his berth before the mast and\nmade clerk, on account of a fit of rheumatism which attacked him\nsoon after he came upon the coast.  By the loss of the sailmaker,\nour watch was reduced to five, of whom two were boys, who never\nsteered but in fine weather, so that the other two and myself had\nto stand at the wheel four hours apiece out of every twenty-four;\nand the other watch had only four helmsmen.  “Never mind–we’re\nhomeward bound!” was the answer to everything; and we should not\nhave minded this, were it not for the thought that we should be\noff Cape Horn in the very dead of winter.  It was now the first\npart of May; and two months would bring us off the cape in July,\nwhich is the worst month in the year there; when the sun rises at\nnine and sets at three, giving eighteen hours night, and there is\nsnow and rain, gales and high seas, in abundance.",
        "The prospect of meeting this in a ship half manned, and loaded\nso deep that every heavy sea must wash her fore and aft, was by\nno means pleasant.  The Alert, in her passage out, doubled the\nCape in the month of February, which is midsummer; and we came\nround in the Pilgrim in the latter part of October, which we\nthought was bad enough.  There was only one of our crew who\nhad been off there in the winter, and that was in a whaleship,\nmuch lighter and higher than our ship; yet he said they had man-\nkilling weather for twenty days without intermission, and their\ndecks were swept twice, and they were all glad enough to see the\nlast of it.  The Brandywine frigate, also, in her passage round,\nhad sixty days off the Cape, and lost several boats by the heavy\nsea.  All this was for our comfort; yet pass it we must; and all\nhands agreed to make the best of it.",
        "During our watches below we overhauled our clothes, and made and\nmended everything for bad weather.  Each of us had made for himself\na suit of oil-cloth or tarpaulin, and these we got out, and gave\nthorough coatings of oil or tar, and hung upon the stays to dry.",
        "Our stout boots, too, we covered over with a thick mixture\nof melted grease and tar, and hung out to dry.  Thus we took\nadvantage of the warm sun and fine weather of the Pacific to\nprepare for its other face.  In the forenoon watches below,\nour forecastle looked like the workshop of what a sailor is,–a\nJack at all trades.  Thick stockings and drawers were darned and\npatched; mittens dragged from the bottom of the chest and mended;\ncomforters made for the neck and ears; old flannel shirts cut up\nto line monkey jackets; south-westers lined with flannel, and a\npot of paint smuggled forward to give them a coat on the outside;\nand everything turned to hand; so that, although two years had\nleft us but a scanty wardrobe, yet the economy and invention\nwhich necessity teaches a sailor, soon put each of us in pretty\ngood trim for bad weather, even before we had seen the last of the\nfine.  Even the cobbler’s art was not out of place.  Several old\nshoes were very decently repaired, and with waxed ends, an awl,\nand the top of an old boot, I made me quite a respectable sheath\nfor my knife.",
        "There was one difficulty, however, which nothing that we could do\nwould remedy; and that was the leaking of the forecastle, which made\nit very uncomfortable in bad weather, and rendered half of the\nberths tenantless.  The tightest ships, in a long voyage, from the\nconstant strain which is upon the bowsprit, will leak, more or less,\nround the heel of the bowsprit, and the bitts, which come down into\nthe forecastle; but, in addition to this, we had an unaccountable\nleak on the starboard bow, near the cat-head, which drove us\nfrom the forward berths on that side, and, indeed, when she was\non the starboard tack, from all the forward berths.  One of the\nafter berths, too, leaked in very bad weather; so that in a ship\nwhich was in other respects as tight as a bottle, and brought her\ncargo to Boston perfectly dry, we had, after every effort made to\nprevent it, in the way of caulking and leading, a forecastle with\nonly three dry berths for seven of us.  However, as there is never\nbut one watch below at a time, by ’turning in and out,’ we did\npretty well.  And there being, in our watch, but three of us who\nlived forward, we generally had a dry berth apiece in bad weather.(1)",
        "–––––––-\n1. On removing the cat-head, after the ship arrived at Boston, it was\nfound that there were two holes under it which had been bored for the\npurpose of driving tree-nails, and which, accidentally, had not been\nplugged up when the cat-head was placed over them.  This was sufficient\nto account for the leak, and for our not having been able to discover\nand stop it. \n–––––––-",
        "All this, however, was but anticipation.  We were still in fine\nweather in the North Pacific, running down the north-east trades,\nwhich we took on the second day after leaving San Diego. ",
        "Sunday, May 15th, one week out, we were in latitude 14° 56’ N.,\nlong.  116° 14’ W., having gone, by reckoning, over thirteen hundred\nmiles in seven days.  In fact, ever since leaving San Diego, we had\nhad a fair wind, and as much as we wanted of it.  For seven days,\nour lower and topmast studding-sails were set all the time, and our\nroyals and top-gallant studding-sails, whenever she could stagger\nunder them.  Indeed, the captain had shown, from the moment we got\nto sea, that he was to have no boy’s play, but that the ship had\ngot to carry all she could, and that he was going to make up, by\n“cracking on” to her, what she wanted in lightness.  In this way,\nwe frequently made three degrees of latitude, besides something\nin longitude, in the course of twenty-four hours.–Our days were\nspent in the usual ship’s work.  The rigging which had become slack\nfrom being long in port was to be set up; breast backstays got up;\nstudding-sail booms rigged upon the main yard; and the royal studding-\nsails got ready for the light trades; ring-tail set; and new rigging\nfitted and sails got ready for Cape Horn.  For, with a ship’s gear,\nas well as a sailor’s wardrobe, fine weather must be improved to\nget ready for the bad to come.  Our forenoon watch below, as I\nhave said, was given to our own work, and our night watches were\nspent in the usual manner:–a trick at the wheel, a look-out on\nthe forecastle, a nap on a coil of rigging under the lee of the\nrail; a yarn round the windlass-end; or, as was generally my way,\na solitary walk fore and aft, in the weather waist, between the\nwindlass-end and the main tack.  Every wave that she threw aside\nbrought us nearer home, and every day’s observation at noon showed\na progress which, if it continued, would in less than five months,\ntake us into Boston Bay.  This is the pleasure of life at sea,\n–fine weather, day after day, without interruption,–fair wind,\nand a plenty of it,–and homeward bound.  Every one was in good\nhumor; things went right; and all was done with a will.  At the\ndog watch, all hands came on deck, and stood round the weather\nside of the forecastle, or sat upon the windlass, and sung sea\nsongs, and those ballads of pirates and highwaymen, which sailors\ndelight in.  Home, too, and what we should do when we got there,\nand when and how we should arrive, was no infrequent topic.\nEvery night, after the kids and pots were put away, and we had\nlighted our pipes and cigars at the galley, and gathered about\nthe windlass, the first question was,–",
        "“Well, Tom, what was the latitude to-day?”",
        "“Why fourteen, north, and she has been going seven knots ever since.”",
        "“Well, this will bring us up to the line in five days.”",
        "“Yes, but these trades won’t last twenty-four hours longer,\"\nsays an old salt, pointing with the sharp of his hand to leeward,\n–\"I know that by the look of the clouds.”",
        "Then came all manner of calculations and conjectures as to the\ncontinuance of the wind, the weather under the line, the south-east\ntrades, etc., and rough guesses as to the time the ship would be up\nwith the Horn; and some, more venturous, gave her so many days\nto Boston light, and offered to bet that she would not exceed it. ",
        "“You’d better wait till you get round Cape Horn,” says an old\ncroaker. ",
        "“Yes,” says another, “you may see Boston, but you’ve got to\n’smell hell’ before that good day.”",
        "Rumors also of what had been said in the cabin, as usual, found\ntheir way forward.  The steward had heard the captain say something\nabout the straits of Magellan, and the man at the wheel fancied\nhe had heard him tell the “passenger” that, if he found the wind\nahead and the weather very bad off the Cape, he should stick her\noff for New Holland, and come home round the Cape of Good Hope.",
        "This passenger–the first and only one we had had, except to go\nfrom port to port, on the coast, was no one else than a gentleman\nwhom I had known in my better days; and the last person I should\nhave expected to have seen on the coast of California–Professor\nN––-, of Cambridge.  I had left him quietly seated in the chair\nof Botany and Ornithology, in Harvard University; and the next I\nsaw of him, was strolling about San Diego beach, in a sailor’s\npea-jacket, with a wide straw hat, and barefooted, with his\ntrowsers roiled up to his knees, picking up stones and shells.\nHe had travelled overland to the North-west Coast, and come down\nin a small vessel to Monterey.  There he learned that there was a\nship at the leeward, about to sail for Boston; and, taking passage\nin the Pilgrim, which was then at Monterey, he came slowly down,\nvisiting the intermediate ports, and examining the trees, plants,\nearths, birds, etc., and joined us at San Diego shortly before\nwe sailed.  The second mate of the Pilgrim told me that they had\nan old gentleman on board who knew me, and came from the college\nthat I had been in.",
        "He could not recollect his name, but said he was a “sort of an\noldish man,” with white hair, and spent all his time in the bush,\nand along the beach, picking up flowers and shells, and such truck,\nand had a dozen boxes and barrels, full of them.  I thought over\neverybody who would be likely to be there, but could fix upon no\none; when, the next day, just as we were about to shove off from\nthe beach, he came down to the boat, in the rig I have described,\nwith his shoes in his hand, and his pockets full of specimens.\nI knew him at once, though I should not have been more surprised\nto have seen the Old South steeple shoot up from the hide-house.\nHe probably had no less difficulty in recognizing me.  As we left\nhome about the same time, we had nothing to tell one another;\nand, owing to our different situations on board, I saw but little\nof him on the passage home.  Sometimes, when I was at the wheel\nof a calm night, and the steering required no attention, and the\nofficer of the watch was forward, he would come aft and hold a\nshort yarn with me; but this was against the rules of the ship,\nas is, in fact, all intercourse between passengers and the crew.\nI was often amused to see the sailors puzzled to know what to make\nof him, and to hear their conjectures about him and his business.\nThey were as much puzzled as our old sailmaker was with the captain’s\ninstruments in the cabin.",
        "He said there were three:–the chro-nometer, the chre-nometer,\nand the the-nometer.  (Chronometer, barometer, and thermometer.)\nThe Pilgrim’s crew christened Mr. N. “Old Curious,” from his zeal\nfor curiosities, and some of them said that he was crazy, and that\nhis friends let him go about and amuse himself in this way.  Why\nelse a rich man (sailors call every man rich who does not work\nwith his hands, and wears a long coat and cravat) should leave a\nChristian country, and come to such a place as California, to pick\nup shells and stones, they could not understand.  One of them,\nhowever, an old salt, who had seen something more of the world\nashore, set all to rights, as he thought,–\"Oh, ’vast there!–You\ndon’t know anything about them craft.  I’ve seen them colleges,\nand know the ropes.  They keep all such things for cur’osities,\nand study ’em, and have men a’ purpose to go and get ’em.  This\nold chap knows what he’s about.  He a’n’t the child you take him\nfor.  He’ll carry all these things to the college, and if they\nare better than any that they have had before, he’ll be head of\nthe college.  Then, by-and-by, somebody else will go after some\nmore, and if they beat him, he’ll have to go again, or else give\nup his berth.  That’s the way they do it.  This old covey knows\nthe ropes.  He has worked a traverse over ’em, and come ’way out\nhere, where nobody’s ever been afore, and where they’ll never\nthink of coming.”  This explanation satisfied Jack; and as it\nraised Mr. N.’s credit for capacity, and was near enough to\nthe truth for common purposes, I did not disturb it.",
        "With the exception of Mr. N., we had no one on board but the\nregular ship’s company, and the live stock.  Upon this, we\nhad made a considerable inroad.  We killed one of the bullocks\nevery four days, so that they did not last us up to the line.\nWe, or, rather, they, then began upon the sheep and the poultry,\nfor these never come into Jack’s mess.(1)  The pigs were left",
        "–––––––-\n1. The customs as to the allowance of “grub” are very nearly the\nsame in all American merchantmen.  Whenever a pig is killed, the\nsailors have one mess from it.  The rest goes to the cabin.  The\nsmaller live stock, poultry, etc., they never taste.",
        "And, indeed, they do not complain of this, for it would take a great\ndeal to supply them with a good meal, and without the accompaniments,\n(which could hardly be furnished to them,) it would not be much better\nthan salt beef.  But even as to the salt beef, they are scarcely dealt\nfairly with; for whenever a barrel is opened, before any of the beef\nis put into the harness-cask, the steward comes up, and picks it\nall over, and takes out the best pieces, (those that have any fat\nin them) for the cabin.",
        "This was done in both the vessels I was in, and the men said that it\nwas usual in other vessels.  Indeed, it is made no secret, but some\nof the crew are usually called to help in assorting and putting away\nthe pieces.  By this arrangement the hard, dry pieces, which the\nsailors call “old horse,” come to their share.",
        "There is a singular piece of rhyme, traditional among sailors,\nwhich they say over such pieces of beef.  I do not know that\nit ever appeared in print before.  When seated round the kid,\nif a particularly bad piece is found, one of them takes it up,\nand addressing it, repeats these lines: “Old horse! old horse!\nwhat brought you here?”",
        "–\"From Sacarap to Portland pier\nI’ve carted stone this many a year:\nTill, killed by blows and sore abuse,\nThey salted me down for sailors’ use. ",
        "The sailors they do me despise:\nThey turn me over and damn my eyes;\nCut off my meat, and pick my bones,\nAnd pitch the rest to Davy Jones.”",
        "There is a story current among seamen, that a beef-dealer was\nconvicted, at Boston, of having sold old horse for ship’s stores,\ninstead of beef, and had been sentenced to be confined in jail,\nuntil he should eat the whole of it; and that he is now lying\nin Boston jail.  I have heard this story often, on board other\nvessels beside those of our own nation.  It is very generally\nbelieved, and is always highly commended, as a fair instance\nof retaliatory justice.\n–––––––-",
        "for the latter part of the voyage, for they are sailors, and can\nstand all weathers.  We had an old sow on board, the mother of a\nnumerous progeny, who had been twice round the Cape of Good Hope,\nand once round Cape Horn.  The last time going round, was very\nnearly her death.  We heard her squealing and moaning one dark\nnight, after it had been snowing and hailing for several hours,\nand getting into the sty, we found her nearly frozen to death.\nWe got some straw, an old sail, and other things, and wrapped her\nup in a corner of the sty, where she staid until we got into fine\nweather again.",
        "Wednesday, May 18th.  Lat. 9° 54’ N., long. 113° 17’ W.  The north-\neast trades had now left us, and we had the usual variable winds,\nwhich prevail near the line, together with some rain.  So long as\nwe were in these latitudes, we had but little rest in our watch on\ndeck at night, for, as the winds were light and variable, and we\ncould not lose a breath, we were all the watch bracing the yards,\nand taking in and making sail, and “humbugging” with our flying\nkites.  A little puff of wind on the larboard quarter, and then\n–\"larboard fore braces!” and studding-booms were rigged out,\nstudding-sails set alow and aloft, the yards trimmed, and jibs and\nspanker in; when it would come as calm as a duck-pond, and the man\nat the wheel stand with the palm of his hand up, feeling for the\nwind.  “Keep her off a little!”  “All aback forward, sir!” cries\na man from the forecastle.  Down go the braces again; in come\nthe studding-sails, all in a mess, which half an hour won’t set\nright; yards braced sharp up; and she’s on the starboard tack,\nclose hauled.",
        "The studding-sails must now be cleared away, and set up in the\ntops, and on the booms.  By the time this is done, and you are\nlooking out for a soft plank for a nap,–\"Lay aft here, and square\nin the head yards!” and the studding-sails are all set again on\nthe starboard side.  So it goes until it is eight bells,–call\nthe watch,–heave the log,–relieve the wheel, and go below\nthe larboard watch.",
        "Sunday, May 22d.  Lat. 5° 14’ N., long. 166° 45’ W.  We were now\na fortnight out, and within five degrees of the line, to which two\ndays of good breeze would take us; but we had, for the most part,\nwhat sailors call “an Irishman’s hurricane,–right up and down.”",
        "This day it rained nearly all day, and being Sunday, and nothing\nto do, we stopped up the scuppers and filled the decks with rain\nwater, and bringing all our clothes on deck, had a grand wash,\nfore and aft.  When this was through, we stripped to our drawers,\nand taking pieces of soap and strips of canvas for towels,\nwe turned-to and soaped, washed, and scrubbed one another down,\nto get off, as we said, the California dust; for the common wash\nin salt water, which is all Jack can get, being on an allowance of\nfresh, had little efficacy, and was more for taste than utility.\nThe captain was below all the afternoon, and we had something\nnearer to a Saturnalia than anything we had yet seen; for the\nmate came into the scuppers, with a couple of boys to scrub him,\nand got into a battle with them in heaving water.  By unplugging\nthe holes, we let the soap-suds off the decks, and in a short time\nhad a new supply of rain water, in which we had a grand rinsing.\nIt was surprising to see how much soap and fresh water did for\nthe complexions of many of us; how much of what we supposed to\nbe tan and sea-blacking, we got rid of.  The next day, the sun\nrising clear, the ship was covered, fore and aft, with clothes\nof all sorts, hanging out to dry.",
        "As we approached the line, the wind became more easterly, and\nthe weather clearer, and in twenty days from San Diego,–",
        "Saturday, May 28th, at about three P. M., with a fine breeze from\nthe east-south-east, we crossed the equator.  In twenty-four hours\nafter crossing the line, which was very unusual, we took the regular\nsouth-east trades.  These winds come a little from the eastward of\nsouth-east, and, with us, they blew directly from the east-south-\neast, which was fortunate for us, for our course was south-by-west,\nand we could thus go one point free.  The yards were braced so that\nevery sail drew, from the spanker to the flying-jib; and the upper\nyards being squared in a little, the fore and main top-gallant\nstudding-sails were set, and just drew handsomely.  For twelve\ndays this breeze blew steadily, not varying a point, and just so\nfresh that we could carry our royals; and, during the whole time,\nwe hardly started a brace.  Such progress did we make, that at the\nend of seven days from the time we took the breeze, on",
        "Sunday, June 5th, we were in lat. 19° 29’ S., and long. 118° 01’ W.,\nhaving made twelve hundred miles in seven days, very nearly\nupon a taught bowline.  Our good ship was getting to be herself\nagain, had increased her rate of sailing more than one-third since\nleaving San Diego.  The crew ceased complaining of her, and the\nofficers hove the log every two hours with evident satisfaction.\nThis was glorious sailing.  A steady breeze; the light trade-wind\nclouds over our heads; the incomparable temperature of the Pacific,\n–neither hot nor cold; a clear sun every day, and clear moon and\nstars each night; and new constellations rising in the south, and\nthe familiar ones sinking in the north, as we went on our course,\n–\"stemming nightly toward the pole.”  Already we had sunk the north\nstar and the Great Bear in the northern horizon, and all hands\nlooked out sharp to the southward for the Magellan Clouds, which,\neach succeeding night, we expected to make.  “The next time we see\nthe north star,” said one, “we shall be standing to the northward,\nthe other side of the Horn.” This was true enough, and no doubt it\nwould be a welcome sight; for sailors say that in coming home from\nround Cape Horn, and the Cape of Good Hope, the north star is the\nfirst land you make.",
        "These trades were the same that, in the passage out in the Pilgrim,\nlasted nearly all the way from Juan Fernandez to the line; blowing\nsteadily on our starboard quarter for three weeks, without our\nstarting a brace, or even brailing down the skysails.  Though we\nhad now the same wind, and were in the same latitude with the\nPilgrim on her passage out, yet we were nearly twelve hundred miles\nto the westward of her course; for the captain, depending upon the\nstrong south-west winds which prevail in high southern latitudes\nduring the winter months, took the full advantage of the trades,\nand stood well to the westward, so far that we passed within about\ntwo hundred miles of Ducie’s Island.",
        "It was this weather and sailing that brought to my mind a little\nincident that occurred on board the Pilgrim, while we were in the\nsame latitude.  We were going along at a great rate, dead before\nthe wind, with studding-sails out on both sides, alow and aloft,\non a dark night, just after midnight, and everything was as still\nas the grave, except the washing of the water by the vessel’s side;\nfor, being before the wind, with a smooth sea, the little brig,\ncovered with canvas, was doing great business, with very little\nnoise.  The other watch was below, and all our watch, except myself\nand the man at the wheel, were asleep under the lee of the boat.\nThe second mate, who came out before the mast, and was always very\nthick with me, had been holding a yarn with me, and just gone aft\nto his place on the quarter-deck, and I had resumed my usual\nwalk to and from the windlass-end, when, suddenly, we heard a\nloud scream coming from ahead, apparently directly from under\nthe bows.  The darkness, and complete stillness of the night,\nand the solitude of the ocean, gave to the sound a dreadful and\nalmost supernatural effect.  I stood perfectly still, and my heart\nbeat quick.",
        "The sound woke up the rest of the watch, who stood looking at one\nanother.  “What, in the name of God, is that?” said the second mate,\ncoming slowly forward.  The first thought I had was, that it might\nbe a boat, with the crew of some wrecked vessel, or perhaps the\nboat of some whaleship, out over night, and we had run them down\nin the darkness.  Another scream, but less loud than the first.\nThis started us, and we ran forward, and looked over the bows,\nand over the sides, to leeward, but nothing was to be seen or\nheard.  What was to be done.  Call the captain, and heave the\nship aback?  Just at this moment, in crossing the forecastle,\none of the men saw a light below, and looking down the scuttle,\nsaw the watch all out of their berths, and afoul of one poor\nfellow, dragging him out of his berth, and shaking him, to wake\nhim out of a nightmare.",
        "They had been waked out of their sleep, and as much alarmed at the\nscream as we were, and were hesitating whether to come on deck,\nwhen the second sound, coming directly from one of the berths,\nrevealed the cause of the alarm.  The fellow got a good shaking\nfor the trouble he had given.  We made a joke of the matter and\nwe could well laugh, for our minds were not a little relieved\nby its ridiculous termination.",
        "We were now close upon the southern tropical line, and, with\nso fine a breeze, were daily leaving the sun behind us, and drawing\nnearer to Cape Horn, for which it behoved us to make every\npreparation.  Our rigging was all examined and overhauled, and\nmended, or replaced with new, where it was necessary: new and\nstrong bobstays fitted in the place of the chain ones, which were\nworn out; the spritsail yard and martingale guys and back-ropes\nset well taught; bran new fore and main braces rove; top-gallant\nsheets, and wheel-ropes, made of green hide, laid up in the form of\nrope, were stretched and fitted; and new top-sail clewlines, etc.,\nrove; new fore-topmast back-stays fitted; and other preparations\nmade, in good season, that the ropes might have time to stretch\nand become limber before we got into cold weather. ",
        "Sunday, June 12th.  Lat. 26° 04’ S., 116° 31’ W.  We had now lost\nthe regular trades, and had the winds variable, principally from\nthe westward, and kept on, in a southerly course, sailing very\nnearly upon a meridian, and at the end of the week,",
        "Sunday, June 19th, were in lat. 34° 15’ S., and long. 116° 38’ W.",
        "Continue...",
        "\nThis eBook of “Two Years Before the Mast” (A Personal Narrative of Life at Sea/ With an introduction and notes by Homer Eaton Keyes, B.L.,  Assistant Professor of Art in Dartmouth College) by Richard Henry Dana belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Richard Henry Dana Jr.: Two Years Before the Mast and Other Voyages (Library of America)By Richard Henry Dana Jr.At Amazon"
    ]
}