{
    "title": "Two Little Savages - XI",
    "author": "Ernest Thompson Seton",
    "chapter": "40",
    "content": [
        "\n\n",
        "HOW TO SEE THE WOODFOLK",
        "The days went merrily now, beginning each morning with a hunting of\nthe Woodchuck. The boys were on terms of friendship with the woods\nthat contrasted strongly with the feelings of that first night.",
        "This was the thought in Sam’s mind when he one day remarked, “Say,\nYan, do you remember the night I slep’ with the axe an’ you with the\nhatchet?”",
        "The Indians had learned to meet and conquer all the petty annoyances\nof camp life, and so forgot them. Their daily routine was simplified.\nTheir acquaintance with woodfolk and wood-ways had grown so fast\nthat now they were truly at home. The ringing ’Kow–Kow–Kow_\"\nin the tree-tops was no longer a mere wandering voice, but the\nsummer song of the Black-billed Cuckoo. The loud, rattling, birdy\nwhistle in the low trees during dull weather Yan had traced to the\nTree-frog.",
        "The long-drawn ’Pee–re-e-e-e” of hot afternoons was the call\nof the Wood-peewee, and a vast number of mysterious squeaks and\nwarbles had been traced home to the ever-bright and mischievous Blue\nJay.",
        "The nesting season was now over, as well as the song season; the birds,\ntherefore, were less to be seen, but the drying of the streams had\nconcentrated much life in the swimming-pond. The fence had been\narranged so that the cattle could reach one end of it to drink, but\nthe lower parts were safe from their clumsy feet, and wild life of\nmany kinds were there in abundance.",
        "The Muskrats were to be seen every evening in the calm pool, and fish\nin great numbers were in the deeper parts. Though they were small,\nthe boys found them so numerous and so ready to bite that fishing was\ngreat sport, and more than one good meal they had from that pond.\nThere were things of interest discovered daily. In a neighbour’s field\nSam had found another Woodchuck with a “price on his head.” Rabbits\nbegan to come about the camp at night, especially when the moon was\nbright, and frequently of late they had heard a querulous, yelping\nbark that Caleb said was made by a Fox “probably that old rascal that\nlives in Callahan’s woods.”",
        "The gray Cat in the log was always interesting. The boys went very\nregularly to watch from a distance, but for good reasons did not go\nnear. First, they did not wish to scare her; second, they knew that if\nthey went too close she would not hesitate to attack them.",
        "One of the important lessons that Yan learned was this. In the woods\nthe silent watcher sees the most. The great difficulty in\nwatching was how to pass the time, and the solution was to sit and\nsketch. Reading would have done had books been at hand, but\nnot so well as sketching, because then the eyes are fixed on the book\ninstead of the woods, and the turning of the white pages is apt to\nalarm the shy woodfolk.",
        "Thus Yan put in many hours making drawings of things about the edge of\nthe pond.",
        "[Illustration: Kingfisher]",
        "As he sat one day in stillness a Minnow leaped from the water and\ncaught a Fly. Almost immediately a Kingfisher that had been shooting\npast stopped in air, hovered, and darting downward, came up with a\nMinnow in his beak, flew to a branch to swallow its prey, but no\nsooner got there when a Chicken-hawk flashed out of a thick tree,\nstruck the Kingfisher with both feet and bore him downward to the\nbank–in a moment would have killed him, but a long, brown creature\nrushed from a hole in the bank and sprang on the struggling pair, to\nchange the scene in a twinkling. The three stragglers separated, the\nHawk to the left, the Kingfisher to the right, the Minnow flopped back\ninto the pool, and the Mink was left on the shore with a mouthful of\nfeathers and looking very foolish. As it stood shaking the down from\nits nose another animal came gliding down through the shrubbery to the\nshore–the old gray Cat. The Mink wrinkled up his nose, showed two\nrows of sharp teeth and snarled in a furious manner, but backed off\nunder a lot of roots. The Cat laid down her ears; the fur on her back\nand tail stood up; she crouched a little, her eyes blazing and the end\nof her tail twitching, and she answered the snarling of the Mink with\na low growl. The Mink was evidently threatening “sudden death” to the\nCat, and Pussy evidently was not much impressed. The Mink retreated\nfarther under the roots till nothing but the green glowing of his eyes\nwas to be seen, and the Cat, coming forward, walked calmly by his\nhiding-place and went about her business. The snarling under the root\ndied away, and as soon as his enemy was gone the Mink dived into the\nwater and was lost to view.",
        "These two animals had a second meeting, as Yan had the luck to witness\nfrom his watching-place. He had heard the “plop” of a deft plunge, and\nlooked in time only to see the spreading rings near the shore. Then\nthe water was ruffled far up in the pond. A brown spot showed and was\ngone. A second appeared, to vanish as the first had done. Later, a\nMuskrat crawled out on the shore, waddled along for twenty feet, then,\nplunging in, swam below, came up at the other bank, and crawled under\na lot of overhanging roots. A minute later the Mink appeared, his hair\nall plastered close till he looked like a four-legged Snake. He landed\nwhere the Muskrat had come out, followed the trail so that it was\nlost, then galloped up and down the shore, plunged in, swam across,\nand beat about the other shore. At last he struck the trail and\nfollowed. Under the root there were sounds of a struggle, the snarling\nof the mink, and in two or three minutes he appeared dragging out the\nbody of the Muskrat. He sucked its blood and was eating the brains\nwhen again the gray Cat came prowling up the edge of the pond and,\nnot ten feet off, stood face to face with the Mink, as she had done\nbefore.",
        "The Water Weasel saw his enemy but made no attempt to escape from\nher. He stood with forepaws on his victim and snarling a warning and\ndefiance to the Cat. Pussy, after glaring for a few seconds, leaped\nlightly to the high bank, passed above the Mink, then farther on\nleaped down, and resumed her journey up the shore.",
        "Why should the Mink fear the Cat the first time, and the Cat the Mink\nthe second? Yan believed that ordinarily the Cat could “lick,\"\nbut that now the Mink had right on his side; he was defending his\nproperty, and the Cat, knowing that, avoided a quarrel; whereas the\nsame Cat would have faced a thousand Mink in defense of her Kittens.",
        "These two scenes did not happen the same day, but are told together\nbecause Yan always told them together afterward to show that the\nanimals understand something of right and wrong.",
        "But later Yan had another experience with the Muskrats. He and Sam\nwere smoothing out the lower album for the night, when a long stream\nof water came briskly down the middle of the creek bed, which had been\ndry for more than a week.",
        "“Hallo,” said Woodpecker, “where’s that from?”",
        "“A leak in the dam,” said Little Beaver, with fear in his voice.",
        "The boys ran up to the dam and learned that the guess was right.\nThe water had found an escape round the end of the dam, and a close\nexamination showed that it had been made by a burrowing Muskrat.",
        "It was no little job to get it tightly closed up. But the spade was\nhandy, and a close-driven row of stakes with plenty of stiff clay\npacked behind not only stopped the leak but gave a guarantee that in\nfuture that corner at least would be safe.",
        "When Caleb heard of the Muskrat mischief he said:",
        "“Now ye know why the Beavers are always so dead sore on the Muskrats.\nThey know the Rats are liable to spoil their dams any time, so they\nkill them whenever they get the chance.”",
        "Little Beaver rarely watched an hour without seeing something of\ninterest in the swamp. The other warriors had not the patience to wait\nso long and they were not able to make a pastime of sketching.",
        "Yan made several hiding-places where he found that living things were\nmost likely to be seen. Just below the dam was a little pool where\nvarious Crawfish and thread-like Eels abounding proved very attractive\nto Kingfisher and Crow, while little Tip-ups or Teetering Snipe would\nwiggle their latter end on the level dam, or late in the day the\nnever-failing Muskrat would crawl out on a flat stone and sit like\na fur cap. The cañon part of the creek was another successful\nhiding-place, but the very best was at the upper end of the pond, for\nthe simple reason that it gave a view of more different kinds of land.\nFirst the water with Muskrats and occasionally a Mink, next the little\nmarsh, always there, but greatly increased now by the back-up of the\nwater. Here one or two Field-mice and a pair of Sora Rails were at\nhome. Close at hand was the thick woods, where Partridges and Black\nSquirrels were sometimes seen.",
        "Yan was here one day sketching the trunk of a Hemlock to pass the\nwatching time, but also because he had learned to love that old tree.\nHe never sketched because he loved sketching; he did not; the motive\nalways was love of the thing he was drawing.",
        "A Black-and-white Creeper had crawled like a Lizard over all the\ntrunks in sight. A Downy Woodpecker had digged a worm out of a log by\nlabour that most birds would have thought ill-paid by a dozen such\nworms. A Chipmunk had come nearer and nearer till it had actually run\nover his foot and then scurried away chattering in dismay at its\nown rashness; finally, a preposterous little Cock Chickadee sang\n“_Spring soon–spring soon,” as though any one were interested in\nthe gratuitous and unconvincing fib, when a brown, furry form hopped\nnoiselessly from the green leaves by the pond, skipped over a narrow\nbay without wetting its feet, paused once or twice, then in the middle\nof the open glade it sat up in plain view–a Rabbit. It sat so long\nand so still that Yan first made a sketch that took three of four\nminutes, then got out his watch and timed it for three minutes longer\nbefore it moved in the least. Then it fed for some time, and Yan\ntried to make a list of the things it ate and the things it shunned,\nbut could not do so with certainty.",
        "A noisy Flicker came out and alighted close by on a dried branch. The\nRabbit, or really a Northern Hare, “froze\"–that is, became perfectly\nstill for a moment–but the Flicker marks were easy to read and had\nlong ago been learned as the uniform of a friend, so the Rabbit\nresumed his meal, and when the Flicker flew again he paid no heed.\nA Crow passed over, and yet another. “No; no danger from them.” A\nRed-shouldered Hawk wailed in the woods; the Rabbit heard that and\nevery other sound, but the Red-shoulder is not dangerous, and he knew\nit. A large Hawk with red tail circled silently over the glade,\nand the Rabbit froze on the instant. That same red tail was the mark\nof a dreaded foe. How well Bunny had learned to know them all!",
        "A bunch of clover tempted him to a full repast, after which he hopped\ninto a tussock in the midst of the glade and there turned himself into\na moss-bump, his legs swallowed up in his fur, and his ears laid over\nhis back like a pair of empty gloves or a couple of rounded shingles;\nhis nose-wabblings reduced in number, and he seemed to be sleeping in\nthe last warm rays of the sun. Yan was very anxious to see whether his\neyes were open or not; he had been told that Rabbits sleep with\nopen eyes, but at this distance he could not be sure. He had no\nfield-glass and Guy was not at hand, so the point remained in doubt.",
        "The last sun-blots had gone from the trail and the pond was all\nshadowed by the trees on the western side. A Robin began its evening\nhymn on a tall tree, where it could see the red sun going down, and a\nVeery was trilling his weary, weary, weary in the Elder thicket\nalong the brook, when another, a larger animal, loomed up in the\ndistant trail and glided silently toward Yan. Its head was low and he\ncould not make out what it was. As it stood there for a few seconds\nYan wet his finger in his mouth and held it up. A slight coolness on\nthe side next the coming creature told Yan that the breeze was from it\nto him and would not betray him. It came on, seeming to grow larger,\nturned a little to one side, and then Yan saw plainly by the sharp\nnose and ears and the bushy tail that it was nothing less than a Fox,\nprobably the one that often barked near camp at night.",
        "It was trotting away at an angle, knowing nothing of the watching boy\nnor of the crouching Rabbit, when Yan, merely to get a better look at\nthe cunning one, put the back of his hand to his mouth and by sucking\nmade a slight Mouse-like squeak, sweetest music, potent spellbinder,\nto a hungry Fox, and he turned like a flash. For a moment he stood,\nhead erect, full of poise and force in curb; a second squeak–he came\nslowly back toward the sound and in so doing passed between Yan and\nthe Rabbit. He had crossed its old trail without feeling much\ninterest, but now the breeze brought its body scent. Instantly the\nFox gave up the Mouse hunt–no hunter goes after Mice when big game is\nat hand–and began an elaborate and beautiful stalk of the Rabbit–the\nRabbit that he had not seen. But his nose was his best guide. He\ncautiously zigzagged up the wind, picking his steps with the greatest\ncare, and pointing with his nose like a Pointer Dog. Each step was\nbringing him nearer to Bunny as it slept or seemed asleep in the\ntussock. Yan wondered whether he ought not to shout out and end the\nstalk before the Rabbit was caught, but as a naturalist he was eager\nto see the whole thing out and learn how the Fox would make the\ncapture. The red-furred gentleman was now within fifteen feet of the\ntussock and still the gray one moved not. Now he was within twelve\nfeet–and no move; ten feet–and Bunny seemed in tranquil sleep; eight\nfeet–and now the Fox for the first time seemed to actually see his\nvictim. Yan had hard work to keep from shouting a warning; six\nfeet–and now the Fox was plainly preparing for a final spring.",
        "“Is it right to let him?” and Yan’s heart beat with excitement.",
        "The Fox brought his feet well under him, tried the footing till it\nwas perfect, gathered all his force, then with silent, vicious energy\nsprung straight for the sleeper. Sleeping? Oh, no! Not at all. Bunny\nwas playing his own game. The moment the Fox leaped, he leaped with\nequal vigour the opposite way and out under his enemy, so Reynard\nlanded on the empty bunch of grass. Again he sprang, but the Rabbit\nhad rebounded like a ball in the other direction, and continued this\nbewildering succession of marvellous erratic hops. The Fox in vain\ntried to keep up, for these wonderful side jumps are the Rabbit’s\nstrength and the Fox’s weakness; and Bunny went zigzag–hop–skip–\ninto the thicket and was gone before the Fox could get his heavier\nbody under speed at all.",
        "Had the Rabbit bounded out as soon as he saw the Fox coming he might\nhave betrayed himself unnecessarily; had he gone straight away when\nthe Fox leaped for him he might have been caught in three or four\nleaps, for the enemy was under full speed, but by biding his time he\nhad courted no danger, and when it did come he had played the only\npossible offset, and “lives in the greenwood still.”",
        "The Fox had to seek his supper somewhere else, and Yan went to camp\nhappy in having learned another of the secrets of the woods.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}