{
    "title": "Two Little Savages - IX",
    "author": "Ernest Thompson Seton",
    "chapter": "23",
    "content": [
        "\n\n",
        "The Bows and Arrows",
        "“I don’t think much of your artillery,” said Yan one day as they were\nshooting in the orchard with Sam’s “Western outfit.” “It’s about like\nthe first one I made when I was young.”",
        "“Well, grandpa, let’s see your up-to-date make?”",
        "“It’d be about five times as strong, for one thing.”",
        "“You couldn’t pull it.”",
        "“Not the way you hold the arrow! But last winter I got a book about\narchery from the library and learned something worth while. You pinch\nthe arrow that way and you can draw six or eight pounds, maybe, but\nyou hook your fingers in the string–so–and you can draw five times\nas much, and that’s the right way to shoot.”",
        "“Feels mighty clumsy,” said Sam, trying it.",
        "“Of course it does at first, and you have to have a deep notch in the\narrow or you can’t do it at all.”",
        "“You don’t seem to manage any better than I do.”",
        "“First time I ever had a chance to try since I read about it. But I\nwant to make a first-class bow and a lot of arrows. It’s not much good\ngoing with one.”",
        "[Illustration: The Archer’s Grip]",
        "“Well, go ahead an’ make an outfit if you know how. What’s the best\nwood? Did the book tell you that?”",
        "“The best wood is Spanish Yew.”",
        "“Don’t know it.”",
        "“An’ the next is Oregon Yew.”",
        "“Nope.”",
        "“Then Lancewood and Osage Orange.”",
        "’Try again.”",
        "“Well, Red Cedar, Apple tree, Hickory and Elm seem to be the only ones\nthat grow around here.”",
        "“Hain’t seen any Red Cedar, but the rest is easy.”",
        "“It has to be thoroughly seasoned winter-cut wood, and cut so as to\nhave heart on one side and sap wood on the other.”",
        "“How’s that?” and Sam pointed to a lot of half-round Hickory sticks\non the rafters of the log house. “Those have been there a couple of\nyears.”",
        "A good one of five feet long was selected and split and hewn with the\naxe till the boys had the two bow staves, five and one-half feet long\nand two inches square, with the line of the heart and sap wood down\nthe middle of each.",
        "Guided by his memory of that precious book and some English long bows\nthat he had seen in a shop in town, Yan superintended the manufacture.\nSam was apt with tools, and in time they finished two bows, five feet\nlong and drawing possibly twenty-five pounds each. In the middle they\nwere one and one-half inches wide and an inch thick (see page 183).\nThis size they kept for nine inches each way, making an eighteen-inch\nmiddle part that did not bend, but their two limbs were shaved down\nand scraped with glass till they bent evenly and were well within the\nboys’ strength.",
        "The string was the next difficulty. All the ordinary string they could\nget around the house proved too weak, never lasting more than two\nor three shots, till Si Lee, seeing their trouble, sent them to the\ncobbler’s for a hank of unbleached linen thread and some shoemaker’s\nwax. Of this thread he reeled enough for a strong cord tight around\ntwo pegs seven feet apart, then cutting it loose at one end he divided\nit equally in three parts, and, after slight waxing, he loosely\nplaited them together. At Yan’s suggestion he then spliced a loop at\none end, and with a fine waxed thread lashed six inches of the middle\nwhere the arrow fitted, as well as the splice of the loop. This last\nenabled them to unstring the bow when not in use (see page 183).\n“There,” said he, “you won’t break that.” The finishing touch was\nthinly coating the bows with some varnish found among the paint\nsupplies.",
        "“Makes my old bow look purty sick,” remarked Sam, as he held up the\nreally fine new weapon in contrast with the wretched little hoop that\nhad embodied his early ideas. “Now what do you know about arrers,\nmister?” as he tried his old arrow in the new bow.",
        "“I know that that’s no good,” was the reply; “an’ I can tell you that\nit’s a deal harder to make an arrow than a bow–that is, a good one.”",
        "“That’s encouraging, considering the trouble we’ve had already.”",
        "“’Tisn’t meant to be, but we ought to have a dozen arrows each.”",
        "“How do the Injuns make them?”",
        "“Mostly they get straight sticks of the Arrow-wood; but I haven’t seen\nany Arrow-wood here, and they’re not so awfully straight. You see, an\narrow must be straight or it’ll fly crooked. ’Straight as an arrow’\nmeans the thing itself. We can do better than the Indians ’cause we\nhave better tools. We can split them out of the solid wood.”",
        "“What wood? Some bloomin’ foreign kind that no White-man never saw nor\nheard of before?”",
        "“No sir-ree. There ain’t anything better ’n White Pine for target and\nAsh or Hickory for hunting arrows. Which are we making?”",
        "“I’m a hunter. Give me huntin’ arrows every time. What’s needed next?”",
        "“Seasoned Ash twenty-five inches long, split to three-eighths of an\ninch thick, hot glue, and turkey-wing feathers.”",
        "“I’ll get the feathers and let you do the rest,” said Sam, producing\na bundle of turkey-wings, laid away as stove-dusters, and then belied\nhis own statement by getting a block of Ash and splitting it up,\nhalving it each time till he had a pile of two dozen straight sticks\nabout three-quarters of an inch thick.",
        "Yan took one and began with his knife to whittle it down to proper\nsize and shape, but Sam said, “I can do better than that,” then took\nthe lot to the workbench and set to work with a smoothing plane. Yan\nlooked worried and finally said:",
        "“Injuns didn’t have planes.”",
        "“Nor jack-knives neither,” was the retort.",
        "That was true, and yet somehow Yan’s ideal that he hankered after\nwas the pre-Columbian Indian, the one who had no White-man’s help or\ntools.",
        "“It seems to me it’d be more Injun to make these with just what we get\nin the woods. The Injuns didn’t have jack-knives, but they had sharp\nflints in the old days.”",
        "“Yan, you go ahead with a sharp stone. You’ll find lots on the road if\nyou take off your shoes and walk barefoot–awful sharp; an’ I’ll go\nahead with the smoothing plane an’ see who wins.”",
        "Yan was not satisfied, but he contented himself with promising that he\nwould some day make some arrows of Arrow-wood shoots and now he\nwould finish at least one with his knife. He did so, but Sam, in the\nmeantime, made six much better ones with the smoothing plane.",
        "“What about heads?” said he.",
        "“I’ve been thinking,” was the reply. “Of course the Indians used stone\nheads fastened on with sinew, but we haven’t got the stuff to do that.\nBought heads of iron with a ferrule for the end of the arrow are best,\nbut we can’t get them. Bone heads and horn heads will do. I made some\nfine ones once filing bones into the shape, but they were awfully\nbrittle; and I made some more of big nails cut off and set in with a\nlashing of fine wire around the end to stop the wood splitting. Some\nIndian arrows have no point but the stick sharpened after it’s\nscorched to harden it.”",
        "[Illustration: SIX SAMPLE ARROWS, SHOWING DIFFERENT FEATHERS]",
        "“That sounds easy enough for me,” said Sam; “let’s make some of them\nthat way.”",
        "So the arrows were made, six each with nail points filed sharp and\nlashed with broom wire. These were called “War arrows,” and six each\nwith fire-hardened wood points for hunting arrows.",
        "“Now for the feathering,” and Yan showed Sam how to split the midrib\nof a turkey feather and separate the vane.",
        "“Le’s see, you want twice twenty-four–that’s forty-eight feathers.”",
        "“No,” said Yan, “that’s a poor feathering, two on each. We want three\non each arrow–seventy-two strips in all, and mind you, we want all\nthree that are on one arrow from the same side of the bird.”",
        "“I know. I’ll bet it’s bad luck to mix sides; arrows doesn’t know\nwhich way to turn.”",
        "At this moment Si Lee came in. “How are ye gettin’ on with the bows?”",
        "“Waitin’ for arrows now.”",
        "“How do ye put on the feathers?”",
        "    A is a far-flying steel-pointed bobtail, very good in wind.\n    B is another very good arrow, with a horn point. This went\n    even better than A if there were no wind. C is an\n    Omaha war and deer arrow. Both heads and feathers are lashed on\n    with sinew. The long tufts of down left on the feathers are to\n    help in finding it again, as they are snow-white and wave in the\n    breeze. The grooves on the shaft are to make the victim bleed more\n    freely and be more easily tracked. D is another Omaha\n    arrow with a peculiar owner’s mark of lines carved in the middle,\n    E is a bone-headed bird shaft made by the Indians of the\n    Mackenzie River. F is a war arrow made by Geronimo, the\n    famous Apache chief. Its shaft is three joints of a straight cane.\n    The tip is of hard wood, and on that is a fine quartz point; all\n    being lashed together with sinew.",
        "“White-men glue them on, and Injuns lash them on,” replied Yan,\nquoting from memory from “that book.”",
        "“Which is best?”",
        "“Glued on flies better, but lashed on stands the weather better.”",
        "“Why not both?”",
        "“Have no sinew.”",
        "“Let me show ye a trick. Where’s yer glue an’ linen thread?”",
        "These were brought, whereupon Si added: “’Pears to me ye oughter put\nthe feathers on last. Better cut the notch first.”",
        "“That’s so; we nearly forgot.”",
        "“_You nearly forgot, you mean. Don’t drag me in the mud,\"\nsaid Sam, with owlish dignity. A small saw cut, cleaned up and widened\nwith a penknife, proved the best; a notch one-fourth inch deep was\nquickly made in each arrow, and Si set about both glueing\nand lashing on the feathers, but using wax-end instead of\nsinew.",
        "Yan had marked the place for each feather so that none would strike\nthe bow in passing (see Cut page 183). He first glued them on,\nthen made a lashing for half an inch on the projecting ends of the\nfeather-rib, and another behind, carrying this second lashing back to\nthe beginning of the notch to guard against the wood splitting. When\nhe had trimmed all loose ends and rolled the waxed thread well on the\nbench with a flat stick, the threads seemed to disappear and leave\nsimply a smooth black ring.",
        "  THE ARCHERY OUTFIT (Not all on scale)",
        "  I. The five-foot bow as finished, with sections at the points shown.",
        "  II. The bow “braced” or strung.",
        "  III. The bow unstrung, showing the loop slipped down.",
        "  IV. The loop that is used on the upper end of the bow.",
        "  V. The timber hitch always used on the lower end or notch of the bow.",
        "  VI. A turkey feather with split midrib, all ready to lash on.",
        "  VII. End view of arrow, showing notch and arrangement of three\n  feathers.",
        "  VIII. Part of arrow, showing feathering and lashing.",
        "  IX. Sanger hunting arrow with wooden point; 25 inches long.",
        "  X. Sanger war arrow with nail point and extra long feathers; it also\n  is 25 inches long.",
        "  XI. Quiver with Indian design; 20 inches long.",
        "  XII. The “bracer” or arm guard of heavy leather for left arm, with two\n  laces to tie it on. It is six inches long.",
        "Thus the arrows were made and set away for the glue to dry.",
        "Next day Yan painted Sam’s red and blue, his own red and white, to\ndistinguish them as well as guard them from the damp. There was now\none more thing, and that was a quiver.",
        "“Do the Injuns have them?” asked Sam, with a keen eye to orthodoxy\nwhen it promised to cut short the hard work.",
        "“Well, I should say so; couldn’t live without them.”",
        "“All right; hurry up. I’m spoiling for a hunt. What are they made of?”",
        "“Oh, ’most anything.”",
        "“Haven’t got it.”",
        "“You’re too fast. But some use Birch bark, some use the skin of an\nanimal, and some use canvas now when other stuff is scarce.”",
        "“That’s us. You mind the stuff left off the teepee?”",
        "“Do till we get better.” So each made a sort of canvas bag shorter\nthan the arrows. Yan painted an Indian device on each, and they were\nready.",
        "“Now bring on your Bears,” said the older boy, and feeling a sense of\ncomplete armament, they went out.",
        "“See who can hit that tree.” Both fired together and missed, but Sam’s\narrow struck another tree and split open.",
        "“Guess we’d better get a soft target,” he remarked. Then after\ndiscussion they got a large old corn sack full of hay, painted on it\nsome rings around a bull’s eye (a Buffalo’s eye, Sam called it) and\nset it up at twenty yards.",
        "They were woefully disappointed at first in their shooting. It did\nseem a very easy mark, and it was disappointing to have the arrows fly\nsome feet away to the left.",
        "“Le’s get in the barn and shoot at that,” suggested Sam.",
        "“We might hit it if we shut the door tight,” was the optimistic reply.\nAs well as needing practice, the boys had to learn several little\nrules about Archery. But Yan had some pencil notes from “that book\"\nand some more in his brain that with much practice gradually taught\nhim: To stand with his heel centres in line with the target; his right\nelbow in line with the arrow; his left hand fixed till the arrow\nstruck; his right thumb always on the same place on his cheek when he\nfired, and the bow plumb.",
        "They soon found that they needed guards for the left arm where the bow\nstrings struck, and these they made out of the leg of an old boot (see\nCut page 183), and an old glove to protect the fingers of the right\nhand when they practised very much. After they learned to obey the\nrules without thinking about them, the boys improved quickly and soon\nthey were able to put all the arrows into the hay sack at twenty\nyards, increasing the distance later till they could make fair\nshooting at forty yards.",
        "They were not a little surprised to find how much individuality the\narrows had, although meant to be exactly alike.",
        "Sam had one that continued to warp until it was much bent, and the\nresult was some of the most surprising curves in its flight. This he\ncalled the “Boomerang.” Another, with a very small feather, travelled\nfarther than any of the rest. This was the “Far-killer.” His best\narrow, one that he called “Sure-death,” was a long-feathered Turkey\nshaft with a light head. It was very reliable on a calm day, but\napt to swerve in the wind. Yet another, with a small feather, was\ncorrespondingly reliable on a windy day. This was “Wind-splitter.”",
        "The one Yan whittled with the knife was called the “Whittler,” and\nsometimes the “Joker.” It was a perpetual mystery, they never knew\njust what it would do next. His particular pet was one with a hollow\naround the point, which made a whistling sound when it flew, and was\nsometimes called the “Whistler” and sometimes the “Jabberwock,\"\n“which whiffled through the tulgy wood and burbled as it came.”",
        "[Illustration: CORRECT FORM IN SHOOTING The diagram at bottom is to\nshow the centres of heels in line with target.]",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}