{
    "title": "Two Little Savages - V",
    "author": "Ernest Thompson Seton",
    "chapter": "34",
    "content": [
        "\n\n",
        "The Deer Hunt",
        "That evening they had a feast and turned in to sleep at the usual\nhour. The night passed without special alarm. Once about daylight\nSappy called them, saying he believed there was a Bear outside, but\nhe had a trick of grinding his teeth in his sleep, and the other boys\ntold him that was the Bear he heard.",
        "Yan went around to the mud albums and got some things he could\nnot make out and a new mark that gave him a sensation. He drew it\ncarefully. It was evidently the print of a small sharp hoof. This was\nwhat he had hungered for so long. He shouted, “Sam–Sam–Sapwood, come\nhere; here’s a Deer track.”",
        "The boys shouted back, “Ah, what you givin’ us now!” “Call off your\nDog!” and so forth.",
        "But Yan persisted. The boys were so sure it was a trick that they\nwould not go for some time, then the sun had risen high, shining\nstraight down on the track instead of across, so it became very dim.\nSoon the winds, the birds and the boys themselves helped to wipe it\nout. But Yan had his drawing, and persisted in spite of the teasing\nthat it was true.",
        "At length Guy said aside to Sam: “Seems to me a feller that hunts\ntracks so terrible serious ought to see the critter some time.\n’Tain’t right to let him go on sufferin’. I think he ought to\nsee that Deer. We ought to help him.” Here he winked a volley or two\nand made signs for Sam to take Yan away.",
        "This was easily done.",
        "“Let’s see if your Deer went out by the lower mud album.” So they\nwalked down that way, while Guy got an old piece of sacking, stuffed\nit with grass, and, hastily tying it in the form of a Deer’s head,\nstuck it on a stick. He put in two flat pieces of wood for ears, took\ncharcoal and made two black spots for eyes and one for a nose, then\naround each he drew a ring of blue clay from the bed of the brook.\nThis soon dried and became white. Guy now set up this head in the\nbushes, and when all was ready he ran swiftly and silently through the\nwood to find Sam and Yan. He beckoned vigorously and called under\nhis voice: “Sam–Yan–a Deer! Here’s that there Deer that made them\ntracks, I believe.”",
        "Guy would have failed to convince Yan if Sam had not looked so much\ninterested. They ran back to the teepee, got their bows and arrows,\nthen, guided by Guy, who, however, kept back, they crawled to where he\nhad seen the Deer.",
        "“There–there, now, ain’t he a Deer? There–see him move!”",
        "Yan’s first feeling was a most exquisite thrill of pleasure. It was\nlike the uplift of joy he had had the time he got his book, but was\nstronger. The savage impulse to kill came quickly, and his bow was in\nhis hand, but he hesitated.",
        "“Shoot! Shoot!” said Sam and Guy.",
        "Yan wondered why they did not shoot. He turned, and in spite of\nhis agitation he saw that they were making fun of him. He glanced at\nthe Deer again, moved up a little closer and saw the trick.",
        "Then they hooted aloud. Yan was a little crestfallen. Oh, it had been\nsuch an exquisite feeling! The drop was long and hard, but he rallied\nquickly.",
        "“I’ll shoot your Deer for you,” he said, and sent an arrow close under\nit.",
        "“Well, I kin beat that,” and Sam and Guy both fired. Sam’s arrow stuck\nin the Deer’s nose. At that he gave a yell; then all shot till the\nhead was stuck full of arrows, and they returned to the teepee to\nget dinner. They were still chaffing Yan about the Deer when he said\nslowly to Guy:",
        "“Generally you are not so smart as you think you are, but this time\nyou’re smarter. You’ve given me a notion.”",
        "So after dinner he got a sack about three feet long and stuffed it\nfull of dry grass; then he made a small sack about two and a half feet\nlong and six inches thick, but with an elbow in it and pointed at one\nend. This he also stuffed with hay and sewed with a bone needle to the\nbig sack. Next he cut four sticks of soft pine for legs and put them\ninto the four corners of the big sack, wrapping them with bits of\nsacking to be like the rest. Then he cut two ears out of flat sticks;\npainted black eyes and nose with a ring of white around each, just as\nSappy had done, but finally added a black spot on each side of the\nbody, and around that a broad gray hand. Now he had completed what\nevery one could see was meant for a Deer.",
        "The other boys helped a little, but not did cease to chaff him.",
        "“Who’s to be fooled this time?” asked Guy.",
        "“You,” was the answer.",
        "“I’ll bet you’ll get buck fever the first time you come across it,\"\nchuckled the Head Chief.",
        "“Maybe I will, but you’ll all have a chance. Now you fellers stay here\nand I’ll hide the Deer. Wait till I come back.”",
        "So Yan ran off northward with the dummy, then swung around to the east\nand hid it at a place quite out of the line that he first took. He\nreturned nearly to where he came out, shouting “Ready!”",
        "Then the hunters sallied forth fully armed, and Yan explained: “First\nto find it counts ten and has first shot. If he misses, next one can\nwalk up five steps and shoot; if he misses, next walks five steps\nmore, and so on until the Deer is hit. Then all the shooting must be\ndone from the place where that arrow was fired. A shot in the heart\ncounts ten; in the gray counts five; that’s a body wound–and a hit\noutside of that counts one–that’s a scratch. If the Deer gets away\nwithout a shot in the heart, then I count twenty-five, and the first\none to find it is Deer for next hunt–twelve shots each is the limit.”",
        "The two hunters searched about for a long time. Sam made disparaging\nremarks about the trail this Deer did not leave, and Guy\nsneaked and peaked in every thicket.",
        "Sappy was not an athlete nor an intellectual giant, but his little\npiggy eyes were wonderfully sharp and clear.",
        "“I see him,” he yelled presently, and pointed out the place\nseventy-five yards away where he saw one ear and part of the head.",
        "“Tally ten for Sappy,” and Yan marked it down.",
        "Guy was filled with pride at his success. He made elaborate\npreparation to shoot, remarking, “I could ’a’ seen it twicet as\nfar–if–if–if–it was–if I had a fair chance.”",
        "He drew his bow and left fly. The arrow went little more than half\nway. So Sam remarked, “Five steps up I kin go. It don’t say nothing\nabout how long the steps?”",
        "“No.”",
        "“Well, here goes,” and he began the most wonderful Kangaroo hops that\nhe could do. He covered about thirty feet in those five steps, and by\nswerving a little aside he got a good view of the Deer. He was now\nless than sixty-five yards away. He fired and missed. Now Guy had the\nright to walk up five steps. He also missed. Finally at thirty yards\nSam sent an arrow close past a tree, deep in the Deer’s gray flank.",
        "“Bully shot! Body wound! Count five for the Great War Chief. All\nshooting from this spot now,” said Yan, “and I don’t know why I\nshouldn’t shoot as well as the others.”",
        "“Coz you’re the Deer and that’d be suicide,” was Sam’s objection. “But\nit’s all right. You won’t hit.”",
        "The objection was not sustained, and Yan tried his luck also. Two or\nthree shots in the brown of the Deer’s haunch, three or four into the\ntree that stood half way between, but nearly in line, a shot or two\ninto the nose, then “Hooray!” a shot from Guy right into the Deer’s\nheart put an end to the chase. Now they went up to draw and count the\narrows.",
        "Guy was ahead with a heart shot, ten, a body wound, five, and a\nscratch, one, that’s sixteen, with ten more for finding it–twenty-six\npoints. Sam followed with two body wounds and two scratches–twelve\npoints, and Yan one body wound and five scratches–ten points. The\nDeer looked like an old Porcupine when they came up to it, and Guy,\nbursting with triumph, looked like a young Emperor.",
        "“I tell you it takes me to larn you fellers to Deer hunt. I’ll bet\nI’ll hit him in the heart first thing next time.”",
        "“I’ll bet you won’t, coz you’ll be Deer and can’t shoot till we both\nhave.”",
        "Guy thought this the finest game he had ever played. He pranced away\nwith the dummy on his back, scheming as he went to make a puzzle for\nthe others. He hid the Deer in a dense thicket east of the camp, then\nsneaked around to the west of the camp and yelled “Ready!” They had a\nlong, tedious search and had to give it up.",
        "“Now what to do? Who counts?” asked the Woodpecker.",
        "“When Deer escapes it counts twenty-five,” replied the inventer of the\ngame; and again Guy was ahead.",
        "“This is the bulliest game I ever seen” was his ecstatic remark.",
        "“Seems to me there’s something wrong; that Deer ought to have a\ntrail.”",
        "“That’s so,” assented Yan. “Wonder if he couldn’t drag an old root!”",
        "“If there was snow it’d be easy.”",
        "“I’ll tell you, Sam; we’ll tear up paper and leave a paper trail.”",
        "“Now you’re talking.” So all ran to camp. Every available scrap of\nwrapping paper was torn up small and put in a “scent bag.”",
        "Since no one found the Deer last time, Guy had the right to hide it\nagain.",
        "He made a very crooked trail and a very careful hide, so that the boys\nnearly walked onto the Deer before they saw it about fifteen yards\naway. Sam scored ten for the find. He fired and missed. Yan now\nstepped up his five paces and fired so hastily that he also missed.\nGuy now had a shot at it at five yards, and, of course, hit the Deer\nin the heart. This succession of triumphs swelled his head nearly to\nthe bursting point, and his boasting passed all bounds. But it now\nbecame clear that there must be a limit to the stepping up. So the new\nrule was made, “No stepping up nearer than fifteen paces.”",
        "The game grew as they followed it. Its resemblance to real hunting was\nvery marked. The boys found that they could follow the trail, or sweep\nthe woods with their eyes as they pleased, and find the game, but the\nwisest way was a combination. Yan was too much for the trail, Sam\ntoo much for the general lookout, but Guy seemed always in luck. His\nlittle piglike eyes took in everything, and here at length he found a\ndepartment in which he could lead. It looked as though little pig-eyed\nGuy was really cut out for a hunter. He made a number of very clever\nhidings of the Deer. Once he led the trail to the pond, then, across,\nand right opposite he put the Deer in full view, so that they saw it\nat once in the open; they were obliged either to shoot across the\npond, or step farther away round the edge, or step into the deep\nwater, and again Guy scored. It was found necessary to bar hiding the\nDeer on a ridge and among stones, because in one case arrows which\nmissed were lost in the bushes and in the other they were broken.",
        "They played this game so much that they soon found a new difficulty.\nThe woods were full of paper trails, and there was no means of\ndeciding which was the old and which the new. This threatened to end\nthe fun altogether. But Yan hit on the device of a different colour\nof paper. This gave them a fresh start, but their supply was limited.\nThere was paper everywhere in the woods now, and it looked as though\nthe game was going to kill itself, when old Caleb came to pay them a\nvisit. He always happened round as though it was an accident, but the\nboys were glad to see him, as he usually gave some help.",
        "“Ye got some game, I see,” and the old man’s eye twinkled as he noted\nthe dummy, now doing target duty on the forty-yard range. “Looks like\nthe real thing. Purty good–purty good.” He chuckled as he learned\nabout the Deer hunt, and a sharp observer might have discerned a\nslight increase of interest when he found that it was not Sam Raften\nthat was the “crack” hunter.",
        "“Good fur you, Guy Burns. Me an’ your Paw hev hunted Deer together on\nthis very crik many a time.”",
        "When he learned the difficulty about the scent, he said “Hm,” and\npuffed at his pipe for awhile in silence. Then at length:",
        "“Say, Yan, why don’t you and Guy get a bag o’ wheat or Injun corn for\nscent: that’s better than paper, an’ what ye lay to-day is all clared\nup by the birds and Squirrels by to-morrow.”",
        "“Bully!” shouted Sam. (He had not been addressed at all, but he was\nnot thin-skinned.) Within ten minutes he had organized another “White\nmassacree\"–that is, a raid on the home barn, and in half an hour he\nreturned with a peck of corn.",
        "“Now, lemme be Deer,” said Caleb. “Give me five minutes’ start, then\nfollow as fast as ye like. I’ll show ye what a real Deer does.”",
        "He strode away bearing the dummy, and in five minutes as they set out\non the trail he came striding back again. Oh, but that seemed a long\nrun. The boys followed the golden corn trail–a grain every ten feet\nwas about all they needed now, they were so expert. It was a straight\nrun for a time, then it circled back till it nearly cut itself again\n(at X, page 298). The boys thought it did so, and claimed the right to\nknow, as on a real Deer trail you could tell. So Caleb said, “No, it\ndon’t cut the old trail.” Where, then, did it go? After beating about,\nSam said that the trail looked powerful heavy, like it might be\ndouble.",
        "“Bet I know,” said Guy. “He’s doubled back,” which was exactly what he\ndid do, though Caleb gave no sign. Yan looked back on the trail and\nfound where the new one had forked. Guy gave no heed to the ground\nonce he knew the general directions. He ran ahead (toward Y), so did\nSam, but Guy glanced back to Yan on the trail to make sure of the\nline.",
        "They had not gone far beyond the nearest bushes before Yan found\nanother quirk in the trail. It doubled back at Z. He unravelled the\ndouble, glanced around, and at O he plainly saw the Deer lying on\nits side in the grass. He let off a triumphant yell, “Yi, yi, yi,\nDeer!” and the others came running back just in time to see Yan\nsend an arrow straight into its heart.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}