{
    "title": "Two Little Savages - XIII",
    "author": "Ernest Thompson Seton",
    "chapter": "42",
    "content": [
        "\n\n",
        "Tanning Skins and Making Moccasins",
        "Sam had made a find. A Calf had been killed and its skin hung limp on\na beam in the barn. His father allowed him to carry this off, and now\nhe appeared with a “fresh Buffalo hide to make a robe.”",
        "“I don’t know how the Injuns dress their robes,” he explained,\n“but Caleb does, and he’ll tell you, and, of course, I’ll pay no\nattention.”",
        "The old Trapper had nothing to do, and the only bright spots in his\nlonely life, since his own door was shut in his face, were visits\nto the camp. These had become daily, so it was taken as a matter of\ncourse when, within an hour after Sam’s return, he “happened round.”",
        "“How do the Indians tan furs and robes?” Yan asked at once.",
        "“Wall, different ways–”",
        "But before he could say more Hawkeye reappeared and shouted:",
        "“Say, boys, Paw’s old Horse died!” and he grinned joyfully, merely\nbecause he was the bearer of news.",
        "“Sappy, you grin so much your back teeth is gettin’ sunburned,” and\nthe Head Chief eyed him sadly.",
        "“Well, it’s so, an’ I’m going to skin out his tail for a scalp. I bet\nI’ll be the Injunest one of the crowd.”",
        "“Why don’t you skin the hull thing, an’ I’ll show you how to make lots\nof Injun things of the hide,” Caleb added, as he lighted his pipe.",
        "“Will you help me?",
        "“It’s same as skinnin a Calf. I’ll show you where to get the sewing\nsinew after the hide’s off.”",
        "So the whole camp went to Burns’s field. Guy hung back and hid when he\nsaw his father there drawing the dead Horse away with the plough team.",
        "“Good-day, Jim,” was Caleb’s greeting, for they were good friends.\n“Struck hard luck with the Horse?”",
        "“No! Not much. Didn’t cost nothing; got him for boot in a swap. Glad\nhe’s dead, for he was foundered.”",
        "“We want his skin, if you don’t.”",
        "“You’re welcome to the hull thing.”",
        "“Well, just draw it over by the line fence we’ll bury what’s left when\nwe’re through.”",
        "“All right. You hain’t seen that durn boy o’ mine, have you?”",
        "“Why, yes; I seen him not long ago,” said Sam. “He was p’inting right\nfor home then.”",
        "“H-m. Maybe I’ll find him at the house.”",
        "“Maybe you will.” Then Sam added under his breath, “I don’t think.”",
        "So Burns left them, and a few minutes later Guy sneaked out of the\nwoods to take a secondary part in the proceedings.",
        "Caleb showed them how to split the skin along the under side of each\nleg and up the belly. It was slow work skinning, but not so unpleasant\nas Yan feared, since the animal was fresh.",
        "Caleb did the most of the work; Sam and Yan helped. Guy assisted with\nreminiscences of his own Calf-skinning and with suggestions drawn from\nhis vast experiences.",
        "When the upper half of the skin was off, Caleb remarked: “Don’t\nbelieve we can turn him over, and when the Injuns didn’t have a Horse\nat hand to turn over the Buffalo they used to cut the skin in two down\nthe line of the back. I guess we better do that. We’ve got all the\nrawhide we need, anyhow.”",
        "So they cut off the half they had skinned, took the tail and the mane\nfor “scalps,” and then Caleb sent Yan for the axe and a pail.",
        "He cut out a lump of liver and the brains of the Horse. “That,” said\nhe, “is for tanning, an’ here is where the Injun woman gits her sewing\nthread.”",
        "He made a deep cut alongside the back bone from the middle of the back\nto the loin, then forcing his fingers under a broad band of whitish\nfibrous tissue, he raised it up, working and cutting till it ran down\nto the hip bone and forward to the ribs. This sewing sinew was about\nfour inches wide, very thin, and could easily be split again and again\ntill it was like fine thread.",
        "“There,” he said, “is a hank o’ thread. Keep that. It’ll dry up, but\ncan be split at any time, and soaking in warm water for twenty minutes\nmakes it soft and ready for use. Usually, when she’s sewing, the squaw\nkeeps a thread soaking in her mouth to be ready. Now we’ve got a Horse\nskin and a Calfskin I guess we better set up a tan-yard.”",
        "“Well, how do you tan furs, Mr. Clark?”",
        "“Good many different ways. Sometimes just scrape and scrape till I get\nall the grease and meat off the inside, then coat it with alum and\nsalt and leave it rolled up for a couple of days till the alum has\nstruck through and made the skin white at the roots of the hair, then\nwhen this is half dry pull and work it till it is all soft.",
        "“But the Injuns don’t have alum and salt, and they make a fine tan out\nof the liver and brains, like I’m going to do with this.”",
        "“Well, I want to do it the Indian way.”",
        "“All right, you take the brains and liver of your Calf.”",
        "“Why not some of the Horse brains and liver?”",
        "“Oh, I dunno. They never do it that way that I’ve seen. Seems like it\nwent best with its own brains.”",
        "“Now,” remarked the philosophical Woodpecker, “I call that a wonderful\nprovision of nature, always to put Calf brains and liver into a\nCalfskin, and just enough to tan it.”",
        "“First thing always is to clean your pelt, and while you do that I’ll\nput the Horsehide in the mud to soak off the hair.” He put it in the\nwarm mud to soak there a couple of days, just as he had done the\nCalfskin for the drum-heads, then came to superintend the dressing of\nthe Buffalo “robe.”",
        "Sam first went home for the Calf brains and liver, then he and Yan\nscraped the skin till they got out a vast quantity of grease, leaving\nthe flesh side bluish-white and clammy, but not greasy to the touch.\nThe liver of the Calf was boiled for an hour and then mashed up with\nthe raw brains into a tanning “dope” or mash and spread on the flesh\nside of the hide, which was doubled, rolled up and put in a cool place\nfor two days. It was then opened out, washed clean in the brook and\nhung till nearly dry. Then Caleb cut a hardwood stake to a sharp edge\nand showed Yan how to pull and work the hide over the edge till it was\nall soft and leathery.",
        "The treatment of the Horsehide was the same, once the hair was\nremoved, but the greater thickness needed a longer soaking in the “tan\ndope.”",
        "After two days the Trapper scraped it clean and worked it on the\nsharp-edged stake. It soon began to look like leather, except in one\nor two spots. On examining these he said:",
        "“H-m, Tanning didn’t strike right through every place. So he buttered\nit again with the mash and gave it a day more; then worked it as\nbefore over the angle of the pole till it was soft and fibrous.",
        "“There,” said he, “that’s Injun tan leather. I have seen it done by\nsoaking the hide for a few days in liquor made by boiling Hemlock or\nBalsam bark in water till it’s like brown ink, but it ain’t any better\nthan that. Now it needs one thing more to keep it from hardening after\nbeing wet. It has to be smoked.”",
        "So he made a smoke fire by smothering a clear fire with rotten wood;\nthen fastening the Horsehide into a cone with a few wooden pins, he\nhung it in the dense smoke for a couple of hours, first one side out,\nthen the other till it was all of a rich smoky-tan colour and had the\nsmell so well known to those who handle Indian leather.",
        "“There it is; that’s Injun tan, an’ I hope you see that elbow grease\nis the main thing in tannin’.”",
        "“Now, will you show us how to make moccasins and war-shirts?” asked\nLittle Beaver, with his usual enthusiasm.",
        "“Well, the moccasins is easy, but I won’t promise about the\nwar-shirts. That’s pretty much a case of following the pattern of your\nown coat, with the front in one piece, but cut down just far enough\nfor your head to go through, instead of all the way, and fixed with\ntie-strings at the throat and fringes at the seams and at the bottom;\nit hain’t easy to do. But any one kin larn to make moccasins. There is\ntwo styles of them–that is, two main styles. Every Tribe has its own\nmake, and an Injun can tell what language another speaks as soon as\nhe sees his footgear. The two best known are the Ojibwa, with soft\nsole–sole and upper all in one, an’ a puckered instep–that’s what\nOjibwa means–’puckered moccasin.’ The other style is the one most\nused in the Plains. You see, they have to wear a hard sole, ’cause the\ncountry is full of cactus and thorns as well as sharp stones.”",
        "“I want the Sioux style. We have copied their teepee and war\nbonnet–and the Sioux are the best Indians, anyway.”",
        "“Or the worst, according to what side you’re on,” was Caleb’s reply.\nBut he went on: “Sioux Injuns are Plains Injuns and wear a hard sole.\nLet’s see, now. I’ll cut you a pair.”",
        "“No, make them for me. It’s my Horse,” said Guy.",
        "“No, you don’t. Your Paw give that to me.” Caleb’s tone said plainly\nthat Guy’s laziness had made a bad impression, so he had to stand\naside while Yan was measured. Caleb had saved a part of the hide\nuntanned though thoroughly cleaned. This was soaked in warm water till\nsoft. Yan’s foot was placed on it and a line drawn around the foot\nfor a guide; this when cut out made the sole of one moccasin (A, cut\nbelow), and by turning it underside up it served as pattern to cut the\nother.",
        "Now Caleb measured the length of the foot and added one inch, and\nthe width across the instep, adding half an inch, and with these as\ngreatest length and breadth cut out a piece of soft leather (B). Then\nin this he made the cut a b on the middle line one way and c\nd on the middle line the other way. A second piece the reverse of\nthis was cut, and next a piece of soft leather for inside tongue (C)\nwas sewn to the large piece (B), so that the edge a b of C was\nfast to a b of B. A second piece was sewn to the other leather\n(B reversed).",
        "“Them’s your vamps for uppers. Now’s the time to bead ’em if you want\nto.”",
        "“Don’t know how.”",
        "“Well, I can’t larn you that; that’s a woman’s work. But I kin show\nyou the pattern of the first pair I ever wore; I ain’t likely to\nforget ’em, for I killed the Buffalo myself and seen the hull making.\"\nHe might have added that he subsequently married the squaw, but he did\nnot.",
        "“There’s about the style” [D]. “Them three-cornered red and white\nthings all round is the hills where the moccasins was to carry me\nsafely; on the heel is a little blue pathway with nothing in it: that\nis behind–it’s past. On the instep is three red, white and blue\npathways where the moccasin was to take me: they’re ahead–in the\nfuture. Each path has lots of things in it, mostly changes and trails,\nan’ all three ends in an Eagle feather–that stands for an honour. Ye\nkin paint them that way after they’re made. Well, now, we’ll sew on\nthe upper with a good thick strand of sinew in the needle–or if you\nhave an awl you kin do without a needle on a pinch–and be sure to\nbring the stitches out the edge of the sole instead of right through,\nthen they don’t wear off. That’s the way.” [E.]",
        "So they worked away, clumsily, while Guy snickered and sizzled, and\nSam suggested that Si Lee would make a better squaw than both of them.",
        "The sole as well as the upper being quite soft allowed them to turn\nthe moccasin inside out as often as they liked–and they did like; it\nseemed necessary to reverse it every few minutes. But at length the\ntwo pieces were fastened together all around, the seam gap at the heel\nwas quickly sewn up, four pairs of lace holes were made (_a, b, c,\nd, in D), and an eighteen-inch strip of soft leather run through\nthem for a lace.",
        "Now Yan painted the uppers with his Indian paints in the pattern that\nCaleb had suggested, and the moccasins were done.",
        "A squaw would have made half a dozen good pairs while Yan and Caleb\nmade the one poor pair, but she would not have felt so happy about it.",
        "Continue...",
        "\nThis eBook of Two Little Savages by Ernest Thompson Seton belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Two Little SavagesBy Ernest Thompson SetonAt Amazon"
    ]
}