{
    "title": "Ulysses - II (H)",
    "author": "James Joyce",
    "chapter": "11",
    "content": [
        "\n\n",
        "Valuing himself not a little upon his elegance, being indeed a proper man\nof person, this talkative now applied himself to his dress with\nanimadversions of some heat upon the sudden whimsy of the atmospherics\nwhile the company lavished their encomiums upon the project he had\nadvanced. The young gentleman, his friend, overjoyed as he was at a\npassage that had late befallen him, could not forbear to tell it his\nnearest neighbour. Mr Mulligan, now perceiving the table, asked for whom\nwere those loaves and fishes and, seeing the stranger, he made him a\ncivil bow and said, Pray, sir, was you in need of any professional\nassistance we could give? Who, upon his offer, thanked him very heartily,\nthough preserving his proper distance, and replied that he was come there\nabout a lady, now an inmate of Horne’s house, that was in an interesting\ncondition, poor body, from woman’s woe (and here he fetched a deep sigh)\nto know if her happiness had yet taken place. Mr Dixon, to turn the\ntable, took on to ask of Mr Mulligan himself whether his incipient\nventripotence, upon which he rallied him, betokened an ovoblastic\ngestation in the prostatic utricle or male womb or was due, as with the\nnoted physician, Mr Austin Meldon, to a wolf in the stomach. For answer\nMr Mulligan, in a gale of laughter at his smalls, smote himself bravely\nbelow the diaphragm, exclaiming with an admirable droll mimic of Mother\nGrogan (the most excellent creature of her sex though ’tis pity she’s a\ntrollop): There’s a belly that never bore a bastard. This was so happy a\nconceit that it renewed the storm of mirth and threw the whole room into\nthe most violent agitations of delight. The spry rattle had run on in the\nsame vein of mimicry but for some larum in the antechamber.",
        "Here the listener who was none other than the Scotch student, a little\nfume of a fellow, blond as tow, congratulated in the liveliest fashion\nwith the young gentleman and, interrupting the narrative at a salient\npoint, having desired his visavis with a polite beck to have the\nobligingness to pass him a flagon of cordial waters at the same time by a\nquestioning poise of the head (a whole century of polite breeding had not\nachieved so nice a gesture) to which was united an equivalent but\ncontrary balance of the bottle asked the narrator as plainly as was ever\ndone in words if he might treat him with a cup of it. MAIS BIEN SUR,\nnoble stranger, said he cheerily, ET MILLE COMPLIMENTS. That you may and\nvery opportunely. There wanted nothing but this cup to crown my felicity.\nBut, gracious heaven, was I left with but a crust in my wallet and a\ncupful of water from the well, my God, I would accept of them and find it\nin my heart to kneel down upon the ground and give thanks to the powers\nabove for the happiness vouchsafed me by the Giver of good things. With\nthese words he approached the goblet to his lips, took a complacent\ndraught of the cordial, slicked his hair and, opening his bosom, out\npopped a locket that hung from a silk riband, that very picture which he\nhad cherished ever since her hand had wrote therein. Gazing upon those\nfeatures with a world of tenderness, Ah, Monsieur, he said, had you but\nbeheld her as I did with these eyes at that affecting instant with her\ndainty tucker and her new coquette cap (a gift for her feastday as she\ntold me prettily) in such an artless disorder, of so melting a\ntenderness, ’pon my conscience, even you, Monsieur, had been impelled by\ngenerous nature to deliver yourself wholly into the hands of such an\nenemy or to quit the field for ever. I declare, I was never so touched in\nall my life. God, I thank thee, as the Author of my days! Thrice happy\nwill he be whom so amiable a creature will bless with her favours. A sigh\nof affection gave eloquence to these words and, having replaced the\nlocket in his bosom, he wiped his eye and sighed again. Beneficent\nDisseminator of blessings to all Thy creatures, how great and universal\nmust be that sweetest of Thy tyrannies which can hold in thrall the free\nand the bond, the simple swain and the polished coxcomb, the lover in the\nheyday of reckless passion and the husband of maturer years. But indeed,\nsir, I wander from the point. How mingled and imperfect are all our\nsublunary joys. Maledicity! he exclaimed in anguish. Would to God that\nforesight had but remembered me to take my cloak along! I could weep to\nthink of it. Then, though it had poured seven showers, we were neither of\nus a penny the worse. But beshrew me, he cried, clapping hand to his\nforehead, tomorrow will be a new day and, thousand thunders, I know of a\nMARCHAND DE CAPOTES, Monsieur Poyntz, from whom I can have for a livre as\nsnug a cloak of the French fashion as ever kept a lady from wetting. Tut,\ntut! cries Le Fecondateur, tripping in, my friend Monsieur Moore, that\nmost accomplished traveller (I have just cracked a half bottle AVEC LUI\nin a circle of the best wits of the town), is my authority that in Cape\nHorn, VENTRE BICHE, they have a rain that will wet through any, even the\nstoutest cloak. A drenching of that violence, he tells me, SANS BLAGUE,\nhas sent more than one luckless fellow in good earnest posthaste to\nanother world. Pooh! A LIVRE! cries Monsieur Lynch. The clumsy things are\ndear at a sou. One umbrella, were it no bigger than a fairy mushroom, is\nworth ten such stopgaps. No woman of any wit would wear one. My dear\nKitty told me today that she would dance in a deluge before ever she\nwould starve in such an ark of salvation for, as she reminded me\n(blushing piquantly and whispering in my ear though there was none to\nsnap her words but giddy butterflies), dame Nature, by the divine\nblessing, has implanted it in our hearts and it has become a household\nword that IL Y A DEUX CHOSES for which the innocence of our original\ngarb, in other circumstances a breach of the proprieties, is the fittest,\nnay, the only garment. The first, said she (and here my pretty\nphilosopher, as I handed her to her tilbury, to fix my attention, gently\ntipped with her tongue the outer chamber of my ear), the first is a bath\n... But at this point a bell tinkling in the hall cut short a discourse\nwhich promised so bravely for the enrichment of our store of knowledge.",
        "Amid the general vacant hilarity of the assembly a bell rang and, while\nall were conjecturing what might be the cause, Miss Callan entered and,\nhaving spoken a few words in a low tone to young Mr Dixon, retired with a\nprofound bow to the company. The presence even for a moment among a party\nof debauchees of a woman endued with every quality of modesty and not\nless severe than beautiful refrained the humourous sallies even of the\nmost licentious but her departure was the signal for an outbreak of\nribaldry. Strike me silly, said Costello, a low fellow who was fuddled. A\nmonstrous fine bit of cowflesh! I’ll be sworn she has rendezvoused you.\nWhat, you dog? Have you a way with them? Gad’s bud, immensely so, said Mr\nLynch. The bedside manner it is that they use in the Mater hospice.\nDemme, does not Doctor O’Gargle chuck the nuns there under the chin. As I\nlook to be saved I had it from my Kitty who has been wardmaid there any\ntime these seven months. Lawksamercy, doctor, cried the young blood in\nthe primrose vest, feigning a womanish simper and with immodest\nsquirmings of his body, how you do tease a body! Drat the man! Bless me,\nI’m all of a wibbly wobbly. Why, you’re as bad as dear little Father\nCantekissem, that you are! May this pot of four half choke me, cried\nCostello, if she aint in the family way. I knows a lady what’s got a\nwhite swelling quick as I claps eyes on her. The young surgeon, however,\nrose and begged the company to excuse his retreat as the nurse had just\nthen informed him that he was needed in the ward. Merciful providence had\nbeen pleased to put a period to the sufferings of the lady who was\nENCEINTE which she had borne with a laudable fortitude and she had given\nbirth to a bouncing boy. I want patience, said he, with those who,\nwithout wit to enliven or learning to instruct, revile an ennobling\nprofession which, saving the reverence due to the Deity, is the greatest\npower for happiness upon the earth. I am positive when I say that if need\nwere I could produce a cloud of witnesses to the excellence of her noble\nexercitations which, so far from being a byword, should be a glorious\nincentive in the human breast. I cannot away with them. What? Malign such\nan one, the amiable Miss Callan, who is the lustre of her own sex and the\nastonishment of ours? And at an instant the most momentous that can\nbefall a puny child of clay? Perish the thought! I shudder to think of\nthe future of a race where the seeds of such malice have been sown and\nwhere no right reverence is rendered to mother and maid in house of\nHorne. Having delivered himself of this rebuke he saluted those present\non the by and repaired to the door. A murmur of approval arose from all\nand some were for ejecting the low soaker without more ado, a design\nwhich would have been effected nor would he have received more than his\nbare deserts had he not abridged his transgression by affirming with a\nhorrid imprecation (for he swore a round hand) that he was as good a son\nof the true fold as ever drew breath. Stap my vitals, said he, them was\nalways the sentiments of honest Frank Costello which I was bred up most\nparticular to honour thy father and thy mother that had the best hand to\na rolypoly or a hasty pudding as you ever see what I always looks back on\nwith a loving heart.",
        "To revert to Mr Bloom who, after his first entry, had been conscious of\nsome impudent mocks which he however had borne with as being the fruits\nof that age upon which it is commonly charged that it knows not pity. The\nyoung sparks, it is true, were as full of extravagancies as overgrown\nchildren: the words of their tumultuary discussions were difficultly\nunderstood and not often nice: their testiness and outrageous MOTS were\nsuch that his intellects resiled from: nor were they scrupulously\nsensible of the proprieties though their fund of strong animal spirits\nspoke in their behalf. But the word of Mr Costello was an unwelcome\nlanguage for him for he nauseated the wretch that seemed to him a\ncropeared creature of a misshapen gibbosity, born out of wedlock and\nthrust like a crookback toothed and feet first into the world, which the\ndint of the surgeon’s pliers in his skull lent indeed a colour to, so as\nto put him in thought of that missing link of creation’s chain\ndesiderated by the late ingenious Mr Darwin. It was now for more than the\nmiddle span of our allotted years that he had passed through the thousand\nvicissitudes of existence and, being of a wary ascendancy and self a man\nof rare forecast, he had enjoined his heart to repress all motions of a\nrising choler and, by intercepting them with the readiest precaution,\nfoster within his breast that plenitude of sufferance which base minds\njeer at, rash judgers scorn and all find tolerable and but tolerable. To\nthose who create themselves wits at the cost of feminine delicacy (a\nhabit of mind which he never did hold with) to them he would concede\nneither to bear the name nor to herit the tradition of a proper breeding:\nwhile for such that, having lost all forbearance, can lose no more, there\nremained the sharp antidote of experience to cause their insolency to\nbeat a precipitate and inglorious retreat. Not but what he could feel\nwith mettlesome youth which, caring nought for the mows of dotards or the\ngruntlings of the severe, is ever (as the chaste fancy of the Holy Writer\nexpresses it) for eating of the tree forbid it yet not so far forth as to\npretermit humanity upon any condition soever towards a gentlewoman when\nshe was about her lawful occasions. To conclude, while from the sister’s\nwords he had reckoned upon a speedy delivery he was, however, it must be\nowned, not a little alleviated by the intelligence that the issue so\nauspicated after an ordeal of such duress now testified once more to the\nmercy as well as to the bounty of the Supreme Being.",
        "Accordingly he broke his mind to his neighbour, saying that, to express\nhis notion of the thing, his opinion (who ought not perchance to express\none) was that one must have a cold constitution and a frigid genius not\nto be rejoiced by this freshest news of the fruition of her confinement\nsince she had been in such pain through no fault of hers. The dressy\nyoung blade said it was her husband’s that put her in that expectation or\nat least it ought to be unless she were another Ephesian matron. I must\nacquaint you, said Mr Crotthers, clapping on the table so as to evoke a\nresonant comment of emphasis, old Glory Allelujurum was round again\ntoday, an elderly man with dundrearies, preferring through his nose a\nrequest to have word of Wilhelmina, my life, as he calls her. I bade him\nhold himself in readiness for that the event would burst anon. ’Slife,\nI’ll be round with you. I cannot but extol the virile potency of the old\nbucko that could still knock another child out of her. All fell to\npraising of it, each after his own fashion, though the same young blade\nheld with his former view that another than her conjugial had been the\nman in the gap, a clerk in orders, a linkboy (virtuous) or an itinerant\nvendor of articles needed in every household. Singular, communed the\nguest with himself, the wonderfully unequal faculty of metempsychosis\npossessed by them, that the puerperal dormitory and the dissecting\ntheatre should be the seminaries of such frivolity, that the mere\nacquisition of academic titles should suffice to transform in a pinch of\ntime these votaries of levity into exemplary practitioners of an art\nwhich most men anywise eminent have esteemed the noblest. But, he further\nadded, it is mayhap to relieve the pentup feelings that in common oppress\nthem for I have more than once observed that birds of a feather laugh\ntogether.",
        "But with what fitness, let it be asked of the noble lord, his patron, has\nthis alien, whom the concession of a gracious prince has admitted to\ncivic rights, constituted himself the lord paramount of our internal\npolity? Where is now that gratitude which loyalty should have counselled?\nDuring the recent war whenever the enemy had a temporary advantage with\nhis granados did this traitor to his kind not seize that moment to\ndischarge his piece against the empire of which he is a tenant at will\nwhile he trembled for the security of his four per cents? Has he\nforgotten this as he forgets all benefits received? Or is it that from\nbeing a deluder of others he has become at last his own dupe as he is, if\nreport belie him not, his own and his only enjoyer? Far be it from\ncandour to violate the bedchamber of a respectable lady, the daughter of\na gallant major, or to cast the most distant reflections upon her virtue\nbut if he challenges attention there (as it was indeed highly his\ninterest not to have done) then be it so. Unhappy woman, she has been too\nlong and too persistently denied her legitimate prerogative to listen to\nhis objurgations with any other feeling than the derision of the\ndesperate. He says this, a censor of morals, a very pelican in his piety,\nwho did not scruple, oblivious of the ties of nature, to attempt illicit\nintercourse with a female domestic drawn from the lowest strata of\nsociety! Nay, had the hussy’s scouringbrush not been her tutelary angel,\nit had gone with her as hard as with Hagar, the Egyptian! In the question\nof the grazing lands his peevish asperity is notorious and in Mr Cuffe’s\nhearing brought upon him from an indignant rancher a scathing retort\ncouched in terms as straightforward as they were bucolic. It ill becomes\nhim to preach that gospel. Has he not nearer home a seedfield that lies\nfallow for the want of the ploughshare? A habit reprehensible at puberty\nis second nature and an opprobrium in middle life. If he must dispense\nhis balm of Gilead in nostrums and apothegms of dubious taste to restore\nto health a generation of unfledged profligates let his practice consist\nbetter with the doctrines that now engross him. His marital breast is the\nrepository of secrets which decorum is reluctant to adduce. The lewd\nsuggestions of some faded beauty may console him for a consort neglected\nand debauched but this new exponent of morals and healer of ills is at\nhis best an exotic tree which, when rooted in its native orient, throve\nand flourished and was abundant in balm but, transplanted to a clime more\ntemperate, its roots have lost their quondam vigour while the stuff that\ncomes away from it is stagnant, acid and inoperative.",
        "The news was imparted with a circumspection recalling the ceremonial\nusage of the Sublime Porte by the second female infirmarian to the junior\nmedical officer in residence, who in his turn announced to the delegation\nthat an heir had been born, When he had betaken himself to the women’s\napartment to assist at the prescribed ceremony of the afterbirth in the\npresence of the secretary of state for domestic affairs and the members\nof the privy council, silent in unanimous exhaustion and approbation the\ndelegates, chafing under the length and solemnity of their vigil and\nhoping that the joyful occurrence would palliate a licence which the\nsimultaneous absence of abigail and obstetrician rendered the easier,\nbroke out at once into a strife of tongues. In vain the voice of Mr\nCanvasser Bloom was heard endeavouring to urge, to mollify, to refrain.\nThe moment was too propitious for the display of that discursiveness\nwhich seemed the only bond of union among tempers so divergent. Every\nphase of the situation was successively eviscerated: the prenatal\nrepugnance of uterine brothers, the Caesarean section, posthumity with\nrespect to the father and, that rarer form, with respect to the mother,\nthe fratricidal case known as the Childs Murder and rendered memorable by\nthe impassioned plea of Mr Advocate Bushe which secured the acquittal of\nthe wrongfully accused, the rights of primogeniture and king’s bounty\ntouching twins and triplets, miscarriages and infanticides, simulated or\ndissimulated, the acardiac FOETUS IN FOETU and aprosopia due to a\ncongestion, the agnathia of certain chinless Chinamen (cited by Mr\nCandidate Mulligan) in consequence of defective reunion of the maxillary\nknobs along the medial line so that (as he said) one ear could hear what\nthe other spoke, the benefits of anesthesia or twilight sleep, the\nprolongation of labour pains in advanced gravidancy by reason of pressure\non the vein, the premature relentment of the amniotic fluid (as\nexemplified in the actual case) with consequent peril of sepsis to the\nmatrix, artificial insemination by means of syringes, involution of the\nwomb consequent upon the menopause, the problem of the perpetration of\nthe species in the case of females impregnated by delinquent rape, that\ndistressing manner of delivery called by the Brandenburghers STURZGEBURT,\nthe recorded instances of multiseminal, twikindled and monstrous births\nconceived during the catamenic period or of consanguineous parents–in a\nword all the cases of human nativity which Aristotle has classified in\nhis masterpiece with chromolithographic illustrations. The gravest\nproblems of obstetrics and forensic medicine were examined with as much\nanimation as the most popular beliefs on the state of pregnancy such as\nthe forbidding to a gravid woman to step over a countrystile lest, by her\nmovement, the navelcord should strangle her creature and the injunction\nupon her in the event of a yearning, ardently and ineffectually\nentertained, to place her hand against that part of her person which long\nusage has consecrated as the seat of castigation. The abnormalities of\nharelip, breastmole, supernumerary digits, negro’s inkle, strawberry mark\nand portwine stain were alleged by one as a PRIMA FACIE and natural\nhypothetical explanation of those swineheaded (the case of Madame Grissel\nSteevens was not forgotten) or doghaired infants occasionally born. The\nhypothesis of a plasmic memory, advanced by the Caledonian envoy and\nworthy of the metaphysical traditions of the land he stood for, envisaged\nin such cases an arrest of embryonic development at some stage antecedent\nto the human. An outlandish delegate sustained against both these views,\nwith such heat as almost carried conviction, the theory of copulation\nbetween women and the males of brutes, his authority being his own\navouchment in support of fables such as that of the Minotaur which the\ngenius of the elegant Latin poet has handed down to us in the pages of\nhis Metamorphoses. The impression made by his words was immediate but\nshortlived. It was effaced as easily as it had been evoked by an\nallocution from Mr Candidate Mulligan in that vein of pleasantry which\nnone better than he knew how to affect, postulating as the supremest\nobject of desire a nice clean old man. Contemporaneously, a heated\nargument having arisen between Mr Delegate Madden and Mr Candidate Lynch\nregarding the juridical and theological dilemma created in the event of\none Siamese twin predeceasing the other, the difficulty by mutual consent\nwas referred to Mr Canvasser Bloom for instant submittal to Mr Coadjutor\nDeacon Dedalus. Hitherto silent, whether the better to show by\npreternatural gravity that curious dignity of the garb with which he was\ninvested or in obedience to an inward voice, he delivered briefly and, as\nsome thought, perfunctorily the ecclesiastical ordinance forbidding man\nto put asunder what God has joined.",
        "But Malachias’ tale began to freeze them with horror. He conjured up the\nscene before them. The secret panel beside the chimney slid back and in\nthe recess appeared ... Haines! Which of us did not feel his flesh creep!\nHe had a portfolio full of Celtic literature in one hand, in the other a\nphial marked POISON. Surprise, horror, loathing were depicted on all\nfaces while he eyed them with a ghostly grin. I anticipated some such\nreception, he began with an eldritch laugh, for which, it seems, history\nis to blame. Yes, it is true. I am the murderer of Samuel Childs. And how\nI am punished! The inferno has no terrors for me. This is the appearance\nis on me. Tare and ages, what way would I be resting at all, he muttered\nthickly, and I tramping Dublin this while back with my share of songs and\nhimself after me the like of a soulth or a bullawurrus? My hell, and\nIreland’s, is in this life. It is what I tried to obliterate my crime.\nDistractions, rookshooting, the Erse language (he recited some), laudanum\n(he raised the phial to his lips), camping out. In vain! His spectre\nstalks me. Dope is my only hope ... Ah! Destruction! The black panther!\nWith a cry he suddenly vanished and the panel slid back. An instant later\nhis head appeared in the door opposite and said: Meet me at Westland Row\nstation at ten past eleven. He was gone. Tears gushed from the eyes of\nthe dissipated host. The seer raised his hand to heaven, murmuring: The\nvendetta of Mananaun! The sage repeated: LEX TALIONIS. The sentimentalist\nis he who would enjoy without incurring the immense debtorship for a\nthing done. Malachias, overcome by emotion, ceased. The mystery was\nunveiled. Haines was the third brother. His real name was Childs. The\nblack panther was himself the ghost of his own father. He drank drugs to\nobliterate. For this relief much thanks. The lonely house by the\ngraveyard is uninhabited. No soul will live there. The spider pitches her\nweb in the solitude. The nocturnal rat peers from his hole. A curse is on\nit. It is haunted. Murderer’s ground.",
        "What is the age of the soul of man? As she hath the virtue of the\nchameleon to change her hue at every new approach, to be gay with the\nmerry and mournful with the downcast, so too is her age changeable as her\nmood. No longer is Leopold, as he sits there, ruminating, chewing the cud\nof reminiscence, that staid agent of publicity and holder of a modest\nsubstance in the funds. A score of years are blown away. He is young\nLeopold. There, as in a retrospective arrangement, a mirror within a\nmirror (hey, presto!), he beholdeth himself. That young figure of then is\nseen, precociously manly, walking on a nipping morning from the old house\nin Clanbrassil street to the high school, his booksatchel on him\nbandolierwise, and in it a goodly hunk of wheaten loaf, a mother’s\nthought. Or it is the same figure, a year or so gone over, in his first\nhard hat (ah, that was a day!), already on the road, a fullfledged\ntraveller for the family firm, equipped with an orderbook, a scented\nhandkerchief (not for show only), his case of bright trinketware (alas! a\nthing now of the past!) and a quiverful of compliant smiles for this or\nthat halfwon housewife reckoning it out upon her fingertips or for a\nbudding virgin, shyly acknowledging (but the heart? tell me!) his studied\nbaisemoins. The scent, the smile, but, more than these, the dark eyes and\noleaginous address, brought home at duskfall many a commission to the\nhead of the firm, seated with Jacob’s pipe after like labours in the\npaternal ingle (a meal of noodles, you may be sure, is aheating), reading\nthrough round horned spectacles some paper from the Europe of a month\nbefore. But hey, presto, the mirror is breathed on and the young\nknighterrant recedes, shrivels, dwindles to a tiny speck within the mist.\nNow he is himself paternal and these about him might be his sons. Who can\nsay? The wise father knows his own child. He thinks of a drizzling night\nin Hatch street, hard by the bonded stores there, the first. Together\n(she is a poor waif, a child of shame, yours and mine and of all for a\nbare shilling and her luckpenny), together they hear the heavy tread of\nthe watch as two raincaped shadows pass the new royal university. Bridie!\nBridie Kelly! He will never forget the name, ever remember the night:\nfirst night, the bridenight. They are entwined in nethermost darkness,\nthe willer with the willed, and in an instant (FIAT!) light shall flood\nthe world. Did heart leap to heart? Nay, fair reader. In a breath ’twas\ndone but–hold! Back! It must not be! In terror the poor girl flees away\nthrough the murk. She is the bride of darkness, a daughter of night. She\ndare not bear the sunnygolden babe of day. No, Leopold. Name and memory\nsolace thee not. That youthful illusion of thy strength was taken from\nthee–and in vain. No son of thy loins is by thee. There is none now to\nbe for Leopold, what Leopold was for Rudolph.",
        "The voices blend and fuse in clouded silence: silence that is the\ninfinite of space: and swiftly, silently the soul is wafted over regions\nof cycles of generations that have lived. A region where grey twilight\never descends, never falls on wide sagegreen pasturefields, shedding her\ndusk, scattering a perennial dew of stars. She follows her mother with\nungainly steps, a mare leading her fillyfoal. Twilight phantoms are they,\nyet moulded in prophetic grace of structure, slim shapely haunches, a\nsupple tendonous neck, the meek apprehensive skull. They fade, sad\nphantoms: all is gone. Agendath is a waste land, a home of screechowls\nand the sandblind upupa. Netaim, the golden, is no more. And on the\nhighway of the clouds they come, muttering thunder of rebellion, the\nghosts of beasts. Huuh! Hark! Huuh! Parallax stalks behind and goads\nthem, the lancinating lightnings of whose brow are scorpions. Elk and\nyak, the bulls of Bashan and of Babylon, mammoth and mastodon, they come\ntrooping to the sunken sea, LACUS MORTIS. Ominous revengeful zodiacal\nhost! They moan, passing upon the clouds, horned and capricorned, the\ntrumpeted with the tusked, the lionmaned, the giantantlered, snouter and\ncrawler, rodent, ruminant and pachyderm, all their moving moaning\nmultitude, murderers of the sun.",
        "Onward to the dead sea they tramp to drink, unslaked and with horrible\ngulpings, the salt somnolent inexhaustible flood. And the equine portent\ngrows again, magnified in the deserted heavens, nay to heaven’s own\nmagnitude, till it looms, vast, over the house of Virgo. And lo, wonder\nof metempsychosis, it is she, the everlasting bride, harbinger of the\ndaystar, the bride, ever virgin. It is she, Martha, thou lost one,\nMillicent, the young, the dear, the radiant. How serene does she now\narise, a queen among the Pleiades, in the penultimate antelucan hour,\nshod in sandals of bright gold, coifed with a veil of what do you call it\ngossamer. It floats, it flows about her starborn flesh and loose it\nstreams, emerald, sapphire, mauve and heliotrope, sustained on currents\nof the cold interstellar wind, winding, coiling, simply swirling,\nwrithing in the skies a mysterious writing till, after a myriad\nmetamorphoses of symbol, it blazes, Alpha, a ruby and triangled sign upon\nthe forehead of Taurus.",
        "Francis was reminding Stephen of years before when they had been at\nschool together in Conmee’s time. He asked about Glaucon, Alcibiades,\nPisistratus. Where were they now? Neither knew. You have spoken of the\npast and its phantoms, Stephen said. Why think of them? If I call them\ninto life across the waters of Lethe will not the poor ghosts troop to my\ncall? Who supposes it? I, Bous Stephanoumenos, bullockbefriending bard,\nam lord and giver of their life. He encircled his gadding hair with a\ncoronal of vineleaves, smiling at Vincent. That answer and those leaves,\nVincent said to him, will adorn you more fitly when something more, and\ngreatly more, than a capful of light odes can call your genius father.\nAll who wish you well hope this for you. All desire to see you bring\nforth the work you meditate, to acclaim you Stephaneforos. I heartily\nwish you may not fail them. O no, Vincent Lenehan said, laying a hand on\nthe shoulder near him. Have no fear. He could not leave his mother an\norphan. The young man’s face grew dark. All could see how hard it was for\nhim to be reminded of his promise and of his recent loss. He would have\nwithdrawn from the feast had not the noise of voices allayed the smart.\nMadden had lost five drachmas on Sceptre for a whim of the rider’s name:\nLenehan as much more. He told them of the race. The flag fell and, huuh!\noff, scamper, the mare ran out freshly with O. Madden up. She was leading\nthe field. All hearts were beating. Even Phyllis could not contain\nherself. She waved her scarf and cried: Huzzah! Sceptre wins! But in the\nstraight on the run home when all were in close order the dark horse\nThrowaway drew level, reached, outstripped her. All was lost now. Phyllis\nwas silent: her eyes were sad anemones. Juno, she cried, I am undone. But\nher lover consoled her and brought her a bright casket of gold in which\nlay some oval sugarplums which she partook. A tear fell: one only. A\nwhacking fine whip, said Lenehan, is W. Lane. Four winners yesterday and\nthree today. What rider is like him? Mount him on the camel or the\nboisterous buffalo the victory in a hack canter is still his. But let us\nbear it as was the ancient wont. Mercy on the luckless! Poor Sceptre! he\nsaid with a light sigh. She is not the filly that she was. Never, by this\nhand, shall we behold such another. By gad, sir, a queen of them. Do you\nremember her, Vincent? I wish you could have seen my queen today, Vincent\nsaid. How young she was and radiant (Lalage were scarce fair beside her)\nin her yellow shoes and frock of muslin, I do not know the right name of\nit. The chestnuts that shaded us were in bloom: the air drooped with\ntheir persuasive odour and with pollen floating by us. In the sunny\npatches one might easily have cooked on a stone a batch of those buns\nwith Corinth fruit in them that Periplipomenes sells in his booth near\nthe bridge. But she had nought for her teeth but the arm with which I\nheld her and in that she nibbled mischievously when I pressed too close.\nA week ago she lay ill, four days on the couch, but today she was free,\nblithe, mocked at peril. She is more taking then. Her posies tool Mad\nromp that she is, she had pulled her fill as we reclined together. And in\nyour ear, my friend, you will not think who met us as we left the field.\nConmee himself! He was walking by the hedge, reading, I think a brevier\nbook with, I doubt not, a witty letter in it from Glycera or Chloe to\nkeep the page. The sweet creature turned all colours in her confusion,\nfeigning to reprove a slight disorder in her dress: a slip of underwood\nclung there for the very trees adore her. When Conmee had passed she\nglanced at her lovely echo in that little mirror she carries. But he had\nbeen kind. In going by he had blessed us. The gods too are ever kind,\nLenehan said. If I had poor luck with Bass’s mare perhaps this draught of\nhis may serve me more propensely. He was laying his hand upon a winejar:\nMalachi saw it and withheld his act, pointing to the stranger and to the\nscarlet label. Warily, Malachi whispered, preserve a druid silence. His\nsoul is far away. It is as painful perhaps to be awakened from a vision\nas to be born. Any object, intensely regarded, may be a gate of access to\nthe incorruptible eon of the gods. Do you not think it, Stephen?\nTheosophos told me so, Stephen answered, whom in a previous existence\nEgyptian priests initiated into the mysteries of karmic law. The lords of\nthe moon, Theosophos told me, an orangefiery shipload from planet Alpha\nof the lunar chain would not assume the etheric doubles and these were\ntherefore incarnated by the rubycoloured egos from the second\nconstellation.",
        "However, as a matter of fact though, the preposterous surmise about him\nbeing in some description of a doldrums or other or mesmerised which was.\nentirely due to a misconception of the shallowest character, was not the\ncase at all. The individual whose visual organs while the above was going\non were at this juncture commencing to exhibit symptoms of animation was\nas astute if not astuter than any man living and anybody that conjectured\nthe contrary would have found themselves pretty speedily in the wrong\nshop. During the past four minutes or thereabouts he had been staring\nhard at a certain amount of number one Bass bottled by Messrs Bass and Co\nat Burton-on-Trent which happened to be situated amongst a lot of others\nright opposite to where he was and which was certainly calculated to\nattract anyone’s remark on account of its scarlet appearance. He was\nsimply and solely, as it subsequently transpired for reasons best known\nto himself, which put quite an altogether different complexion on the\nproceedings, after the moment before’s observations about boyhood days\nand the turf, recollecting two or three private transactions of his own\nwhich the other two were as mutually innocent of as the babe unborn.\nEventually, however, both their eyes met and as soon as it began to dawn\non him that the other was endeavouring to help himself to the thing he\ninvoluntarily determined to help him himself and so he accordingly took\nhold of the neck of the mediumsized glass recipient which contained the\nfluid sought after and made a capacious hole in it by pouring a lot of it\nout with, also at the same time, however, a considerable degree of\nattentiveness in order not to upset any of the beer that was in it about\nthe place.",
        "The debate which ensued was in its scope and progress an epitome of the\ncourse of life. Neither place nor council was lacking in dignity. The\ndebaters were the keenest in the land, the theme they were engaged on the\nloftiest and most vital. The high hall of Horne’s house had never beheld\nan assembly so representative and so varied nor had the old rafters of\nthat establishment ever listened to a language so encyclopaedic. A\ngallant scene in truth it made. Crotthers was there at the foot of the\ntable in his striking Highland garb, his face glowing from the briny airs\nof the Mull of Galloway. There too, opposite to him, was Lynch whose\ncountenance bore already the stigmata of early depravity and premature\nwisdom. Next the Scotchman was the place assigned to Costello, the\neccentric, while at his side was seated in stolid repose the squat form\nof Madden. The chair of the resident indeed stood vacant before the\nhearth but on either flank of it the figure of Bannon in explorer’s kit\nof tweed shorts and salted cowhide brogues contrasted sharply with the\nprimrose elegance and townbred manners of Malachi Roland St John\nMulligan. Lastly at the head of the board was the young poet who found a\nrefuge from his labours of pedagogy and metaphysical inquisition in the\nconvivial atmosphere of Socratic discussion, while to right and left of\nhim were accommodated the flippant prognosticator, fresh from the\nhippodrome, and that vigilant wanderer, soiled by the dust of travel and\ncombat and stained by the mire of an indelible dishonour, but from whose\nsteadfast and constant heart no lure or peril or threat or degradation\ncould ever efface the image of that voluptuous loveliness which the\ninspired pencil of Lafayette has limned for ages yet to come.",
        "It had better be stated here and now at the outset that the perverted\ntranscendentalism to which Mr S. Dedalus’ (Div. Scep.) contentions would\nappear to prove him pretty badly addicted runs directly counter to\naccepted scientific methods. Science, it cannot be too often repeated,\ndeals with tangible phenomena. The man of science like the man in the\nstreet has to face hardheaded facts that cannot be blinked and explain\nthem as best he can. There may be, it is true, some questions which\nscience cannot answer–at present–such as the first problem submitted by\nMr L. Bloom (Pubb. Canv.) regarding the future determination of sex. Must\nwe accept the view of Empedocles of Trinacria that the right ovary (the\npostmenstrual period, assert others) is responsible for the birth of\nmales or are the too long neglected spermatozoa or nemasperms the\ndifferentiating factors or is it, as most embryologists incline to opine,\nsuch as Culpepper, Spallanzani, Blumenbach, Lusk, Hertwig, Leopold and\nValenti, a mixture of both? This would be tantamount to a cooperation\n(one of nature’s favourite devices) between the NISUS FORMATIVUS of the\nnemasperm on the one hand and on the other a happily chosen position,\nSUCCUBITUS FELIX of the passive element. The other problem raised by the\nsame inquirer is scarcely less vital: infant mortality. It is interesting\nbecause, as he pertinently remarks, we are all born in the same way but\nwe all die in different ways. Mr M. Mulligan (Hyg. et Eug. Doc.) blames\nthe sanitary conditions in which our greylunged citizens contract\nadenoids, pulmonary complaints etc. by inhaling the bacteria which lurk\nin dust. These factors, he alleged, and the revolting spectacles offered\nby our streets, hideous publicity posters, religious ministers of all\ndenominations, mutilated soldiers and sailors, exposed scorbutic\ncardrivers, the suspended carcases of dead animals, paranoic bachelors\nand unfructified duennas–these, he said, were accountable for any and\nevery fallingoff in the calibre of the race. Kalipedia, he prophesied,\nwould soon be generally adopted and all the graces of life, genuinely\ngood music, agreeable literature, light philosophy, instructive pictures,\nplastercast reproductions of the classical statues such as Venus and\nApollo, artistic coloured photographs of prize babies, all these little\nattentions would enable ladies who were in a particular condition to pass\nthe intervening months in a most enjoyable manner. Mr J. Crotthers (Disc.\nBacc.) attributes some of these demises to abdominal trauma in the case\nof women workers subjected to heavy labours in the workshop and to\nmarital discipline in the home but by far the vast majority to neglect,\nprivate or official, culminating in the exposure of newborn infants, the\npractice of criminal abortion or in the atrocious crime of infanticide.\nAlthough the former (we are thinking of neglect) is undoubtedly only too\ntrue the case he cites of nurses forgetting to count the sponges in the\nperitoneal cavity is too rare to be normative. In fact when one comes to\nlook into it the wonder is that so many pregnancies and deliveries go off\nso well as they do, all things considered and in spite of our human\nshortcomings which often baulk nature in her intentions. An ingenious\nsuggestion is that thrown out by Mr V. Lynch (Bacc. Arith.) that both\nnatality and mortality, as well as all other phenomena of evolution,\ntidal movements, lunar phases, blood temperatures, diseases in general,\neverything, in fine, in nature’s vast workshop from the extinction of\nsome remote sun to the blossoming of one of the countless flowers which\nbeautify our public parks is subject to a law of numeration as yet\nunascertained. Still the plain straightforward question why a child of\nnormally healthy parents and seemingly a healthy child and properly\nlooked after succumbs unaccountably in early childhood (though other\nchildren of the same marriage do not) must certainly, in the poet’s\nwords, give us pause. Nature, we may rest assured, has her own good and\ncogent reasons for whatever she does and in all probability such deaths\nare due to some law of anticipation by which organisms in which morbous\ngerms have taken up their residence (modern science has conclusively\nshown that only the plasmic substance can be said to be immortal) tend to\ndisappear at an increasingly earlier stage of development, an arrangement\nwhich, though productive of pain to some of our feelings (notably the\nmaternal), is nevertheless, some of us think, in the long run beneficial\nto the race in general in securing thereby the survival of the fittest.\nMr S. Dedalus’ (Div. Scep.) remark (or should it be called an\ninterruption?) that an omnivorous being which can masticate, deglute,\ndigest and apparently pass through the ordinary channel with\npluterperfect imperturbability such multifarious aliments as cancrenous\nfemales emaciated by parturition, corpulent professional gentlemen, not\nto speak of jaundiced politicians and chlorotic nuns, might possibly find\ngastric relief in an innocent collation of staggering bob, reveals as\nnought else could and in a very unsavoury light the tendency above\nalluded to. For the enlightenment of those who are not so intimately\nacquainted with the minutiae of the municipal abattoir as this\nmorbidminded esthete and embryo philosopher who for all his overweening\nbumptiousness in things scientific can scarcely distinguish an acid from\nan alkali prides himself on being, it should perhaps be stated that\nstaggering bob in the vile parlance of our lowerclass licensed\nvictuallers signifies the cookable and eatable flesh of a calf newly\ndropped from its mother. In a recent public controversy with Mr L. Bloom\n(Pubb. Canv.) which took place in the commons’ hall of the National\nMaternity Hospital, 29, 30 and 31 Holles street, of which, as is well\nknown, Dr A. Horne (Lic. in Midw., F. K. Q. C. P. I.) is the able and\npopular master, he is reported by eyewitnesses as having stated that once\na woman has let the cat into the bag (an esthete’s allusion, presumably,\nto one of the most complicated and marvellous of all nature’s processes–\nthe act of sexual congress) she must let it out again or give it life, as\nhe phrased it, to save her own. At the risk of her own, was the telling\nrejoinder of his interlocutor, none the less effective for the moderate\nand measured tone in which it was delivered.",
        "Meanwhile the skill and patience of the physician had brought about a\nhappy ACCOUCHEMENT. It had been a weary weary while both for patient and\ndoctor. All that surgical skill could do was done and the brave woman had\nmanfully helped. She had. She had fought the good fight and now she was\nvery very happy. Those who have passed on, who have gone before, are\nhappy too as they gaze down and smile upon the touching scene. Reverently\nlook at her as she reclines there with the motherlight in her eyes, that\nlonging hunger for baby fingers (a pretty sight it is to see), in the\nfirst bloom of her new motherhood, breathing a silent prayer of\nthanksgiving to One above, the Universal Husband. And as her loving eyes\nbehold her babe she wishes only one blessing more, to have her dear Doady\nthere with her to share her joy, to lay in his arms that mite of God’s\nclay, the fruit of their lawful embraces. He is older now (you and I may\nwhisper it) and a trifle stooped in the shoulders yet in the whirligig of\nyears a grave dignity has come to the conscientious second accountant of\nthe Ulster bank, College Green branch. O Doady, loved one of old,\nfaithful lifemate now, it may never be again, that faroff time of the\nroses! With the old shake of her pretty head she recalls those days. God!\nHow beautiful now across the mist of years! But their children are\ngrouped in her imagination about the bedside, hers and his, Charley, Mary\nAlice, Frederick Albert (if he had lived), Mamy, Budgy (Victoria\nFrances), Tom, Violet Constance Louisa, darling little Bobsy (called\nafter our famous hero of the South African war, lord Bobs of Waterford\nand Candahar) and now this last pledge of their union, a Purefoy if ever\nthere was one, with the true Purefoy nose. Young hopeful will be\nchristened Mortimer Edward after the influential third cousin of Mr\nPurefoy in the Treasury Remembrancer’s office, Dublin Castle. And so time\nwags on: but father Cronion has dealt lightly here. No, let no sigh break\nfrom that bosom, dear gentle Mina. And Doady, knock the ashes from your\npipe, the seasoned briar you still fancy when the curfew rings for you\n(may it be the distant day!) and dout the light whereby you read in the\nSacred Book for the oil too has run low, and so with a tranquil heart to\nbed, to rest. He knows and will call in His own good time. You too have\nfought the good fight and played loyally your man’s part. Sir, to you my\nhand. Well done, thou good and faithful servant!",
        "There are sins or (let us call them as the world calls them) evil\nmemories which are hidden away by man in the darkest places of the heart\nbut they abide there and wait. He may suffer their memory to grow dim,\nlet them be as though they had not been and all but persuade himself that\nthey were not or at least were otherwise. Yet a chance word will call\nthem forth suddenly and they will rise up to confront him in the most\nvarious circumstances, a vision or a dream, or while timbrel and harp\nsoothe his senses or amid the cool silver tranquility of the evening or\nat the feast, at midnight, when he is now filled with wine. Not to insult\nover him will the vision come as over one that lies under her wrath, not\nfor vengeance to cut him off from the living but shrouded in the piteous\nvesture of the past, silent, remote, reproachful.",
        "The stranger still regarded on the face before him a slow recession of\nthat false calm there, imposed, as it seemed, by habit or some studied\ntrick, upon words so embittered as to accuse in their speaker an\nunhealthiness, a FLAIR, for the cruder things of life. A scene disengages\nitself in the observer’s memory, evoked, it would seem, by a word of so\nnatural a homeliness as if those days were really present there (as some\nthought) with their immediate pleasures. A shaven space of lawn one soft\nMay evening, the wellremembered grove of lilacs at Roundtown, purple and\nwhite, fragrant slender spectators of the game but with much real\ninterest in the pellets as they run slowly forward over the sward or\ncollide and stop, one by its fellow, with a brief alert shock. And yonder\nabout that grey urn where the water moves at times in thoughtful\nirrigation you saw another as fragrant sisterhood, Floey, Atty, Tiny and\ntheir darker friend with I know not what of arresting in her pose then,\nOur Lady of the Cherries, a comely brace of them pendent from an ear,\nbringing out the foreign warmth of the skin so daintily against the cool\nardent fruit. A lad of four or five in linseywoolsey (blossomtime but\nthere will be cheer in the kindly hearth when ere long the bowls are\ngathered and hutched) is standing on the urn secured by that circle of\ngirlish fond hands. He frowns a little just as this young man does now\nwith a perhaps too conscious enjoyment of the danger but must needs\nglance at whiles towards where his mother watches from the PIAZZETTA\ngiving upon the flowerclose with a faint shadow of remoteness or of\nreproach (ALLES VERGANGLICHE) in her glad look.",
        "Mark this farther and remember. The end comes suddenly. Enter that\nantechamber of birth where the studious are assembled and note their\nfaces. Nothing, as it seems, there of rash or violent. Quietude of\ncustody, rather, befitting their station in that house, the vigilant\nwatch of shepherds and of angels about a crib in Bethlehem of Juda long\nago. But as before the lightning the serried stormclouds, heavy with\npreponderant excess of moisture, in swollen masses turgidly distended,\ncompass earth and sky in one vast slumber, impending above parched field\nand drowsy oxen and blighted growth of shrub and verdure till in an\ninstant a flash rives their centres and with the reverberation of the\nthunder the cloudburst pours its torrent, so and not otherwise was the\ntransformation, violent and instantaneous, upon the utterance of the\nword.",
        "Burke’s! outflings my lord Stephen, giving the cry, and a tag and bobtail\nof all them after, cockerel, jackanapes, welsher, pilldoctor, punctual\nBloom at heels with a universal grabbing at headgear, ashplants, bilbos,\nPanama hats and scabbards, Zermatt alpenstocks and what not. A dedale of\nlusty youth, noble every student there. Nurse Callan taken aback in the\nhallway cannot stay them nor smiling surgeon coming downstairs with news\nof placentation ended, a full pound if a milligramme. They hark him on.\nThe door! It is open? Ha! They are out, tumultuously, off for a minute’s\nrace, all bravely legging it, Burke’s of Denzille and Holles their\nulterior goal. Dixon follows giving them sharp language but raps out an\noath, he too, and on. Bloom stays with nurse a thought to send a kind\nword to happy mother and nurseling up there. Doctor Diet and Doctor\nQuiet. Looks she too not other now? Ward of watching in Horne’s house has\ntold its tale in that washedout pallor. Then all being gone, a glance of\nmotherwit helping, he whispers close in going: Madam, when comes the\nstorkbird for thee?",
        "The air without is impregnated with raindew moisture, life essence\ncelestial, glistening on Dublin stone there under starshiny COELUM. God’s\nair, the Allfather’s air, scintillant circumambient cessile air. Breathe\nit deep into thee. By heaven, Theodore Purefoy, thou hast done a doughty\ndeed and no botch! Thou art, I vow, the remarkablest progenitor barring\nnone in this chaffering allincluding most farraginous chronicle.\nAstounding! In her lay a Godframed Godgiven preformed possibility which\nthou hast fructified with thy modicum of man’s work. Cleave to her!\nServe! Toil on, labour like a very bandog and let scholarment and all\nMalthusiasts go hang. Thou art all their daddies, Theodore. Art drooping\nunder thy load, bemoiled with butcher’s bills at home and ingots (not\nthine!) in the countinghouse? Head up! For every newbegotten thou shalt\ngather thy homer of ripe wheat. See, thy fleece is drenched. Dost envy\nDarby Dullman there with his Joan? A canting jay and a rheumeyed curdog\nis all their progeny. Pshaw, I tell thee! He is a mule, a dead\ngasteropod, without vim or stamina, not worth a cracked kreutzer.\nCopulation without population! No, say I! Herod’s slaughter of the\ninnocents were the truer name. Vegetables, forsooth, and sterile\ncohabitation! Give her beefsteaks, red, raw, bleeding! She is a hoary\npandemonium of ills, enlarged glands, mumps, quinsy, bunions, hayfever,\nbedsores, ringworm, floating kidney, Derbyshire neck, warts, bilious\nattacks, gallstones, cold feet, varicose veins. A truce to threnes and\ntrentals and jeremies and all such congenital defunctive music! Twenty\nyears of it, regret them not. With thee it was not as with many that will\nand would and wait and never–do. Thou sawest thy America, thy lifetask,\nand didst charge to cover like the transpontine bison. How saith\nZarathustra? DEINE KUH TRUBSAL MELKEST DU. NUN TRINKST DU DIE SUSSE MILCH\nDES EUTERS. See! it displodes for thee in abundance. Drink, man, an\nudderful! Mother’s milk, Purefoy, the milk of human kin, milk too of\nthose burgeoning stars overhead rutilant in thin rainvapour, punch milk,\nsuch as those rioters will quaff in their guzzling den, milk of madness,\nthe honeymilk of Canaan’s land. Thy cow’s dug was tough, what? Ay, but\nher milk is hot and sweet and fattening. No dollop this but thick rich\nbonnyclaber. To her, old patriarch! Pap! PER DEAM PARTULAM ET PERTUNDAM\nNUNC EST BIBENDUM!",
        "All off for a buster, armstrong, hollering down the street. Bonafides.\nWhere you slep las nigh? Timothy of the battered naggin. Like ole Billyo.\nAny brollies or gumboots in the fambly? Where the Henry Nevil’s sawbones\nand ole clo? Sorra one o’ me knows. Hurrah there, Dix! Forward to the\nribbon counter. Where’s Punch? All serene. Jay, look at the drunken\nminister coming out of the maternity hospal! BENEDICAT VOS OMNIPOTENS\nDEUS, PATER ET FILIUS. A make, mister. The Denzille lane boys. Hell,\nblast ye! Scoot. Righto, Isaacs, shove em out of the bleeding limelight.\nYous join uz, dear sir? No hentrusion in life. Lou heap good man. Allee\nsamee dis bunch. EN AVANT, MES ENFANTS! Fire away number one on the gun.\nBurke’s! Burke’s! Thence they advanced five parasangs. Slattery’s mounted\nfoot. Where’s that bleeding awfur? Parson Steve, apostates’ creed! No,\nno, Mulligan! Abaft there! Shove ahead. Keep a watch on the clock.\nChuckingout time. Mullee! What’s on you? MA MERE M’A MARIEE. British\nBeatitudes! RETAMPLATAN DIGIDI BOUMBOUM. Ayes have it. To be printed and\nbound at the Druiddrum press by two designing females. Calf covers of\npissedon green. Last word in art shades. Most beautiful book come out of\nIreland my time. SILENTIUM! Get a spurt on. Tention. Proceed to nearest\ncanteen and there annex liquor stores. March! Tramp, tramp, tramp, the\nboys are (atitudes!) parching. Beer, beef, business, bibles, bulldogs\nbattleships, buggery and bishops. Whether on the scaffold high. Beer,\nbeef, trample the bibles. When for Irelandear. Trample the trampellers.\nThunderation! Keep the durned millingtary step. We fall. Bishops\nboosebox. Halt! Heave to. Rugger. Scrum in. No touch kicking. Wow, my\ntootsies! You hurt? Most amazingly sorry!",
        "Query. Who’s astanding this here do? Proud possessor of damnall. Declare\nmisery. Bet to the ropes. Me nantee saltee. Not a red at me this week\ngone. Yours? Mead of our fathers for the UBERMENSCH. Dittoh. Five number\nones. You, sir? Ginger cordial. Chase me, the cabby’s caudle. Stimulate\nthe caloric. Winding of his ticker. Stopped short never to go again when\nthe old. Absinthe for me, savvy? CARAMBA! Have an eggnog or a prairie\noyster. Enemy? Avuncular’s got my timepiece. Ten to. Obligated awful.\nDon’t mention it. Got a pectoral trauma, eh, Dix? Pos fact. Got bet be a\nboomblebee whenever he wus settin sleepin in hes bit garten. Digs up near\nthe Mater. Buckled he is. Know his dona? Yup, sartin I do. Full of a\ndure. See her in her dishybilly. Peels off a credit. Lovey lovekin. None\nof your lean kine, not much. Pull down the blind, love. Two Ardilauns.\nSame here. Look slippery. If you fall don’t wait to get up. Five, seven,\nnine. Fine! Got a prime pair of mincepies, no kid. And her take me to\nrests and her anker of rum. Must be seen to be believed. Your starving\neyes and allbeplastered neck you stole my heart, O gluepot. Sir? Spud\nagain the rheumatiz? All poppycock, you’ll scuse me saying. For the hoi\npolloi. I vear thee beest a gert vool. Well, doc? Back fro Lapland? Your\ncorporosity sagaciating O K? How’s the squaws and papooses? Womanbody\nafter going on the straw? Stand and deliver. Password. There’s hair. Ours\nthe white death and the ruddy birth. Hi! Spit in your own eye, boss!\nMummer’s wire. Cribbed out of Meredith. Jesified, orchidised, polycimical\njesuit! Aunty mine’s writing Pa Kinch. Baddybad Stephen lead astray\ngoodygood Malachi.",
        "Hurroo! Collar the leather, youngun. Roun wi the nappy. Here, Jock braw\nHielentman’s your barleybree. Lang may your lum reek and your kailpot\nboil! My tipple. MERCI. Here’s to us. How’s that? Leg before wicket.\nDon’t stain my brandnew sitinems. Give’s a shake of peppe, you there.\nCatch aholt. Caraway seed to carry away. Twig? Shrieks of silence. Every\ncove to his gentry mort. Venus Pandemos. LES PETITES FEMMES. Bold bad\ngirl from the town of Mullingar. Tell her I was axing at her. Hauding\nSara by the wame. On the road to Malahide. Me? If she who seduced me had\nleft but the name. What do you want for ninepence? Machree, macruiskeen.\nSmutty Moll for a mattress jig. And a pull all together. EX!",
        "Waiting, guvnor? Most deciduously. Bet your boots on. Stunned like,\nseeing as how no shiners is acoming. Underconstumble? He’ve got the chink\nAD LIB. Seed near free poun on un a spell ago a said war hisn. Us come\nright in on your invite, see? Up to you, matey. Out with the oof. Two bar\nand a wing. You larn that go off of they there Frenchy bilks? Won’t wash\nhere for nuts nohow. Lil chile velly solly. Ise de cutest colour coon\ndown our side. Gawds teruth, Chawley. We are nae fou. We’re nae tha fou.\nAu reservoir, mossoo. Tanks you.",
        "’Tis, sure. What say? In the speakeasy. Tight. I shee you, shir. Bantam,\ntwo days teetee. Bowsing nowt but claretwine. Garn! Have a glint, do.\nGum, I’m jiggered. And been to barber he have. Too full for words. With a\nrailway bloke. How come you so? Opera he’d like? Rose of Castile. Rows of\ncast. Police! Some H2O for a gent fainted. Look at Bantam’s flowers.\nGemini. He’s going to holler. The colleen bawn. My colleen bawn. O,\ncheese it! Shut his blurry Dutch oven with a firm hand. Had the winner\ntoday till I tipped him a dead cert. The ruffin cly the nab of Stephen\nHand as give me the jady coppaleen. He strike a telegramboy paddock wire\nbig bug Bass to the depot. Shove him a joey and grahamise. Mare on form\nhot order. Guinea to a goosegog. Tell a cram, that. Gospeltrue. Criminal\ndiversion? I think that yes. Sure thing. Land him in chokeechokee if the\nharman beck copped the game. Madden back Madden’s a maddening back. O\nlust our refuge and our strength. Decamping. Must you go? Off to mammy.\nStand by. Hide my blushes someone. All in if he spots me. Come ahome, our\nBantam. Horryvar, mong vioo. Dinna forget the cowslips for hersel.\nCornfide. Wha gev ye thon colt? Pal to pal. Jannock. Of John Thomas, her\nspouse. No fake, old man Leo. S’elp me, honest injun. Shiver my timbers\nif I had. There’s a great big holy friar. Vyfor you no me tell? Vel, I\nses, if that aint a sheeny nachez, vel, I vil get misha mishinnah.\nThrough yerd our lord, Amen.",
        "You move a motion? Steve boy, you’re going it some. More bluggy\ndrunkables? Will immensely splendiferous stander permit one stooder of\nmost extreme poverty and one largesize grandacious thirst to terminate\none expensive inaugurated libation? Give’s a breather. Landlord,\nlandlord, have you good wine, staboo? Hoots, mon, a wee drap to pree. Cut\nand come again. Right. Boniface! Absinthe the lot. NOS OMNES BIBERIMUS\nVIRIDUM TOXICUM DIABOLUS CAPIAT POSTERIORIA NOSTRIA. Closingtime, gents.\nEh? Rome boose for the Bloom toff. I hear you say onions? Bloo? Cadges\nads. Photo’s papli, by all that’s gorgeous. Play low, pardner. Slide.\nBONSOIR LA COMPAGNIE. And snares of the poxfiend. Where’s the buck and\nNamby Amby? Skunked? Leg bail. Aweel, ye maun e’en gang yer gates.\nCheckmate. King to tower. Kind Kristyann wil yu help yung man hoose frend\ntuk bungellow kee tu find plais whear tu lay crown of his hed 2 night.\nCrickey, I’m about sprung. Tarnally dog gone my shins if this beent the\nbestest puttiest longbreak yet. Item, curate, couple of cookies for this\nchild. Cot’s plood and prandypalls, none! Not a pite of sheeses? Thrust\nsyphilis down to hell and with him those other licensed spirits. Time,\ngents! Who wander through the world. Health all! A LA VOTRE!",
        "Golly, whatten tunket’s yon guy in the mackintosh? Dusty Rhodes. Peep at\nhis wearables. By mighty! What’s he got? Jubilee mutton. Bovril, by\nJames. Wants it real bad. D’ye ken bare socks? Seedy cuss in the\nRichmond? Rawthere! Thought he had a deposit of lead in his penis.\nTrumpery insanity. Bartle the Bread we calls him. That, sir, was once a\nprosperous cit. Man all tattered and torn that married a maiden all\nforlorn. Slung her hook, she did. Here see lost love. Walking Mackintosh\nof lonely canyon. Tuck and turn in. Schedule time. Nix for the hornies.\nPardon? Seen him today at a runefal? Chum o’ yourn passed in his checks?\nLudamassy! Pore piccaninnies! Thou’ll no be telling me thot, Pold veg!\nDid ums blubble bigsplash crytears cos fren Padney was took off in black\nbag? Of all de darkies Massa Pat was verra best. I never see the like\nsince I was born. TIENS, TIENS, but it is well sad, that, my faith, yes.\nO, get, rev on a gradient one in nine. Live axle drives are souped. Lay\nyou two to one Jenatzy licks him ruddy well hollow. Jappies? High angle\nfire, inyah! Sunk by war specials. Be worse for him, says he, nor any\nRooshian. Time all. There’s eleven of them. Get ye gone. Forward, woozy\nwobblers! Night. Night. May Allah the Excellent One your soul this night\never tremendously conserve.",
        "Your attention! We’re nae tha fou. The Leith police dismisseth us. The\nleast tholice. Ware hawks for the chap puking. Unwell in his abominable\nregions. Yooka. Night. Mona, my true love. Yook. Mona, my own love. Ook.",
        "Hark! Shut your obstropolos. Pflaap! Pflaap! Blaze on. There she goes.\nBrigade! Bout ship. Mount street way. Cut up! Pflaap! Tally ho. You not\ncome? Run, skelter, race. Pflaaaap!",
        "Lynch! Hey? Sign on long o’ me. Denzille lane this way. Change here for\nBawdyhouse. We two, she said, will seek the kips where shady Mary is.\nRighto, any old time. LAETABUNTUR IN CUBILIBUS SUIS. You coming long?\nWhisper, who the sooty hell’s the johnny in the black duds? Hush! Sinned\nagainst the light and even now that day is at hand when he shall come to\njudge the world by fire. Pflaap! UT IMPLERENTUR SCRIPTURAE. Strike up a\nballad. Then outspake medical Dick to his comrade medical Davy.\nChristicle, who’s this excrement yellow gospeller on the Merrion hall?\nElijah is coming! Washed in the blood of the Lamb. Come on you\nwinefizzling, ginsizzling, booseguzzling existences! Come on, you dog-\ngone, bullnecked, beetlebrowed, hogjowled, peanutbrained, weaseleyed\nfourflushers, false alarms and excess baggage! Come on, you triple\nextract of infamy! Alexander J Christ Dowie, that’s my name, that’s\nyanked to glory most half this planet from Frisco beach to Vladivostok.\nThe Deity aint no nickel dime bumshow. I put it to you that He’s on the\nsquare and a corking fine business proposition. He’s the grandest thing\nyet and don’t you forget it. Shout salvation in King Jesus. You’ll need\nto rise precious early you sinner there, if you want to diddle the\nAlmighty God. Pflaaaap! Not half. He’s got a coughmixture with a punch in\nit for you, my friend, in his back pocket. Just you try it on.",
        "THE MABBOT STREET ENTRANCE OF NIGHTTOWN, BEFORE WHICH STRETCHES AN\nUNCOBBLED TRAMSIDING SET WITH SKELETON TRACKS, RED AND GREEN WILL-O’-THE-\nWISPS AND DANGER SIGNALS. ROWS OF GRIMY HOUSES WITH GAPING DOORS. RARE\nLAMPS WITH FAINT RAINBOW FINS. ROUND RABAIOTTI’S HALTED ICE GONDOLA\nSTUNTED MEN AND WOMEN SQUABBLE. THEY GRAB WAFERS BETWEEN WHICH ARE WEDGED\nLUMPS OF CORAL AND COPPER SNOW. SUCKING, THEY SCATTER SLOWLY. CHILDREN.\nTHE SWANCOMB OF THE GONDOLA, HIGHREARED, FORGES ON THROUGH THE MURK,\nWHITE AND BLUE UNDER A LIGHTHOUSE. WHISTLES CALL AND ANSWER.",
        "THE CALLS: Wait, my love, and I’ll be with you.",
        "THE ANSWERS: Round behind the stable.",
        "(A DEAFMUTE IDIOT WITH GOGGLE EYES, HIS SHAPELESS MOUTH DRIBBLING, JERKS\nPAST, SHAKEN IN SAINT VITUS’ DANCE. A CHAIN OF CHILDREN ’S HANDS\nIMPRISONS HIM.)",
        "THE CHILDREN: Kithogue! Salute!",
        "THE IDIOT: (LIFTS A PALSIED LEFT ARM AND GURGLES) Grhahute!",
        "THE CHILDREN: Where’s the great light?",
        "THE IDIOT: (GOBBING) Ghaghahest.",
        "(THEY RELEASE HIM. HE JERKS ON. A PIGMY WOMAN SWINGS ON A ROPE SLUNG\nBETWEEN TWO RAILINGS, COUNTING. A FORM SPRAWLED AGAINST A DUSTBIN AND\nMUFFLED BY ITS ARM AND HAT SNORES, GROANS, GRINDING GROWLING TEETH, AND\nSNORES AGAIN. ON A STEP A GNOME TOTTING AMONG A RUBBISHTIP CROUCHES TO\nSHOULDER A SACK OF RAGS AND BONES. A CRONE STANDING BY WITH A SMOKY\nOILLAMP RAMS HER LAST BOTTLE IN THE MAW OF HIS SACK. HE HEAVES HIS BOOTY,\nTUGS ASKEW HIS PEAKED CAP AND HOBBLES OFF MUTELY. THE CRONE MAKES BACK\nFOR HER LAIR, SWAYING HER LAMP. A BANDY CHILD, ASQUAT ON THE DOORSTEP\nWITH A PAPER SHUTTLECOCK, CRAWLS SIDLING AFTER HER IN SPURTS, CLUTCHES\nHER SKIRT, SCRAMBLES UP. A DRUNKEN NAVVY GRIPS WITH BOTH HANDS THE\nRAILINGS OF AN AREA, LURCHING HEAVILY. AT A COMER TWO NIGHT WATCH IN\nSHOULDERCAPES, THEIR HANDS UPON THEIR STAFFHOLSTERS, LOOM TALL. A PLATE\nCRASHES: A WOMAN SCREAMS: A CHILD WAILS. OATHS OF A MAN ROAR, MUTTER,\nCEASE. FIGURES WANDER, LURK, PEER FROM WARRENS. IN A ROOM LIT BY A CANDLE\nSTUCK IN A BOTTLENECK A SLUT COMBS OUT THE TATTS FROM THE HAIR OF A\nSCROFULOUS CHILD. CISSY CAFFREY’S VOICE, STILL YOUNG, SINGS SHRILL FROM A\nLANE.)",
        "Cissy Caffrey:",
        "    I GAVE IT TO MOLLY\n    BECAUSE SHE WAS JOLLY,\n    THE LEG OF THE DUCK,\n    THE LEG OF THE DUCK.",
        "(PRIVATE CARR AND PRIVATE COMPTON, SWAGGERSTICKS TIGHT IN THEIR OXTERS,\nAS THEY MARCH UNSTEADILY RIGHTABOUTFACE AND BURST TOGETHER FROM THEIR\nMOUTHS A VOLLEYED FART. LAUGHTER OF MEN FROM THE LANE. A HOARSE VIRAGO\nRETORTS.)",
        "THE VIRAGO: Signs on you, hairy arse. More power the Cavan girl.",
        "CISSY CAFFREY: More luck to me. Cavan, Cootehill and Belturbet. (SHE\nSINGS)",
        "    I GAVE IT TO NELLY\n    TO STICK IN HER BELLY,\n    THE LEG OF THE DUCK,\n    THE LEG OF THE DUCK.",
        "(PRIVATE CARR AND PRIVATE COMPTON TURN AND COUNTERRETORT, THEIR TUNICS\nBLOODBRIGHT IN A LAMPGLOW, BLACK SOCKETS OF CAPS ON THEIR BLOND CROPPED\nPOLLS. STEPHEN DEDALUS AND LYNCH PASS THROUGH THE CROWD CLOSE TO THE\nREDCOATS.)",
        "PRIVATE COMPTON: (JERKS HIS FINGER) Way for the parson.",
        "PRIVATE CARR: (TURNS AND CALLS) What ho, parson!",
        "Cissy Caffrey: (her Voice Soaring Higher)",
        "    SHE HAS IT, SHE GOT IT,\n    WHEREVER SHE PUT IT,\n    THE LEG OF THE DUCK.",
        "(STEPHEN, FLOURISHING THE ASHPLANT IN HIS LEFT HAND, CHANTS WITH JOY THE\nINTROIT FOR PASCHAL TIME. LYNCH, HIS JOCKEYCAP LOW ON HIS BROW, ATTENDS\nHIM, A SNEER OF DISCONTENT WRINKLING HIS FACE.)",
        "Stephen: Vidi Aquam Egredientem De Templo a Latere Dextro. Alleluia.",
        "(THE FAMISHED SNAGGLETUSKS OF AN ELDERLY BAWD PROTRUDE FROM A DOORWAY.)",
        "THE BAWD: (HER VOICE WHISPERING HUSKILY) Sst! Come here till I tell you.\nMaidenhead inside. Sst!",
        "Stephen: (altius Aliquantulum) Et Omnes Ad Quos Pervenit Aqua Ista.",
        "THE BAWD: (SPITS IN THEIR TRAIL HER JET OF VENOM) Trinity medicals.\nFallopian tube. All prick and no pence.",
        "(EDY BOARDMAN, SNIFFLING, CROUCHED WITH BERTHA SUPPLE, DRAWS HER SHAWL\nACROSS HER NOSTRILS.)",
        "EDY BOARDMAN: (BICKERING) And says the one: I seen you up Faithful place\nwith your squarepusher, the greaser off the railway, in his cometobed\nhat. Did you, says I. That’s not for you to say, says I. You never seen\nme in the mantrap with a married highlander, says I. The likes of her!\nStag that one is! Stubborn as a mule! And her walking with two fellows\nthe one time, Kilbride, the enginedriver, and lancecorporal Oliphant.",
        "Stephen: (triumphaliter) Salvi Facti Sunt.",
        "(HE FLOURISHES HIS ASHPLANT, SHIVERING THE LAMP IMAGE, SHATTERING LIGHT\nOVER THE WORLD. A LIVER AND WHITE SPANIEL ON THE PROWL SLINKS AFTER HIM,\nGROWLING. LYNCH SCARES IT WITH A KICK.)",
        "LYNCH: So that?",
        "STEPHEN: (LOOKS BEHIND) So that gesture, not music not odour, would be a\nuniversal language, the gift of tongues rendering visible not the lay\nsense but the first entelechy, the structural rhythm.",
        "LYNCH: Pornosophical philotheology. Metaphysics in Mecklenburgh street!",
        "STEPHEN: We have shrewridden Shakespeare and henpecked Socrates. Even the\nallwisest Stagyrite was bitted, bridled and mounted by a light of love.",
        "LYNCH: Ba!",
        "STEPHEN: Anyway, who wants two gestures to illustrate a loaf and a jug?\nThis movement illustrates the loaf and jug of bread or wine in Omar. Hold\nmy stick.",
        "LYNCH: Damn your yellow stick. Where are we going?",
        "STEPHEN: Lecherous lynx, TO LA BELLE DAME SANS MERCI, Georgina Johnson,\nAD DEAM QUI LAETIFICAT IUVENTUTEM MEAM.",
        "(STEPHEN THRUSTS THE ASHPLANT ON HIM AND SLOWLY HOLDS OUT HIS HANDS, HIS\nHEAD GOING BACK TILL BOTH HANDS ARE A SPAN FROM HIS BREAST, DOWN TURNED,\nIN PLANES INTERSECTING, THE FINGERS ABOUT TO PART, THE LEFT BEING\nHIGHER.)",
        "LYNCH: Which is the jug of bread? It skills not. That or the customhouse.\nIllustrate thou. Here take your crutch and walk.",
        "(THEY PASS. TOMMY CAFFREY SCRAMBLES TO A GASLAMP AND, CLASPING, CLIMBS IN\nSPASMS. FROM THE TOP SPUR HE SLIDES DOWN. JACKY CAFFREY CLASPS TO CLIMB.\nTHE NAVVY LURCHES AGAINST THE LAMP. THE TWINS SCUTTLE OFF IN THE DARK.\nTHE NAVVY, SWAYING, PRESSES A FOREFINGER AGAINST A WING OF HIS NOSE AND\nEJECTS FROM THE FARTHER NOSTRIL A LONG LIQUID JET OF SNOT. SHOULDERING\nTHE LAMP HE STAGGERS AWAY THROUGH THE CROWD WITH HIS FLARING CRESSET.",
        "SNAKES OF RIVER FOG CREEP SLOWLY. FROM DRAINS, CLEFTS, CESSPOOLS, MIDDENS\nARISE ON ALL SIDES STAGNANT FUMES. A GLOW LEAPS IN THE SOUTH BEYOND THE\nSEAWARD REACHES OF THE RIVER. THE NAVVY, STAGGERING FORWARD, CLEAVES THE\nCROWD AND LURCHES TOWARDS THE TRAMSIDING ON THE FARTHER SIDE UNDER THE\nRAILWAY BRIDGE BLOOM APPEARS, FLUSHED, PANTING, CRAMMING BREAD AND\nCHOCOLATE INTO A SIDEPOCKET. FROM GILLEN’S HAIRDRESSER’S WINDOW A\nCOMPOSITE PORTRAIT SHOWS HIM GALLANT NELSON’S IMAGE. A CONCAVE MIRROR AT\nTHE SIDE PRESENTS TO HIM LOVELORN LONGLOST LUGUBRU BOOLOOHOOM. GRAVE\nGLADSTONE SEES HIM LEVEL, BLOOM FOR BLOOM. HE PASSES, STRUCK BY THE STARE\nOF TRUCULENT WELLINGTON, BUT IN THE CONVEX MIRROR GRIN UNSTRUCK THE\nBONHAM EYES AND FATCHUCK CHEEKCHOPS OF JOLLYPOLDY THE RIXDIX DOLDY.",
        "AT ANTONIO PABAIOTTI’S DOOR BLOOM HALTS, SWEATED UNDER THE BRIGHT\nARCLAMP. HE DISAPPEARS. IN A MOMENT HE REAPPEARS AND HURRIES ON.)",
        "BLOOM: Fish and taters. N. g. Ah!",
        "(HE DISAPPEARS INTO OLHAUSEN’S, THE PORKBUTCHER’S, UNDER THE DOWNCOMING\nROLLSHUTTER. A FEW MOMENTS LATER HE EMERGES FROM UNDER THE SHUTTER,\nPUFFING POLDY, BLOWING BLOOHOOM. IN EACH HAND HE HOLDS A PARCEL, ONE\nCONTAINING A LUKEWARM PIG’S CRUBEEN, THE OTHER A COLD SHEEP’S TROTTER,\nSPRINKLED WITH WHOLEPEPPER. HE GASPS, STANDING UPRIGHT. THEN BENDING TO\nONE SIDE HE PRESSES A PARCEL AGAINST HIS RIBS AND GROANS.)",
        "BLOOM: Stitch in my side. Why did I run?",
        "(HE TAKES BREATH WITH CARE AND GOES FORWARD SLOWLY TOWARDS THE LAMPSET\nSIDING. THE GLOW LEAPS AGAIN.)",
        "BLOOM: What is that? A flasher? Searchlight.",
        "(he Stands At Cormack’s Corner, Watching)",
        "BLOOM: AURORA BOREALIS or a steel foundry? Ah, the brigade, of course.\nSouth side anyhow. Big blaze. Might be his house. Beggar’s bush. We’re\nsafe. (HE HUMS CHEERFULLY) London’s burning, London’s burning! On fire,\non fire! (HE CATCHES SIGHT OF THE NAVVY LURCHING THROUGH THE CROWD AT THE\nFARTHER SIDE OF TALBOT STREET) I’ll miss him. Run. Quick. Better cross\nhere.",
        "(he Darts to Cross the Road. Urchins Shout.)",
        "THE URCHINS: Mind out, mister! (TWO CYCLISTS, WITH LIGHTED PAPER LANTERNS\nASWING, SWIM BY HIM, GRAZING HIM, THEIR BELLS RATTLING)",
        "THE BELLS: Haltyaltyaltyall.",
        "BLOOM: (HALTS ERECT, STUNG BY A SPASM) Ow!",
        "(HE LOOKS ROUND, DARTS FORWARD SUDDENLY. THROUGH RISING FOG A DRAGON\nSANDSTREWER, TRAVELLING AT CAUTION, SLEWS HEAVILY DOWN UPON HIM, ITS HUGE\nRED HEADLIGHT WINKING, ITS TROLLEY HISSING ON THE WIRE. THE MOTORMAN\nBANGS HIS FOOTGONG.)",
        "THE GONG: Bang Bang Bla Bak Blud Bugg Bloo.",
        "(THE BRAKE CRACKS VIOLENTLY. BLOOM, RAISING A POLICEMAN’S WHITEGLOVED\nHAND, BLUNDERS STIFFLEGGED OUT OF THE TRACK. THE MOTORMAN, THROWN\nFORWARD, PUGNOSED, ON THE GUIDEWHEEL, YELLS AS HE SLIDES PAST OVER CHAINS\nAND KEYS.)",
        "THE MOTORMAN: Hey, shitbreeches, are you doing the hat trick?",
        "BLOOM: (BLOOM TRICKLEAPS TO THE CURBSTONE AND HALTS AGAIN. HE BRUSHES A\nMUDFLAKE FROM HIS CHEEK WITH A PARCELLED HAND.) No thoroughfare. Close\nshave that but cured the stitch. Must take up Sandow’s exercises again.\nOn the hands down. Insure against street accident too. The Providential.\n(HE FEELS HIS TROUSER POCKET) Poor mamma’s panacea. Heel easily catch in\ntrack or bootlace in a cog. Day the wheel of the black Maria peeled off\nmy shoe at Leonard’s corner. Third time is the charm. Shoe trick.\nInsolent driver. I ought to report him. Tension makes them nervous. Might\nbe the fellow balked me this morning with that horsey woman. Same style\nof beauty. Quick of him all the same. The stiff walk. True word spoken in\njest. That awful cramp in Lad lane. Something poisonous I ate. Emblem of\nluck. Why? Probably lost cattle. Mark of the beast. (HE CLOSES HIS EYES\nAN INSTANT) Bit light in the head. Monthly or effect of the other.\nBrainfogfag. That tired feeling. Too much for me now. Ow!",
        "(A SINISTER FIGURE LEANS ON PLAITED LEGS AGAINST O’BEIRNE’S WALL, A\nVISAGE UNKNOWN, INJECTED WITH DARK MERCURY. FROM UNDER A WIDELEAVED\nSOMBRERO THE FIGURE REGARDS HIM WITH EVIL EYE.)",
        "Bloom: Buenas Noches, Senorita Blanca. Que Calle Es Esta?",
        "THE FIGURE: (IMPASSIVE, RAISES A SIGNAL ARM) Password. SRAID MABBOT.",
        "BLOOM: Haha. MERCI. Esperanto. SLAN LEATH. (HE MUTTERS) Gaelic league\nspy, sent by that fireeater.",
        "(HE STEPS FORWARD. A SACKSHOULDERED RAGMAN BARS HIS PATH. HE STEPS LEFT,\nRAGSACKMAN LEFT.)",
        "BLOOM: I beg. (HE SWERVES, SIDLES, STEPASIDE, SLIPS PAST AND ON.)",
        "BLOOM: Keep to the right, right, right. If there is a signpost planted by\nthe Touring Club at Stepaside who procured that public boon? I who lost\nmy way and contributed to the columns of the IRISH CYCLIST the letter\nheaded IN DARKEST STEPASIDE. Keep, keep, keep to the right. Rags and\nbones at midnight. A fence more likely. First place murderer makes for.\nWash off his sins of the world.",
        "(jacky Caffrey, Hunted By Tommy Caffrey, Runs Full Tilt Against Bloom.)",
        "BLOOM: O",
        "(SHOCKED, ON WEAK HAMS, HE HALTS. TOMMY AND JACKY VANISH THERE, THERE.\nBLOOM PATS WITH PARCELLED HANDS WATCH FOBPOCKET, BOOKPOCKET, PURSEPOKET,\nSWEETS OF SIN, POTATO SOAP.)",
        "BLOOM: Beware of pickpockets. Old thieves’ dodge. Collide. Then snatch\nyour purse.",
        "(THE RETRIEVER APPROACHES SNIFFING, NOSE TO THE GROUND. A SPRAWLED FORM\nSNEEZES. A STOOPED BEARDED FIGURE APPEARS GARBED IN THE LONG CAFTAN OF AN\nELDER IN ZION AND A SMOKINGCAP WITH MAGENTA TASSELS. HORNED SPECTACLES\nHANG DOWN AT THE WINGS OF THE NOSE. YELLOW POISON STREAKS ARE ON THE\nDRAWN FACE.)",
        "RUDOLPH: Second halfcrown waste money today. I told you not go with\ndrunken goy ever. So you catch no money.",
        "BLOOM: (HIDES THE CRUBEEN AND TROTTER BEHIND HIS BACK AND, CRESTFALLEN,\nFEELS WARM AND COLD FEETMEAT) JA, ICH WEISS, PAPACHI.",
        "RUDOLPH: What you making down this place? Have you no soul? (WITH FEEBLE\nVULTURE TALONS HE FEELS THE SILENT FACE OF BLOOM) Are you not my son\nLeopold, the grandson of Leopold? Are you not my dear son Leopold who\nleft the house of his father and left the god of his fathers Abraham and\nJacob?",
        "BLOOM: (WITH PRECAUTION) I suppose so, father. Mosenthal. All that’s left\nof him.",
        "RUDOLPH: (SEVERELY) One night they bring you home drunk as dog after\nspend your good money. What you call them running chaps?",
        "BLOOM: (IN YOUTH’S SMART BLUE OXFORD SUIT WITH WHITE VESTSLIPS,\nNARROWSHOULDERED, IN BROWN ALPINE HAT, WEARING GENT’S STERLING SILVER\nWATERBURY KEYLESS WATCH AND DOUBLE CURB ALBERT WITH SEAL ATTACHED, ONE\nSIDE OF HIM COATED WITH STIFFENING MUD) Harriers, father. Only that once.",
        "RUDOLPH: Once! Mud head to foot. Cut your hand open. Lockjaw. They make\nyou kaputt, Leopoldleben. You watch them chaps.",
        "BLOOM: (WEAKLY) They challenged me to a sprint. It was muddy. I slipped.",
        "RUDOLPH: (WITH CONTEMPT) GOIM NACHEZ! Nice spectacles for your poor\nmother!",
        "BLOOM: Mamma!",
        "ELLEN BLOOM: (IN PANTOMIME DAME’S STRINGED MOBCAP, WIDOW TWANKEY’S\nCRINOLINE AND BUSTLE, BLOUSE WITH MUTTONLEG SLEEVES BUTTONED BEHIND, GREY\nMITTENS AND CAMEO BROOCH, HER PLAITED HAIR IN A CRISPINE NET, APPEARS\nOVER THE STAIRCASE BANISTERS, A SLANTED CANDLESTICK IN HER HAND, AND\nCRIES OUT IN SHRILL ALARM) O blessed Redeemer, what have they done to\nhim! My smelling salts! (SHE HAULS UP A REEF OF SKIRT AND RANSACKS THE\nPOUCH OF HER STRIPED BLAY PETTICOAT. A PHIAL, AN AGNUS DEI, A SHRIVELLED\nPOTATO AND A CELLULOID DOLL FALL OUT) Sacred Heart of Mary, where were\nyou at all at all?",
        "(BLOOM, MUMBLING, HIS EYES DOWNCAST, BEGINS TO BESTOW HIS PARCELS IN HIS\nFILLED POCKETS BUT DESISTS, MUTTERING.)",
        "A VOICE: (SHARPLY) Poldy!",
        "BLOOM: Who? (HE DUCKS AND WARDS OFF A BLOW CLUMSILY) At your service.",
        "(HE LOOKS UP. BESIDE HER MIRAGE OF DATEPALMS A HANDSOME WOMAN IN TURKISH\nCOSTUME STANDS BEFORE HIM. OPULENT CURVES FILL OUT HER SCARLET TROUSERS\nAND JACKET, SLASHED WITH GOLD. A WIDE YELLOW CUMMERBUND GIRDLES HER. A\nWHITE YASHMAK, VIOLET IN THE NIGHT, COVERS HER FACE, LEAVING FREE ONLY\nHER LARGE DARK EYES AND RAVEN HAIR.)",
        "BLOOM: Molly!",
        "MARION: Welly? Mrs Marion from this out, my dear man, when you speak to\nme. (SATIRICALLY) Has poor little hubby cold feet waiting so long?",
        "BLOOM: (SHIFTS FROM FOOT TO FOOT) No, no. Not the least little bit.",
        "(HE BREATHES IN DEEP AGITATION, SWALLOWING GULPS OF AIR, QUESTIONS,\nHOPES, CRUBEENS FOR HER SUPPER, THINGS TO TELL HER, EXCUSE, DESIRE,\nSPELLBOUND. A COIN GLEAMS ON HER FOREHEAD. ON HER FEET ARE JEWELLED\nTOERINGS. HER ANKLES ARE LINKED BY A SLENDER FETTERCHAIN. BESIDE HER A\nCAMEL, HOODED WITH A TURRETING TURBAN, WAITS. A SILK LADDER OF\nINNUMERABLE RUNGS CLIMBS TO HIS BOBBING HOWDAH. HE AMBLES NEAR WITH\nDISGRUNTLED HINDQUARTERS. FIERCELY SHE SLAPS HIS HAUNCH, HER GOLDCURB\nWRISTBANGLES ANGRILING, SCOLDING HIM IN MOORISH.)",
        "MARION: Nebrakada! Femininum!",
        "(THE CAMEL, LIFTING A FORELEG, PLUCKS FROM A TREE A LARGE MANGO FRUIT,\nOFFERS IT TO HIS MISTRESS, BLINKING, IN HIS CLOVEN HOOF, THEN DROOPS HIS\nHEAD AND, GRUNTING, WITH UPLIFTED NECK, FUMBLES TO KNEEL. BLOOM STOOPS\nHIS BACK FOR LEAPFROG.)",
        "BLOOM: I can give you ... I mean as your business menagerer ... Mrs\nMarion ... if you  ...",
        "MARION: So you notice some change? (HER HANDS PASSING SLOWLY OVER HER\nTRINKETED STOMACHER, A SLOW FRIENDLY MOCKERY IN HER EYES) O Poldy, Poldy,\nyou are a poor old stick in the mud! Go and see life. See the wide world.",
        "BLOOM: I was just going back for that lotion whitewax, orangeflower\nwater. Shop closes early on Thursday. But the first thing in the morning.\n(HE PATS DIVERS POCKETS) This moving kidney. Ah!",
        "(HE POINTS TO THE SOUTH, THEN TO THE EAST. A CAKE OF NEW CLEAN LEMON SOAP\nARISES, DIFFUSING LIGHT AND PERFUME.)",
        "The Soap:",
        "    We’re a capital couple are Bloom and I.\n    He brightens the earth. I polish the sky.",
        "(THE FRECKLED FACE OF SWENY, THE DRUGGIST, APPEARS IN THE DISC OF THE\nSOAPSUN.)",
        "SWENY: Three and a penny, please.",
        "BLOOM: Yes. For my wife. Mrs Marion. Special recipe.",
        "MARION: (SOFTLY) Poldy!",
        "BLOOM: Yes, ma’am?",
        "Marion: Ti Trema Un Poco Il Cuore?",
        "(IN DISDAIN SHE SAUNTERS AWAY, PLUMP AS A PAMPERED POUTER PIGEON, HUMMING\nTHE DUET FROM Don Giovanni.)",
        "BLOOM: Are you sure about that VOGLIO? I mean the pronunciati ...",
        "(HE FOLLOWS, FOLLOWED BY THE SNIFFING TERRIER. THE ELDERLY BAWD SEIZES\nHIS SLEEVE, THE BRISTLES OF HER CHINMOLE GLITTERING.)",
        "THE BAWD: Ten shillings a maidenhead. Fresh thing was never touched.\nFifteen. There’s no-one in it only her old father that’s dead drunk.",
        "(SHE POINTS. IN THE GAP OF HER DARK DEN FURTIVE, RAINBEDRAGGLED, BRIDIE\nKELLY STANDS.)",
        "BRIDIE: Hatch street. Any good in your mind?",
        "(WITH A SQUEAK SHE FLAPS HER BAT SHAWL AND RUNS. A BURLY ROUGH PURSUES\nWITH BOOTED STRIDES. HE STUMBLES ON THE STEPS, RECOVERS, PLUNGES INTO\nGLOOM. WEAK SQUEAKS OF LAUGHTER ARE HEARD, WEAKER.)",
        "THE BAWD: (HER WOLFEYES SHINING) He’s getting his pleasure. You won’t get\na virgin in the flash houses. Ten shillings. Don’t be all night before\nthe polis in plain clothes sees us. Sixtyseven is a bitch.",
        "(LEERING, GERTY MACDOWELL LIMPS FORWARD. SHE DRAWS FROM BEHIND, OGLING,\nAND SHOWS COYLY HER BLOODIED CLOUT.)",
        "GERTY: With all my worldly goods I thee and thou. (SHE MURMURS) You did\nthat. I hate you.",
        "BLOOM: I? When? You’re dreaming. I never saw you.",
        "THE BAWD: Leave the gentleman alone, you cheat. Writing the gentleman\nfalse letters. Streetwalking and soliciting. Better for your mother take\nthe strap to you at the bedpost, hussy like you.",
        "GERTY: (TO BLOOM) When you saw all the secrets of my bottom drawer. (SHE\nPAWS HIS SLEEVE, SLOBBERING) Dirty married man! I love you for doing that\nto me.",
        "(SHE GLIDES AWAY CROOKEDLY. MRS BREEN IN MAN’S FRIEZE OVERCOAT WITH LOOSE\nBELLOWS POCKETS, STANDS IN THE CAUSEWAY, HER ROGUISH EYES WIDEOPEN,\nSMILING IN ALL HER HERBIVOROUS BUCKTEETH.)",
        "MRS BREEN: Mr ...",
        "BLOOM: (COUGHS GRAVELY) Madam, when we last had this pleasure by letter\ndated the sixteenth instant ...",
        "MRS BREEN: Mr Bloom! You down here in the haunts of sin! I caught you\nnicely! Scamp!",
        "BLOOM: (HURRIEDLY) Not so loud my name. Whatever do you think of me?\nDon’t give me away. Walls have ears. How do you do? It’s ages since I.\nYou’re looking splendid. Absolutely it. Seasonable weather we are having\nthis time of year. Black refracts heat. Short cut home here. Interesting\nquarter. Rescue of fallen women. Magdalen asylum. I am the secretary ...",
        "MRS BREEN: (HOLDS UP A FINGER) Now, don’t tell a big fib! I know somebody\nwon’t like that. O just wait till I see Molly! (SLILY) Account for\nyourself this very sminute or woe betide you!",
        "BLOOM: (LOOKS BEHIND) She often said she’d like to visit. Slumming. The\nexotic, you see. Negro servants in livery too if she had money. Othello\nblack brute. Eugene Stratton. Even the bones and cornerman at the\nLivermore christies. Bohee brothers. Sweep for that matter.",
        "(TOM AND SAM BOHEE, COLOURED COONS IN WHITE DUCK SUITS, SCARLET SOCKS,\nUPSTARCHED SAMBO CHOKERS AND LARGE SCARLET ASTERS IN THEIR BUTTONHOLES,\nLEAP OUT. EACH HAS HIS BANJO SLUNG. THEIR PALER SMALLER NEGROID HANDS\nJINGLE THE TWINGTWANG WIRES. FLASHING WHITE KAFFIR EYES AND TUSKS THEY\nRATTLE THROUGH A BREAKDOWN IN CLUMSY CLOGS, TWINGING, SINGING, BACK TO\nBACK, TOE HEEL, HEEL TOE, WITH SMACKFATCLACKING NIGGER LIPS.)",
        "Tom and Sam:",
        "    There’s someone in the house with Dina\n    There’s someone in the house, I know,\n    There’s someone in the house with Dina\n    Playing on the old banjo.",
        "(THEY WHISK BLACK MASKS FROM RAW BABBY FACES: THEN, CHUCKLING, CHORTLING,\nTRUMMING, TWANGING, THEY DIDDLE DIDDLE CAKEWALK DANCE AWAY.)",
        "BLOOM: (WITH A SOUR TENDERISH SMILE) A little frivol, shall we, if you\nare so inclined? Would you like me perhaps to embrace you just for a\nfraction of a second?",
        "MRS BREEN: (SCREAMS GAILY) O, you ruck! You ought to see yourself!",
        "BLOOM: For old sake’ sake. I only meant a square party, a mixed marriage\nmingling of our different little conjugials. You know I had a soft corner\nfor you. (GLOOMILY) ’Twas I sent you that valentine of the dear gazelle.",
        "MRS BREEN: Glory Alice, you do look a holy show! Killing simply. (SHE\nPUTS OUT HER HAND INQUISITIVELY) What are you hiding behind your back?\nTell us, there’s a dear.",
        "BLOOM: (SEIZES HER WRIST WITH HIS FREE HAND) Josie Powell that was,\nprettiest deb in Dublin. How time flies by! Do you remember, harking back\nin a retrospective arrangement, Old Christmas night, Georgina Simpson’s\nhousewarming while they were playing the Irving Bishop game, finding the\npin blindfold and thoughtreading? Subject, what is in this snuffbox?",
        "MRS BREEN: You were the lion of the night with your seriocomic recitation\nand you looked the part. You were always a favourite with the ladies.",
        "BLOOM: (SQUIRE OF DAMES, IN DINNER JACKET WITH WATEREDSILK FACINGS, BLUE\nMASONIC BADGE IN HIS BUTTONHOLE, BLACK BOW AND MOTHER-OF-PEARL STUDS, A\nPRISMATIC CHAMPAGNE GLASS TILTED IN HIS HAND) Ladies and gentlemen, I\ngive you Ireland, home and beauty.",
        "MRS BREEN: The dear dead days beyond recall. Love’s old sweet song.",
        "BLOOM: (MEANINGFULLY DROPPING HIS VOICE) I confess I’m teapot with\ncuriosity to find out whether some person’s something is a little teapot\nat present.",
        "MRS BREEN: (GUSHINGLY) Tremendously teapot! London’s teapot and I’m\nsimply teapot all over me! (SHE RUBS SIDES WITH HIM) After the parlour\nmystery games and the crackers from the tree we sat on the staircase\nottoman. Under the mistletoe. Two is company.",
        "BLOOM: (WEARING A PURPLE NAPOLEON HAT WITH AN AMBER HALFMOON, HIS FINGERS\nAND THUMB PASSING SLOWLY DOWN TO HER SOFT MOIST MEATY PALM WHICH SHE\nSURRENDERS GENTLY) The witching hour of night. I took the splinter out of\nthis hand, carefully, slowly. (TENDERLY, AS HE SLIPS ON HER FINGER A RUBY\nRING) LA CI DAREM LA MANO.",
        "MRS BREEN: (IN A ONEPIECE EVENING FROCK EXECUTED IN MOONLIGHT BLUE, A\nTINSEL SYLPH’S DIADEM ON HER BROW WITH HER DANCECARD FALLEN BESIDE HER\nMOONBLUE SATIN SLIPPER, CURVES HER PALM SOFTLY, BREATHING QUICKLY) VOGLIO\nE NON. You’re hot! You’re scalding! The left hand nearest the heart.",
        "BLOOM: When you made your present choice they said it was beauty and the\nbeast. I can never forgive you for that. (HIS CLENCHED FIST AT HIS BROW)\nThink what it means. All you meant to me then. (HOARSELY) Woman, it’s\nbreaking me!",
        "(DENIS BREEN, WHITETALLHATTED, WITH WISDOM HELY’S SANDWICH- BOARDS,\nSHUFFLES PAST THEM IN CARPET SLIPPERS, HIS DULL BEARD THRUST OUT,\nMUTTERING TO RIGHT AND LEFT. LITTLE ALF BERGAN, CLOAKED IN THE PALL OF\nTHE ACE OF SPADES, DOGS HIM TO LEFT AND RIGHT, DOUBLED IN LAUGHTER.)",
        "ALF BERGAN: (POINTS JEERING AT THE SANDWICHBOARDS) U. p: Up.",
        "MRS BREEN: (TO BLOOM) High jinks below stairs. (SHE GIVES HIM THE GLAD\nEYE) Why didn’t you kiss the spot to make it well? You wanted to.",
        "BLOOM: (SHOCKED) Molly’s best friend! Could you?",
        "MRS BREEN: (HER PULPY TONGUE BETWEEN HER LIPS, OFFERS A PIGEON KISS)\nHnhn. The answer is a lemon. Have you a little present for me there?",
        "BLOOM: (OFFHANDEDLY) Kosher. A snack for supper. The home without potted\nmeat is incomplete. I was at LEAH. Mrs Bandmann Palmer. Trenchant\nexponent of Shakespeare. Unfortunately threw away the programme. Rattling\ngood place round there for pigs’ feet. Feel.",
        "(RICHIE GOULDING, THREE LADIES’ HATS PINNED ON HIS HEAD, APPEARS WEIGHTED\nTO ONE SIDE BY THE BLACK LEGAL BAG OF COLLIS AND WARD ON WHICH A SKULL\nAND CROSSBONES ARE PAINTED IN WHITE LIMEWASH. HE OPENS IT AND SHOWS IT\nFULL OF POLONIES, KIPPERED HERRINGS, FINDON HADDIES AND TIGHTPACKED\nPILLS.)",
        "RICHIE: Best value in Dub.",
        "(BALD PAT, BOTHERED BEETLE, STANDS ON THE CURBSTONE, FOLDING HIS NAPKIN,\nWAITING TO WAIT.)",
        "PAT: (ADVANCES WITH A TILTED DISH OF SPILLSPILLING GRAVY) Steak and\nkidney. Bottle of lager. Hee hee hee. Wait till I wait.",
        "RICHIE: Goodgod. Inev erate inall ...",
        "(WITH HANGING HEAD HE MARCHES DOGGEDLY FORWARD. THE NAVVY, LURCHING BY,\nGORES HIM WITH HIS FLAMING PRONGHORN.)",
        "RICHIE: (WITH A CRY OF PAIN, HIS HAND TO HIS BACK) Ah! Bright’s! Lights!",
        "BLOOM: (POINTS TO THE NAVVY) A spy. Don’t attract attention. I hate\nstupid crowds. I am not on pleasure bent. I am in a grave predicament.",
        "MRS BREEN: Humbugging and deluthering as per usual with your cock and\nbull story.",
        "BLOOM: I want to tell you a little secret about how I came to be here.\nBut you must never tell. Not even Molly. I have a most particular reason.",
        "MRS BREEN: (ALL AGOG) O, not for worlds.",
        "BLOOM: Let’s walk on. Shall us?",
        "MRS BREEN: Let’s.",
        "(THE BAWD MAKES AN UNHEEDED SIGN. BLOOM WALKS ON WITH MRS BREEN. THE\nTERRIER FOLLOWS, WHINING PITEOUSLY, WAGGING HIS TAIL.)",
        "THE BAWD: Jewman’s melt!",
        "BLOOM: (IN AN OATMEAL SPORTING SUIT, A SPRIG OF WOODBINE IN THE LAPEL,\nTONY BUFF SHIRT, SHEPHERD’S PLAID SAINT ANDREW’S CROSS SCARFTIE, WHITE\nSPATS, FAWN DUSTCOAT ON HIS ARM, TAWNY RED BROGUES, FIELDGLASSES IN\nBANDOLIER AND A GREY BILLYCOCK HAT) Do you remember a long long time,\nyears and years ago, just after Milly, Marionette we called her, was\nweaned when we all went together to Fairyhouse races, was it?",
        "MRS BREEN: (IN SMART SAXE TAILORMADE, WHITE VELOURS HAT AND SPIDER VEIL)\nLeopardstown.",
        "BLOOM: I mean, Leopardstown. And Molly won seven shillings on a three\nyear old named Nevertell and coming home along by Foxrock in that old\nfiveseater shanderadan of a waggonette you were in your heyday then and\nyou had on that new hat of white velours with a surround of molefur that\nMrs Hayes advised you to buy because it was marked down to nineteen and\neleven, a bit of wire and an old rag of velveteen, and I’ll lay you what\nyou like she did it on purpose ...",
        "MRS BREEN: She did, of course, the cat! Don’t tell me! Nice adviser!",
        "BLOOM: Because it didn’t suit you one quarter as well as the other ducky\nlittle tammy toque with the bird of paradise wing in it that I admired on\nyou and you honestly looked just too fetching in it though it was a pity\nto kill it, you cruel naughty creature, little mite of a thing with a\nheart the size of a fullstop.",
        "MRS BREEN: (SQUEEZES HIS ARM, SIMPERS) Naughty cruel I was!",
        "BLOOM: (LOW, SECRETLY, EVER MORE RAPIDLY) And Molly was eating a sandwich\nof spiced beef out of Mrs Joe Gallaher’s lunch basket. Frankly, though\nshe had her advisers or admirers, I never cared much for her style. She\nwas ...",
        "MRS BREEN: Too ...",
        "BLOOM: Yes. And Molly was laughing because Rogers and Maggot O’Reilly\nwere mimicking a cock as we passed a farmhouse and Marcus Tertius Moses,\nthe tea merchant, drove past us in a gig with his daughter, Dancer Moses\nwas her name, and the poodle in her lap bridled up and you asked me if I\never heard or read or knew or came across ...",
        "MRS BREEN: (EAGERLY) Yes, yes, yes, yes, yes, yes, yes.",
        "(SHE FADES FROM HIS SIDE. FOLLOWED BY THE WHINING DOG HE WALKS ON TOWARDS\nHELLSGATES. IN AN ARCHWAY A STANDING WOMAN, BENT FORWARD, HER FEET APART,\nPISSES COWILY. OUTSIDE A SHUTTERED PUB A BUNCH OF LOITERERS LISTEN TO A\nTALE WHICH THEIR BROKENSNOUTED GAFFER RASPS OUT WITH RAUCOUS HUMOUR. AN\nARMLESS PAIR OF THEM FLOP WRESTLING, GROWLING, IN MAIMED SODDEN\nPLAYFIGHT.)",
        "THE GAFFER: (CROUCHES, HIS VOICE TWISTED IN HIS SNOUT) And when Cairns\ncame down from the scaffolding in Beaver street what was he after doing\nit into only into the bucket of porter that was there waiting on the\nshavings for Derwan’s plasterers.",
        "THE LOITERERS: (GUFFAW WITH CLEFT PALATES) O jays!",
        "(THEIR PAINTSPECKLED HATS WAG. SPATTERED WITH SIZE AND LIME OF THEIR\nLODGES THEY FRISK LIMBLESSLY ABOUT HIM.)",
        "BLOOM: Coincidence too. They think it funny. Anything but that. Broad\ndaylight. Trying to walk. Lucky no woman.",
        "THE LOITERERS: Jays, that’s a good one. Glauber salts. O jays, into the\nmen’s porter.",
        "(BLOOM PASSES. CHEAP WHORES, SINGLY, COUPLED, SHAWLED, DISHEVELLED, CALL\nFROM LANES, DOORS, CORNERS.)",
        "The Whores:",
        "    Are you going far, queer fellow?\n    How’s your middle leg?\n    Got a match on you?\n    Eh, come here till I stiffen it for you.",
        "(HE PLODGES THROUGH THEIR SUMP TOWARDS THE LIGHTED STREET BEYOND. FROM A\nBULGE OF WINDOW CURTAINS A GRAMOPHONE REARS A BATTERED BRAZEN TRUNK. IN\nTHE SHADOW A SHEBEENKEEPER HAGGLES WITH THE NAVVY AND THE TWO REDCOATS.)",
        "THE NAVVY: (BELCHING) Where’s the bloody house?",
        "THE SHEBEENKEEPER: Purdon street. Shilling a bottle of stout. Respectable\nwoman.",
        "THE NAVVY: (GRIPPING THE TWO REDCOATS, STAGGERS FORWARD WITH THEM) Come\non, you British army!",
        "PRIVATE CARR: (BEHIND HIS BACK) He aint half balmy.",
        "PRIVATE COMPTON: (LAUGHS) What ho!",
        "PRIVATE CARR: (TO THE NAVVY) Portobello barracks canteen. You ask for\nCarr. Just Carr.",
        "The Navvy: (shouts)",
        "    We are the boys. Of Wexford.",
        "PRIVATE COMPTON: Say! What price the sergeantmajor?",
        "PRIVATE CARR: Bennett? He’s my pal. I love old Bennett.",
        "THE NAVVY: (SHOUTS)",
        "    The galling chain.\n    And free our native land.",
        "(HE STAGGERS FORWARD, DRAGGING THEM WITH HIM. BLOOM STOPS, AT FAULT. THE\nDOG APPROACHES, HIS TONGUE OUTLOLLING, PANTING)",
        "BLOOM: Wildgoose chase this. Disorderly houses. Lord knows where they are\ngone. Drunks cover distance double quick. Nice mixup. Scene at Westland\nrow. Then jump in first class with third ticket. Then too far. Train with\nengine behind. Might have taken me to Malahide or a siding for the night\nor collision. Second drink does it. Once is a dose. What am I following\nhim for? Still, he’s the best of that lot. If I hadn’t heard about Mrs\nBeaufoy Purefoy I wouldn’t have gone and wouldn’t have met. Kismet. He’ll\nlose that cash. Relieving office here. Good biz for cheapjacks, organs.\nWhat do ye lack? Soon got, soon gone. Might have lost my life too with\nthat mangongwheeltracktrolleyglarejuggernaut only for presence of mind.\nCan’t always save you, though. If I had passed Truelock’s window that day\ntwo minutes later would have been shot. Absence of body. Still if bullet\nonly went through my coat get damages for shock, five hundred pounds.\nWhat was he? Kildare street club toff. God help his gamekeeper.",
        "(HE GAZES AHEAD, READING ON THE WALL A SCRAWLED CHALK LEGEND Wet Dream\nAND A PHALLIC DESIGN.) Odd! Molly drawing on the frosted carriagepane at\nKingstown. What’s that like? (GAUDY DOLLWOMEN LOLL IN THE LIGHTED\nDOORWAYS, IN WINDOW EMBRASURES, SMOKING BIRDSEYE CIGARETTES. THE ODOUR OF\nTHE SICKSWEET WEED FLOATS TOWARDS HIM IN SLOW ROUND OVALLING WREATHS.)",
        "THE WREATHS: Sweet are the sweets. Sweets of sin.",
        "BLOOM: My spine’s a bit limp. Go or turn? And this food? Eat it and get\nall pigsticky. Absurd I am. Waste of money. One and eightpence too much.\n(THE RETRIEVER DRIVES A COLD SNIVELLING MUZZLE AGAINST HIS HAND, WAGGING\nHIS TAIL.) Strange how they take to me. Even that brute today. Better\nspeak to him first. Like women they like RENCONTRES. Stinks like a\npolecat. CHACUN SON GOUT. He might be mad. Dogdays. Uncertain in his\nmovements. Good fellow! Fido! Good fellow! Garryowen! (THE WOLFDOG\nSPRAWLS ON HIS BACK, WRIGGLING OBSCENELY WITH BEGGING PAWS, HIS LONG\nBLACK TONGUE LOLLING OUT.) Influence of his surroundings. Give and have\ndone with it. Provided nobody. (CALLING ENCOURAGING WORDS HE SHAMBLES\nBACK WITH A FURTIVE POACHER’S TREAD, DOGGED BY THE SETTER INTO A DARK\nSTALESTUNK CORNER. HE UNROLLS ONE PARCEL AND GOES TO DUMP THE CRUBEEN\nSOFTLY BUT HOLDS BACK AND FEELS THE TROTTER.) Sizeable for threepence.\nBut then I have it in my left hand. Calls for more effort. Why? Smaller\nfrom want of use. O, let it slide. Two and six.",
        "(WITH REGRET HE LETS THE UNROLLED CRUBEEN AND TROTTER SLIDE. THE MASTIFF\nMAULS THE BUNDLE CLUMSILY AND GLUTS HIMSELF WITH GROWLING GREED,\nCRUNCHING THE BONES. TWO RAINCAPED WATCH APPROACH, SILENT, VIGILANT. THEY\nMURMUR TOGETHER.)",
        "Continue...",
        "\nThis eBook of “Ulysses” by James Joyce belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "UlyssesBy James JoyceAt Amazon"
    ]
}