{
    "title": "Ulysses - I (C)",
    "author": "James Joyce",
    "chapter": "3",
    "content": [
        "\n\n",
        "The words troubled their gaze.",
        "–How, sir? Comyn asked. A bridge is across a river.",
        "For Haines’s chapbook. No-one here to hear. Tonight deftly amid wild\ndrink and talk, to pierce the polished mail of his mind. What then? A\njester at the court of his master, indulged and disesteemed, winning a\nclement master’s praise. Why had they chosen all that part? Not wholly\nfor the smooth caress. For them too history was a tale like any other too\noften heard, their land a pawnshop.",
        "Had Pyrrhus not fallen by a beldam’s hand in Argos or Julius Caesar not\nbeen knifed to death. They are not to be thought away. Time has branded\nthem and fettered they are lodged in the room of the infinite\npossibilities they have ousted. But can those have been possible seeing\nthat they never were? Or was that only possible which came to pass?\nWeave, weaver of the wind.",
        "–Tell us a story, sir.",
        "–O, do, sir. A ghoststory.",
        "–Where do you begin in this? Stephen asked, opening another book.",
        "–WEEP NO MORE, Comyn said.",
        "–Go on then, Talbot.",
        "–And the story, sir?",
        "–After, Stephen said. Go on, Talbot.",
        "A swarthy boy opened a book and propped it nimbly under the breastwork of\nhis satchel. He recited jerks of verse with odd glances at the text:",
        "  –WEEP NO MORE, WOFUL SHEPHERDS, WEEP NO MORE\n    FOR LYCIDAS, YOUR SORROW, IS NOT DEAD,\n    SUNK THOUGH HE BE BENEATH THE WATERY FLOOR ...",
        "It must be a movement then, an actuality of the possible as possible.\nAristotle’s phrase formed itself within the gabbled verses and floated\nout into the studious silence of the library of Saint Genevieve where he\nhad read, sheltered from the sin of Paris, night by night. By his elbow a\ndelicate Siamese conned a handbook of strategy. Fed and feeding brains\nabout me: under glowlamps, impaled, with faintly beating feelers: and in\nmy mind’s darkness a sloth of the underworld, reluctant, shy of\nbrightness, shifting her dragon scaly folds. Thought is the thought of\nthought. Tranquil brightness. The soul is in a manner all that is: the\nsoul is the form of forms. Tranquility sudden, vast, candescent: form of\nforms.",
        "Talbot repeated:",
        "  –THROUGH THE DEAR MIGHT OF HIM THAT WALKED THE WAVES,\n    THROUGH THE DEAR MIGHT ...",
        "–Turn over, Stephen said quietly. I don’t see anything.",
        "–What, sir? Talbot asked simply, bending forward.",
        "His hand turned the page over. He leaned back and went on again,\nhaving just remembered. Of him that walked the waves. Here also over\nthese craven hearts his shadow lies and on the scoffer’s heart and lips\nand on mine. It lies upon their eager faces who offered him a coin of the\ntribute. To Caesar what is Caesar’s, to God what is God’s. A long look\nfrom dark eyes, a riddling sentence to be woven and woven on the church’s\nlooms. Ay.",
        "    RIDDLE ME, RIDDLE ME, RANDY RO.\n    MY FATHER GAVE ME SEEDS TO SOW.",
        "Talbot slid his closed book into his satchel.",
        "–Have I heard all? Stephen asked.",
        "–Yes, sir. Hockey at ten, sir.",
        "–Half day, sir. Thursday.",
        "–Who can answer a riddle? Stephen asked.",
        "They bundled their books away, pencils clacking, pages rustling.\nCrowding together they strapped and buckled their satchels, all gabbling\ngaily:",
        "–A riddle, sir? Ask me, sir.",
        "–O, ask me, sir.",
        "–A hard one, sir.",
        "–This is the riddle, Stephen said:",
        "    THE COCK CREW,\n    THE SKY WAS BLUE:\n    THE BELLS IN HEAVEN\n    WERE STRIKING ELEVEN.\n    ’TIS TIME FOR THIS POOR SOUL\n    TO GO TO HEAVEN.",
        "What is that?",
        "–What, sir?",
        "–Again, sir. We didn’t hear.",
        "Their eyes grew bigger as the lines were repeated. After a silence\nCochrane said:",
        "–What is it, sir? We give it up.",
        "Stephen, his throat itching, answered:",
        "–The fox burying his grandmother under a hollybush.",
        "He stood up and gave a shout of nervous laughter to which their cries\nechoed dismay.",
        "A stick struck the door and a voice in the corridor called:",
        "–Hockey!",
        "They broke asunder, sidling out of their benches, leaping them.\nQuickly they were gone and from the lumberroom came the rattle of sticks\nand clamour of their boots and tongues.",
        "Sargent who alone had lingered came forward slowly, showing an\nopen copybook. His thick hair and scraggy neck gave witness of\nunreadiness and through his misty glasses weak eyes looked up pleading.\nOn his cheek, dull and bloodless, a soft stain of ink lay, dateshaped,\nrecent and damp as a snail’s bed.",
        "He held out his copybook. The word SUMS was written on the\nheadline. Beneath were sloping figures and at the foot a crooked signature\nwith blind loops and a blot. Cyril Sargent: his name and seal.",
        "–Mr Deasy told me to write them out all again, he said, and show them to\nyou, sir.",
        "Stephen touched the edges of the book. Futility.",
        "–Do you understand how to do them now? he asked.",
        "–Numbers eleven to fifteen, Sargent answered. Mr Deasy said I was to\ncopy them off the board, sir.",
        "–Can you do them. yourself? Stephen asked.",
        "–No, sir.",
        "Ugly and futile: lean neck and thick hair and a stain of ink, a snail’s\nbed. Yet someone had loved him, borne him in her arms and in her heart.\nBut for her the race of the world would have trampled him underfoot, a\nsquashed boneless snail. She had loved his weak watery blood drained from\nher own. Was that then real? The only true thing in life? His mother’s\nprostrate body the fiery Columbanus in holy zeal bestrode. She was no\nmore: the trembling skeleton of a twig burnt in the fire, an odour of\nrosewood and wetted ashes. She had saved him from being trampled\nunderfoot and had gone, scarcely having been. A poor soul gone to heaven:\nand on a heath beneath winking stars a fox, red reek of rapine in his fur,\nwith merciless bright eyes scraped in the earth, listened, scraped up the\nearth, listened, scraped and scraped.",
        "Sitting at his side Stephen solved out the problem. He proves by\nalgebra that Shakespeare’s ghost is Hamlet’s grandfather. Sargent peered\naskance through his slanted glasses. Hockeysticks rattled in the\nlumberroom: the hollow knock of a ball and calls from the field.",
        "Across the page the symbols moved in grave morrice, in the mummery\nof their letters, wearing quaint caps of squares and cubes. Give hands,\ntraverse, bow to partner: so: imps of fancy of the Moors. Gone too from\nthe world, Averroes and Moses Maimonides, dark men in mien and\nmovement, flashing in their mocking mirrors the obscure soul of the\nworld, a darkness shining in brightness which brightness could not\ncomprehend.",
        "–Do you understand now? Can you work the second for yourself?",
        "–Yes, sir.",
        "In long shaky strokes Sargent copied the data. Waiting always for a\nword of help his hand moved faithfully the unsteady symbols, a faint hue\nof shame flickering behind his dull skin. AMOR MATRIS: subjective and\nobjective genitive. With her weak blood and wheysour milk she had fed him\nand hid from sight of others his swaddling bands.",
        "Like him was I, these sloping shoulders, this gracelessness. My\nchildhood bends beside me. Too far for me to lay a hand there once or\nlightly. Mine is far and his secret as our eyes. Secrets, silent, stony\nsit in the dark palaces of both our hearts: secrets weary of their\ntyranny: tyrants, willing to be dethroned.",
        "The sum was done.",
        "–It is very simple, Stephen said as he stood up.",
        "–Yes, sir. Thanks, Sargent answered.",
        "He dried the page with a sheet of thin blottingpaper and carried his\ncopybook back to his bench.",
        "–You had better get your stick and go out to the others, Stephen said as\nhe followed towards the door the boy’s graceless form.",
        "–Yes, sir.",
        "In the corridor his name was heard, called from the playfield.",
        "–Sargent!",
        "–Run on, Stephen said. Mr Deasy is calling you.",
        "He stood in the porch and watched the laggard hurry towards the\nscrappy field where sharp voices were in strife. They were sorted in teams\nand Mr Deasy came away stepping over wisps of grass with gaitered feet.\nWhen he had reached the schoolhouse voices again contending called to\nhim. He turned his angry white moustache.",
        "–What is it now? he cried continually without listening.",
        "–Cochrane and Halliday are on the same side, sir, Stephen said.",
        "–Will you wait in my study for a moment, Mr Deasy said, till I restore\norder here.",
        "And as he stepped fussily back across the field his old man’s voice\ncried sternly:",
        "–What is the matter? What is it now?",
        "Their sharp voices cried about him on all sides: their many forms\nclosed round him, the garish sunshine bleaching the honey of his illdyed\nhead.",
        "Stale smoky air hung in the study with the smell of drab abraded\nleather of its chairs. As on the first day he bargained with me here. As\nit was in the beginning, is now. On the sideboard the tray of Stuart\ncoins, base treasure of a bog: and ever shall be. And snug in their\nspooncase of purple plush, faded, the twelve apostles having preached to\nall the gentiles: world without end.",
        "A hasty step over the stone porch and in the corridor. Blowing out his\nrare moustache Mr Deasy halted at the table.",
        "–First, our little financial settlement, he said.",
        "He brought out of his coat a pocketbook bound by a leather thong. It\nslapped open and he took from it two notes, one of joined halves, and laid\nthem carefully on the table.",
        "–Two, he said, strapping and stowing his pocketbook away.",
        "And now his strongroom for the gold. Stephen’s embarrassed hand\nmoved over the shells heaped in the cold stone mortar: whelks and money\ncowries and leopard shells: and this, whorled as an emir’s turban, and\nthis, the scallop of saint James. An old pilgrim’s hoard, dead treasure,\nhollow shells.",
        "A sovereign fell, bright and new, on the soft pile of the tablecloth.",
        "–Three, Mr Deasy said, turning his little savingsbox about in his hand.\nThese are handy things to have. See. This is for sovereigns. This is for\nshillings. Sixpences, halfcrowns. And here crowns. See.",
        "He shot from it two crowns and two shillings.",
        "–Three twelve, he said. I think you’ll find that’s right.",
        "–Thank you, sir, Stephen said, gathering the money together with shy\nhaste and putting it all in a pocket of his trousers.",
        "–No thanks at all, Mr Deasy said. You have earned it.",
        "Stephen’s hand, free again, went back to the hollow shells. Symbols\ntoo of beauty and of power. A lump in my pocket: symbols soiled by greed\nand misery.",
        "–Don’t carry it like that, Mr Deasy said. You’ll pull it out somewhere\nand lose it. You just buy one of these machines. You’ll find them very\nhandy.",
        "Answer something.",
        "–Mine would be often empty, Stephen said.",
        "The same room and hour, the same wisdom: and I the same. Three\ntimes now. Three nooses round me here. Well? I can break them in this\ninstant if I will.",
        "–Because you don’t save, Mr Deasy said, pointing his finger. You don’t\nknow yet what money is. Money is power. When you have lived as long as I\nhave. I know, I know. If youth but knew. But what does Shakespeare say?\nPUT BUT MONEY IN THY PURSE.",
        "–Iago, Stephen murmured.",
        "He lifted his gaze from the idle shells to the old man’s stare.",
        "–He knew what money was, Mr Deasy said. He made money. A poet, yes,\nbut an Englishman too. Do you know what is the pride of the English? Do\nyou know what is the proudest word you will ever hear from an\nEnglishman’s mouth?",
        "The seas’ ruler. His seacold eyes looked on the empty bay: it seems\nhistory is to blame: on me and on my words, unhating.",
        "–That on his empire, Stephen said, the sun never sets.",
        "–Ba! Mr Deasy cried. That’s not English. A French Celt said that. He\ntapped his savingsbox against his thumbnail.",
        "–I will tell you, he said solemnly, what is his proudest boast. I PAID\nMY WAY.",
        "Good man, good man.",
        "–I PAID MY WAY. I NEVER BORROWED A SHILLING IN MY LIFE. Can you feel\nthat? I OWE NOTHING. Can you?",
        "Mulligan, nine pounds, three pairs of socks, one pair brogues, ties.\nCurran, ten guineas. McCann, one guinea. Fred Ryan, two shillings.\nTemple, two lunches. Russell, one guinea, Cousins, ten shillings, Bob\nReynolds, half a guinea, Koehler, three guineas, Mrs MacKernan, five\nweeks’ board. The lump I have is useless.",
        "–For the moment, no, Stephen answered.",
        "Mr Deasy laughed with rich delight, putting back his savingsbox.",
        "–I knew you couldn’t, he said joyously. But one day you must feel it. We\nare a generous people but we must also be just.",
        "–I fear those big words, Stephen said, which make us so unhappy.",
        "Mr Deasy stared sternly for some moments over the mantelpiece at\nthe shapely bulk of a man in tartan filibegs: Albert Edward, prince of\nWales.",
        "–You think me an old fogey and an old tory, his thoughtful voice said. I\nsaw three generations since O’Connell’s time. I remember the famine\nin ’46. Do you know that the orange lodges agitated for repeal of the\nunion twenty years before O’Connell did or before the prelates of your\ncommunion denounced him as a demagogue? You fenians forget some things.",
        "Glorious, pious and immortal memory. The lodge of Diamond in\nArmagh the splendid behung with corpses of papishes. Hoarse, masked and\narmed, the planters’ covenant. The black north and true blue bible.\nCroppies lie down.",
        "Stephen sketched a brief gesture.",
        "–I have rebel blood in me too, Mr Deasy said. On the spindle side. But I\nam descended from sir John Blackwood who voted for the union. We are all\nIrish, all kings’ sons.",
        "–Alas, Stephen said.",
        "–PER VIAS RECTAS, Mr Deasy said firmly, was his motto. He voted for it\nand put on his topboots to ride to Dublin from the Ards of Down to do so.",
        "    LAL THE RAL THE RA\n    THE ROCKY ROAD TO DUBLIN.",
        "A gruff squire on horseback with shiny topboots. Soft day, sir John!\nSoft day, your honour! ... Day! ... Day! ... Two topboots jog dangling\non to Dublin. Lal the ral the ra. Lal the ral the raddy.",
        "–That reminds me, Mr Deasy said. You can do me a favour, Mr Dedalus,\nwith some of your literary friends. I have a letter here for the press.\nSit down a moment. I have just to copy the end.",
        "He went to the desk near the window, pulled in his chair twice and\nread off some words from the sheet on the drum of his typewriter.",
        "–Sit down. Excuse me, he said over his shoulder, THE DICTATES OF COMMON\nSENSE. Just a moment.",
        "He peered from under his shaggy brows at the manuscript by his\nelbow and, muttering, began to prod the stiff buttons of the keyboard\nslowly, sometimes blowing as he screwed up the drum to erase an error.",
        "Stephen seated himself noiselessly before the princely presence.\nFramed around the walls images of vanished horses stood in homage, their\nmeek heads poised in air: lord Hastings’ Repulse, the duke of\nWestminster’s Shotover, the duke of Beaufort’s Ceylon, PRIX DE PARIS,\n1866. Elfin riders sat them, watchful of a sign. He saw their speeds,\nbacking king’s colours, and shouted with the shouts of vanished crowds.",
        "–Full stop, Mr Deasy bade his keys. But prompt ventilation of this\nallimportant question ...",
        "Where Cranly led me to get rich quick, hunting his winners among\nthe mudsplashed brakes, amid the bawls of bookies on their pitches and\nreek of the canteen, over the motley slush. Fair Rebel! Fair Rebel! Even\nmoney the favourite: ten to one the field. Dicers and thimbleriggers we\nhurried by after the hoofs, the vying caps and jackets and past the\nmeatfaced woman, a butcher’s dame, nuzzling thirstily her clove of orange.",
        "Shouts rang shrill from the boys’ playfield and a whirring whistle.",
        "Again: a goal. I am among them, among their battling bodies in a\nmedley, the joust of life. You mean that knockkneed mother’s darling who\nseems to be slightly crawsick? Jousts. Time shocked rebounds, shock by\nshock. Jousts, slush and uproar of battles, the frozen deathspew of the\nslain, a shout of spearspikes baited with men’s bloodied guts.",
        "–Now then, Mr Deasy said, rising.",
        "He came to the table, pinning together his sheets. Stephen stood up.",
        "–I have put the matter into a nutshell, Mr Deasy said. It’s about the\nfoot and mouth disease. Just look through it. There can be no two opinions\non the matter.",
        "May I trespass on your valuable space. That doctrine of LAISSEZ FAIRE\nwhich so often in our history. Our cattle trade. The way of all our old\nindustries. Liverpool ring which jockeyed the Galway harbour scheme.\nEuropean conflagration. Grain supplies through the narrow waters of the\nchannel. The pluterperfect imperturbability of the department of\nagriculture. Pardoned a classical allusion. Cassandra. By a woman who\nwas no better than she should be. To come to the point at issue.",
        "–I don’t mince words, do I? Mr Deasy asked as Stephen read on.",
        "Foot and mouth disease. Known as Koch’s preparation. Serum and\nvirus. Percentage of salted horses. Rinderpest. Emperor’s horses at\nMurzsteg, lower Austria. Veterinary surgeons. Mr Henry Blackwood Price.\nCourteous offer a fair trial. Dictates of common sense. Allimportant\nquestion. In every sense of the word take the bull by the horns. Thanking\nyou for the hospitality of your columns.",
        "–I want that to be printed and read, Mr Deasy said. You will see at the\nnext outbreak they will put an embargo on Irish cattle. And it can be\ncured. It is cured. My cousin, Blackwood Price, writes to me it is\nregularly treated and cured in Austria by cattledoctors there. They offer\nto come over here. I am trying to work up influence with the department.\nNow I’m going to try publicity. I am surrounded by difficulties,\nby ... intrigues by ... backstairs influence by ...",
        "He raised his forefinger and beat the air oldly before his voice spoke.",
        "–Mark my words, Mr Dedalus, he said. England is in the hands of the\njews. In all the highest places: her finance, her press. And they are the\nsigns of a nation’s decay. Wherever they gather they eat up the nation’s\nvital strength. I have seen it coming these years. As sure as we are\nstanding here the jew merchants are already at their work of destruction.\nOld England is dying.",
        "He stepped swiftly off, his eyes coming to blue life as they passed a\nbroad sunbeam. He faced about and back again.",
        "–Dying, he said again, if not dead by now.",
        "    THE HARLOT’S CRY FROM STREET TO STREET\n    SHALL WEAVE OLD ENGLAND’S WINDINGSHEET.",
        "His eyes open wide in vision stared sternly across the sunbeam in\nwhich he halted.",
        "–A merchant, Stephen said, is one who buys cheap and sells dear, jew or\ngentile, is he not?",
        "–They sinned against the light, Mr Deasy said gravely. And you can see\nthe darkness in their eyes. And that is why they are wanderers on the\nearth to this day.",
        "On the steps of the Paris stock exchange the goldskinned men quoting\nprices on their gemmed fingers. Gabble of geese. They swarmed loud,\nuncouth about the temple, their heads thickplotting under maladroit silk\nhats. Not theirs: these clothes, this speech, these gestures. Their full\nslow eyes belied the words, the gestures eager and unoffending, but knew\nthe rancours massed about them and knew their zeal was vain. Vain patience\nto heap and hoard. Time surely would scatter all. A hoard heaped by the\nroadside: plundered and passing on. Their eyes knew their years of\nwandering and, patient, knew the dishonours of their flesh.",
        "–Who has not? Stephen said.",
        "–What do you mean? Mr Deasy asked.",
        "He came forward a pace and stood by the table. His underjaw fell\nsideways open uncertainly. Is this old wisdom? He waits to hear from me.",
        "–History, Stephen said, is a nightmare from which I am trying to awake.",
        "From the playfield the boys raised a shout. A whirring whistle: goal.\nWhat if that nightmare gave you a back kick?",
        "–The ways of the Creator are not our ways, Mr Deasy said. All human\nhistory moves towards one great goal, the manifestation of God.",
        "Stephen jerked his thumb towards the window, saying:",
        "–That is God.",
        "Hooray! Ay! Whrrwhee!",
        "–What? Mr Deasy asked.",
        "–A shout in the street, Stephen answered, shrugging his shoulders.",
        "Mr Deasy looked down and held for awhile the wings of his nose\ntweaked between his fingers. Looking up again he set them free.",
        "–I am happier than you are, he said. We have committed many errors and\nmany sins. A woman brought sin into the world. For a woman who was no\nbetter than she should be, Helen, the runaway wife of Menelaus, ten years\nthe Greeks made war on Troy. A faithless wife first brought the strangers\nto our shore here, MacMurrough’s wife and her leman, O’Rourke, prince of\nBreffni. A woman too brought Parnell low. Many errors, many failures but\nnot the one sin. I am a struggler now at the end of my days. But I will\nfight for the right till the end.",
        "    FOR ULSTER WILL FIGHT\n    AND ULSTER WILL BE RIGHT.",
        "Stephen raised the sheets in his hand.",
        "–Well, sir, he began ...",
        "–I foresee, Mr Deasy said, that you will not remain here very long at\nthis work. You were not born to be a teacher, I think. Perhaps I am\nwrong.",
        "–A learner rather, Stephen said.",
        "And here what will you learn more?",
        "Mr Deasy shook his head.",
        "–Who knows? he said. To learn one must be humble. But life is the great\nteacher.",
        "Stephen rustled the sheets again.",
        "–As regards these, he began.",
        "–Yes, Mr Deasy said. You have two copies there. If you can have them\npublished at once.",
        "Telegraph. Irish Homestead.",
        "–I will try, Stephen said, and let you know tomorrow. I know two editors\nslightly.",
        "–That will do, Mr Deasy said briskly. I wrote last night to Mr Field,\nM.P. There is a meeting of the cattletraders’ association today at the\nCity Arms hotel. I asked him to lay my letter before the meeting. You see\nif you can get it into your two papers. What are they?",
        "–The Evening Telegraph ...",
        "–That will do, Mr Deasy said. There is no time to lose. Now I have to\nanswer that letter from my cousin.",
        "–Good morning, sir, Stephen said, putting the sheets in his pocket.\nThank you.",
        "–Not at all, Mr Deasy said as he searched the papers on his desk. I like\nto break a lance with you, old as I am.",
        "–Good morning, sir, Stephen said again, bowing to his bent back.",
        "He went out by the open porch and down the gravel path under the\ntrees, hearing the cries of voices and crack of sticks from the playfield.\nThe lions couchant on the pillars as he passed out through the gate:\ntoothless terrors. Still I will help him in his fight. Mulligan will dub\nme a new name: the bullockbefriending bard.",
        "–Mr Dedalus!",
        "Running after me. No more letters, I hope.",
        "–Just one moment.",
        "–Yes, sir, Stephen said, turning back at the gate.",
        "Mr Deasy halted, breathing hard and swallowing his breath.",
        "–I just wanted to say, he said. Ireland, they say, has the honour of\nbeing the only country which never persecuted the jews. Do you know that?\nNo. And do you know why?",
        "He frowned sternly on the bright air.",
        "–Why, sir? Stephen asked, beginning to smile.",
        "–Because she never let them in, Mr Deasy said solemnly.",
        "A coughball of laughter leaped from his throat dragging after it a\nrattling chain of phlegm. He turned back quickly, coughing, laughing, his\nlifted arms waving to the air.",
        "–She never let them in, he cried again through his laughter as he\nstamped on gaitered feet over the gravel of the path. That’s why.",
        "On his wise shoulders through the checkerwork of leaves the sun flung\nspangles, dancing coins.",
        "Ineluctable modality of the visible: at least that if no more, thought\nthrough my eyes. Signatures of all things I am here to read, seaspawn and\nseawrack, the nearing tide, that rusty boot. Snotgreen, bluesilver, rust:\ncoloured signs. Limits of the diaphane. But he adds: in bodies. Then he\nwas aware of them bodies before of them coloured. How? By knocking his\nsconce against them, sure. Go easy. Bald he was and a millionaire, MAESTRO\nDI COLOR CHE SANNO. Limit of the diaphane in. Why in? Diaphane,\nadiaphane. If you can put your five fingers through it it is a gate, if\nnot a door. Shut your eyes and see.",
        "Stephen closed his eyes to hear his boots crush crackling wrack and\nshells. You are walking through it howsomever. I am, a stride at a time. A\nvery short space of time through very short times of space. Five, six: the\nNACHEINANDER. Exactly: and that is the ineluctable modality of the\naudible. Open your eyes. No. Jesus! If I fell over a cliff that beetles\no’er his base, fell through the NEBENEINANDER ineluctably! I am getting on\nnicely in the dark. My ash sword hangs at my side. Tap with it: they do.\nMy two feet in his boots are at the ends of his legs, NEBENEINANDER.\nSounds solid: made by the mallet of LOS DEMIURGOS. Am I walking into\neternity along Sandymount strand? Crush, crack, crick, crick. Wild sea\nmoney. Dominie Deasy kens them a’.",
        "    WON’T YOU COME TO SANDYMOUNT,\n    MADELINE THE MARE?",
        "Rhythm begins, you see. I hear. Acatalectic tetrameter of iambs\nmarching. No, agallop: DELINE THE MARE.",
        "Open your eyes now. I will. One moment. Has all vanished since? If I\nopen and am for ever in the black adiaphane. BASTA! I will see if I can\nsee.",
        "See now. There all the time without you: and ever shall be, world\nwithout end.",
        "They came down the steps from Leahy’s terrace prudently,\nFRAUENZIMMER: and down the shelving shore flabbily, their splayed feet\nsinking in the silted sand. Like me, like Algy, coming down to our mighty\nmother. Number one swung lourdily her midwife’s bag, the other’s gamp\npoked in the beach. From the liberties, out for the day. Mrs Florence\nMacCabe, relict of the late Patk MacCabe, deeply lamented, of Bride\nStreet. One of her sisterhood lugged me squealing into life. Creation from\nnothing. What has she in the bag? A misbirth with a trailing navelcord,\nhushed in ruddy wool. The cords of all link back, strandentwining cable of\nall flesh. That is why mystic monks. Will you be as gods? Gaze in your\nOMPHALOS. Hello! Kinch here. Put me on to Edenville. Aleph, alpha: nought,\nnought, one.",
        "Spouse and helpmate of Adam Kadmon: Heva, naked Eve. She had\nno navel. Gaze. Belly without blemish, bulging big, a buckler of taut\nvellum, no, whiteheaped corn, orient and immortal, standing from\neverlasting to everlasting. Womb of sin.",
        "Wombed in sin darkness I was too, made not begotten. By them, the\nman with my voice and my eyes and a ghostwoman with ashes on her\nbreath. They clasped and sundered, did the coupler’s will. From before the\nages He willed me and now may not will me away or ever. A LEX ETERNA\nstays about Him. Is that then the divine substance wherein Father and Son\nare consubstantial? Where is poor dear Arius to try conclusions? Warring\nhis life long upon the contransmagnificandjewbangtantiality. Illstarred\nheresiarch’ In a Greek watercloset he breathed his last: euthanasia. With\nbeaded mitre and with crozier, stalled upon his throne, widower of a\nwidowed see, with upstiffed omophorion, with clotted hinderparts.",
        "Airs romped round him, nipping and eager airs. They are coming,\nwaves. The whitemaned seahorses, champing, brightwindbridled, the steeds\nof Mananaan.",
        "I mustn’t forget his letter for the press. And after? The Ship, half\ntwelve. By the way go easy with that money like a good young imbecile.",
        "Yes, I must.",
        "His pace slackened. Here. Am I going to aunt Sara’s or not? My\nconsubstantial father’s voice. Did you see anything of your artist brother\nStephen lately? No? Sure he’s not down in Strasburg terrace with his aunt",
        "Sally? Couldn’t he fly a bit higher than that, eh? And and and and tell\nus, Stephen, how is uncle Si? O, weeping God, the things I married into!\nDe boys up in de hayloft. The drunken little costdrawer and his brother,\nthe cornet player. Highly respectable gondoliers! And skeweyed Walter\nsirring his father, no less! Sir. Yes, sir. No, sir. Jesus wept: and no\nwonder, by Christ!",
        "I pull the wheezy bell of their shuttered cottage: and wait. They take\nme for a dun, peer out from a coign of vantage.",
        "–It’s Stephen, sir.",
        "–Let him in. Let Stephen in.",
        "A bolt drawn back and Walter welcomes me.",
        "–We thought you were someone else.",
        "In his broad bed nuncle Richie, pillowed and blanketed, extends over\nthe hillock of his knees a sturdy forearm. Cleanchested. He has washed the\nupper moiety.",
        "–Morrow, nephew.",
        "He lays aside the lapboard whereon he drafts his bills of costs for the\neyes of master Goff and master Shapland Tandy, filing consents and\ncommon searches and a writ of DUCES TECUM. A bogoak frame over his bald\nhead: Wilde’s REQUIESCAT. The drone of his misleading whistle brings\nWalter back.",
        "–Yes, sir?",
        "–Malt for Richie and Stephen, tell mother. Where is she?",
        "–Bathing Crissie, sir.",
        "Papa’s little bedpal. Lump of love.",
        "–No, uncle Richie ...",
        "–Call me Richie. Damn your lithia water. It lowers. Whusky!",
        "–Uncle Richie, really ...",
        "–Sit down or by the law Harry I’ll knock you down.",
        "Walter squints vainly for a chair.",
        "–He has nothing to sit down on, sir.",
        "–He has nowhere to put it, you mug. Bring in our chippendale chair.\nWould you like a bite of something? None of your damned lawdeedaw airs\nhere. The rich of a rasher fried with a herring? Sure? So much the better.\nWe have nothing in the house but backache pills.",
        "All’erta!",
        "He drones bars of Ferrando’s ARIA DI SORTITA. The grandest number,\nStephen, in the whole opera. Listen.",
        "His tuneful whistle sounds again, finely shaded, with rushes of the air,\nhis fists bigdrumming on his padded knees.",
        "This wind is sweeter.",
        "Houses of decay, mine, his and all. You told the Clongowes gentry\nyou had an uncle a judge and an uncle a general in the army. Come out of\nthem, Stephen. Beauty is not there. Nor in the stagnant bay of Marsh’s\nlibrary where you read the fading prophecies of Joachim Abbas. For\nwhom? The hundredheaded rabble of the cathedral close. A hater of his\nkind ran from them to the wood of madness, his mane foaming in the\nmoon, his eyeballs stars. Houyhnhnm, horsenostrilled. The oval equine\nfaces, Temple, Buck Mulligan, Foxy Campbell, Lanternjaws. Abbas father,–\nfurious dean, what offence laid fire to their brains? Paff! DESCENDE,\nCALVE, UT NE AMPLIUS DECALVERIS. A garland of grey hair on his comminated\nhead see him me clambering down to the footpace (DESCENDE!), clutching a\nmonstrance, basiliskeyed. Get down, baldpoll! A choir gives back menace\nand echo, assisting about the altar’s horns, the snorted Latin of\njackpriests moving burly in their albs, tonsured and oiled and gelded, fat\nwith the fat of kidneys of wheat.",
        "And at the same instant perhaps a priest round the corner is elevating it.\nDringdring! And two streets off another locking it into a pyx.\nDringadring! And in a ladychapel another taking housel all to his own\ncheek. Dringdring! Down, up, forward, back. Dan Occam thought of that,\ninvincible doctor. A misty English morning the imp hypostasis tickled his\nbrain. Bringing his host down and kneeling he heard twine with his second\nbell the first bell in the transept (he is lifting his) and, rising, heard\n(now I am lifting) their two bells (he is kneeling) twang in diphthong.",
        "Cousin Stephen, you will never be a saint. Isle of saints. You were\nawfully holy, weren’t you? You prayed to the Blessed Virgin that you might\nnot have a red nose. You prayed to the devil in Serpentine avenue that the\nfubsy widow in front might lift her clothes still more from the wet\nstreet. O SI, CERTO! Sell your soul for that, do, dyed rags pinned round a\nsquaw. More tell me, more still!! On the top of the Howth tram alone\ncrying to the rain: Naked women! NAKED WOMEN! What about that, eh?",
        "What about what? What else were they invented for?",
        "Reading two pages apiece of seven books every night, eh? I was\nyoung. You bowed to yourself in the mirror, stepping forward to applause\nearnestly, striking face. Hurray for the Goddamned idiot! Hray! No-one\nsaw: tell no-one. Books you were going to write with letters for titles.\nHave you read his F? O yes, but I prefer Q. Yes, but W is wonderful.\nO yes, W. Remember your epiphanies written on green oval leaves, deeply\ndeep, copies to be sent if you died to all the great libraries of the\nworld, including Alexandria? Someone was to read them there after a few\nthousand years, a mahamanvantara. Pico della Mirandola like. Ay, very like\na whale. When one reads these strange pages of one long gone one feels\nthat one is at one with one who once ...",
        "The grainy sand had gone from under his feet. His boots trod again a\ndamp crackling mast, razorshells, squeaking pebbles, that on the\nunnumbered pebbles beats, wood sieved by the shipworm, lost Armada.\nUnwholesome sandflats waited to suck his treading soles, breathing upward\nsewage breath, a pocket of seaweed smouldered in seafire under a midden\nof man’s ashes. He coasted them, walking warily. A porterbottle stood up,\nstogged to its waist, in the cakey sand dough. A sentinel: isle of\ndreadful thirst. Broken hoops on the shore; at the land a maze of dark\ncunning nets; farther away chalkscrawled backdoors and on the higher beach\na dryingline with two crucified shirts. Ringsend: wigwams of brown\nsteersmen and master mariners. Human shells.",
        "He halted. I have passed the way to aunt Sara’s. Am I not going\nthere? Seems not. No-one about. He turned northeast and crossed the\nfirmer sand towards the Pigeonhouse.",
        "–Qui Vous a Mis Dans Cette Fichue Position?",
        "–C’EST LE PIGEON, JOSEPH.",
        "Patrice, home on furlough, lapped warm milk with me in the bar\nMacMahon. Son of the wild goose, Kevin Egan of Paris. My father’s a bird,\nhe lapped the sweet LAIT CHAUD with pink young tongue, plump bunny’s face.\nLap, LAPIN. He hopes to win in the GROS LOTS. About the nature of women he\nread in Michelet. But he must send me LA VIE DE JESUS by M. Leo Taxil.\nLent it to his friend.",
        "–C’EST TORDANT, VOUS SAVEZ. MOI, JE SUIS SOCIALISTE. JE NE CROIS PAS EN\nL’EXISTENCE DE DIEU. FAUT PAS LE DIRE A MON P-RE.",
        "–Il Croit?",
        "–MON PERE, OUI.",
        "SCHLUSS. He laps.",
        "My Latin quarter hat. God, we simply must dress the character. I\nwant puce gloves. You were a student, weren’t you? Of what in the other\ndevil’s name? Paysayenn. P. C. N., you know: PHYSIQUES, CHIMIQUES ET\nNATURELLES. Aha. Eating your groatsworth of MOU EN CIVET, fleshpots of\nEgypt, elbowed by belching cabmen. Just say in the most natural tone:\nwhen I was in Paris; BOUL’ MICH’, I used to. Yes, used to carry punched\ntickets to prove an alibi if they arrested you for murder somewhere.\nJustice. On the night of the seventeenth of February 1904 the prisoner was\nseen by two witnesses. Other fellow did it: other me. Hat, tie, overcoat,\nnose. LUI, C’EST MOI. You seem to have enjoyed yourself.",
        "Proudly walking. Whom were you trying to walk like? Forget: a\ndispossessed. With mother’s money order, eight shillings, the banging door\nof the post office slammed in your face by the usher. Hunger toothache.\nENCORE DEUX MINUTES. Look clock. Must get. FERME. Hired dog! Shoot him\nto bloody bits with a bang shotgun, bits man spattered walls all brass\nbuttons. Bits all khrrrrklak in place clack back. Not hurt? O, that’s all\nright. Shake hands. See what I meant, see? O, that’s all right. Shake a\nshake. O, that’s all only all right.",
        "You were going to do wonders, what? Missionary to Europe after\nfiery Columbanus. Fiacre and Scotus on their creepystools in heaven spilt\nfrom their pintpots, loudlatinlaughing: EUGE! EUGE! Pretending to speak\nbroken English as you dragged your valise, porter threepence, across the\nslimy pier at Newhaven. COMMENT? Rich booty you brought back; LE TUTU,\nfive tattered numbers of PANTALON BLANC ET CULOTTE ROUGE; a blue\nFrench telegram, curiosity to show:",
        "–Mother dying come home father.",
        "The aunt thinks you killed your mother. That’s why she won’t.",
        "    THEN HERE’S A HEALTH TO MULLIGAN’S AUNT\n    AND I’LL TELL YOU THE REASON WHY.\n    SHE ALWAYS KEPT THINGS DECENT IN\n    THE HANNIGAN FAMILEYE.",
        "His feet marched in sudden proud rhythm over the sand furrows,\nalong by the boulders of the south wall. He stared at them proudly, piled\nstone mammoth skulls. Gold light on sea, on sand, on boulders. The sun is\nthere, the slender trees, the lemon houses.",
        "Paris rawly waking, crude sunlight on her lemon streets. Moist pith of\nfarls of bread, the froggreen wormwood, her matin incense, court the air.\nBelluomo rises from the bed of his wife’s lover’s wife, the kerchiefed\nhousewife is astir, a saucer of acetic acid in her hand. In Rodot’s Yvonne\nand Madeleine newmake their tumbled beauties, shattering with gold teeth\nCHAUSSONS of pastry, their mouths yellowed with the PUS of FLAN BRETON.\nFaces of Paris men go by, their wellpleased pleasers, curled\nconquistadores.",
        "Noon slumbers. Kevin Egan rolls gunpowder cigarettes through\nfingers smeared with printer’s ink, sipping his green fairy as Patrice his\nwhite. About us gobblers fork spiced beans down their gullets. UN DEMI\nSETIER! A jet of coffee steam from the burnished caldron. She serves me at\nhis beck. IL EST IRLANDAIS. HOLLANDAIS? NON FROMAGE. DEUX IRLANDAIS, NOUS,\nIRLANDE, VOUS SAVEZ AH, OUI! She thought you wanted a cheese HOLLANDAIS.\nYour postprandial, do you know that word? Postprandial. There was a\nfellow I knew once in Barcelona, queer fellow, used to call it his\npostprandial. Well: SLAINTE! Around the slabbed tables the tangle of wined\nbreaths and grumbling gorges. His breath hangs over our saucestained\nplates, the green fairy’s fang thrusting between his lips. Of Ireland, the\nDalcassians, of hopes, conspiracies, of Arthur Griffith now, A E,\npimander, good shepherd of men. To yoke me as his yokefellow, our crimes\nour common cause. You’re your father’s son. I know the voice. His fustian\nshirt, sanguineflowered, trembles its Spanish tassels at his secrets. M.\nDrumont, famous journalist, Drumont, know what he called queen\nVictoria? Old hag with the yellow teeth. VIEILLE OGRESSE with the DENTS\nJAUNES. Maud Gonne, beautiful woman, LA PATRIE, M. Millevoye, Felix\nFaure, know how he died? Licentious men. The froeken, BONNE A TOUT FAIRE,\nwho rubs male nakedness in the bath at Upsala. MOI FAIRE, she said, TOUS\nLES MESSIEURS. Not this MONSIEUR, I said. Most licentious custom. Bath a\nmost private thing. I wouldn’t let my brother, not even my own brother,\nmost lascivious thing. Green eyes, I see you. Fang, I feel. Lascivious\npeople.",
        "The blue fuse burns deadly between hands and burns clear. Loose\ntobaccoshreds catch fire: a flame and acrid smoke light our corner. Raw\nfacebones under his peep of day boy’s hat. How the head centre got away,\nauthentic version. Got up as a young bride, man, veil, orangeblossoms,\ndrove out the road to Malahide. Did, faith. Of lost leaders, the betrayed,\nwild escapes. Disguises, clutched at, gone, not here.",
        "Spurned lover. I was a strapping young gossoon at that time, I tell\nyou. I’ll show you my likeness one day. I was, faith. Lover, for her love\nhe prowled with colonel Richard Burke, tanist of his sept, under the walls\nof Clerkenwell and, crouching, saw a flame of vengeance hurl them upward\nin the fog. Shattered glass and toppling masonry. In gay Paree he hides,\nEgan of Paris, unsought by any save by me. Making his day’s stations, the\ndingy printingcase, his three taverns, the Montmartre lair he sleeps short\nnight in, rue de la Goutte-d’Or, damascened with flyblown faces of the\ngone. Loveless, landless, wifeless. She is quite nicey comfy without her\noutcast man, madame in rue Git-le-Coeur, canary and two buck lodgers.\nPeachy cheeks, a zebra skirt, frisky as a young thing’s. Spurned and\nundespairing. Tell Pat you saw me, won’t you? I wanted to get poor Pat a\njob one time. MON FILS, soldier of France. I taught him to sing THE BOYS\nOF KILKENNY ARE STOUT ROARING BLADES. Know that old lay? I taught Patrice\nthat. Old Kilkenny: saint Canice, Strongbow’s castle on the Nore. Goes\nlike this. O, O. He takes me, Napper Tandy, by the hand.",
        "    O, O THE BOYS OF\n    KILKENNY ...",
        "Weak wasting hand on mine. They have forgotten Kevin Egan, not he\nthem. Remembering thee, O Sion.",
        "He had come nearer the edge of the sea and wet sand slapped his\nboots. The new air greeted him, harping in wild nerves, wind of wild air\nof seeds of brightness. Here, I am not walking out to the Kish lightship,\nam I? He stood suddenly, his feet beginning to sink slowly in the quaking\nsoil. Turn back.",
        "Turning, he scanned the shore south, his feet sinking again slowly in\nnew sockets. The cold domed room of the tower waits. Through the\nbarbacans the shafts of light are moving ever, slowly ever as my feet are\nsinking, creeping duskward over the dial floor. Blue dusk, nightfall, deep\nblue night. In the darkness of the dome they wait, their pushedback\nchairs, my obelisk valise, around a board of abandoned platters. Who to\nclear it? He has the key. I will not sleep there when this night comes.\nA shut door of a silent tower, entombing their–blind bodies, the\npanthersahib and his pointer. Call: no answer. He lifted his feet up from\nthe suck and turned back by the mole of boulders. Take all, keep all. My\nsoul walks with me, form of forms. So in the moon’s midwatches I pace the\npath above the rocks, in sable silvered, hearing Elsinore’s tempting\nflood.",
        "The flood is following me. I can watch it flow past from here. Get\nback then by the Poolbeg road to the strand there. He climbed over the\nsedge and eely oarweeds and sat on a stool of rock, resting his ashplant\nin a grike.",
        "A bloated carcass of a dog lay lolled on bladderwrack. Before him the\ngunwale of a boat, sunk in sand. UN COCHE ENSABLE Louis Veuillot called\nGautier’s prose. These heavy sands are language tide and wind have silted\nhere. And these, the stoneheaps of dead builders, a warren of weasel rats.\nHide gold there. Try it. You have some. Sands and stones. Heavy of the\npast. Sir Lout’s toys. Mind you don’t get one bang on the ear. I’m the\nbloody well gigant rolls all them bloody well boulders, bones for my\nsteppingstones. Feefawfum. I zmellz de bloodz odz an Iridzman.",
        "A point, live dog, grew into sight running across the sweep of sand.\nLord, is he going to attack me? Respect his liberty. You will not be\nmaster of others or their slave. I have my stick. Sit tight. From farther\naway, walking shoreward across from the crested tide, figures, two. The\ntwo maries. They have tucked it safe mong the bulrushes. Peekaboo. I see\nyou. No, the dog. He is running back to them. Who?",
        "Galleys of the Lochlanns ran here to beach, in quest of prey, their\nbloodbeaked prows riding low on a molten pewter surf. Dane vikings, torcs\nof tomahawks aglitter on their breasts when Malachi wore the collar of\ngold. A school of turlehide whales stranded in hot noon, spouting,\nhobbling in the shallows. Then from the starving cagework city a horde of\njerkined dwarfs, my people, with flayers’ knives, running, scaling,\nhacking in green blubbery whalemeat. Famine, plague and slaughters. Their\nblood is in me, their lusts my waves. I moved among them on the frozen\nLiffey, that I, a changeling, among the spluttering resin fires. I spoke\nto no-one: none to me.",
        "The dog’s bark ran towards him, stopped, ran back. Dog of my\nenemy. I just simply stood pale, silent, bayed about. TERRIBILIA MEDITANS.\nA primrose doublet, fortune’s knave, smiled on my fear. For that are you\npining, the bark of their applause? Pretenders: live their lives. The\nBruce’s brother, Thomas Fitzgerald, silken knight, Perkin Warbeck, York’s\nfalse scion, in breeches of silk of whiterose ivory, wonder of a day, and\nLambert Simnel, with a tail of nans and sutlers, a scullion crowned. All\nkings’ sons. Paradise of pretenders then and now. He saved men from\ndrowning and you shake at a cur’s yelping. But the courtiers who mocked\nGuido in Or san Michele were in their own house. House of ... We don’t\nwant any of your medieval abstrusiosities. Would you do what he did? A\nboat would be near, a lifebuoy. NATURLICH, put there for you. Would you or\nwould you not? The man that was drowned nine days ago off Maiden’s rock.\nThey are waiting for him now. The truth, spit it out. I would want to.\nI would try. I am not a strong swimmer. Water cold soft. When I put my\nface into it in the basin at Clongowes. Can’t see! Who’s behind me? Out\nquickly, quickly! Do you see the tide flowing quickly in on all sides,\nsheeting the lows of sand quickly, shellcocoacoloured? If I had land under\nmy feet. I want his life still to be his, mine to be mine. A drowning man.\nHis human eyes scream to me out of horror of his death. I ... With him\ntogether down ... I could not save her. Waters: bitter death: lost.",
        "A woman and a man. I see her skirties. Pinned up, I bet.",
        "Their dog ambled about a bank of dwindling sand, trotting, sniffing\non all sides. Looking for something lost in a past life. Suddenly he made\noff like a bounding hare, ears flung back, chasing the shadow of a\nlowskimming gull. The man’s shrieked whistle struck his limp ears. He\nturned, bounded back, came nearer, trotted on twinkling shanks. On a field\ntenney a buck, trippant, proper, unattired. At the lacefringe of the tide\nhe halted with stiff forehoofs, seawardpointed ears. His snout lifted\nbarked at the wavenoise, herds of seamorse. They serpented towards his\nfeet, curling, unfurling many crests, every ninth, breaking, plashing,\nfrom far, from farther out, waves and waves.",
        "Cocklepickers. They waded a little way in the water and, stooping,\nsoused their bags and, lifting them again, waded out. The dog yelped\nrunning to them, reared up and pawed them, dropping on all fours, again\nreared up at them with mute bearish fawning. Unheeded he kept by them as\nthey came towards the drier sand, a rag of wolf’s tongue redpanting from\nhis jaws. His speckled body ambled ahead of them and then loped off at a\ncalf’s gallop. The carcass lay on his path. He stopped, sniffed, stalked\nround it, brother, nosing closer, went round it, sniffling rapidly like a\ndog all over the dead dog’s bedraggled fell. Dogskull, dogsniff, eyes on\nthe ground, moves to one great goal. Ah, poor dogsbody! Here lies poor\ndogsbody’s body.",
        "–Tatters! Out of that, you mongrel!",
        "The cry brought him skulking back to his master and a blunt bootless\nkick sent him unscathed across a spit of sand, crouched in flight. He\nslunk back in a curve. Doesn’t see me. Along by the edge of the mole he\nlolloped, dawdled, smelt a rock. and from under a cocked hindleg pissed\nagainst it. He trotted forward and, lifting again his hindleg, pissed\nquick short at an unsmelt rock. The simple pleasures of the poor. His\nhindpaws then scattered the sand: then his forepaws dabbled and delved.\nSomething he buried there, his grandmother. He rooted in the sand,\ndabbling, delving and stopped to listen to the air, scraped up the sand\nagain with a fury of his claws, soon ceasing, a pard, a panther, got in\nspousebreach, vulturing the dead.",
        "After he woke me last night same dream or was it? Wait. Open\nhallway. Street of harlots. Remember. Haroun al Raschid. I am almosting\nit. That man led me, spoke. I was not afraid. The melon he had he held\nagainst my face. Smiled: creamfruit smell. That was the rule, said. In.\nCome. Red carpet spread. You will see who.",
        "Shouldering their bags they trudged, the red Egyptians. His blued\nfeet out of turnedup trousers slapped the clammy sand, a dull brick\nmuffler strangling his unshaven neck. With woman steps she followed: the\nruffian and his strolling mort. Spoils slung at her back. Loose sand and\nshellgrit crusted her bare feet. About her windraw face hair trailed.\nBehind her lord, his helpmate, bing awast to Romeville. When night hides\nher body’s flaws calling under her brown shawl from an archway where dogs\nhave mired. Her fancyman is treating two Royal Dublins in O’Loughlin’s of\nBlackpitts. Buss her, wap in rogues’ rum lingo, for, O, my dimber wapping\ndell! A shefiend’s whiteness under her rancid rags. Fumbally’s lane that\nnight: the tanyard smells.",
        "    WHITE THY FAMBLES, RED THY GAN\n    AND THY QUARRONS DAINTY IS.\n    COUCH A HOGSHEAD WITH ME THEN.\n    IN THE DARKMANS CLIP AND KISS.",
        "Morose delectation Aquinas tunbelly calls this, FRATE PORCOSPINO.\nUnfallen Adam rode and not rutted. Call away let him: THY QUARRONS DAINTY\nIS. Language no whit worse than his. Monkwords, marybeads jabber on\ntheir girdles: roguewords, tough nuggets patter in their pockets.",
        "Passing now.",
        "A side eye at my Hamlet hat. If I were suddenly naked here as I sit? I\nam not. Across the sands of all the world, followed by the sun’s flaming\nsword, to the west, trekking to evening lands. She trudges, schlepps,\ntrains, drags, trascines her load. A tide westering, moondrawn, in her\nwake. Tides, myriadislanded, within her, blood not mine, OINOPA PONTON,\na winedark sea. Behold the handmaid of the moon. In sleep the wet sign\ncalls her hour, bids her rise. Bridebed, childbed, bed of death,\nghostcandled. OMNIS CARO AD TE VENIET. He comes, pale vampire, through\nstorm his eyes, his bat sails bloodying the sea, mouth to her mouth’s\nkiss.",
        "Here. Put a pin in that chap, will you? My tablets. Mouth to her kiss.",
        "No. Must be two of em. Glue em well. Mouth to her mouth’s kiss.",
        "His lips lipped and mouthed fleshless lips of air: mouth to her\nmoomb. Oomb, allwombing tomb. His mouth moulded issuing breath,\nunspeeched: ooeeehah: roar of cataractic planets, globed, blazing, roaring\nwayawayawayawayaway. Paper. The banknotes, blast them. Old Deasy’s\nletter. Here. Thanking you for the hospitality tear the blank end off.\nTurning his back to the sun he bent over far to a table of rock and\nscribbled words. That’s twice I forgot to take slips from the library\ncounter.",
        "His shadow lay over the rocks as he bent, ending. Why not endless till\nthe farthest star? Darkly they are there behind this light, darkness\nshining in the brightness, delta of Cassiopeia, worlds. Me sits there with\nhis augur’s rod of ash, in borrowed sandals, by day beside a livid sea,\nunbeheld, in violet night walking beneath a reign of uncouth stars.\nI throw this ended shadow from me, manshape ineluctable, call it back.\nEndless, would it be mine, form of my form? Who watches me here? Who ever\nanywhere will read these written words? Signs on a white field. Somewhere\nto someone in your flutiest voice. The good bishop of Cloyne took the veil\nof the temple out of his shovel hat: veil of space with coloured emblems\nhatched on its field. Hold hard. Coloured on a flat: yes, that’s right.\nFlat I see, then think distance, near, far, flat I see, east, back. Ah,\nsee now! Falls back suddenly, frozen in stereoscope. Click does the trick.\nYou find my words dark. Darkness is in our souls do you not think?\nFlutier. Our souls, shamewounded by our sins, cling to us yet more,\na woman to her lover clinging, the more the more.",
        "She trusts me, her hand gentle, the longlashed eyes. Now where the blue\nhell am I bringing her beyond the veil? Into the ineluctable modality\nof the ineluctable visuality. She, she, she. What she? The virgin\nat Hodges Figgis’ window on Monday looking in for one of the alphabet\nbooks you were going to write. Keen glance you gave her. Wrist through\nthe braided jesse of her sunshade. She lives in Leeson park with\na grief and kickshaws, a lady of letters. Talk that to someone else,\nStevie: a pickmeup. Bet she wears those curse of God stays suspenders\nand yellow stockings, darned with lumpy wool. Talk about apple dumplings,\nPIUTTOSTO. Where are your wits?",
        "Touch me. Soft eyes. Soft soft soft hand. I am lonely here. O, touch\nme soon, now. What is that word known to all men? I am quiet here alone.\nSad too. Touch, touch me.",
        "He lay back at full stretch over the sharp rocks, cramming the\nscribbled note and pencil into a pock his hat. His hat down on his eyes.\nThat is Kevin Egan’s movement I made, nodding for his nap, sabbath sleep.\nET VIDIT DEUS. ET ERANT VALDE BONA. Alo! BONJOUR. Welcome as the flowers\nin May. Under its leaf he watched through peacocktwittering lashes the\nsouthing sun. I am caught in this burning scene. Pan’s hour, the faunal\nnoon. Among gumheavy serpentplants, milkoozing fruits, where on the\ntawny waters leaves lie wide. Pain is far.",
        "And No More Turn Aside and Brood.",
        "His gaze brooded on his broadtoed boots, a buck’s castoffs,\nNEBENEINANDER. He counted the creases of rucked leather wherein another’s\nfoot had nested warm. The foot that beat the ground in tripudium, foot I\ndislove. But you were delighted when Esther Osvalt’s shoe went on you:\ngirl I knew in Paris. TIENS, QUEL PETIT PIED! Staunch friend, a brother\nsoul: Wilde’s love that dare not speak its name. His arm: Cranly’s arm. He\nnow will leave me. And the blame? As I am. As I am. All or not at all.",
        "In long lassoes from the Cock lake the water flowed full, covering\ngreengoldenly lagoons of sand, rising, flowing. My ashplant will float\naway. I shall wait. No, they will pass on, passing, chafing against the\nlow rocks, swirling, passing. Better get this job over quick. Listen: a\nfourworded wavespeech: seesoo, hrss, rsseeiss, ooos. Vehement breath of\nwaters amid seasnakes, rearing horses, rocks. In cups of rocks it slops:\nflop, slop, slap: bounded in barrels. And, spent, its speech ceases. It\nflows purling, widely flowing, floating foampool, flower unfurling.",
        "Under the upswelling tide he saw the writhing weeds lift languidly\nand sway reluctant arms, hising up their petticoats, in whispering water\nswaying and upturning coy silver fronds. Day by day: night by night:\nlifted, flooded and let fall. Lord, they are weary; and, whispered to,\nthey sigh. Saint Ambrose heard it, sigh of leaves and waves, waiting,\nawaiting the fullness of their times, DIEBUS AC NOCTIBUS INIURIAS PATIENS\nINGEMISCIT. To no end gathered; vainly then released, forthflowing,\nwending back: loom of the moon. Weary too in sight of lovers, lascivious\nmen, a naked woman shining in her courts, she draws a toil of waters.",
        "Five fathoms out there. Full fathom five thy father lies. At one, he\nsaid. Found drowned. High water at Dublin bar. Driving before it a loose\ndrift of rubble, fanshoals of fishes, silly shells. A corpse rising\nsaltwhite from the undertow, bobbing a pace a pace a porpoise landward.\nThere he is. Hook it quick. Pull. Sunk though he be beneath the watery\nfloor. We have him. Easy now.",
        "Bag of corpsegas sopping in foul brine. A quiver of minnows, fat of a\nspongy titbit, flash through the slits of his buttoned trouserfly. God\nbecomes man becomes fish becomes barnacle goose becomes featherbed\nmountain. Dead breaths I living breathe, tread dead dust, devour a urinous\noffal from all dead. Hauled stark over the gunwale he breathes upward the\nstench of his green grave, his leprous nosehole snoring to the sun.",
        "A seachange this, brown eyes saltblue. Seadeath, mildest of all deaths\nknown to man. Old Father Ocean. PRIX DE PARIS: beware of imitations. Just\nyou give it a fair trial. We enjoyed ourselves immensely.",
        "Come. I thirst. Clouding over. No black clouds anywhere, are there?\nThunderstorm. Allbright he falls, proud lightning of the intellect,\nLUCIFER, DICO, QUI NESCIT OCCASUM. No. My cockle hat and staff and hismy\nsandal shoon. Where? To evening lands. Evening will find itself.",
        "He took the hilt of his ashplant, lunging with it softly, dallying still.\nYes, evening will find itself in me, without me. All days make their end.\nBy the way next when is it Tuesday will be the longest day. Of all the\nglad new year, mother, the rum tum tiddledy tum. Lawn Tennyson, gentleman\npoet. GIA. For the old hag with the yellow teeth. And Monsieur Drumont,\ngentleman journalist. GIA. My teeth are very bad. Why, I wonder. Feel.\nThat one is going too. Shells. Ought I go to a dentist, I wonder, with\nthat money? That one. This. Toothless Kinch, the superman. Why is that, I\nwonder, or does it mean something perhaps?",
        "My handkerchief. He threw it. I remember. Did I not take it up?",
        "His hand groped vainly in his pockets. No, I didn’t. Better buy one.",
        "He laid the dry snot picked from his nostril on a ledge of rock,\ncarefully. For the rest let look who will.",
        "Behind. Perhaps there is someone.",
        "He turned his face over a shoulder, rere regardant. Moving through\nthe air high spars of a threemaster, her sails brailed up on the\ncrosstrees, homing, upstream, silently moving, a silent ship.",
        "Continue...",
        "\nThis eBook of “Ulysses” by James Joyce belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "UlyssesBy James JoyceAt Amazon"
    ]
}