{
    "title": "Ulysses - II (E)",
    "author": "James Joyce",
    "chapter": "8",
    "content": [
        "\n\n",
        "–There he is, Lenehan said.",
        "–Wonder what he’s buying, M’Coy said, glancing behind.",
        "–LEOPOLDO OR THE BLOOM IS ON THE RYE, Lenehan said.",
        "–He’s dead nuts on sales, M’Coy said. I was with him one day and he\nbought a book from an old one in Liffey street for two bob. There were\nfine plates in it worth double the money, the stars and the moon and\ncomets with long tails. Astronomy it was about.",
        "Lenehan laughed.",
        "–I’ll tell you a damn good one about comets’ tails, he said. Come over in\nthe sun.",
        "They crossed to the metal bridge and went along Wellington quay by\nthe riverwall.",
        "Master Patrick Aloysius Dignam came out of Mangan’s, late\nFehrenbach’s, carrying a pound and a half of porksteaks.",
        "–There was a long spread out at Glencree reformatory, Lenehan said\neagerly. The annual dinner, you know. Boiled shirt affair. The lord mayor\nwas there, Val Dillon it was, and sir Charles Cameron and Dan Dawson\nspoke and there was music. Bartell d’Arcy sang and Benjamin Dollard ...",
        "–I know, M’Coy broke in. My missus sang there once.",
        "–Did she? Lenehan said.",
        "A card UNFURNISHED APARTMENTS reappeared on the windowsash of\nnumber 7 Eccles street.",
        "He checked his tale a moment but broke out in a wheezy laugh.",
        "–But wait till I tell you, he said. Delahunt of Camden street had the\ncatering and yours truly was chief bottlewasher. Bloom and the wife were\nthere. Lashings of stuff we put up: port wine and sherry and curacao to\nwhich we did ample justice. Fast and furious it was. After liquids came\nsolids. Cold joints galore and mince pies ...",
        "–I know, M’Coy said. The year the missus was there ...",
        "Lenehan linked his arm warmly.",
        "–But wait till I tell you, he said. We had a midnight lunch too after all\nthe jollification and when we sallied forth it was blue o’clock the\nmorning after the night before. Coming home it was a gorgeous winter’s\nnight on the Featherbed Mountain. Bloom and Chris Callinan were on one\nside of the car and I was with the wife on the other. We started singing\nglees and duets: LO, THE EARLY BEAM OF MORNING. She was well primed with a\ngood load of Delahunt’s port under her bellyband. Every jolt the bloody\ncar gave I had her bumping up against me. Hell’s delights! She has a fine\npair, God bless her. Like that.",
        "He held his caved hands a cubit from him, frowning:",
        "–I was tucking the rug under her and settling her boa all the time. Know\nwhat I mean?",
        "His hands moulded ample curves of air. He shut his eyes tight in\ndelight, his body shrinking, and blew a sweet chirp from his lips.",
        "–The lad stood to attention anyhow, he said with a sigh. She’s a gamey\nmare and no mistake. Bloom was pointing out all the stars and the comets\nin the heavens to Chris Callinan and the jarvey: the great bear and\nHercules and the dragon, and the whole jingbang lot. But, by God, I was\nlost, so to speak, in the milky way. He knows them all, faith. At last she\nspotted a weeny weeshy one miles away. AND WHAT STAR IS THAT, POLDY? says\nshe. By God, she had Bloom cornered. THAT ONE, IS IT? says Chris Callinan,\nSURE THAT’S ONLY WHAT YOU MIGHT CALL A PINPRICK. By God, he wasn’t far\nwide of the mark.",
        "Lenehan stopped and leaned on the riverwall, panting with soft\nlaughter.",
        "–I’m weak, he gasped.",
        "M’Coy’s white face smiled about it at instants and grew grave.\nLenehan walked on again. He lifted his yachtingcap and scratched his\nhindhead rapidly. He glanced sideways in the sunlight at M’Coy.",
        "–He’s a cultured allroundman, Bloom is, he said seriously. He’s not one\nof your common or garden ... you know ... There’s a touch of the artist\nabout old Bloom.",
        "    * * * * *",
        "Mr Bloom turned over idly pages of THE AWFUL DISCLOSURES OF MARIA\nMONK, then of Aristotle’s MASTERPIECE. Crooked botched print. Plates:\ninfants cuddled in a ball in bloodred wombs like livers of slaughtered\ncows. Lots of them like that at this moment all over the world. All\nbutting with their skulls to get out of it. Child born every minute\nsomewhere. Mrs Purefoy.",
        "He laid both books aside and glanced at the third: TALES OF THE GHETTO\nby Leopold von Sacher Masoch.",
        "–That I had, he said, pushing it by.",
        "The shopman let two volumes fall on the counter.",
        "–Them are two good ones, he said.",
        "Onions of his breath came across the counter out of his ruined\nmouth. He bent to make a bundle of the other books, hugged them against\nhis unbuttoned waistcoat and bore them off behind the dingy curtain.",
        "On O’Connell bridge many persons observed the grave deportment\nand gay apparel of Mr Denis J Maginni, professor of dancing &c.",
        "Mr Bloom, alone, looked at the titles. FAIR TYRANTS by James Lovebirch.\nKnow the kind that is. Had it? Yes.",
        "He opened it. Thought so.",
        "A woman’s voice behind the dingy curtain. Listen: the man.",
        "No: she wouldn’t like that much. Got her it once.",
        "He read the other title: SWEETS OF SIN. More in her line. Let us see.",
        "He read where his finger opened.",
        "–ALL THE DOLLARBILLS HER HUSBAND GAVE HER WERE SPENT IN THE STORES ON\nWONDROUS GOWNS AND COSTLIEST FRILLIES. FOR HIM! FOR RAOUL!",
        "Yes. This. Here. Try.",
        "–HER MOUTH GLUED ON HIS IN A LUSCIOUS VOLUPTUOUS KISS WHILE HIS HANDS\nFELT FOR THE OPULENT CURVES INSIDE HER DESHABILLE.",
        "Yes. Take this. The end.",
        "–YOU ARE LATE, HE SPOKE HOARSELY, EYING HER WITH A SUSPICIOUS GLARE.\nTHE BEAUTIFUL WOMAN THREW OFF HER SABLETRIMMED WRAP, DISPLAYING HER\nQUEENLY SHOULDERS AND HEAVING EMBONPOINT. AN IMPERCEPTIBLE SMILE PLAYED\nROUND HER PERFECT LIPS AS SHE TURNED TO HIM CALMLY.",
        "Mr Bloom read again: THE BEAUTIFUL WOMAN.",
        "Warmth showered gently over him, cowing his flesh. Flesh yielded\namply amid rumpled clothes: whites of eyes swooning up. His nostrils\narched themselves for prey. Melting breast ointments (FOR HIM! FOR\nRAOUL!). Armpits’ oniony sweat. Fishgluey slime (HER HEAVING EMBONPOINT!).\nFeel! Press! Crushed! Sulphur dung of lions!",
        "Young! Young!",
        "An elderly female, no more young, left the building of the courts of\nchancery, king’s bench, exchequer and common pleas, having heard in the\nlord chancellor’s court the case in lunacy of Potterton, in the admiralty\ndivision the summons, exparte motion, of the owners of the Lady Cairns\nversus the owners of the barque Mona, in the court of appeal reservation\nof judgment in the case of Harvey versus the Ocean Accident and Guarantee\nCorporation.",
        "Phlegmy coughs shook the air of the bookshop, bulging out the dingy\ncurtains. The shopman’s uncombed grey head came out and his unshaven\nreddened face, coughing. He raked his throat rudely, puked phlegm on the\nfloor. He put his boot on what he had spat, wiping his sole along it, and\nbent, showing a rawskinned crown, scantily haired.",
        "Mr Bloom beheld it.",
        "Mastering his troubled breath, he said:",
        "–I’ll take this one.",
        "The shopman lifted eyes bleared with old rheum.",
        "–SWEETS OF SIN, he said, tapping on it. That’s a good one.",
        "    * * * * *",
        "The lacquey by the door of Dillon’s auctionrooms shook his handbell\ntwice again and viewed himself in the chalked mirror of the cabinet.",
        "Dilly Dedalus, loitering by the curbstone, heard the beats of the bell,\nthe cries of the auctioneer within. Four and nine. Those lovely curtains.\nFive shillings. Cosy curtains. Selling new at two guineas. Any advance on\nfive shillings? Going for five shillings.",
        "The lacquey lifted his handbell and shook it:",
        "–Barang!",
        "Bang of the lastlap bell spurred the halfmile wheelmen to their sprint.\nJ. A. Jackson, W. E. Wylie, A. Munro and H. T. Gahan, their stretched\nnecks wagging, negotiated the curve by the College library.",
        "Mr Dedalus, tugging a long moustache, came round from Williams’s\nrow. He halted near his daughter.",
        "–It’s time for you, she said.",
        "–Stand up straight for the love of the lord Jesus, Mr Dedalus said. Are\nyou trying to imitate your uncle John, the cornetplayer, head upon\nshoulder? Melancholy God!",
        "Dilly shrugged her shoulders. Mr Dedalus placed his hands on them\nand held them back.",
        "–Stand up straight, girl, he said. You’ll get curvature of the spine.\nDo you know what you look like?",
        "He let his head sink suddenly down and forward, hunching his\nshoulders and dropping his underjaw.",
        "–Give it up, father, Dilly said. All the people are looking at you.",
        "Mr Dedalus drew himself upright and tugged again at his moustache.",
        "–Did you get any money? Dilly asked.",
        "–Where would I get money? Mr Dedalus said. There is no-one in Dublin\nwould lend me fourpence.",
        "–You got some, Dilly said, looking in his eyes.",
        "–How do you know that? Mr Dedalus asked, his tongue in his cheek.",
        "Mr Kernan, pleased with the order he had booked, walked boldly\nalong James’s street.",
        "–I know you did, Dilly answered. Were you in the Scotch house now?",
        "–I was not, then, Mr Dedalus said, smiling. Was it the little nuns\ntaught you to be so saucy? Here.",
        "He handed her a shilling.",
        "–See if you can do anything with that, he said.",
        "–I suppose you got five, Dilly said. Give me more than that.",
        "–Wait awhile, Mr Dedalus said threateningly. You’re like the rest of\nthem, are you? An insolent pack of little bitches since your poor mother\ndied. But wait awhile. You’ll all get a short shrift and a long day from\nme. Low blackguardism! I’m going to get rid of you. Wouldn’t care if I\nwas stretched out stiff. He’s dead. The man upstairs is dead.",
        "He left her and walked on. Dilly followed quickly and pulled his coat.",
        "–Well, what is it? he said, stopping.",
        "The lacquey rang his bell behind their backs.",
        "–Barang!",
        "–Curse your bloody blatant soul, Mr Dedalus cried, turning on him.",
        "The lacquey, aware of comment, shook the lolling clapper of his bell\nbut feebly:",
        "–Bang!",
        "Mr Dedalus stared at him.",
        "–Watch him, he said. It’s instructive. I wonder will he allow us to talk.",
        "–You got more than that, father, Dilly said.",
        "–I’m going to show you a little trick, Mr Dedalus said. I’ll leave you\nall where Jesus left the jews. Look, there’s all I have. I got two\nshillings from Jack Power and I spent twopence for a shave for the\nfuneral.",
        "He drew forth a handful of copper coins, nervously.",
        "–Can’t you look for some money somewhere? Dilly said.",
        "Mr Dedalus thought and nodded.",
        "–I will, he said gravely. I looked all along the gutter in O’Connell\nstreet. I’ll try this one now.",
        "–You’re very funny, Dilly said, grinning.",
        "–Here, Mr Dedalus said, handing her two pennies. Get a glass of milk for\nyourself and a bun or a something. I’ll be home shortly.",
        "He put the other coins in his pocket and started to walk on.",
        "The viceregal cavalcade passed, greeted by obsequious policemen, out\nof Parkgate.",
        "–I’m sure you have another shilling, Dilly said.",
        "The lacquey banged loudly.",
        "Mr Dedalus amid the din walked off, murmuring to himself with a\npursing mincing mouth gently:",
        "–The little nuns! Nice little things! O, sure they wouldn’t do anything!\nO, sure they wouldn’t really! Is it little sister Monica!",
        "    * * * * *",
        "From the sundial towards James’s gate walked Mr Kernan, pleased with the\norder he had booked for Pulbrook Robertson, boldly along James’s street,\npast Shackleton’s offices. Got round him all right. How do you do, Mr\nCrimmins? First rate, sir. I was afraid you might be up in your other\nestablishment in Pimlico. How are things going? Just keeping alive.\nLovely weather we’re having. Yes, indeed. Good for the country. Those\nfarmers are always grumbling. I’ll just take a thimbleful of your best\ngin, Mr Crimmins. A small gin, sir. Yes, sir. Terrible affair that\nGeneral Slocum explosion. Terrible, terrible! A thousand casualties. And\nheartrending scenes. Men trampling down women and children. Most brutal\nthing. What do they say was the cause? Spontaneous combustion. Most\nscandalous revelation. Not a single lifeboat would float and the firehose\nall burst. What I can’t understand is how the inspectors ever allowed a\nboat like that ... Now, you’re talking straight, Mr Crimmins. You know\nwhy? Palm oil. Is that a fact? Without a doubt. Well now, look at that.\nAnd America they say is the land of the free. I thought we were bad here.",
        "I smiled at him. AMERICA, I said quietly, just like that. WHAT IS IT? THE\nSWEEPINGS OF EVERY COUNTRY INCLUDING OUR OWN. ISN’T THAT TRUE? That’s a\nfact.",
        "Graft, my dear sir. Well, of course, where there’s money going there’s\nalways someone to pick it up.",
        "Saw him looking at my frockcoat. Dress does it. Nothing like a dressy\nappearance. Bowls them over.",
        "–Hello, Simon, Father Cowley said. How are things?",
        "–Hello, Bob, old man, Mr Dedalus answered, stopping.",
        "Mr Kernan halted and preened himself before the sloping mirror of Peter\nKennedy, hairdresser. Stylish coat, beyond a doubt. Scott of Dawson\nstreet. Well worth the half sovereign I gave Neary for it. Never built\nunder three guineas. Fits me down to the ground. Some Kildare street club\ntoff had it probably. John Mulligan, the manager of the Hibernian bank,\ngave me a very sharp eye yesterday on Carlisle bridge as if he remembered\nme.",
        "Aham! Must dress the character for those fellows. Knight of the road.\nGentleman. And now, Mr Crimmins, may we have the honour of your custom\nagain, sir. The cup that cheers but not inebriates, as the old saying has\nit.",
        "North wall and sir John Rogerson’s quay, with hulls and anchorchains,\nsailing westward, sailed by a skiff, a crumpled throwaway, rocked on the\nferrywash, Elijah is coming.",
        "Mr Kernan glanced in farewell at his image. High colour, of course.\nGrizzled moustache. Returned Indian officer. Bravely he bore his stumpy\nbody forward on spatted feet, squaring his shoulders. Is that Ned\nLambert’s brother over the way, Sam? What? Yes. He’s as like it as damn\nit. No. The windscreen of that motorcar in the sun there. Just a flash\nlike that. Damn like him.",
        "Aham! Hot spirit of juniper juice warmed his vitals and his breath. Good\ndrop of gin, that was. His frocktails winked in bright sunshine to his\nfat strut.",
        "Down there Emmet was hanged, drawn and quartered. Greasy black rope. Dogs\nlicking the blood off the street when the lord lieutenant’s wife drove by\nin her noddy.",
        "Bad times those were. Well, well. Over and done with. Great topers too.\nFourbottle men.",
        "Let me see. Is he buried in saint Michan’s? Or no, there was a midnight\nburial in Glasnevin. Corpse brought in through a secret door in the wall.\nDignam is there now. Went out in a puff. Well, well. Better turn down\nhere. Make a detour.",
        "Mr Kernan turned and walked down the slope of Watling street by the\ncorner of Guinness’s visitors’ waitingroom. Outside the Dublin Distillers\nCompany’s stores an outside car without fare or jarvey stood, the reins\nknotted to the wheel. Damn dangerous thing. Some Tipperary bosthoon\nendangering the lives of the citizens. Runaway horse.",
        "Denis Breen with his tomes, weary of having waited an hour in John Henry\nMenton’s office, led his wife over O’Connell bridge, bound for the office\nof Messrs Collis and Ward.",
        "Mr Kernan approached Island street.",
        "Times of the troubles. Must ask Ned Lambert to lend me those\nreminiscences of sir Jonah Barrington. When you look back on it all now\nin a kind of retrospective arrangement. Gaming at Daly’s. No cardsharping\nthen. One of those fellows got his hand nailed to the table by a dagger.\nSomewhere here lord Edward Fitzgerald escaped from major Sirr. Stables\nbehind Moira house.",
        "Damn good gin that was.",
        "Fine dashing young nobleman. Good stock, of course. That ruffian, that\nsham squire, with his violet gloves gave him away. Course they were on\nthe wrong side. They rose in dark and evil days. Fine poem that is:\nIngram. They were gentlemen. Ben Dollard does sing that ballad\ntouchingly. Masterly rendition.",
        "    At the Siege of Ross Did My Father Fall.",
        "A cavalcade in easy trot along Pembroke quay passed, outriders leaping,\nleaping in their, in their saddles. Frockcoats. Cream sunshades.",
        "Mr Kernan hurried forward, blowing pursily.",
        "His Excellency! Too bad! Just missed that by a hair. Damn it! What a\npity!",
        "    * * * * *",
        "Stephen Dedalus watched through the webbed window the lapidary’s fingers\nprove a timedulled chain. Dust webbed the window and the showtrays. Dust\ndarkened the toiling fingers with their vulture nails. Dust slept on dull\ncoils of bronze and silver, lozenges of cinnabar, on rubies, leprous and\nwinedark stones.",
        "Born all in the dark wormy earth, cold specks of fire, evil, lights\nshining in the darkness. Where fallen archangels flung the stars of their\nbrows. Muddy swinesnouts, hands, root and root, gripe and wrest them.",
        "She dances in a foul gloom where gum bums with garlic. A sailorman,\nrustbearded, sips from a beaker rum and eyes her. A long and seafed\nsilent rut. She dances, capers, wagging her sowish haunches and her hips,\non her gross belly flapping a ruby egg.",
        "Old Russell with a smeared shammy rag burnished again his gem, turned it\nand held it at the point of his Moses’ beard. Grandfather ape gloating on\na stolen hoard.",
        "And you who wrest old images from the burial earth? The brainsick words\nof sophists: Antisthenes. A lore of drugs. Orient and immortal wheat\nstanding from everlasting to everlasting.",
        "Two old women fresh from their whiff of the briny trudged through\nIrishtown along London bridge road, one with a sanded tired umbrella, one\nwith a midwife’s bag in which eleven cockles rolled.",
        "The whirr of flapping leathern bands and hum of dynamos from the\npowerhouse urged Stephen to be on. Beingless beings. Stop! Throb always\nwithout you and the throb always within. Your heart you sing of. I\nbetween them. Where? Between two roaring worlds where they swirl, I.\nShatter them, one and both. But stun myself too in the blow. Shatter me\nyou who can. Bawd and butcher were the words. I say! Not yet awhile. A\nlook around.",
        "Yes, quite true. Very large and wonderful and keeps famous time. You say\nright, sir. A Monday morning, ’twas so, indeed.",
        "Stephen went down Bedford row, the handle of the ash clacking against his\nshoulderblade. In Clohissey’s window a faded 1860 print of Heenan boxing\nSayers held his eye. Staring backers with square hats stood round the\nroped prizering. The heavyweights in tight loincloths proposed gently\neach to other his bulbous fists. And they are throbbing: heroes’ hearts.",
        "He turned and halted by the slanted bookcart.",
        "–Twopence each, the huckster said. Four for sixpence.",
        "Tattered pages. THE IRISH BEEKEEPER. LIFE AND MIRACLES OF THE CURE’ OF\nARS. POCKET GUIDE TO KILLARNEY.",
        "I might find here one of my pawned schoolprizes. STEPHANO DEDALO, ALUMNO\nOPTIMO, PALMAM FERENTI.",
        "Father Conmee, having read his little hours, walked through the hamlet of\nDonnycarney, murmuring vespers.",
        "Binding too good probably. What is this? Eighth and ninth book of Moses.\nSecret of all secrets. Seal of King David. Thumbed pages: read and read.\nWho has passed here before me? How to soften chapped hands. Recipe for\nwhite wine vinegar. How to win a woman’s love. For me this. Say the\nfollowing talisman three times with hands folded:",
        "–Se El Yilo Nebrakada Femininum! Amor Me Solo! Sanktus! Amen.",
        "Who wrote this? Charms and invocations of the most blessed abbot Peter\nSalanka to all true believers divulged. As good as any other abbot’s\ncharms, as mumbling Joachim’s. Down, baldynoddle, or we’ll wool your\nwool.",
        "–What are you doing here, Stephen?",
        "Dilly’s high shoulders and shabby dress.",
        "Shut the book quick. Don’t let see.",
        "–What are you doing? Stephen said.",
        "A Stuart face of nonesuch Charles, lank locks falling at its sides. It\nglowed as she crouched feeding the fire with broken boots. I told her of\nParis. Late lieabed under a quilt of old overcoats, fingering a pinchbeck\nbracelet, Dan Kelly’s token. NEBRAKADA FEMININUM.",
        "–What have you there? Stephen asked.",
        "–I bought it from the other cart for a penny, Dilly said, laughing\nnervously. Is it any good?",
        "My eyes they say she has. Do others see me so? Quick, far and daring.\nShadow of my mind.",
        "He took the coverless book from her hand. Chardenal’s French primer.",
        "–What did you buy that for? he asked. To learn French?",
        "She nodded, reddening and closing tight her lips.",
        "Show no surprise. Quite natural.",
        "–Here, Stephen said. It’s all right. Mind Maggy doesn’t pawn it on you.\nI suppose all my books are gone.",
        "–Some, Dilly said. We had to.",
        "She is drowning. Agenbite. Save her. Agenbite. All against us. She will\ndrown me with her, eyes and hair. Lank coils of seaweed hair around me,\nmy heart, my soul. Salt green death.",
        "We.",
        "Agenbite of inwit. Inwit’s agenbite.",
        "Misery! Misery!",
        "    * * * * *",
        "–Hello, Simon, Father Cowley said. How are things?",
        "–Hello, Bob, old man, Mr Dedalus answered, stopping.",
        "They clasped hands loudly outside Reddy and Daughter’s. Father Cowley\nbrushed his moustache often downward with a scooping hand.",
        "–What’s the best news? Mr Dedalus said.",
        "–Why then not much, Father Cowley said. I’m barricaded up, Simon, with\ntwo men prowling around the house trying to effect an entrance.",
        "–Jolly, Mr Dedalus said. Who is it?",
        "–O, Father Cowley said. A certain gombeen man of our acquaintance.",
        "–With a broken back, is it? Mr Dedalus asked.",
        "–The same, Simon, Father Cowley answered. Reuben of that ilk. I’m just\nwaiting for Ben Dollard. He’s going to say a word to long John to get him\nto take those two men off. All I want is a little time.",
        "He looked with vague hope up and down the quay, a big apple bulging in\nhis neck.",
        "–I know, Mr Dedalus said, nodding. Poor old bockedy Ben! He’s always\ndoing a good turn for someone. Hold hard!",
        "He put on his glasses and gazed towards the metal bridge an instant.",
        "–There he is, by God, he said, arse and pockets.",
        "Ben Dollard’s loose blue cutaway and square hat above large slops crossed\nthe quay in full gait from the metal bridge. He came towards them at an\namble, scratching actively behind his coattails.",
        "As he came near Mr Dedalus greeted:",
        "–Hold that fellow with the bad trousers.",
        "–Hold him now, Ben Dollard said.",
        "Mr Dedalus eyed with cold wandering scorn various points of Ben Dollard’s\nfigure. Then, turning to Father Cowley with a nod, he muttered\nsneeringly:",
        "–That’s a pretty garment, isn’t it, for a summer’s day?",
        "–Why, God eternally curse your soul, Ben Dollard growled furiously, I\nthrew out more clothes in my time than you ever saw.",
        "He stood beside them beaming, on them first and on his roomy clothes from\npoints of which Mr Dedalus flicked fluff, saying:",
        "–They were made for a man in his health, Ben, anyhow.",
        "–Bad luck to the jewman that made them, Ben Dollard said. Thanks be to\nGod he’s not paid yet.",
        "–And how is that BASSO PROFONDO, Benjamin? Father Cowley asked.",
        "Cashel Boyle O’Connor Fitzmaurice Tisdall Farrell, murmuring, glassyeyed,\nstrode past the Kildare street club.",
        "Ben Dollard frowned and, making suddenly a chanter’s mouth, gave forth a\ndeep note.",
        "–Aw! he said.",
        "–That’s the style, Mr Dedalus said, nodding to its drone.",
        "–What about that? Ben Dollard said. Not too dusty? What?",
        "He turned to both.",
        "–That’ll do, Father Cowley said, nodding also.",
        "The reverend Hugh C. Love walked from the old chapterhouse of saint\nMary’s abbey past James and Charles Kennedy’s, rectifiers, attended by\nGeraldines tall and personable, towards the Tholsel beyond the ford of\nhurdles.",
        "Ben Dollard with a heavy list towards the shopfronts led them forward,\nhis joyful fingers in the air.",
        "–Come along with me to the subsheriff’s office, he said. I want to show\nyou the new beauty Rock has for a bailiff. He’s a cross between Lobengula\nand Lynchehaun. He’s well worth seeing, mind you. Come along. I saw John\nHenry Menton casually in the Bodega just now and it will cost me a fall\nif I don’t ... Wait awhile ... We’re on the right lay, Bob, believe you\nme.",
        "–For a few days tell him, Father Cowley said anxiously.",
        "Ben Dollard halted and stared, his loud orifice open, a dangling button\nof his coat wagging brightbacked from its thread as he wiped away the\nheavy shraums that clogged his eyes to hear aright.",
        "–What few days? he boomed. Hasn’t your landlord distrained for rent?",
        "–He has, Father Cowley said.",
        "–Then our friend’s writ is not worth the paper it’s printed on, Ben\nDollard said. The landlord has the prior claim. I gave him all the\nparticulars. 29 Windsor avenue. Love is the name?",
        "–That’s right, Father Cowley said. The reverend Mr Love. He’s a minister\nin the country somewhere. But are you sure of that?",
        "–You can tell Barabbas from me, Ben Dollard said, that he can put that\nwrit where Jacko put the nuts.",
        "He led Father Cowley boldly forward, linked to his bulk.",
        "–Filberts I believe they were, Mr Dedalus said, as he dropped his\nglasses on his coatfront, following them.",
        "    * * * * *",
        "–The youngster will be all right, Martin Cunningham said, as they passed\nout of the Castleyard gate.",
        "The policeman touched his forehead.",
        "–God bless you, Martin Cunningham said, cheerily.",
        "He signed to the waiting jarvey who chucked at the reins and set on\ntowards Lord Edward street.",
        "Bronze by gold, Miss Kennedy’s head by Miss Douce’s head, appeared above\nthe crossblind of the Ormond hotel.",
        "–Yes, Martin Cunningham said, fingering his beard. I wrote to Father\nConmee and laid the whole case before him.",
        "–You could try our friend, Mr Power suggested backward.",
        "–Boyd? Martin Cunningham said shortly. Touch me not.",
        "John Wyse Nolan, lagging behind, reading the list, came after them\nquickly down Cork hill.",
        "On the steps of the City hall Councillor Nannetti, descending, hailed\nAlderman Cowley and Councillor Abraham Lyon ascending.",
        "The castle car wheeled empty into upper Exchange street.",
        "–Look here, Martin, John Wyse Nolan said, overtaking them at the MAIL\noffice. I see Bloom put his name down for five shillings.",
        "–Quite right, Martin Cunningham said, taking the list. And put down the\nfive shillings too.",
        "–Without a second word either, Mr Power said.",
        "–Strange but true, Martin Cunningham added.",
        "John Wyse Nolan opened wide eyes.",
        "–I’ll say there is much kindness in the jew, he quoted, elegantly.",
        "They went down Parliament street.",
        "–There’s Jimmy Henry, Mr Power said, just heading for Kavanagh’s.",
        "–Righto, Martin Cunningham said. Here goes.",
        "Outside LA MAISON CLAIRE Blazes Boylan waylaid Jack Mooney’s brother-in-\nlaw, humpy, tight, making for the liberties.",
        "John Wyse Nolan fell back with Mr Power, while Martin Cunningham took the\nelbow of a dapper little man in a shower of hail suit, who walked\nuncertainly, with hasty steps past Micky Anderson’s watches.",
        "–The assistant town clerk’s corns are giving him some trouble, John Wyse\nNolan told Mr Power.",
        "They followed round the corner towards James Kavanagh’s winerooms. The\nempty castle car fronted them at rest in Essex gate. Martin Cunningham,\nspeaking always, showed often the list at which Jimmy Henry did not\nglance.",
        "–And long John Fanning is here too, John Wyse Nolan said, as large as\nlife.",
        "The tall form of long John Fanning filled the doorway where he stood.",
        "–Good day, Mr Subsheriff, Martin Cunningham said, as all halted and\ngreeted.",
        "Long John Fanning made no way for them. He removed his large Henry Clay\ndecisively and his large fierce eyes scowled intelligently over all their\nfaces.",
        "–Are the conscript fathers pursuing their peaceful deliberations? he\nsaid with rich acrid utterance to the assistant town clerk.",
        "Hell open to christians they were having, Jimmy Henry said pettishly,\nabout their damned Irish language. Where was the marshal, he wanted to\nknow, to keep order in the council chamber. And old Barlow the macebearer\nlaid up with asthma, no mace on the table, nothing in order, no quorum\neven, and Hutchinson, the lord mayor, in Llandudno and little Lorcan\nSherlock doing LOCUM TENENS for him. Damned Irish language, language of\nour forefathers.",
        "Long John Fanning blew a plume of smoke from his lips.",
        "Martin Cunningham spoke by turns, twirling the peak of his beard, to the\nassistant town clerk and the subsheriff, while John Wyse Nolan held his\npeace.",
        "–What Dignam was that? long John Fanning asked.",
        "Jimmy Henry made a grimace and lifted his left foot.",
        "–O, my corns! he said plaintively. Come upstairs for goodness’ sake till\nI sit down somewhere. Uff! Ooo! Mind!",
        "Testily he made room for himself beside long John Fanning’s flank and\npassed in and up the stairs.",
        "–Come on up, Martin Cunningham said to the subsheriff. I don’t think you\nknew him or perhaps you did, though.",
        "With John Wyse Nolan Mr Power followed them in.",
        "–Decent little soul he was, Mr Power said to the stalwart back of long\nJohn Fanning ascending towards long John Fanning in the mirror.",
        "–Rather lowsized. Dignam of Menton’s office that was, Martin Cunningham\nsaid.",
        " Long John Fanning could not remember him.",
        " Clatter of horsehoofs sounded from the air.",
        "–What’s that? Martin Cunningham said.",
        "All turned where they stood. John Wyse Nolan came down again. From the\ncool shadow of the doorway he saw the horses pass Parliament street,\nharness and glossy pasterns in sunlight shimmering. Gaily they went past\nbefore his cool unfriendly eyes, not quickly. In saddles of the leaders,\nleaping leaders, rode outriders.",
        "–What was it? Martin Cunningham asked, as they went on up the staircase.",
        "–The lord lieutenantgeneral and general governor of Ireland, John Wyse\nNolan answered from the stairfoot.",
        "    * * * * *",
        "As they trod across the thick carpet Buck Mulligan whispered behind\nhis Panama to Haines:",
        "–Parnell’s brother. There in the corner.",
        "They chose a small table near the window, opposite a longfaced man\nwhose beard and gaze hung intently down on a chessboard.",
        "–Is that he? Haines asked, twisting round in his seat.",
        "–Yes, Mulligan said. That’s John Howard, his brother, our city marshal.",
        "John Howard Parnell translated a white bishop quietly and his grey\nclaw went up again to his forehead whereat it rested. An instant after,\nunder its screen, his eyes looked quickly, ghostbright, at his foe and\nfell once more upon a working corner.",
        "–I’ll take a MELANGE, Haines said to the waitress.",
        "–Two MELANGES, Buck Mulligan said. And bring us some scones and butter\nand some cakes as well.",
        "When she had gone he said, laughing:",
        "–We call it D.B.C. because they have damn bad cakes. O, but you missed\nDedalus on HAMLET.",
        "Haines opened his newbought book.",
        "–I’m sorry, he said. Shakespeare is the happy huntingground of all minds\nthat have lost their balance.",
        "The onelegged sailor growled at the area of 14 Nelson street:",
        "–England Expects ...",
        "Buck Mulligan’s primrose waistcoat shook gaily to his laughter.",
        "–You should see him, he said, when his body loses its balance. Wandering\nAengus I call him.",
        "–I am sure he has an IDEE FIXE, Haines said, pinching his chin\nthoughtfully with thumb and forefinger. Now I am speculating what it would\nbe likely to be. Such persons always have.",
        "Buck Mulligan bent across the table gravely.",
        "–They drove his wits astray, he said, by visions of hell. He will never\ncapture the Attic note. The note of Swinburne, of all poets, the white\ndeath and the ruddy birth. That is his tragedy. He can never be a poet.\nThe joy of creation ...",
        "–Eternal punishment, Haines said, nodding curtly. I see. I tackled him\nthis morning on belief. There was something on his mind, I saw. It’s\nrather interesting because professor Pokorny of Vienna makes an\ninteresting point out of that.",
        "Buck Mulligan’s watchful eyes saw the waitress come. He helped her\nto unload her tray.",
        "–He can find no trace of hell in ancient Irish myth, Haines said, amid\nthe cheerful cups. The moral idea seems lacking, the sense of destiny, of\nretribution. Rather strange he should have just that fixed idea. Does he\nwrite anything for your movement?",
        "He sank two lumps of sugar deftly longwise through the whipped\ncream. Buck Mulligan slit a steaming scone in two and plastered butter\nover its smoking pith. He bit off a soft piece hungrily.",
        "–Ten years, he said, chewing and laughing. He is going to write something\nin ten years.",
        "–Seems a long way off, Haines said, thoughtfully lifting his spoon.\nStill, I shouldn’t wonder if he did after all.",
        "He tasted a spoonful from the creamy cone of his cup.",
        "–This is real Irish cream I take it, he said with forbearance.\nI don’t want to be imposed on.",
        "Elijah, skiff, light crumpled throwaway, sailed eastward by flanks of\nships and trawlers, amid an archipelago of corks, beyond new Wapping\nstreet past Benson’s ferry, and by the threemasted schooner ROSEVEAN from\nBridgwater with bricks.",
        "    * * * * *",
        "Almidano Artifoni walked past Holles street, past Sewell’s yard.\nBehind him Cashel Boyle O’Connor Fitzmaurice Tisdall Farrell, with\nstickumbrelladustcoat dangling, shunned the lamp before Mr Law Smith’s\nhouse and, crossing, walked along Merrion square. Distantly behind him a\nblind stripling tapped his way by the wall of College park.",
        "Cashel Boyle O’Connor Fitzmaurice Tisdall Farrell walked as far as\nMr Lewis Werner’s cheerful windows, then turned and strode back along\nMerrion square, his stickumbrelladustcoat dangling.",
        "At the corner of Wilde’s house he halted, frowned at Elijah’s name\nannounced on the Metropolitan hall, frowned at the distant pleasance of\nduke’s lawn. His eyeglass flashed frowning in the sun. With ratsteeth\nbared he muttered:",
        "–Coactus Volui.",
        "He strode on for Clare street, grinding his fierce word.",
        "As he strode past Mr Bloom’s dental windows the sway of his\ndustcoat brushed rudely from its angle a slender tapping cane and swept\nonwards, having buffeted a thewless body. The blind stripling turned his\nsickly face after the striding form.",
        "–God’s curse on you, he said sourly, whoever you are! You’re blinder nor\nI am, you bitch’s bastard!",
        "    * * * * *",
        "Opposite Ruggy O’Donohoe’s Master Patrick Aloysius Dignam,\npawing the pound and a half of Mangan’s, late Fehrenbach’s, porksteaks he\nhad been sent for, went along warm Wicklow street dawdling. It was too\nblooming dull sitting in the parlour with Mrs Stoer and Mrs Quigley and\nMrs MacDowell and the blind down and they all at their sniffles and\nsipping sups of the superior tawny sherry uncle Barney brought from\nTunney’s. And they eating crumbs of the cottage fruitcake, jawing the\nwhole blooming time and sighing.",
        "After Wicklow lane the window of Madame Doyle, courtdress\nmilliner, stopped him. He stood looking in at the two puckers stripped to\ntheir pelts and putting up their props. From the sidemirrors two mourning\nMasters Dignam gaped silently. Myler Keogh, Dublin’s pet lamb, will meet\nsergeantmajor Bennett, the Portobello bruiser, for a purse of fifty\nsovereigns. Gob, that’d be a good pucking match to see. Myler Keogh,\nthat’s the chap sparring out to him with the green sash. Two bar entrance,\nsoldiers half price. I could easy do a bunk on ma. Master Dignam on his\nleft turned as he turned. That’s me in mourning. When is it? May the\ntwentysecond. Sure, the blooming thing is all over. He turned to the right\nand on his right Master Dignam turned, his cap awry, his collar sticking\nup. Buttoning it down, his chin lifted, he saw the image of Marie Kendall,\ncharming soubrette, beside the two puckers. One of them mots that do be in\nthe packets of fags Stoer smokes that his old fellow welted hell out of\nhim for one time he found out.",
        "Master Dignam got his collar down and dawdled on. The best pucker\ngoing for strength was Fitzsimons. One puck in the wind from that fellow\nwould knock you into the middle of next week, man. But the best pucker\nfor science was Jem Corbet before Fitzsimons knocked the stuffings out of\nhim, dodging and all.",
        "In Grafton street Master Dignam saw a red flower in a toff’s mouth\nand a swell pair of kicks on him and he listening to what the drunk was\ntelling him and grinning all the time.",
        "No Sandymount tram.",
        "Master Dignam walked along Nassau street, shifted the porksteaks to\nhis other hand. His collar sprang up again and he tugged it down. The\nblooming stud was too small for the buttonhole of the shirt, blooming end\nto it. He met schoolboys with satchels. I’m not going tomorrow either,\nstay away till Monday. He met other schoolboys. Do they notice I’m in\nmourning? Uncle Barney said he’d get it into the paper tonight. Then\nthey’ll all see it in the paper and read my name printed and pa’s name.",
        "His face got all grey instead of being red like it was and there was a\nfly walking over it up to his eye. The scrunch that was when they were\nscrewing the screws into the coffin: and the bumps when they were bringing\nit downstairs.",
        "Pa was inside it and ma crying in the parlour and uncle Barney telling\nthe men how to get it round the bend. A big coffin it was, and high and\nheavylooking. How was that? The last night pa was boosed he was standing\non the landing there bawling out for his boots to go out to Tunney’s for\nto boose more and he looked butty and short in his shirt. Never see him\nagain. Death, that is. Pa is dead. My father is dead. He told me to be a\ngood son to ma. I couldn’t hear the other things he said but I saw his\ntongue and his teeth trying to say it better. Poor pa. That was Mr Dignam,\nmy father. I hope he’s in purgatory now because he went to confession to\nFather Conroy on Saturday night.",
        "    * * * * *",
        "William Humble, earl of Dudley, and lady Dudley, accompanied by\nlieutenantcolonel Heseltine, drove out after luncheon from the viceregal\nlodge. In the following carriage were the honourable Mrs Paget, Miss de\nCourcy and the honourable Gerald Ward A.D.C. in attendance.",
        "The cavalcade passed out by the lower gate of Phoenix park saluted\nby obsequious policemen and proceeded past Kingsbridge along the\nnorthern quays. The viceroy was most cordially greeted on his way through\nthe metropolis. At Bloody bridge Mr Thomas Kernan beyond the river\ngreeted him vainly from afar Between Queen’s and Whitworth bridges lord\nDudley’s viceregal carriages passed and were unsaluted by Mr Dudley\nWhite, B. L., M. A., who stood on Arran quay outside Mrs M. E. White’s,\nthe pawnbroker’s, at the corner of Arran street west stroking his nose\nwith his forefinger, undecided whether he should arrive at Phibsborough\nmore quickly by a triple change of tram or by hailing a car or on foot\nthrough Smithfield, Constitution hill and Broadstone terminus. In the\nporch of Four Courts Richie Goulding with the costbag of Goulding,\nCollis and Ward saw him with surprise. Past Richmond bridge at the\ndoorstep of the office of Reuben J Dodd, solicitor, agent for the\nPatriotic Insurance Company, an elderly female about to enter changed\nher plan and retracing her steps by King’s windows smiled credulously\non the representative of His Majesty. From its sluice in Wood quay\nwall under Tom Devan’s office Poddle river hung out in fealty a tongue\nof liquid sewage. Above the crossblind of the Ormond hotel, gold by\nbronze, Miss Kennedy’s head by Miss Douce’s head watched and admired.\nOn Ormond quay Mr Simon Dedalus, steering his way from the greenhouse\nfor the subsheriff’s office, stood still in midstreet and brought his\nhat low. His Excellency graciously returned Mr Dedalus’ greeting. From\nCahill’s corner the reverend Hugh C. Love, M.A., made obeisance\nunperceived, mindful of lords deputies whose hands benignant\nhad held of yore rich advowsons. On Grattan bridge Lenehan and M’Coy,\ntaking leave of each other, watched the carriages go by. Passing by Roger\nGreene’s office and Dollard’s big red printinghouse Gerty MacDowell,\ncarrying the Catesby’s cork lino letters for her father who was laid up,\nknew by the style it was the lord and lady lieutenant but she couldn’t see\nwhat Her Excellency had on because the tram and Spring’s big yellow\nfurniture van had to stop in front of her on account of its being the lord\nlieutenant. Beyond Lundy Foot’s from the shaded door of Kavanagh’s\nwinerooms John Wyse Nolan smiled with unseen coldness towards the lord\nlieutenantgeneral and general governor of Ireland. The Right Honourable\nWilliam Humble, earl of Dudley, G. C. V. O., passed Micky Anderson’s\nall times ticking watches and Henry and James’s wax smartsuited\nfreshcheeked models, the gentleman Henry, DERNIER CRI James. Over against\nDame gate Tom Rochford and Nosey Flynn watched the approach of the\ncavalcade. Tom Rochford, seeing the eyes of lady Dudley fixed on him,\ntook his thumbs quickly out of the pockets of his claret waistcoat and\ndoffed his cap to her. A charming SOUBRETTE, great Marie Kendall, with\ndauby cheeks and lifted skirt smiled daubily from her poster upon William\nHumble, earl of Dudley, and upon lieutenantcolonel H. G. Heseltine, and\nalso upon the honourable Gerald Ward A. D. C. From the window of the\nD. B. C. Buck Mulligan gaily, and Haines gravely, gazed down on the\nviceregal equipage over the shoulders of eager guests, whose mass of forms\ndarkened the chessboard whereon John Howard Parnell looked intently. In\nFownes’s street Dilly Dedalus, straining her sight upward from\nChardenal’s first French primer, saw sunshades spanned and wheelspokes\nspinning in the glare. John Henry Menton, filling the doorway of\nCommercial Buildings, stared from winebig oyster eyes, holding a fat gold\nhunter watch not looked at in his fat left hand not feeling it. Where the\nforeleg of King Billy’s horse pawed the air Mrs Breen plucked her\nhastening husband back from under the hoofs of the outriders. She shouted\nin his ear the tidings. Understanding, he shifted his tomes to his left\nbreast and saluted the second carriage. The honourable Gerald Ward A.D.C.,\nagreeably surprised, made haste to reply. At Ponsonby’s corner a jaded\nwhite flagon H. halted and four tallhatted white flagons halted behind\nhim, E.L.Y’S, while outriders pranced past and carriages. Opposite\nPigott’s music warerooms Mr Denis J Maginni, professor of dancing &c,\ngaily apparelled, gravely walked, outpassed by a viceroy and unobserved.\nBy the provost’s wall came jauntily Blazes Boylan, stepping in tan shoes\nand socks with skyblue clocks to the refrain of MY GIRL’S A YORKSHIRE\nGIRL.",
        "Blazes Boylan presented to the leaders’ skyblue frontlets and high\naction a skyblue tie, a widebrimmed straw hat at a rakish angle and a suit\nof indigo serge. His hands in his jacket pockets forgot to salute but he\noffered to the three ladies the bold admiration of his eyes and the red\nflower between his lips. As they drove along Nassau street His Excellency\ndrew the attention of his bowing consort to the programme of music which\nwas being discoursed in College park. Unseen brazen highland laddies\nblared and drumthumped after the CORTEGE:",
        "    BUT THOUGH SHE’S A FACTORY LASS\n    AND WEARS NO FANCY CLOTHES.\n    BARAABUM.\n    YET I’VE A SORT OF A\n    YORKSHIRE RELISH FOR\n    MY LITTLE YORKSHIRE ROSE.\n    BARAABUM.",
        "Thither of the wall the quartermile flat handicappers, M. C. Green, H.\nShrift, T. M. Patey, C. Scaife, J. B. Jeffs, G. N. Morphy, F. Stevenson,\nC. Adderly and W. C. Huggard, started in pursuit. Striding past Finn’s\nhotel Cashel Boyle O’Connor Fitzmaurice Tisdall Farrell stared through a\nfierce eyeglass across the carriages at the head of Mr M. E. Solomons in\nthe window of the Austro-Hungarian viceconsulate. Deep in Leinster street\nby Trinity’s postern a loyal king’s man, Hornblower, touched his tallyho\ncap. As the glossy horses pranced by Merrion square Master Patrick\nAloysius Dignam, waiting, saw salutes being given to the gent with the\ntopper and raised also his new black cap with fingers greased by\nporksteak paper. His collar too sprang up. The viceroy, on his way to\ninaugurate the Mirus bazaar in aid of funds for Mercer’s hospital,\ndrove with his following towards Lower Mount street. He passed a blind\nstripling opposite Broadbent’s. In Lower Mount street a pedestrian in a\nbrown macintosh, eating dry bread, passed swiftly and unscathed across the\nviceroy’s path. At the Royal Canal bridge, from his hoarding, Mr Eugene\nStratton, his blub lips agrin, bade all comers welcome to Pembroke\ntownship. At Haddington road corner two sanded women halted themselves,\nan umbrella and a bag in which eleven cockles rolled to view with wonder\nthe lord mayor and lady mayoress without his golden chain. On\nNorthumberland and Lansdowne roads His Excellency acknowledged punctually\nsalutes from rare male walkers, the salute of two small schoolboys at the\ngarden gate of the house said to have been admired by the late queen when\nvisiting the Irish capital with her husband, the prince consort, in 1849\nand the salute of Almidano Artifoni’s sturdy trousers swallowed by a\nclosing door.",
        "Bronze by gold heard the hoofirons, steelyringing Imperthnthn thnthnthn.",
        "Chips, picking chips off rocky thumbnail, chips.",
        "Horrid! And gold flushed more.",
        "A husky fifenote blew.",
        "Blew. Blue bloom is on the.",
        "Goldpinnacled hair.",
        "A jumping rose on satiny breast of satin, rose of Castile.",
        "Trilling, trilling: Idolores.",
        "Peep! Who’s in the ... peepofgold?",
        "Tink cried to bronze in pity.",
        "And a call, pure, long and throbbing. Longindying call.",
        "Decoy. Soft word. But look: the bright stars fade. Notes chirruping\nanswer.",
        "O rose! Castile. The morn is breaking.",
        "Jingle jingle jaunted jingling.",
        "Coin rang. Clock clacked.",
        "Avowal. SONNEZ. I could. Rebound of garter. Not leave thee. Smack. LA\nCLOCHE! Thigh smack. Avowal. Warm. Sweetheart, goodbye!",
        "Jingle. Bloo.",
        "Boomed crashing chords. When love absorbs. War! War! The tympanum.",
        "A sail! A veil awave upon the waves.",
        "Lost. Throstle fluted. All is lost now.",
        "Horn. Hawhorn.",
        "When first he saw. Alas!",
        "Full tup. Full throb.",
        "Warbling. Ah, lure! Alluring.",
        "Martha! Come!",
        "Clapclap. Clipclap. Clappyclap.",
        "Goodgod henev erheard inall.",
        "Deaf bald Pat brought pad knife took up.",
        "A moonlit nightcall: far, far.",
        "I feel so sad. P. S. So lonely blooming.",
        "Listen!",
        "The spiked and winding cold seahorn. Have you the? Each, and for other,\nplash and silent roar.",
        "Pearls: when she. Liszt’s rhapsodies. Hissss.",
        "You don’t?",
        "Did not: no, no: believe: Lidlyd. With a cock with a carra.",
        "Black. Deepsounding. Do, Ben, do.",
        "Wait while you wait. Hee hee. Wait while you hee.",
        "But wait!",
        "Low in dark middle earth. Embedded ore.",
        "Naminedamine. Preacher is he:",
        "All gone. All fallen.",
        "Tiny, her tremulous fernfoils of maidenhair.",
        "Amen! He gnashed in fury.",
        "Fro. To, fro. A baton cool protruding.",
        "Bronzelydia by Minagold.",
        "By bronze, by gold, in oceangreen of shadow. Bloom. Old Bloom.",
        "One rapped, one tapped, with a carra, with a cock.",
        "Pray for him! Pray, good people!",
        "His gouty fingers nakkering.",
        "Big Benaben. Big Benben.",
        "Last rose Castile of summer left bloom I feel so sad alone.",
        "Pwee! Little wind piped wee.",
        "True men. Lid Ker Cow De and Doll. Ay, ay. Like you men. Will lift your\ntschink with tschunk.",
        "Fff! Oo!",
        "Where bronze from anear? Where gold from afar? Where hoofs?",
        "Rrrpr. Kraa. Kraandl.",
        "Then not till then. My eppripfftaph. Be pfrwritt.",
        "Done.",
        "Begin!",
        "Bronze by gold, miss Douce’s head by miss Kennedy’s head, over the\ncrossblind of the Ormond bar heard the viceregal hoofs go by, ringing\nsteel.",
        "–Is that her? asked miss Kennedy.",
        "Miss Douce said yes, sitting with his ex, pearl grey and EAU DE NIL.",
        "–Exquisite contrast, miss Kennedy said.",
        "When all agog miss Douce said eagerly:",
        "–Look at the fellow in the tall silk.",
        "–Who? Where? gold asked more eagerly.",
        "–In the second carriage, miss Douce’s wet lips said, laughing in the sun.",
        "He’s looking. Mind till I see.",
        "She darted, bronze, to the backmost corner, flattening her face\nagainst the pane in a halo of hurried breath.",
        "Her wet lips tittered:",
        "–He’s killed looking back.",
        "She laughed:",
        "–O wept! Aren’t men frightful idiots?",
        "With sadness.",
        "Miss Kennedy sauntered sadly from bright light, twining a loose hair\nbehind an ear. Sauntering sadly, gold no more, she twisted twined a hair.",
        "Sadly she twined in sauntering gold hair behind a curving ear.",
        "–It’s them has the fine times, sadly then she said.",
        "A man.",
        "Bloowho went by by Moulang’s pipes bearing in his breast the sweets\nof sin, by Wine’s antiques, in memory bearing sweet sinful words, by\nCarroll’s dusky battered plate, for Raoul.",
        "The boots to them, them in the bar, them barmaids came. For them\nunheeding him he banged on the counter his tray of chattering china. And",
        "–There’s your teas, he said.",
        "Miss Kennedy with manners transposed the teatray down to an\nupturned lithia crate, safe from eyes, low.",
        "–What is it? loud boots unmannerly asked.",
        "–Find out, miss Douce retorted, leaving her spyingpoint.",
        "–Your BEAU, is it?",
        "A haughty bronze replied:",
        "–I’ll complain to Mrs de Massey on you if I hear any more of your\nimpertinent insolence.",
        "–Imperthnthn thnthnthn, bootssnout sniffed rudely, as he retreated as she\nthreatened as he had come.",
        "Bloom.",
        "On her flower frowning miss Douce said:",
        "–Most aggravating that young brat is. If he doesn’t conduct himself I’ll\nwring his ear for him a yard long.",
        "Ladylike in exquisite contrast.",
        "–Take no notice, miss Kennedy rejoined.",
        "She poured in a teacup tea, then back in the teapot tea. They cowered\nunder their reef of counter, waiting on footstools, crates upturned,\nwaiting for their teas to draw. They pawed their blouses, both of black\nsatin, two and nine a yard, waiting for their teas to draw, and two and\nseven.",
        "Yes, bronze from anear, by gold from afar, heard steel from anear,\nhoofs ring from afar, and heard steelhoofs ringhoof ringsteel.",
        "–Am I awfully sunburnt?",
        "Miss bronze unbloused her neck.",
        "–No, said miss Kennedy. It gets brown after. Did you try the borax with\nthe cherry laurel water?",
        "Miss Douce halfstood to see her skin askance in the barmirror\ngildedlettered where hock and claret glasses shimmered and in their midst\na shell.",
        "–And leave it to my hands, she said.",
        "–Try it with the glycerine, miss Kennedy advised.",
        "Bidding her neck and hands adieu miss Douce",
        "–Those things only bring out a rash, replied, reseated. I asked that old\nfogey in Boyd’s for something for my skin.",
        "Miss Kennedy, pouring now a fulldrawn tea, grimaced and prayed:",
        "–O, don’t remind me of him for mercy’ sake!",
        "–But wait till I tell you, miss Douce entreated.",
        "Sweet tea miss Kennedy having poured with milk plugged both two\nears with little fingers.",
        "–No, don’t, she cried.",
        "–I won’t listen, she cried.",
        "But Bloom?",
        "Miss Douce grunted in snuffy fogey’s tone:",
        "–For your what? says he.",
        "Miss Kennedy unplugged her ears to hear, to speak: but said, but\nprayed again:",
        "–Don’t let me think of him or I’ll expire. The hideous old wretch! That\nnight in the Antient Concert Rooms.",
        "She sipped distastefully her brew, hot tea, a sip, sipped, sweet tea.",
        "–Here he was, miss Douce said, cocking her bronze head three quarters,\nruffling her nosewings. Hufa! Hufa!",
        "Shrill shriek of laughter sprang from miss Kennedy’s throat. Miss\nDouce huffed and snorted down her nostrils that quivered imperthnthn like\na snout in quest.",
        "–O! shrieking, miss Kennedy cried. Will you ever forget his goggle eye?",
        "Miss Douce chimed in in deep bronze laughter, shouting:",
        "–And your other eye!",
        "Bloowhose dark eye read Aaron Figatner’s name. Why do I always\nthink Figather? Gathering figs, I think. And Prosper Lore’s huguenot name.\nBy Bassi’s blessed virgins Bloom’s dark eyes went by. Bluerobed, white\nunder, come to me. God they believe she is: or goddess. Those today. I\ncould not see. That fellow spoke. A student. After with Dedalus’ son. He\nmight be Mulligan. All comely virgins. That brings those rakes of fellows\nin: her white.",
        "By went his eyes. The sweets of sin. Sweet are the sweets.",
        "Of sin.",
        "In a giggling peal young goldbronze voices blended, Douce with\nKennedy your other eye. They threw young heads back, bronze gigglegold,\nto let freefly their laughter, screaming, your other, signals to each\nother,  high piercing notes.",
        "Ah, panting, sighing, sighing, ah, fordone, their mirth died down.",
        "Miss Kennedy lipped her cup again, raised, drank a sip and\ngigglegiggled. Miss Douce, bending over the teatray, ruffled again her\nnose and rolled droll fattened eyes. Again Kennygiggles, stooping, her\nfair pinnacles of hair, stooping, her tortoise napecomb showed, spluttered\nout of her mouth her tea, choking in tea and laughter, coughing with\nchoking, crying:",
        "–O greasy eyes! Imagine being married to a man like that! she cried. With\nhis bit of beard!",
        "Douce gave full vent to a splendid yell, a full yell of full woman,\ndelight, joy, indignation.",
        "–Married to the greasy nose! she yelled.",
        "Shrill, with deep laughter, after, gold after bronze, they urged each\neach to peal after peal, ringing in changes, bronzegold, goldbronze,\nshrilldeep, to laughter after laughter. And then laughed more. Greasy I\nknows. Exhausted, breathless, their shaken heads they laid, braided and\npinnacled by glossycombed, against the counterledge. All flushed (O!),\npanting, sweating (O!), all breathless.",
        "Married to Bloom, to greaseabloom.",
        "–O saints above! miss Douce said, sighed above her jumping rose. I wished",
        "I hadn’t laughed so much. I feel all wet.",
        "–O, miss Douce! miss Kennedy protested. You horrid thing!",
        "And flushed yet more (you horrid!), more goldenly.",
        "By Cantwell’s offices roved Greaseabloom, by Ceppi’s virgins, bright\nof their oils. Nannetti’s father hawked those things about, wheedling at\ndoors as I. Religion pays. Must see him for that par. Eat first. I want.\nNot yet. At four, she said. Time ever passing. Clockhands turning. On.\nWhere eat? The Clarence, Dolphin. On. For Raoul. Eat. If I net five\nguineas with those ads. The violet silk petticoats. Not yet. The sweets\nof sin.",
        "Flushed less, still less, goldenly paled.",
        "Into their bar strolled Mr Dedalus. Chips, picking chips off one of his\nrocky thumbnails. Chips. He strolled.",
        "–O, welcome back, miss Douce.",
        "He held her hand. Enjoyed her holidays?",
        "–Tiptop.",
        "He hoped she had nice weather in Rostrevor.",
        "–Gorgeous, she said. Look at the holy show I am. Lying out on the strand\nall day.",
        "Bronze whiteness.",
        "–That was exceedingly naughty of you, Mr Dedalus told her and pressed\nher hand indulgently. Tempting poor simple males.",
        "Miss Douce of satin douced her arm away.",
        "–O go away! she said. You’re very simple, I don’t think.",
        "He was.",
        "–Well now I am, he mused. I looked so simple in the cradle they christened\nme simple Simon.",
        "–You must have been a doaty, miss Douce made answer. And what did the\ndoctor order today?",
        "–Well now, he mused, whatever you say yourself. I think I’ll trouble you\nfor some fresh water and a half glass of whisky.",
        "Jingle.",
        "–With the greatest alacrity, miss Douce agreed.",
        "With grace of alacrity towards the mirror gilt Cantrell and\nCochrane’s she turned herself. With grace she tapped a measure of gold\nwhisky from her crystal keg. Forth from the skirt of his coat Mr Dedalus\nbrought pouch and pipe. Alacrity she served. He blew through the flue two\nhusky fifenotes.",
        "–By Jove, he mused, I often wanted to see the Mourne mountains. Must be\na great tonic in the air down there. But a long threatening comes at last,\nthey say. Yes. Yes.",
        "Yes. He fingered shreds of hair, her maidenhair, her mermaid’s, into\nthe bowl. Chips. Shreds. Musing. Mute.",
        "None nought said nothing. Yes.",
        "Gaily miss Douce polished a tumbler, trilling:",
        "–O, Idolores, Queen of the Eastern Seas!",
        "–Was Mr Lidwell in today?",
        "In came Lenehan. Round him peered Lenehan. Mr Bloom reached Essex bridge.\nYes, Mr Bloom crossed bridge of Yessex. To Martha I must write. Buy paper.\nDaly’s. Girl there civil. Bloom. Old Bloom. Blue bloom is on the rye.",
        "–He was in at lunchtime, miss Douce said.",
        "Lenehan came forward.",
        "–Was Mr Boylan looking for me?",
        "He asked. She answered:",
        "–Miss Kennedy, was Mr Boylan in while I was upstairs?",
        "She asked. Miss voice of Kennedy answered, a second teacup poised,\nher gaze upon a page:",
        "–No. He was not.",
        "Miss gaze of Kennedy, heard, not seen, read on. Lenehan round the\nsandwichbell wound his round body round.",
        "–Peep! Who’s in the corner?",
        "No glance of Kennedy rewarding him he yet made overtures. To mind\nher stops. To read only the black ones: round o and crooked ess.",
        "Jingle jaunty jingle.",
        "Girlgold she read and did not glance. Take no notice. She took no\nnotice while he read by rote a solfa fable for her, plappering flatly:",
        "–Ah fox met ah stork. Said thee fox too thee stork: Will you put your\nbill down inn my troath and pull upp ah bone?",
        "He droned in vain. Miss Douce turned to her tea aside.",
        "He sighed aside:",
        "–Ah me! O my!",
        "He greeted Mr Dedalus and got a nod.",
        "–Greetings from the famous son of a famous father.",
        "–Who may he be? Mr Dedalus asked.",
        "Lenehan opened most genial arms. Who?",
        "–Who may he be? he asked. Can you ask? Stephen, the youthful bard.",
        "Dry.",
        "Mr Dedalus, famous father, laid by his dry filled pipe.",
        "–I see, he said. I didn’t recognise him for the moment. I hear he is\nkeeping very select company. Have you seen him lately?",
        "He had.",
        "–I quaffed the nectarbowl with him this very day, said Lenehan. In\nMooney’s EN VILLE and in Mooney’s SUR MER. He had received the rhino for\nthe labour of his muse.",
        "He smiled at bronze’s teabathed lips, at listening lips and eyes:",
        "–The ELITE of Erin hung upon his lips. The ponderous pundit, Hugh",
        "MacHugh, Dublin’s most brilliant scribe and editor and that minstrel boy\nof the wild wet west who is known by the euphonious appellation of the\nO’Madden Burke.",
        "After an interval Mr Dedalus raised his grog and",
        "–That must have been highly diverting, said he. I see.",
        "He see. He drank. With faraway mourning mountain eye. Set down\nhis glass.",
        "He looked towards the saloon door.",
        "–I see you have moved the piano.",
        "–The tuner was in today, miss Douce replied, tuning it for the smoking\nconcert and I never heard such an exquisite player.",
        "–Is that a fact?",
        "–Didn’t he, miss Kennedy? The real classical, you know. And blind too,\npoor fellow. Not twenty I’m sure he was.",
        "–Is that a fact? Mr Dedalus said.",
        "He drank and strayed away.",
        "–So sad to look at his face, miss Douce condoled.",
        "God’s curse on bitch’s bastard.",
        "Tink to her pity cried a diner’s bell. To the door of the bar and\ndiningroom came bald Pat, came bothered Pat, came Pat, waiter of\nOrmond. Lager for diner. Lager without alacrity she served.",
        "With patience Lenehan waited for Boylan with impatience, for\njinglejaunty blazes boy.",
        "Upholding the lid he (who?) gazed in the coffin (coffin?) at the\noblique triple (piano!) wires. He pressed (the same who pressed\nindulgently her hand), soft pedalling, a triple of keys to see the\nthicknesses of felt advancing, to hear the muffled hammerfall in action.",
        "Two sheets cream vellum paper one reserve two envelopes when I was\nin Wisdom Hely’s wise Bloom in Daly’s Henry Flower bought. Are you not\nhappy in your home? Flower to console me and a pin cuts lo. Means\nsomething, language of flow. Was it a daisy? Innocence that is.\nRespectable girl meet after mass. Thanks awfully muchly. Wise Bloom eyed\non the door a poster, a swaying mermaid smoking mid nice waves. Smoke\nmermaids, coolest whiff of all. Hair streaming: lovelorn. For some man.\nFor Raoul. He eyed and saw afar on Essex bridge a gay hat riding on a\njaunting car. It is. Again. Third time. Coincidence.",
        "Jingling on supple rubbers it jaunted from the bridge to Ormond\nquay. Follow. Risk it. Go quick. At four. Near now. Out.",
        "–Twopence, sir, the shopgirl dared to say.",
        "–Aha ... I was forgetting ... Excuse ...",
        "–And four.",
        "At four she. Winsomely she on Bloohimwhom smiled. Bloo smi qui\ngo. Ternoon. Think you’re the only pebble on the beach? Does that to all.",
        "For men.",
        "In drowsy silence gold bent on her page.",
        "From the saloon a call came, long in dying. That was a tuningfork the\ntuner had that he forgot that he now struck. A call again. That he now\npoised that it now throbbed. You hear? It throbbed, pure, purer, softly\nand softlier, its buzzing prongs. Longer in dying call.",
        "Pat paid for diner’s popcorked bottle: and over tumbler, tray and\npopcorked bottle ere he went he whispered, bald and bothered, with Miss",
        "Douce.",
        "–The Bright Stars Fade ...",
        "A voiceless song sang from within, singing:",
        "– ... THE MORN IS BREAKING.",
        "A duodene of birdnotes chirruped bright treble answer under sensitive\nhands. Brightly the keys, all twinkling, linked, all harpsichording,\ncalled to a voice to sing the strain of dewy morn, of youth, of love’s\nleavetaking, life’s, love’s morn.",
        "–The Dewdrops Pearl ...",
        "Lenehan’s lips over the counter lisped a low whistle of decoy.",
        "–But look this way, he said, rose of Castile.",
        "Jingle jaunted by the curb and stopped.",
        "She rose and closed her reading, rose of Castile: fretted, forlorn,\ndreamily rose.",
        "–Did she fall or was she pushed? he asked her.",
        "She answered, slighting:",
        "–Ask no questions and you’ll hear no lies.",
        "Like lady, ladylike.",
        "Blazes Boylan’s smart tan shoes creaked on the barfloor where he\nstrode. Yes, gold from anear by bronze from afar. Lenehan heard and knew\nand hailed him:",
        "–See the conquering hero comes.",
        "Between the car and window, warily walking, went Bloom,\nunconquered hero. See me he might. The seat he sat on: warm. Black wary\nhecat walked towards Richie Goulding’s legal bag, lifted aloft, saluting.",
        "–And I From Thee ...",
        "–I heard you were round, said Blazes Boylan.",
        "He touched to fair miss Kennedy a rim of his slanted straw. She\nsmiled on him. But sister bronze outsmiled her, preening for him her\nricher hair, a bosom and a rose.",
        "Smart Boylan bespoke potions.",
        "–What’s your cry? Glass of bitter? Glass of bitter, please, and a sloegin\nfor me. Wire in yet?",
        "Not yet. At four she. Who said four?",
        "Cowley’s red lugs and bulging apple in the door of the sheriff’s office.",
        "Avoid. Goulding a chance. What is he doing in the Ormond? Car waiting.",
        "Wait.",
        "Hello. Where off to? Something to eat? I too was just. In here. What,\nOrmond? Best value in Dublin. Is that so? Diningroom. Sit tight there.\nSee, not be seen. I think I’ll join you. Come on. Richie led on. Bloom\nfollowed bag. Dinner fit for a prince.",
        "Miss Douce reached high to take a flagon, stretching her satin arm,\nher bust, that all but burst, so high.",
        "–O! O! jerked Lenehan, gasping at each stretch. O!",
        "But easily she seized her prey and led it low in triumph.",
        "–Why don’t you grow? asked Blazes Boylan.",
        "Shebronze, dealing from her oblique jar thick syrupy liquor for his\nlips, looked as it flowed (flower in his coat: who gave him?), and\nsyrupped with her voice:",
        "–Fine goods in small parcels.",
        "That is to say she. Neatly she poured slowsyrupy sloe.",
        "–Here’s fortune, Blazes said.",
        "He pitched a broad coin down. Coin rang.",
        "–Hold on, said Lenehan, till I ...",
        "–Fortune, he wished, lifting his bubbled ale.",
        "–Sceptre will win in a canter, he said.",
        "–I plunged a bit, said Boylan winking and drinking. Not on my own, you\nknow. Fancy of a friend of mine.",
        "Lenehan still drank and grinned at his tilted ale and at miss Douce’s\nlips that all but hummed, not shut, the oceansong her lips had trilled.",
        "Idolores. The eastern seas.",
        "Clock whirred. Miss Kennedy passed their way (flower, wonder who\ngave), bearing away teatray. Clock clacked.",
        "Miss Douce took Boylan’s coin, struck boldly the cashregister. It\nclanged. Clock clacked. Fair one of Egypt teased and sorted in the till\nand hummed and handed coins in change. Look to the west. A clack. For me.",
        "–What time is that? asked Blazes Boylan. Four?",
        "O’clock.",
        "Lenehan, small eyes ahunger on her humming, bust ahumming,\ntugged Blazes Boylan’s elbowsleeve.",
        "–Let’s hear the time, he said.",
        "The bag of Goulding, Collis, Ward led Bloom by ryebloom flowered\ntables. Aimless he chose with agitated aim, bald Pat attending, a table\nnear the door. Be near. At four. Has he forgotten? Perhaps a trick. Not\ncome: whet appetite. I couldn’t do. Wait, wait. Pat, waiter, waited.",
        "Sparkling bronze azure eyed Blazure’s skyblue bow and eyes.",
        "–Go on, pressed Lenehan. There’s no-one. He never heard.",
        "– ... To Flora’s Lips Did Hie.",
        "High, a high note pealed in the treble clear.",
        "Bronzedouce communing with her rose that sank and rose sought",
        "Blazes Boylan’s flower and eyes.",
        "–Please, please.",
        "He pleaded over returning phrases of avowal.",
        "–I COULD NOT LEAVE THEE ...",
        "–Afterwits, miss Douce promised coyly.",
        "–No, now, urged Lenehan. SONNEZLACLOCHE! O do! There’s no-one.",
        "She looked. Quick. Miss Kenn out of earshot. Sudden bent. Two\nkindling faces watched her bend.",
        "Quavering the chords strayed from the air, found it again, lost chord,\nand lost and found it, faltering.",
        "–Go on! Do! SONNEZ!",
        "Bending, she nipped a peak of skirt above her knee. Delayed. Taunted\nthem still, bending, suspending, with wilful eyes.",
        "–Sonnez!",
        "Smack. She set free sudden in rebound her nipped elastic garter\nsmackwarm against her smackable a woman’s warmhosed thigh.",
        "–LA CLOCHE! cried gleeful Lenehan. Trained by owner. No sawdust there.",
        "She smilesmirked supercilious (wept! aren’t men?), but, lightward\ngliding, mild she smiled on Boylan.",
        "–You’re the essence of vulgarity, she in gliding said.",
        "Boylan, eyed, eyed. Tossed to fat lips his chalice, drank off his chalice\ntiny, sucking the last fat violet syrupy drops. His spellbound eyes went\nafter, after her gliding head as it went down the bar by mirrors, gilded\narch for ginger ale, hock and claret glasses shimmering, a spiky shell,\nwhere it concerted, mirrored, bronze with sunnier bronze.",
        "Yes, bronze from anearby.",
        "Continue...",
        "\nThis eBook of “Ulysses” by James Joyce belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "UlyssesBy James JoyceAt Amazon"
    ]
}