{
    "title": "Ulysses - III (B)",
    "author": "James Joyce",
    "chapter": "16",
    "content": [
        "\n\n",
        "Because in middle youth he had often sat observing through a rondel of\nbossed glass of a multicoloured pane the spectacle offered with continual\nchanges of the thoroughfare without, pedestrians, quadrupeds,\nvelocipedes, vehicles, passing slowly, quickly, evenly, round and round\nand round the rim of a round and round precipitous globe.",
        "What distinct different memories had each of her now eight years\ndeceased?",
        "The older, her bezique cards and counters, her Skye terrier, her\nsuppositious wealth, her lapses of responsiveness and incipient catarrhal\ndeafness: the younger, her lamp of colza oil before the statue of the\nImmaculate Conception, her green and maroon brushes for Charles Stewart\nParnell and for Michael Davitt, her tissue papers.",
        "Were there no means still remaining to him to achieve the rejuvenation\nwhich these reminiscences divulged to a younger companion rendered the\nmore desirable?",
        "The indoor exercises, formerly intermittently practised, subsequently\nabandoned, prescribed in Eugen Sandow’s PHYSICAL STRENGTH AND HOW TO\nOBTAIN IT which, designed particularly for commercial men engaged in\nsedentary occupations, were to be made with mental concentration in front\nof a mirror so as to bring into play the various families of muscles and\nproduce successively a pleasant rigidity, a more pleasant relaxation and\nthe most pleasant repristination of juvenile agility.",
        "Had any special agility been his in earlier youth?",
        "Though ringweight lifting had been beyond his strength and the full\ncircle gyration beyond his courage yet as a High school scholar he had\nexcelled in his stable and protracted execution of the half lever\nmovement on the parallel bars in consequence of his abnormally developed\nabdominal muscles.",
        "Did either openly allude to their racial difference?",
        "Neither.",
        "What, reduced to their simplest reciprocal form, were Bloom’s thoughts\nabout Stephen’s thoughts about Bloom and about Stephen’s thoughts about\nBloom’s thoughts about Stephen?",
        "He thought that he thought that he was a jew whereas he knew that he knew\nthat he knew that he was not.",
        "What, the enclosures of reticence removed, were their respective\nparentages?",
        "Bloom, only born male transubstantial heir of Rudolf Virag (subsequently\nRudolph Bloom) of Szombathely, Vienna, Budapest, Milan, London and Dublin\nand of Ellen Higgins, second daughter of Julius Higgins (born Karoly) and\nFanny Higgins (born Hegarty). Stephen, eldest surviving male\nconsubstantial heir of Simon Dedalus of Cork and Dublin and of Mary,\ndaughter of Richard and Christina Goulding (born Grier).",
        "Had Bloom and Stephen been baptised, and where and by whom, cleric or\nlayman?",
        "Bloom (three times), by the reverend Mr Gilmer Johnston M. A., alone, in\nthe protestant church of Saint Nicholas Without, Coombe, by James\nO’Connor, Philip Gilligan and James Fitzpatrick, together, under a pump\nin the village of Swords, and by the reverend Charles Malone C. C., in\nthe church of the Three Patrons, Rathgar. Stephen (once) by the reverend\nCharles Malone C. C., alone, in the church of the Three Patrons, Rathgar.",
        "Did they find their educational careers similar?",
        "Substituting Stephen for Bloom Stoom would have passed successively\nthrough a dame’s school and the high school. Substituting Bloom for\nStephen Blephen would have passed successively through the preparatory,\njunior, middle and senior grades of the intermediate and through the\nmatriculation, first arts, second arts and arts degree courses of the\nroyal university.",
        "Why did Bloom refrain from stating that he had frequented the university\nof life?",
        "Because of his fluctuating incertitude as to whether this observation had\nor had not been already made by him to Stephen or by Stephen to him.",
        "What two temperaments did they individually represent?",
        "The scientific. The artistic.",
        "What proofs did Bloom adduce to prove that his tendency was towards\napplied, rather than towards pure, science?",
        "Certain possible inventions of which he had cogitated when reclining in a\nstate of supine repletion to aid digestion, stimulated by his\nappreciation of the importance of inventions now common but once\nrevolutionary, for example, the aeronautic parachute, the reflecting\ntelescope, the spiral corkscrew, the safety pin, the mineral water\nsiphon, the canal lock with winch and sluice, the suction pump.",
        "Were these inventions principally intended for an improved scheme of\nkindergarten?",
        "Yes, rendering obsolete popguns, elastic airbladders, games of hazard,\ncatapults. They comprised astronomical kaleidoscopes exhibiting the\ntwelve constellations of the zodiac from Aries to Pisces, miniature\nmechanical orreries, arithmetical gelatine lozenges, geometrical to\ncorrespond with zoological biscuits, globemap playing balls, historically\ncostumed dolls.",
        "What also stimulated him in his cogitations?",
        "The financial success achieved by Ephraim Marks and Charles A. James, the\nformer by his 1d bazaar at 42 George’s street, south, the latter at his\n6-1/2d shop and world’s fancy fair and waxwork exhibition at 30 Henry\nstreet, admission 2d, children 1d: and the infinite possibilities\nhitherto unexploited of the modern art of advertisement if condensed in\ntriliteral monoideal symbols, vertically of maximum visibility (divined),\nhorizontally of maximum legibility (deciphered) and of magnetising\nefficacy to arrest involuntary attention, to interest, to convince, to\ndecide.",
        "Such as?",
        "K. II. Kino’s 11/- Trousers. House of Keys. Alexander J. Keyes.",
        "Such as not?",
        "Look at this long candle. Calculate when it burns out and you receive\ngratis 1 pair of our special non-compo boots, guaranteed 1 candle power.\nAddress: Barclay and Cook, 18 Talbot street.",
        "Bacilikil (Insect Powder). Veribest (Boot Blacking). Uwantit (Combined\npocket twoblade penknife with corkscrew, nailfile and pipecleaner).",
        "Such as never?",
        "What is home without Plumtree’s Potted Meat?",
        "Incomplete.",
        "With it an abode of bliss.",
        "Manufactured by George Plumtree, 23 Merchants’ quay, Dublin, put up in 4\noz pots, and inserted by Councillor Joseph P. Nannetti, M. P., Rotunda\nWard, 19 Hardwicke street, under the obituary notices and anniversaries\nof deceases. The name on the label is Plumtree. A plumtree in a meatpot,\nregistered trade mark. Beware of imitations. Peatmot. Trumplee. Moutpat.\nPlamtroo.",
        "Which example did he adduce to induce Stephen to deduce that originality,\nthough producing its own reward, does not invariably conduce to success?",
        "His own ideated and rejected project of an illuminated showcart, drawn by\na beast of burden, in which two smartly dressed girls were to be seated\nengaged in writing.",
        "What suggested scene was then constructed by Stephen?",
        "Solitary hotel in mountain pass. Autumn. Twilight. Fire lit. In dark\ncorner young man seated. Young woman enters. Restless. Solitary. She\nsits. She goes to window. She stands. She sits. Twilight. She thinks. On\nsolitary hotel paper she writes. She thinks. She writes. She sighs.\nWheels and hoofs. She hurries out. He comes from his dark corner. He\nseizes solitary paper. He holds it towards fire. Twilight. He reads.\nSolitary.",
        "What?",
        "In sloping, upright and backhands: Queen’s Hotel, Queen’s Hotel, Queen’s\nHotel. Queen’s Ho...",
        "What suggested scene was then reconstructed by Bloom?",
        "The Queen’s Hotel, Ennis, county Clare, where Rudolph Bloom (Rudolf\nVirag) died on the evening of the 27 June 1886, at some hour unstated, in\nconsequence of an overdose of monkshood (aconite) selfadministered in the\nform of a neuralgic liniment composed of 2 parts of aconite liniment to I\nof chloroform liniment (purchased by him at 10.20 a.m. on the morning of\n27 June 1886 at the medical hall of Francis Dennehy, 17 Church street,\nEnnis) after having, though not in consequence of having, purchased at\n3.15 p.m. on the afternoon of 27 June 1886 a new boater straw hat, extra\nsmart (after having, though not in consequence of having, purchased at\nthe hour and in the place aforesaid, the toxin aforesaid), at the general\ndrapery store of James Cullen, 4 Main street, Ennis.",
        "Did he attribute this homonymity to information or coincidence or\nintuition?",
        "Coincidence.",
        "Did he depict the scene verbally for his guest to see?",
        "He preferred himself to see another’s face and listen to another’s words\nby which potential narration was realised and kinetic temperament\nrelieved.",
        "Did he see only a second coincidence in the second scene narrated to him,\ndescribed by the narrator as A PISGAH SIGHT OF PALESTINE OR THE PARABLE\nOF THE PLUMS?",
        "It, with the preceding scene and with others unnarrated but existent by\nimplication, to which add essays on various subjects or moral apothegms\n(e.g. MY FAVOURITE HERO OR PROCRASTINATION IS THE THIEF OF TIME) composed\nduring schoolyears, seemed to him to contain in itself and in conjunction\nwith the personal equation certain possibilities of financial, social,\npersonal and sexual success, whether specially collected and selected as\nmodel pedagogic themes (of cent per cent merit) for the use of\npreparatory and junior grade students or contributed in printed form,\nfollowing the precedent of Philip Beaufoy or Doctor Dick or Heblon’s\nSTUDIES IN BLUE, to a publication of certified circulation and solvency\nor employed verbally as intellectual stimulation for sympathetic\nauditors, tacitly appreciative of successful narrative and confidently\naugurative of successful achievement, during the increasingly longer\nnights gradually following the summer solstice on the day but three\nfollowing, videlicet, Tuesday, 21 June (S. Aloysius Gonzaga), sunrise\n3.33 a.m., sunset 8.29 p.m.",
        "Which domestic problem as much as, if not more than, any other frequently\nengaged his mind?",
        "What to do with our wives.",
        "What had been his hypothetical singular solutions?",
        "Parlour games (dominos, halma, tiddledywinks, spilikins, cup and ball,\nnap, spoil five, bezique, twentyfive, beggar my neighbour, draughts,\nchess or backgammon): embroidery, darning or knitting for the policeaided\nclothing society: musical duets, mandoline and guitar, piano and flute,\nguitar and piano: legal scrivenery or envelope addressing: biweekly\nvisits to variety entertainments: commercial activity as pleasantly\ncommanding and pleasingly obeyed mistress proprietress in a cool dairy\nshop or warm cigar divan: the clandestine satisfaction of erotic\nirritation in masculine brothels, state inspected and medically\ncontrolled: social visits, at regular infrequent prevented intervals and\nwith regular frequent preventive superintendence, to and from female\nacquaintances of recognised respectability in the vicinity: courses of\nevening instruction specially designed to render liberal instruction\nagreeable.",
        "What instances of deficient mental development in his wife inclined him\nin favour of the lastmentioned (ninth) solution?",
        "In disoccupied moments she had more than once covered a sheet of paper\nwith signs and hieroglyphics which she stated were Greek and Irish and\nHebrew characters. She had interrogated constantly at varying intervals\nas to the correct method of writing the capital initial of the name of a\ncity in Canada, Quebec. She understood little of political complications,\ninternal, or balance of power, external. In calculating the addenda of\nbills she frequently had recourse to digital aid. After completion of\nlaconic epistolary compositions she abandoned the implement of\ncalligraphy in the encaustic pigment, exposed to the corrosive action of\ncopperas, green vitriol and nutgall. Unusual polysyllables of foreign\norigin she interpreted phonetically or by false analogy or by both:\nmetempsychosis (met him pike hoses), ALIAS (a mendacious person mentioned\nin sacred scripture).",
        "What compensated in the false balance of her intelligence for these and\nsuch deficiencies of judgment regarding persons, places and things?",
        "The false apparent parallelism of all perpendicular arms of all balances,\nproved true by construction. The counterbalance of her proficiency of\njudgment regarding one person, proved true by experiment.",
        "How had he attempted to remedy this state of comparative ignorance?",
        "Variously. By leaving in a conspicuous place a certain book open at a\ncertain page: by assuming in her, when alluding explanatorily, latent\nknowledge: by open ridicule in her presence of some absent other’s\nignorant lapse.",
        "With what success had he attempted direct instruction?",
        "She followed not all, a part of the whole, gave attention with interest\ncomprehended with surprise, with care repeated, with greater difficulty\nremembered, forgot with ease, with misgiving reremembered, rerepeated\nwith error.",
        "What system had proved more effective?",
        "Indirect suggestion implicating selfinterest.",
        "Example?",
        "She disliked umbrella with rain, he liked woman with umbrella, she\ndisliked new hat with rain, he liked woman with new hat, he bought new\nhat with rain, she carried umbrella with new hat.",
        "Accepting the analogy implied in his guest’s parable which examples of\npostexilic eminence did he adduce?",
        "Three seekers of the pure truth, Moses of Egypt, Moses Maimonides, author\nof MORE NEBUKIM (Guide of the Perplexed) and Moses Mendelssohn of such\neminence that from Moses (of Egypt) to Moses (Mendelssohn) there arose\nnone like Moses (Maimonides).",
        "What statement was made, under correction, by Bloom concerning a fourth\nseeker of pure truth, by name Aristotle, mentioned, with permission, by\nStephen?",
        "That the seeker mentioned had been a pupil of a rabbinical philosopher,\nname uncertain.",
        "Were other anapocryphal illustrious sons of the law and children of a\nselected or rejected race mentioned?",
        "Felix Bartholdy Mendelssohn (composer), Baruch Spinoza (philosopher),\nMendoza (pugilist), Ferdinand Lassalle (reformer, duellist).",
        "What fragments of verse from the ancient Hebrew and ancient Irish\nlanguages were cited with modulations of voice and translation of texts\nby guest to host and by host to guest?",
        "By Stephen: SUIL, SUIL, SUIL ARUN, SUIL GO SIOCAIR AGUS SUIL GO CUIN\n(walk, walk, walk your way, walk in safety, walk with care).",
        "By Bloom: KIFELOCH, HARIMON RAKATEJCH M’BAAD L’ZAMATEJCH (thy temple amid\nthy hair is as a slice of pomegranate).",
        "How was a glyphic comparison of the phonic symbols of both languages made\nin substantiation of the oral comparison?",
        "By juxtaposition. On the penultimate blank page of a book of inferior\nliterary style, entituled SWEETS OF SIN (produced by Bloom and so\nmanipulated that its front cover carne in contact with the surface of the\ntable) with a pencil (supplied by Stephen) Stephen wrote the Irish\ncharacters for gee, eh, dee, em, simple and modified, and Bloom in turn\nwrote the Hebrew characters ghimel, aleph, daleth and (in the absence of\nmem) a substituted qoph, explaining their arithmetical values as ordinal\nand cardinal numbers, videlicet 3, 1, 4, and 100.",
        "Was the knowledge possessed by both of each of these languages, the\nextinct and the revived, theoretical or practical?",
        "Theoretical, being confined to certain grammatical rules of accidence and\nsyntax and practically excluding vocabulary.",
        "What points of contact existed between these languages and between the\npeoples who spoke them?",
        "The presence of guttural sounds, diacritic aspirations, epenthetic and\nservile letters in both languages: their antiquity, both having been\ntaught on the plain of Shinar 242 years after the deluge in the seminary\ninstituted by Fenius Farsaigh, descendant of Noah, progenitor of Israel,\nand ascendant of Heber and Heremon, progenitors of Ireland: their\narchaeological, genealogical, hagiographical, exegetical, homiletic,\ntoponomastic, historical and religious literatures comprising the works\nof rabbis and culdees, Torah, Talmud (Mischna and Ghemara), Massor,\nPentateuch, Book of the Dun Cow, Book of Ballymote, Garland of Howth,\nBook of Kells: their dispersal, persecution, survival and revival: the\nisolation of their synagogical and ecclesiastical rites in ghetto (S.\nMary’s Abbey) and masshouse (Adam and Eve’s tavern): the proscription of\ntheir national costumes in penal laws and jewish dress acts: the\nrestoration in Chanah David of Zion and the possibility of Irish\npolitical autonomy or devolution.",
        "What anthem did Bloom chant partially in anticipation of that multiple,\nethnically irreducible consummation?",
        "    KOLOD BALEJWAW PNIMAH\n    NEFESCH, JEHUDI, HOMIJAH.",
        "Why was the chant arrested at the conclusion of this first distich?",
        "In consequence of defective mnemotechnic.",
        "How did the chanter compensate for this deficiency?",
        "By a periphrastic version of the general text.",
        "In what common study did their mutual reflections merge?",
        "The increasing simplification traceable from the Egyptian epigraphic\nhieroglyphs to the Greek and Roman alphabets and the anticipation of\nmodern stenography and telegraphic code in the cuneiform inscriptions\n(Semitic) and the virgular quinquecostate ogham writing (Celtic). Did the\nguest comply with his host’s request?",
        "Doubly, by appending his signature in Irish and Roman characters.",
        "What was Stephen’s auditive sensation?",
        "He heard in a profound ancient male unfamiliar melody the accumulation of\nthe past.",
        "What was Bloom’s visual sensation?",
        "He saw in a quick young male familiar form the predestination of a future.",
        "What were Stephen’s and Bloom’s quasisimultaneous volitional\nquasisensations of concealed identities?",
        "Visually, Stephen’s: The traditional figure of hypostasis, depicted by\nJohannes Damascenus, Lentulus Romanus and Epiphanius Monachus as\nleucodermic, sesquipedalian with winedark hair. Auditively, Bloom’s: The\ntraditional accent of the ecstasy of catastrophe.",
        "What future careers had been possible for Bloom in the past and with what\nexemplars?",
        "In the church, Roman, Anglican or Nonconformist: exemplars, the very\nreverend John Conmee S. J., the reverend T. Salmon, D. D., provost of\nTrinity college, Dr Alexander J. Dowie. At the bar, English or Irish:\nexemplars, Seymour Bushe, K. C., Rufus Isaacs, K. C. On the stage modern\nor Shakespearean: exemplars, Charles Wyndham, high comedian Osmond Tearle\n(died 1901), exponent of Shakespeare.",
        "Did the host encourage his guest to chant in a modulated voice a strange\nlegend on an allied theme?",
        "Reassuringly, their place, where none could hear them talk, being\nsecluded, reassured, the decocted beverages, allowing for subsolid\nresidual sediment of a mechanical mixture, water plus sugar plus cream\nplus cocoa, having been consumed.",
        "Recite the first (major) part of this chanted legend.",
        "    LITTLE HARRY HUGHES AND HIS SCHOOLFELLOWS ALL\n    WENT OUT FOR TO PLAY BALL.\n    AND THE VERY FIRST BALL LITTLE HARRY HUGHES PLAYED\n    HE DROVE IT O’ER THE JEW’S GARDEN WALL.\n    AND THE VERY SECOND BALL LITTLE HARRY HUGHES PLAYED\n    HE BROKE THE JEW’S WINDOWS ALL.",
        "How did the son of Rudolph receive this first part?",
        "With unmixed feeling. Smiling, a jew he heard with pleasure and saw the\nunbroken kitchen window.",
        "Recite the second part (minor) of the legend.",
        "    THEN OUT THERE CAME THE JEW’S DAUGHTER\n    AND SHE ALL DRESSED IN GREEN.\n    “COME BACK, COME BACK, YOU PRETTY LITTLE BOY,\n    AND PLAY YOUR BALL AGAIN.”",
        "    “I CAN’T COME BACK AND I WON’T COME BACK\n    WITHOUT MY SCHOOLFELLOWS ALL.\n    FOR IF MY MASTER HE DID HEAR\n    HE’D MAKE IT A SORRY BALL.”",
        "    SHE TOOK HIM BY THE LILYWHITE HAND\n    AND LED HIM ALONG THE HALL\n    UNTIL SHE LED HIM TO A ROOM\n    WHERE NONE COULD HEAR HIM CALL.",
        "    SHE TOOK A PENKNIFE OUT OF HER POCKET\n    AND CUT OFF  HIS LITTLE HEAD.\n    AND NOW HE’LL PLAY HIS BALL NO MORE\n    FOR HE LIES AMONG THE DEAD.",
        "How did the father of Millicent receive this second part?",
        "With mixed feelings. Unsmiling, he heard and saw with wonder a jew’s\ndaughter, all dressed in green.",
        "Condense Stephen’s commentary.",
        "One of all, the least of all, is the victim predestined. Once by\ninadvertence twice by design he challenges his destiny. It comes when he\nis abandoned and challenges him reluctant and, as an apparition of hope\nand youth, holds him unresisting. It leads him to a strange habitation,\nto a secret infidel apartment, and there, implacable, immolates him,\nconsenting.",
        "Why was the host (victim predestined) sad?",
        "He wished that a tale of a deed should be told of a deed not by him\nshould by him not be told.",
        "Why was the host (reluctant, unresisting) still?",
        "In accordance with the law of the conservation of energy.",
        "Why was the host (secret infidel) silent?",
        "He weighed the possible evidences for and against ritual murder: the\nincitations of the hierarchy, the superstition of the populace, the\npropagation of rumour in continued fraction of veridicity, the envy of\nopulence, the influence of retaliation, the sporadic reappearance of\natavistic delinquency, the mitigating circumstances of fanaticism,\nhypnotic suggestion and somnambulism.",
        "From which (if any) of these mental or physical disorders was he not\ntotally immune?",
        "From hypnotic suggestion: once, waking, he had not recognised his\nsleeping apartment: more than once, waking, he had been for an indefinite\ntime incapable of moving or uttering sounds. From somnambulism: once,\nsleeping, his body had risen, crouched and crawled in the direction of a\nheatless fire and, having attained its destination, there, curled,\nunheated, in night attire had lain, sleeping.",
        "Had this latter or any cognate phenomenon declared itself in any member\nof his family?",
        "Twice, in Holles street and in Ontario terrace, his daughter Millicent\n(Milly) at the ages of 6 and 8 years had uttered in sleep an exclamation\nof terror and had replied to the interrogations of two figures in night\nattire with a vacant mute expression.",
        "What other infantile memories had he of her?",
        "15 June 1889. A querulous newborn female infant crying to cause and\nlessen congestion. A child renamed Padney Socks she shook with shocks her\nmoneybox: counted his three free moneypenny buttons, one, tloo, tlee: a\ndoll, a boy, a sailor she cast away: blond, born of two dark, she had\nblond ancestry, remote, a violation, Herr Hauptmann Hainau, Austrian\narmy, proximate, a hallucination, lieutenant Mulvey, British navy.",
        "What endemic characteristics were present?",
        "Conversely the nasal and frontal formation was derived in a direct line\nof lineage which, though interrupted, would continue at distant intervals\nto more distant intervals to its most distant intervals.",
        "What memories had he of her adolescence?",
        "She relegated her hoop and skippingrope to a recess. On the duke’s lawn,\nentreated by an English visitor, she declined to permit him to make and\ntake away her photographic image (objection not stated). On the South\nCircular road in the company of Elsa Potter, followed by an individual of\nsinister aspect, she went half way down Stamer street and turned abruptly\nback (reason of change not stated). On the vigil of the 15th anniversary\nof her birth she wrote a letter from Mullingar, county Westmeath, making\na brief allusion to a local student (faculty and year not stated).",
        "Did that first division, portending a second division, afflict him?",
        "Less than he had imagined, more than he had hoped.",
        "What second departure was contemporaneously perceived by him similarly,\nif differently?",
        "A temporary departure of his cat.",
        "Why similarly, why differently?",
        "Similarly, because actuated by a secret purpose the quest of a new male",
        "(Mullingar student) or of a healing herb (valerian). Differently, because\nof different possible returns to the inhabitants or to the habitation.",
        "In other respects were their differences similar?",
        "In passivity, in economy, in the instinct of tradition, in\nunexpectedness.",
        "As?",
        "Inasmuch as leaning she sustained her blond hair for him to ribbon it for\nher (cf neckarching cat). Moreover, on the free surface of the lake in\nStephen’s green amid inverted reflections of trees her uncommented spit,\ndescribing concentric circles of waterrings, indicated by the constancy\nof its permanence the locus of a somnolent prostrate fish (cf\nmousewatching cat).",
        "Again, in order to remember the date, combatants, issue and consequences\nof a famous military engagement she pulled a plait of her hair (cf\nearwashing cat). Furthermore, silly Milly, she dreamed of having had an\nunspoken unremembered conversation with a horse whose name had been\nJoseph to whom (which) she had offered a tumblerful of lemonade which it\n(he) had appeared to have accepted (cf hearthdreaming cat). Hence, in\npassivity, in economy, in the instinct of tradition, in unexpectedness,\ntheir differences were similar.",
        "In what way had he utilised gifts 1) an owl, 2) a clock, given as\nmatrimonial auguries, to interest and to instruct her?",
        "As object lessons to explain: 1) the nature and habits of oviparous\nanimals, the possibility of aerial flight, certain abnormalities of\nvision, the secular process of imbalsamation: 2) the principle of the\npendulum, exemplified in bob, wheelgear and regulator, the translation in\nterms of human or social regulation of the various positions of clockwise\nmoveable indicators on an unmoving dial, the exactitude of the recurrence\nper hour of an instant in each hour when the longer and the shorter\nindicator were at the same angle of inclination, VIDELICET, 5 5/11\nminutes past each hour per hour in arithmetical progression.",
        "In what manners did she reciprocate?",
        "She remembered: on the 27th anniversary of his birth she presented to him\na breakfast moustachecup of imitation Crown Derby porcelain ware. She\nprovided: at quarter day or thereabouts if or when purchases had been\nmade by him not for her she showed herself attentive to his necessities,\nanticipating his desires. She admired: a natural phenomenon having been\nexplained by him to her she expressed the immediate desire to possess\nwithout gradual acquisition a fraction of his science, the moiety, the\nquarter, a thousandth part.",
        "What proposal did Bloom, diambulist, father of Milly, somnambulist, make\nto Stephen, noctambulist?",
        "To pass in repose the hours intervening between Thursday (proper) and\nFriday (normal) on an extemporised cubicle in the apartment immediately\nabove the kitchen and immediately adjacent to the sleeping apartment of\nhis host and hostess.",
        "What various advantages would or might have resulted from a prolongation\nof such an extemporisation?",
        "For the guest: security of domicile and seclusion of study. For the host:\nrejuvenation of intelligence, vicarious satisfaction. For the hostess:\ndisintegration of obsession, acquisition of correct Italian\npronunciation.",
        "Why might these several provisional contingencies between a guest and a\nhostess not necessarily preclude or be precluded by a permanent\neventuality of reconciliatory union between a schoolfellow and a jew’s\ndaughter?",
        "Because the way to daughter led through mother, the way to mother through\ndaughter.",
        "To what inconsequent polysyllabic question of his host did the guest\nreturn a monosyllabic negative answer?",
        "If he had known the late Mrs Emily Sinico, accidentally killed at Sydney\nParade railway station, 14 October 1903.",
        "What inchoate corollary statement was consequently suppressed by the\nhost?",
        "A statement explanatory of his absence on the occasion of the interment\nof Mrs Mary Dedalus (born Goulding), 26 June 1903, vigil of the\nanniversary of the decease of Rudolph Bloom (born Virag).",
        "Was the proposal of asylum accepted?",
        "Promptly, inexplicably, with amicability, gratefully it was declined.\nWhat exchange of money took place between host and guest?",
        "The former returned to the latter, without interest, a sum of money\n(1-7-0), one pound seven shillings sterling, advanced by the latter to\nthe former.",
        "What counterproposals were alternately advanced, accepted, modified,\ndeclined, restated in other terms, reaccepted, ratified, reconfirmed?",
        "To inaugurate a prearranged course of Italian instruction, place the\nresidence of the instructed. To inaugurate a course of vocal instruction,\nplace the residence of the instructress. To inaugurate a series of static\nsemistatic and peripatetic intellectual dialogues, places the residence\nof both speakers (if both speakers were resident in the same place), the\nShip hotel and tavern, 6 Lower Abbey street (W. and E. Connery,\nproprietors), the National Library of Ireland, 10 Kildare street, the\nNational Maternity Hospital, 29, 30 and 31 Holles street, a public\ngarden, the vicinity of a place of worship, a conjunction of two or more\npublic thoroughfares, the point of bisection of a right line drawn\nbetween their residences (if both speakers were resident in different\nplaces).",
        "What rendered problematic for Bloom the realisation of these mutually\nselfexcluding propositions?",
        "The irreparability of the past: once at a performance of Albert Hengler’s\ncircus in the Rotunda, Rutland square, Dublin, an intuitive particoloured\nclown in quest of paternity had penetrated from the ring to a place in\nthe auditorium where Bloom, solitary, was seated and had publicly\ndeclared to an exhilarated audience that he (Bloom) was his (the clown’s)\npapa. The imprevidibility of the future: once in the summer of 1898 he\n(Bloom) had marked a florin (2/-) with three notches on the milled edge\nand tendered it m payment of an account due to and received by J. and T.\nDavy, family grocers, 1 Charlemont Mall, Grand Canal, for circulation on\nthe waters of civic finance, for possible, circuitous or direct, return.",
        "Was the clown Bloom’s son?",
        "No.",
        "Had Bloom’s coin returned?",
        "Never.",
        "Why would a recurrent frustration the more depress him?",
        "Because at the critical turningpoint of human existence he desired to\namend many social conditions, the product of inequality and avarice and\ninternational animosity.",
        "He believed then that human life was infinitely perfectible, eliminating\nthese conditions?",
        "There remained the generic conditions imposed by natural, as distinct\nfrom human law, as integral parts of the human whole: the necessity of\ndestruction to procure alimentary sustenance: the painful character of\nthe ultimate functions of separate existence, the agonies of birth and\ndeath: the monotonous menstruation of simian and (particularly) human\nfemales extending from the age of puberty to the menopause: inevitable\naccidents at sea, in mines and factories: certain very painful maladies\nand their resultant surgical operations, innate lunacy and congenital\ncriminality, decimating epidemics: catastrophic cataclysms which make\nterror the basis of human mentality: seismic upheavals the epicentres of\nwhich are located in densely populated regions: the fact of vital growth,\nthrough convulsions of metamorphosis, from infancy through maturity to\ndecay.",
        "Why did he desist from speculation?",
        "Because it was a task for a superior intelligence to substitute other\nmore acceptable phenomena in the place of the less acceptable phenomena\nto be removed.",
        "Did Stephen participate in his dejection?",
        "He affirmed his significance as a conscious rational animal proceeding\nsyllogistically from the known to the unknown and a conscious rational\nreagent between a micro and a macrocosm ineluctably constructed upon the\nincertitude of the void.",
        "Was this affirmation apprehended by Bloom?",
        "Not verbally. Substantially.",
        "What comforted his misapprehension?",
        "That as a competent keyless citizen he had proceeded energetically from\nthe unknown to the known through the incertitude of the void.",
        "In what order of precedence, with what attendant ceremony was the exodus\nfrom the house of bondage to the wilderness of inhabitation effected?",
        "Lighted Candle in Stick borne by\nBLOOM\nDiaconal Hat on Ashplant borne by\nSTEPHEN:",
        "With what intonation secreto of what commemorative psalm?",
        "The 113th, MODUS PEREGRINUS: IN EXITU ISRAEL DE EGYPTO: DOMUS JACOB DE\nPOPULO BARBARO.",
        "What did each do at the door of egress?",
        "Bloom set the candlestick on the floor. Stephen put the hat on his head.",
        "For what creature was the door of egress a door of ingress?",
        "For a cat.",
        "What spectacle confronted them when they, first the host, then the guest,\nemerged silently, doubly dark, from obscurity by a passage from the rere\nof the house into the penumbra of the garden?",
        "The heaventree of stars hung with humid nightblue fruit.",
        "With what meditations did Bloom accompany his demonstration to his\ncompanion of various constellations?",
        "Meditations of evolution increasingly vaster: of the moon invisible in\nincipient lunation, approaching perigee: of the infinite lattiginous\nscintillating uncondensed milky way, discernible by daylight by an\nobserver placed at the lower end of a cylindrical vertical shaft 5000 ft\ndeep sunk from the surface towards the centre of the earth: of Sirius\n(alpha in Canis Maior) 10 lightyears (57,000,000,000,000 miles) distant\nand in volume 900 times the dimension of our planet: of Arcturus: of the\nprecession of equinoxes: of Orion with belt and sextuple sun theta and\nnebula in which 100 of our solar systems could be contained: of moribund\nand of nascent new stars such as Nova in 1901: of our system plunging\ntowards the constellation of Hercules: of the parallax or parallactic\ndrift of socalled fixed stars, in reality evermoving wanderers from\nimmeasurably remote eons to infinitely remote futures in comparison with\nwhich the years, threescore and ten, of allotted human life formed a\nparenthesis of infinitesimal brevity.",
        "Were there obverse meditations of involution increasingly less vast?",
        "Of the eons of geological periods recorded in the stratifications of the\nearth: of the myriad minute entomological organic existences concealed in\ncavities of the earth, beneath removable stones, in hives and mounds, of\nmicrobes, germs, bacteria, bacilli, spermatozoa: of the incalculable\ntrillions of billions of millions of imperceptible molecules contained by\ncohesion of molecular affinity in a single pinhead: of the universe of\nhuman serum constellated with red and white bodies, themselves universes\nof void space constellated with other bodies, each, in continuity, its\nuniverse of divisible component bodies of which each was again divisible\nin divisions of redivisible component bodies, dividends and divisors ever\ndiminishing without actual division till, if the progress were carried\nfar enough, nought nowhere was never reached.",
        "Why did he not elaborate these calculations to a more precise result?",
        "Because some years previously in 1886 when occupied with the problem of\nthe quadrature of the circle he had learned of .the existence of a number\ncomputed to a relative degree of accuracy to be of such magnitude and of\nso many places, e.g., the 9th power of the 9th power of 9, that, the\nresult having been obtained, 33 closely printed volumes of 1000 pages\neach of innumerable quires and reams of India paper would have to be\nrequisitioned in order to contain the complete tale of its printed\nintegers of units, tens, hundreds, thousands, tens of thousands, hundreds\nof thousands, millions, tens of millions, hundreds of millions, billions,\nthe nucleus of the nebula of every digit of every series containing\nsuccinctly the potentiality of being raised to the utmost kinetic\nelaboration of any power of any of its powers.",
        "Did he find the problems of the inhabitability of the planets and their\nsatellites by a race, given in species, and of the possible social and\nmoral redemption of said race by a redeemer, easier of solution?",
        "Of a different order of difficulty. Conscious that the human organism,\nnormally capable of sustaining an atmospheric pressure of 19 tons, when\nelevated to a considerable altitude in the terrestrial atmosphere\nsuffered with arithmetical progression of intensity, according as the\nline of demarcation between troposphere and stratosphere was approximated\nfrom nasal hemorrhage, impeded respiration and vertigo, when proposing\nthis problem for solution, he had conjectured as a working hypothesis\nwhich could not be proved impossible that a more adaptable and\ndifferently anatomically constructed race of beings might subsist\notherwise under Martian, Mercurial, Veneral, Jovian, Saturnian, Neptunian\nor Uranian sufficient and equivalent conditions, though an apogean\nhumanity of beings created in varying forms with finite differences\nresulting similar to the whole and to one another would probably there as\nhere remain inalterably and inalienably attached to vanities, to vanities\nof vanities and to all that is vanity.",
        "And the problem of possible redemption?",
        "The minor was proved by the major.",
        "Which various features of the constellations were in turn considered?",
        "The various colours significant of various degrees of vitality (white,\nyellow, crimson, vermilion, cinnabar): their degrees of brilliancy: their\nmagnitudes revealed up to and including the 7th: their positions: the\nwaggoner’s star: Walsingham way: the chariot of David: the annular\ncinctures of Saturn: the condensation of spiral nebulae into suns: the\ninterdependent gyrations of double suns: the independent synchronous\ndiscoveries of Galileo, Simon Marius, Piazzi, Le Verrier, Herschel,\nGalle: the systematisations attempted by Bode and Kepler of cubes of\ndistances and squares of times of revolution: the almost infinite\ncompressibility of hirsute comets and their vast elliptical egressive and\nreentrant orbits from perihelion to aphelion: the sidereal origin of\nmeteoric stones: the Libyan floods on Mars about the period of the birth\nof the younger astroscopist: the annual recurrence of meteoric showers\nabout the period of the feast of S. Lawrence (martyr, lo August): the\nmonthly recurrence known as the new moon with the old moon in her arms:\nthe posited influence of celestial on human bodies: the appearance of a\nstar (1st magnitude) of exceeding brilliancy dominating by night and day\n(a new luminous sun generated by the collision and amalgamation in\nincandescence of two nonluminous exsuns) about the period of the birth of\nWilliam Shakespeare over delta in the recumbent neversetting\nconstellation of Cassiopeia and of a star (2nd magnitude) of similar\norigin but of lesser brilliancy which had appeared in and disappeared\nfrom the constellation of the Corona Septentrionalis about the period of\nthe birth of Leopold Bloom and of other stars of (presumably) similar\norigin which had (effectively or presumably) appeared in and disappeared\nfrom the constellation of Andromeda about the period of the birth of\nStephen Dedalus, and in and from the constellation of Auriga some years\nafter the birth and death of Rudolph Bloom, junior, and in and from other\nconstellations some years before or after the birth or death of other\npersons: the attendant phenomena of eclipses, solar and lunar, from\nimmersion to emersion, abatement of wind, transit of shadow, taciturnity\nof winged creatures, emergence of nocturnal or crepuscular animals,\npersistence of infernal light, obscurity of terrestrial waters, pallor of\nhuman beings.",
        "His (Bloom’s) logical conclusion, having weighed the matter and allowing\nfor possible error?",
        "That it was not a heaventree, not a heavengrot, not a heavenbeast, not a\nheavenman. That it was a Utopia, there being no known method from the\nknown to the unknown: an infinity renderable equally finite by the\nsuppositious apposition of one or more bodies equally of the same and of\ndifferent magnitudes: a mobility of illusory forms immobilised in space,\nremobilised in air: a past which possibly had ceased to exist as a\npresent before its probable spectators had entered actual present\nexistence.",
        "Was he more convinced of the esthetic value of the spectacle?",
        "Indubitably in consequence of the reiterated examples of poets in the\ndelirium of the frenzy of attachment or in the abasement of rejection\ninvoking ardent sympathetic constellations or the frigidity of the\nsatellite of their planet.",
        "Did he then accept as an article of belief the theory of astrological\ninfluences upon sublunary disasters?",
        "It seemed to him as possible of proof as of confutation and the\nnomenclature employed in its selenographical charts as attributable to\nverifiable intuition as to fallacious analogy: the lake of dreams, the\nsea of rains, the gulf of dews, the ocean of fecundity.",
        "What special affinities appeared to him to exist between the moon and\nwoman?",
        "Her antiquity in preceding and surviving successive tellurian\ngenerations: her nocturnal predominance: her satellitic dependence: her\nluminary reflection: her constancy under all her phases, rising and\nsetting by her appointed times, waxing and waning: the forced\ninvariability of her aspect: her indeterminate response to inaffirmative\ninterrogation: her potency over effluent and refluent waters: her power\nto enamour, to mortify, to invest with beauty, to render insane, to\nincite to and aid delinquency: the tranquil inscrutability of her visage:\nthe terribility of her isolated dominant implacable resplendent\npropinquity: her omens of tempest and of calm: the stimulation of her\nlight, her motion and her presence: the admonition of her craters, her\narid seas, her silence: her splendour, when visible: her attraction, when\ninvisible.",
        "What visible luminous sign attracted Bloom’s, who attracted Stephen’s,\ngaze?",
        "In the second storey (rere) of his (Bloom’s) house the light of a\nparaffin oil lamp with oblique shade projected on a screen of roller\nblind supplied by Frank O’Hara, window blind, curtain pole and revolving\nshutter manufacturer, 16 Aungier street.",
        "How did he elucidate the mystery of an invisible attractive person, his\nwife Marion (Molly) Bloom, denoted by a visible splendid sign, a lamp?",
        "With indirect and direct verbal allusions or affirmations: with subdued\naffection and admiration: with description: with impediment: with\nsuggestion.",
        "Both then were silent?",
        "Silent, each contemplating the other in both mirrors of the reciprocal\nflesh of theirhisnothis fellowfaces.",
        "Were they indefinitely inactive?",
        "At Stephen’s suggestion, at Bloom’s instigation both, first Stephen, then\nBloom, in penumbra urinated, their sides contiguous, their organs of\nmicturition reciprocally rendered invisible by manual circumposition,\ntheir gazes, first Bloom’s, then Stephen’s, elevated to the projected\nluminous and semiluminous shadow.",
        "Similarly?",
        "The trajectories of their, first sequent, then simultaneous, urinations\nwere dissimilar: Bloom’s longer, less irruent, in the incomplete form of\nthe bifurcated penultimate alphabetical letter, who in his ultimate year\nat High School (1880) had been capable of attaining the point of greatest\naltitude against the whole concurrent strength of the institution, 210\nscholars: Stephen’s higher, more sibilant, who in the ultimate hours of\nthe previous day had augmented by diuretic consumption an insistent\nvesical pressure.",
        "What different problems presented themselves to each concerning the\ninvisible audible collateral organ of the other?",
        "To Bloom: the problems of irritability, tumescence, rigidity, reactivity,\ndimension, sanitariness, pilosity.",
        "To Stephen: the problem of the sacerdotal integrity of Jesus circumcised\n(I January, holiday of obligation to hear mass and abstain from\nunnecessary servile work) and the problem as to whether the divine\nprepuce, the carnal bridal ring of the holy Roman catholic apostolic\nchurch, conserved in Calcata, were deserving of simple hyperduly or of\nthe fourth degree of latria accorded to the abscission of such divine\nexcrescences as hair and toenails.",
        "What celestial sign was by both simultaneously observed?",
        "A star precipitated with great apparent velocity across the firmament\nfrom Vega in the Lyre above the zenith beyond the stargroup of the Tress\nof Berenice towards the zodiacal sign of Leo.",
        "How did the centripetal remainer afford egress to the centrifugal\ndeparter?",
        "By inserting the barrel of an arruginated male key in the hole of an\nunstable female lock, obtaining a purchase on the bow of the key and\nturning its wards from right to left, withdrawing a bolt from its staple,\npulling inward spasmodically an obsolescent unhinged door and revealing\nan aperture for free egress and free ingress.",
        "How did they take leave, one of the other, in separation?",
        "Standing perpendicular at the same door and on different sides of its\nbase, the lines of their valedictory arms, meeting at any point and\nforming any angle less than the sum of two right angles.",
        "What sound accompanied the union of their tangent, the disunion of their\n(respectively) centrifugal and centripetal hands?",
        "The sound of the peal of the hour of the night by the chime of the bells\nin the church of Saint George.",
        "What echoes of that sound were by both and each heard?",
        "By Stephen:",
        "    LILIATA RUTILANTIUM. TURMA CIRCUMDET.\n    IUBILANTIUM TE VIRGINUM. CHORUS EXCIPIAT.",
        "By Bloom:",
        "    HEIGHO, HEIGHO,\n    HEIGHO, HEIGHO.",
        "Where were the several members of the company which with Bloom that day\nat the bidding of that peal had travelled from Sandymount in the south to\nGlasnevin in the north?",
        "Martin Cunningham (in bed), Jack Power (in bed), Simon Dedalus (in bed),\nNed Lambert (in bed), Tom Kernan (in bed), Joe Hynes (in bed), John Henry\nMenton (in bed), Bernard Corrigan (in bed), Patsy Dignam (in bed), Paddy\nDignam (in the grave).",
        "Alone, what did Bloom hear?",
        "The double reverberation of retreating feet on the heavenborn earth, the\ndouble vibration of a jew’s harp in the resonant lane.",
        "Alone, what did Bloom feel?",
        "The cold of interstellar space, thousands of degrees below freezing point\nor the absolute zero of Fahrenheit, Centigrade or Reaumur: the incipient\nintimations of proximate dawn.",
        "Of what did bellchime and handtouch and footstep and lonechill remind\nhim?",
        "Of companions now in various manners in different places defunct: Percy\nApjohn (killed in action, Modder River), Philip Gilligan (phthisis,\nJervis Street hospital), Matthew F. Kane (accidental drowning, Dublin\nBay), Philip Moisel (pyemia, Heytesbury street), Michael Hart (phthisis,\nMater Misericordiae hospital), Patrick Dignam (apoplexy, Sandymount).",
        "What prospect of what phenomena inclined him to remain?",
        "The disparition of three final stars, the diffusion of daybreak, the\napparition of a new solar disk.",
        "Had he ever been a spectator of those phenomena?",
        "Once, in 1887, after a protracted performance of charades in the house of\nLuke Doyle, Kimmage, he had awaited with patience the apparition of the\ndiurnal phenomenon, seated on a wall, his gaze turned in the direction of\nMizrach, the east.",
        "He remembered the initial paraphenomena?",
        "More active air, a matutinal distant cock, ecclesiastical clocks at\nvarious points, avine music, the isolated tread of an early wayfarer, the\nvisible diffusion of the light of an invisible luminous body, the first\ngolden limb of the resurgent sun perceptible low on the horizon.",
        "Did he remain?",
        "With deep inspiration he returned, retraversing the garden, reentering\nthe passage, reclosing the door. With brief suspiration he reassumed the\ncandle, reascended the stairs, reapproached the door of the front room,\nhallfloor, and reentered.",
        "What suddenly arrested his ingress?",
        "The right temporal lobe of the hollow sphere of his cranium came into\ncontact with a solid timber angle where, an infinitesimal but sensible\nfraction of a second later, a painful sensation was located in\nconsequence of antecedent sensations transmitted and registered.",
        "Describe the alterations effected in the disposition of the articles of\nfurniture.",
        "A sofa upholstered in prune plush had been translocated from opposite the\ndoor to the ingleside near the compactly furled Union Jack (an alteration\nwhich he had frequently intended to execute): the blue and white checker\ninlaid majolicatopped table had been placed opposite the door in the\nplace vacated by the prune plush sofa: the walnut sideboard (a projecting\nangle of which had momentarily arrested his ingress) had been moved from\nits position beside the door to a more advantageous but more perilous\nposition in front of the door: two chairs had been moved from right and\nleft of the ingleside to the position originally occupied by the blue and\nwhite checker inlaid majolicatopped table.",
        "Describe them.",
        "One: a squat stuffed easychair, with stout arms extended and back slanted\nto the rere, which, repelled in recoil, had then upturned an irregular\nfringe of a rectangular rug and now displayed on its amply upholstered\nseat a centralised diffusing and diminishing discolouration. The other: a\nslender splayfoot chair of glossy cane curves, placed directly opposite\nthe former, its frame from top to seat and from seat to base being\nvarnished dark brown, its seat being a bright circle of white plaited\nrush.",
        "What significances attached to these two chairs?",
        "Significances of similitude, of posture, of symbolism, of circumstantial\nevidence, of testimonial supermanence.",
        "What occupied the position originally occupied by the sideboard?",
        "A vertical piano (Cadby) with exposed keyboard, its closed coffin\nsupporting a pair of long yellow ladies’ gloves and an emerald ashtray\ncontaining four consumed matches, a partly consumed cigarette and two\ndiscoloured ends of cigarettes, its musicrest supporting the music in the\nkey of G natural for voice and piano of LOVE’S OLD SWEET SONG (words by\nG. Clifton Bingham, composed by J. L. Molloy, sung by Madam Antoinette\nSterling) open at the last page with the final indications AD LIBITUM,\nFORTE, pedal, ANIMATO, sustained pedal, RITIRANDO, close.",
        "With what sensations did Bloom contemplate in rotation these objects?",
        "With strain, elevating a candlestick: with pain, feeling on his right\ntemple a contused tumescence: with attention, focussing his gaze on a\nlarge dull passive and a slender bright active: with solicitation,\nbending and downturning the upturned rugfringe: with amusement,\nremembering Dr Malachi Mulligan’s scheme of colour containing the\ngradation of green: with pleasure, repeating the words and antecedent act\nand perceiving through various channels of internal sensibility the\nconsequent and concomitant tepid pleasant diffusion of gradual\ndiscolouration.",
        "His next proceeding?",
        "From an open box on the majolicatopped table he extracted a black\ndiminutive cone, one inch in height, placed it on its circular base on a\nsmall tin plate, placed his candlestick on the right corner of the\nmantelpiece, produced from his waistcoat a folded page of prospectus\n(illustrated) entitled Agendath Netaim, unfolded the same, examined it\nsuperficially, rolled it into a thin cylinder, ignited it in the\ncandleflame, applied it when ignited to the apex of the cone till the\nlatter reached the stage of rutilance, placed the cylinder in the basin\nof the candlestick disposing its unconsumed part in such a manner as to\nfacilitate total combustion.",
        "What followed this operation?",
        "The truncated conical crater summit of the diminutive volcano emitted a\nvertical and serpentine fume redolent of aromatic oriental incense.",
        "What homothetic objects, other than the candlestick, stood on the\nmantelpiece?",
        "A timepiece of striated Connemara marble, stopped at the hour of 4.46\na.m. on the 21 March 1896, matrimonial gift of Matthew Dillon: a dwarf\ntree of glacial arborescence under a transparent bellshade, matrimonial\ngift of Luke and Caroline Doyle: an embalmed owl, matrimonial gift of\nAlderman John Hooper.",
        "What interchanges of looks took place between these three objects and\nBloom?",
        "In the mirror of the giltbordered pierglass the undecorated back of the\ndwarf tree regarded the upright back of the embalmed owl. Before the\nmirror the matrimonial gift of Alderman John Hooper with a clear\nmelancholy wise bright motionless compassionate gaze regarded Bloom while\nBloom with obscure tranquil profound motionless compassionated gaze\nregarded the matrimonial gift of Luke and Caroline Doyle.",
        "What composite asymmetrical image in the mirror then attracted his\nattention?",
        "The image of a solitary (ipsorelative) mutable (aliorelative) man.",
        "Why solitary (ipsorelative)?",
        "    BROTHERS AND SISTERS HAD HE NONE.\n    YET THAT MAN’S FATHER WAS HIS GRANDFATHER’S SON.",
        "Why mutable (aliorelative)?",
        "From infancy to maturity he had resembled his maternal procreatrix. From\nmaturity to senility he would increasingly resemble his paternal\nprocreator.",
        "What final visual impression was communicated to him by the mirror?",
        "The optical reflection of several inverted volumes improperly arranged\nand not in the order of their common letters with scintillating titles on\nthe two bookshelves opposite.",
        "Catalogue these books.",
        "THOM’S DUBLIN POST OFFICE DIRECTORY, 1886.\nDenis Florence M’Carthy’s POETICAL WORKS (copper beechleaf bookmark\n  at p. 5).\nShakespeare’s WORKS (dark crimson morocco, goldtooled).\nTHE USEFUL READY RECKONER (brown cloth).\nTHE SECRET HISTORY OF THE COURT OF CHARLES II (red cloth, tooled\n  binding).\nTHE CHILD’S GUIDE (blue cloth).\nThe Beauties of Killarney (wrappers).\nWHEN WE WERE BOYS by William O’Brien M. P. (green cloth, slightly faded,\n  envelope bookmark at p. 217).\nTHOUGHTS FROM SPINOZA (maroon leather).\nTHE STORY OF THE HEAVENS by Sir Robert Ball (blue cloth).\nEllis’s THREE TRIPS TO MADAGASCAR (brown cloth, title obliterated).\nTHE STARK-MUNRO LETTERS by A. Conan Doyle, property of the City of\n  Dublin Public Library, 106 Capel street, lent 21 May (Whitsun Eve)\n  1904, due 4 June 1904, 13 days overdue (black cloth binding, bearing\n  white letternumber ticket).\nVOYAGES IN CHINA by “Viator” (recovered with brown paper, red ink title).\nPHILOSOPHY OF THE TALMUD (sewn pamphlet).\nLockhart’s LIFE OF NAPOLEON (cover wanting, marginal annotations,\n  minimising victories, aggrandising defeats of the protagonist).\nSOLL UND HABEN by Gustav Freytag (black boards, Gothic characters,\n  cigarette coupon bookmark at p. 24).\nHozier’s HISTORY OF THE RUSSO-TURKISH WAR (brown cloth, a volumes, with\n  gummed label, Garrison Library, Governor’s Parade, Gibraltar, on verso\n  of cover).\nLAURENCE BLOOMFIELD IN IRELAND by William Allingham (second edition,\n  green cloth, gilt trefoil design, previous owner’s name on recto of\n  flyleaf erased).\nA HANDBOOK OF ASTRONOMY (cover, brown leather, detached, S plates,\n  antique letterpress long primer, author’s footnotes nonpareil, marginal\n  clues brevier, captions small pica).\nTHE HIDDEN LIFE OF CHRIST (black boards).\nIN THE TRACK OF THE SUN (yellow cloth, titlepage missing, recurrent title\n  intestation).\nPHYSICAL STRENGTH AND HOW TO OBTAIN IT by Eugen Sandow (red cloth).\nSHORT BUT YET PLAIN ELEMENTS OF GEOMETRY written in French by F. Ignat.\n  Pardies and rendered into English by John Harris D. D. London,\n  printed for R. Knaplock at the Bifhop’s Head, MDCCXI, with dedicatory\n  epiftle to his worthy friend Charles Cox, efquire, Member of\n  Parliament for the burgh of Southwark and having ink calligraphed\n  statement on the flyleaf certifying that the book was the property of\n  Michael Gallagher, dated this 10th day of May 1822 and requefting the\n  perfon who should find it, if the book should be loft or go aftray,\n  to reftore it to Michael Gallagher, carpenter, Dufery Gate,\n  Ennifcorthy, county Wicklow, the fineft place in the world.",
        "What reflections occupied his mind during the process of reversion of the\ninverted volumes?",
        "The necessity of order, a place for everything and everything in its\nplace: the deficient appreciation of literature possessed by females: the\nincongruity of an apple incuneated in a tumbler and of an umbrella\ninclined in a closestool: the insecurity of hiding any secret document\nbehind, beneath or between the pages of a book.",
        "Which volume was the largest in bulk?",
        "Hozier’s HISTORY OF THE RUSSO-TURKISH WAR.",
        "What among other data did the second volume of the work in question\ncontain?",
        "The name of a decisive battle (forgotten), frequently remembered by a\ndecisive officer, major Brian Cooper Tweedy (remembered).",
        "Why, firstly and secondly, did he not consult the work in question?",
        "Firstly, in order to exercise mnemotechnic: secondly, because after an\ninterval of amnesia, when, seated at the central table, about to consult\nthe work in question, he remembered by mnemotechnic the name of the\nmilitary engagement, Plevna.",
        "What caused him consolation in his sitting posture?",
        "The candour, nudity, pose, tranquility, youth, grace, sex, counsel of a\nstatue erect in the centre of the table, an image of Narcissus purchased\nby auction from P. A. Wren, 9 Bachelor’s Walk.",
        "What caused him irritation in his sitting posture? Inhibitory pressure of\ncollar (size 17) and waistcoat (5 buttons), two articles of clothing\nsuperfluous in the costume of mature males and inelastic to alterations\nof mass by expansion.",
        "How was the irritation allayed?",
        "He removed his collar, with contained black necktie and collapsible stud,\nfrom his neck to a position on the left of the table. He unbuttoned\nsuccessively in reversed direction waistcoat, trousers, shirt and vest\nalong the medial line of irregular incrispated black hairs extending in\ntriangular convergence from the pelvic basin over the circumference of\nthe abdomen and umbilicular fossicle along the medial line of nodes to\nthe intersection of the sixth pectoral vertebrae, thence produced both\nways at right angles and terminating in circles described about two\nequidistant points, right and left, on the summits of the mammary\nprominences. He unbraced successively each of six minus one braced\ntrouser buttons, arranged in pairs, of which one incomplete.",
        "What involuntary actions followed?",
        "He compressed between 2 fingers the flesh circumjacent to a cicatrice in\nthe left infracostal region below the diaphragm resulting from a sting\ninflicted 2 weeks and 3 days previously (23 May 1904) by a bee. He\nscratched imprecisely with his right hand, though insensible of\nprurition, various points and surfaces of his partly exposed, wholly\nabluted skin. He inserted his left hand into the left lower pocket of his\nwaistcoat and extracted and replaced a silver coin (I shilling), placed\nthere (presumably) on the occasion (17 October 1903) of the interment of\nMrs Emily Sinico, Sydney Parade.",
        "Compile the budget for 16 June 1904.",
        "DEBIT                                           CREDIT\n                         L–s–d                                   L–s–d\n1 Pork kidney            0–0–3 Cash in Hand                      0–4–9\n1 Copy FREEMAN’S JOURNAL 0–0–1 Commission recd FREEMAN’S JOURNAL 1–7–6\n1 Bath And Gratification 0–1–6 Loan (Stephen Dedalus)            1–7–0\nTramfare                 0–0–1\n1 In Memoriam\nPatrick Dignam           0–5–0\n2 Banbury cakes          0–0–1\n1 Lunch                  0–0–7\n1 Renewal fee for book   0–1–0\n1 Packet Notepaper\nand Envelopes            0–0–2\n1 Dinner\nand Gratification        0–2–0\nI Postal Order\nand Stamp                0–2–8\nTramfare                 0–0–1\n1 Pig’s Foot             0–0–4\n1 Sheep’s Trotter        0–0–3\n1 Cake Fry’s\nPlain Chocolate          0–0–1\n1 Square Soda Bread      0–0–4\n1 Coffee and Bun         0–0–4\nLoan (Stephen Dedalus)\nrefunded                 1–7–0",
        "BALANCE                 0–17–5\n                        2–19–3                                  2–19–3",
        "Did the process of divestiture continue?",
        "Sensible of a benignant persistent ache in his footsoles he extended his\nfoot to one side and observed the creases, protuberances and salient\npoints caused by foot pressure in the course of walking repeatedly in\nseveral different directions, then, inclined, he disnoded the laceknots,\nunhooked and loosened the laces, took off each of his two boots for the\nsecond time, detached the partially moistened right sock through the fore\npart of which the nail of his great toe had again effracted, raised his\nright foot and, having unhooked a purple elastic sock suspender, took off\nhis right sock, placed his unclothed right foot on the margin of the seat\nof his chair, picked at and gently lacerated the protruding part of the\ngreat toenail, raised the part lacerated to his nostrils and inhaled the\nodour of the quick, then, with satisfaction, threw away the lacerated\nungual fragment.",
        "Why with satisfaction?",
        "Because the odour inhaled corresponded to other odours inhaled of other\nungual fragments, picked and lacerated by Master Bloom, pupil of Mrs\nEllis’s juvenile school, patiently each night in the act of brief\ngenuflection and nocturnal prayer and ambitious meditation.",
        "In what ultimate ambition had all concurrent and consecutive ambitions\nnow coalesced?",
        "Not to inherit by right of primogeniture, gavelkind or borough English,\nor possess in perpetuity an extensive demesne of a sufficient number of\nacres, roods and perches, statute land measure (valuation 42 pounds), of\ngrazing turbary surrounding a baronial hall with gatelodge and carriage\ndrive nor, on the other hand, a terracehouse or semidetached villa,\ndescribed as RUS IN URBE or QUI SI SANA, but to purchase by private\ntreaty in fee simple a thatched bungalowshaped 2 storey dwellinghouse of\nsoutherly aspect, surmounted by vane and lightning conductor, connected\nwith the earth, with porch covered by parasitic plants (ivy or Virginia\ncreeper), halldoor, olive green, with smart carriage finish and neat\ndoorbrasses, stucco front with gilt tracery at eaves and gable, rising,\nif possible, upon a gentle eminence with agreeable prospect from balcony\nwith stone pillar parapet over unoccupied and unoccupyable interjacent\npastures and standing in 5 or 6 acres of its own ground, at such a\ndistance from the nearest public thoroughfare as to render its\nhouselights visible at night above and through a quickset hornbeam hedge\nof topiary cutting, situate at a given point not less than 1 statute mile\nfrom the periphery of the metropolis, within a time limit of not more\nthan 15 minutes from tram or train line (e.g., Dundrum, south, or Sutton,\nnorth, both localities equally reported by trial to resemble the\nterrestrial poles in being favourable climates for phthisical subjects),\nthe premises to be held under feefarm grant, lease 999 years, the\nmessuage to consist of 1 drawingroom with baywindow (2 lancets),\nthermometer affixed, 1 sittingroom, 4 bedrooms, 2 servants’ rooms, tiled\nkitchen with close range and scullery, lounge hall fitted with linen\nwallpresses, fumed oak sectional bookcase containing the Encyclopaedia\nBritannica and New Century Dictionary, transverse obsolete medieval and\noriental weapons, dinner gong, alabaster lamp, bowl pendant, vulcanite\nautomatic telephone receiver with adjacent directory, handtufted\nAxminster carpet with cream ground and trellis border, loo table with\npillar and claw legs, hearth with massive firebrasses and ormolu mantel\nchronometer clock, guaranteed timekeeper with cathedral chime, barometer\nwith hygrographic chart, comfortable lounge settees and corner fitments,\nupholstered in ruby plush with good springing and sunk centre, three\nbanner Japanese screen and cuspidors (club style, rich winecoloured\nleather, gloss renewable with a minimum of labour by use of linseed oil\nand vinegar) and pyramidically prismatic central chandelier lustre,\nbentwood perch with fingertame parrot (expurgated language), embossed\nmural paper at 10/- per dozen with transverse swags of carmine floral\ndesign and top crown frieze, staircase, three continuous flights at\nsuccessive right angles, of varnished cleargrained oak, treads and\nrisers, newel, balusters and handrail, with steppedup panel dado, dressed\nwith camphorated wax: bathroom, hot and cold supply, reclining and\nshower: water closet on mezzanine provided with opaque singlepane oblong\nwindow, tipup seat, bracket lamp, brass tierod and brace, armrests,\nfootstool and artistic oleograph on inner face of door: ditto, plain:\nservants’ apartments with separate sanitary and hygienic necessaries for\ncook, general and betweenmaid (salary, rising by biennial unearned\nincrements of 2 pounds, with comprehensive fidelity insurance, annual\nbonus (1 pound) and retiring allowance (based on the 65 system) after 30\nyears’ service), pantry, buttery, larder, refrigerator, outoffices, coal\nand wood cellarage with winebin (still and sparkling vintages) for\ndistinguished guests, if entertained to dinner (evening dress), carbon\nmonoxide gas supply throughout.",
        "What additional attractions might the grounds contain?",
        "As addenda, a tennis and fives court, a shrubbery, a glass summerhouse\nwith tropical palms, equipped in the best botanical manner, a rockery\nwith waterspray, a beehive arranged on humane principles, oval flowerbeds\nin rectangular grassplots set with eccentric ellipses of scarlet and\nchrome tulips, blue scillas, crocuses, polyanthus, sweet William, sweet\npea, lily of the valley (bulbs obtainable from sir James W. Mackey\n(Limited) wholesale and retail seed and bulb merchants and nurserymen,\nagents for chemical manures, 23 Sackville street, upper), an orchard,\nkitchen garden and vinery protected against illegal trespassers by\nglasstopped mural enclosures, a lumbershed with padlock for various\ninventoried implements.",
        "As?",
        "Eeltraps, lobsterpots, fishingrods, hatchet, steelyard, grindstone,\nclodcrusher, swatheturner, carriagesack, telescope ladder, 10 tooth rake,\nwashing clogs, haytedder, tumbling rake, billhook, paintpot, brush, hoe\nand so on.",
        "What improvements might be subsequently introduced?",
        "A rabbitry and fowlrun, a dovecote, a botanical conservatory, 2 hammocks\n(lady’s and gentleman’s), a sundial shaded and sheltered by laburnum or\nlilac trees, an exotically harmonically accorded Japanese tinkle gatebell\naffixed to left lateral gatepost, a capacious waterbutt, a lawnmower with\nside delivery and grassbox, a lawnsprinkler with hydraulic hose.",
        "What facilities of transit were desirable?",
        "When citybound frequent connection by train or tram from their respective\nintermediate station or terminal. When countrybound velocipedes, a\nchainless freewheel roadster cycle with side basketcar attached, or\ndraught conveyance, a donkey with wicker trap or smart phaeton with good\nworking solidungular cob (roan gelding, 14 h).",
        "What might be the name of this erigible or erected residence?",
        "Bloom Cottage. Saint Leopold’s. Flowerville.",
        "Could Bloom of 7 Eccles street foresee Bloom of Flowerville?",
        "In loose allwool garments with Harris tweed cap, price 8/6, and useful\ngarden boots with elastic gussets and wateringcan, planting aligned young\nfirtrees, syringing, pruning, staking, sowing hayseed, trundling a\nweedladen wheelbarrow without excessive fatigue at sunset amid the scent\nof newmown hay, ameliorating the soil, multiplying wisdom, achieving\nlongevity.",
        "What syllabus of intellectual pursuits was simultaneously possible?",
        "Snapshot photography, comparative study of religions, folklore relative\nto various amatory and superstitious practices, contemplation of the\ncelestial constellations.",
        "What lighter recreations?",
        "Outdoor: garden and fieldwork, cycling on level macadamised causeways\nascents of moderately high hills, natation in secluded fresh water and\nunmolested river boating in secure wherry or light curricle with kedge\nanchor on reaches free from weirs and rapids (period of estivation),\nvespertinal perambulation or equestrian circumprocession with inspection\nof sterile landscape and contrastingly agreeable cottagers’ fires of\nsmoking peat turves (period of hibernation). Indoor: discussion in tepid\nsecurity of unsolved historical and criminal problems: lecture of\nunexpurgated exotic erotic masterpieces: house carpentry with toolbox\ncontaining hammer, awl nails, screws, tintacks, gimlet, tweezers,\nbullnose plane and turnscrew. Might he become a gentleman farmer of field\nproduce and live stock?",
        "Not impossibly, with 1 or 2 stripper cows, 1 pike of upland hay and\nrequisite farming implements, e.g., an end-to-end churn, a turnip pulper\netc.",
        "What would be his civic functions and social status among the county\nfamilies and landed gentry?",
        "Arranged successively in ascending powers of hierarchical order, that of\ngardener, groundsman, cultivator, breeder, and at the zenith of his\ncareer, resident magistrate or justice of the peace with a family crest\nand coat of arms and appropriate classical motto (SEMPER PARATUS), duly\nrecorded in the court directory (Bloom, Leopold P., M. P., P. C., K. P.,\nL. L. D. (HONORIS CAUSA), Bloomville, Dundrum) and mentioned in court and\nfashionable intelligence (Mr and Mrs Leopold Bloom have left Kingstown\nfor England).",
        "What course of action did he outline for himself in such capacity?",
        "A course that lay between undue clemency and excessive rigour: the\ndispensation in a heterogeneous society of arbitrary classes, incessantly\nrearranged in terms of greater and lesser social inequality, of unbiassed\nhomogeneous indisputable justice, tempered with mitigants of the widest\npossible latitude but exactable to the uttermost farthing with\nconfiscation of estate, real and personal, to the crown. Loyal to the\nhighest constituted power in the land, actuated by an innate love of\nrectitude his aims would be the strict maintenance of public order, the\nrepression of many abuses though not of all simultaneously (every measure\nof reform or retrenchment being a preliminary solution to be contained by\nfluxion in the final solution), the upholding of the letter of the law\n(common, statute and law merchant) against all traversers in covin and\ntrespassers acting in contravention of bylaws and regulations, all\nresuscitators (by trespass and petty larceny of kindlings) of venville\nrights, obsolete by desuetude, all orotund instigators of international\npersecution, all perpetuators of international animosities, all menial\nmolestors of domestic conviviality, all recalcitrant violators of\ndomestic connubiality.",
        "Prove that he had loved rectitude from his earliest youth.",
        "To Master Percy Apjohn at High School in 1880 he had divulged his\ndisbelief in the tenets of the Irish (protestant) church (to which his\nfather Rudolf Virag (later Rudolph Bloom) had been converted from the\nIsraelitic faith and communion in 1865 by the Society for promoting\nChristianity among the jews) subsequently abjured by him in favour of\nRoman catholicism at the epoch of and with a view to his matrimony in\n1888. To Daniel Magrane and Francis Wade in 1882 during a juvenile\nfriendship (terminated by the premature emigration of the former) he had\nadvocated during nocturnal perambulations the political theory of\ncolonial (e.g. Canadian) expansion and the evolutionary theories of\nCharles Darwin, expounded in THE DESCENT OF MAN and THE ORIGIN OF\nSPECIES. In 1885 he had publicly expressed his adherence to the\ncollective and national economic programme advocated by James Fintan\nLalor, John Fisher Murray, John Mitchel, J. F. X. O’Brien and others, the\nagrarian policy of Michael Davitt, the constitutional agitation of\nCharles Stewart Parnell (M. P. for Cork City), the programme of peace,\nretrenchment and reform of William Ewart Gladstone (M. P. for Midlothian,\nN. B.) and, in support of his political convictions, had climbed up into\na secure position amid the ramifications of a tree on Northumberland road\nto see the entrance (2 February 1888) into the capital of a demonstrative\ntorchlight procession of 20,000 torchbearers, divided into 120 trade\ncorporations, bearing 2000 torches in escort of the marquess of Ripon and\n(honest) John Morley.",
        "How much and how did he propose to pay for this country residence?",
        "As per prospectus of the Industrious Foreign Acclimatised Nationalised\nFriendly Stateaided Building Society (incorporated 1874), a maximum of 60\npounds per annum, being 1/6 of an assured income, derived from giltedged\nsecurities, representing at 5 percent simple interest on capital of 1200\npounds (estimate of price at 20 years’ purchase), of which   to be paid\non acquisition and the balance in the form of annual rent, viz. 800\npounds plus 2 1/2 percent interest on the same, repayable quarterly in\nequal annual instalments until extinction by amortisation of loan\nadvanced for purchase within a period of 20 years, amounting to an annual\nrental of 64 pounds, headrent included, the titledeeds to remain in\npossession of the lender or lenders with a saving clause envisaging\nforced sale, foreclosure and mutual compensation in the event of\nprotracted failure to pay the terms assigned, otherwise the messuage to\nbecome the absolute property of the tenant occupier upon expiry of the\nperiod of years stipulated.",
        "What rapid but insecure means to opulence might facilitate immediate\npurchase?",
        "A private wireless telegraph which would transmit by dot and dash system\nthe result of a national equine handicap (flat or steeplechase) of I or\nmore miles and furlongs won by an outsider at odds of 50 to 1 at 3 hr 8 m\np.m. at Ascot (Greenwich time), the message being received and available\nfor betting purposes in Dublin at 2.59 p.m. (Dunsink time). The\nunexpected discovery of an object of great monetary value (precious\nstone, valuable adhesive or impressed postage stamps (7 schilling, mauve,\nimperforate, Hamburg, 1866: 4 pence, rose, blue paper, perforate, Great\nBritain, 1855: 1 franc, stone, official, rouletted, diagonal surcharge,\nLuxemburg, 1878), antique dynastical ring, unique relic) in unusual\nrepositories or by unusual means: from the air (dropped by an eagle in\nflight), by fire (amid the carbonised remains of an incendiated edifice),\nin the sea (amid flotsam, jetsam, lagan and derelict), on earth (in the\ngizzard of a comestible fowl). A Spanish prisoner’s donation of a distant\ntreasure of valuables or specie or bullion lodged with a solvent banking\ncorporation loo years previously at 5 percent compound interest of the\ncollective worth of 5,000,000 pounds stg (five million pounds sterling).\nA contract with an inconsiderate contractee for the delivery of 32\nconsignments of some given commodity in consideration of cash payment on\ndelivery per delivery at the initial rate of 1/4d to be increased\nconstantly in the geometrical progression of 2 (1/4d, 1/2d, 1d, 2d, 4d,\n8d, 1s 4d, 2s 8d to 32 terms). A prepared scheme based on a study of the\nlaws of probability to break the bank at Monte Carlo. A solution of the\nsecular problem of the quadrature of the circle, government premium\n1,000,000 pounds sterling.",
        "Was vast wealth acquirable through industrial channels?",
        "The reclamation of dunams of waste arenary soil, proposed in the\nprospectus of Agendath Netaim, Bleibtreustrasse, Berlin, W. 15, by the\ncultivation of orange plantations and melonfields and reafforestation.\nThe utilisation of waste paper, fells of sewer rodents, human excrement\npossessing chemical properties, in view of the vast production of the\nfirst, vast number of the second and immense quantity of the third, every\nnormal human being of average vitality and appetite producing annually,\ncancelling byproducts of water, a sum total of 80 lbs. (mixed animal and\nvegetable diet), to be multiplied by 4,386,035, the total population of\nIreland according to census returns of 1901.",
        "Were there schemes of wider scope?",
        "A scheme to be formulated and submitted for approval to the harbour\ncommissioners for the exploitation of white coal (hydraulic power),\nobtained by hydroelectric plant at peak of tide at Dublin bar or at head\nof water at Poulaphouca or Powerscourt or catchment basins of main\nstreams for the economic production of 500,000 W. H. P. of electricity. A\nscheme to enclose the peninsular delta of the North Bull at Dollymount\nand erect on the space of the foreland, used for golf links and rifle\nranges, an asphalted esplanade with casinos, booths, shooting galleries,\nhotels, boardinghouses, readingrooms, establishments for mixed bathing. A\nscheme for the use of dogvans and goatvans for the delivery of early\nmorning milk. A scheme for the development of Irish tourist traffic in\nand around Dublin by means of petrolpropelled riverboats, plying in the\nfluvial fairway between Island bridge and Ringsend, charabancs, narrow\ngauge local railways, and pleasure steamers for coastwise navigation\n(10/- per person per day, guide (trilingual) included). A scheme for the\nrepristination of passenger and goods traffics over Irish waterways, when\nfreed from weedbeds. A scheme to connect by tramline the Cattle Market\n(North Circular road and Prussia street) with the quays (Sheriff street,\nlower, and East Wall), parallel with the Link line railway laid (in\nconjunction with the Great Southern and Western railway line) between the\ncattle park, Liffey junction, and terminus of Midland Great Western\nRailway 43 to 45 North Wall, in proximity to the terminal stations or\nDublin branches of Great Central Railway, Midland Railway of England,\nCity of Dublin Steam Packet Company, Lancashire and Yorkshire Railway\nCompany, Dublin and Glasgow Steam Packet Company, Glasgow, Dublin and\nLondonderry Steam Packet Company (Laird line), British and Irish Steam\nPacket Company, Dublin and Morecambe Steamers, London and North Western\nRailway Company, Dublin Port and Docks Board Landing Sheds and transit\nsheds of Palgrave, Murphy and Company, steamship owners, agents for\nsteamers from Mediterranean, Spain, Portugal, France, Belgium and Holland\nand for Liverpool Underwriters’ Association, the cost of acquired rolling\nstock for animal transport and of additional mileage operated by the\nDublin United Tramways Company, limited, to be covered by graziers’ fees.",
        "Positing what protasis would the contraction for such several schemes\nbecome a natural and necessary apodosis?",
        "Given a guarantee equal to the sum sought, the support, by deed of gift\nand transfer vouchers during donor’s lifetime or by bequest after donor’s\npainless extinction, of eminent financiers (Blum Pasha, Rothschild\nGuggenheim, Hirsch, Montefiore, Morgan, Rockefeller) possessing fortunes\nin 6 figures, amassed during a successful life, and joining capital with\nopportunity the thing required was done.",
        "What eventuality would render him independent of such wealth?",
        "The independent discovery of a goldseam of inexhaustible ore.",
        "For what reason did he meditate on schemes so difficult of realisation?",
        "It was one of his axioms that similar meditations or the automatic\nrelation to himself of a narrative concerning himself or tranquil\nrecollection of the past when practised habitually before retiring for\nthe night alleviated fatigue and produced as a result sound repose and\nrenovated vitality.",
        "His justifications?",
        "As a physicist he had learned that of the 70 years of complete human life\nat least 2/7, viz. 20 years are passed in sleep. As a philosopher he knew\nthat at the termination of any allotted life only an infinitesimal part\nof any person’s desires has been realised. As a physiologist he believed\nin the artificial placation of malignant agencies chiefly operative\nduring somnolence.",
        "What did he fear?",
        "The committal of homicide or suicide during sleep by an aberration of the\nlight of reason, the incommensurable categorical intelligence situated in\nthe cerebral convolutions.",
        "What were habitually his final meditations?",
        "Of some one sole unique advertisement to cause passers to stop in wonder,\na poster novelty, with all extraneous accretions excluded, reduced to its\nsimplest and most efficient terms not exceeding the span of casual vision\nand congruous with the velocity of modern life.",
        "What did the first drawer unlocked contain?",
        "A Vere Foster’s handwriting copybook, property of Milly (Millicent)\nBloom, certain pages of which bore diagram drawings, marked PAPLI, which\nshowed a large globular head with 5 hairs erect, 2 eyes in profile, the\ntrunk full front with 3 large buttons, 1 triangular foot: 2 fading\nphotographs of queen Alexandra of England and of Maud Branscombe, actress\nand professional beauty: a Yuletide card, bearing on it a pictorial\nrepresentation of a parasitic plant, the legend MIZPAH, the date Xmas\n1892, the name of the senders: from Mr + Mrs M. Comerford, the versicle:\nMAY THIS YULETIDE BRING TO THEE, JOY AND PEACE AND WELCOME GLEE: a butt\nof red partly liquefied sealing wax, obtained from the stores department\nof Messrs Hely’s, Ltd., 89, 90, and 91 Dame street: a box containing the\nremainder of a gross of gilt “J” pennibs, obtained from same department\nof same firm: an old sandglass which rolled containing sand which rolled:\na sealed prophecy (never unsealed) written by Leopold Bloom in 1886\nconcerning the consequences of the passing into law of William Ewart\nGladstone’s Home Rule bill of 1886 (never passed into law): a bazaar\nticket, no 2004, of S. Kevin’s Charity Fair, price 6d, 100 prizes: an\ninfantile epistle, dated, small em monday, reading: capital pee Papli\ncomma capital aitch How are you note of interrogation capital eye I am\nvery well full stop new paragraph signature with flourishes capital em\nMilly no stop: a cameo brooch, property of Ellen Bloom (born Higgins),\ndeceased: a cameo scarfpin, property of Rudolph Bloom (born Virag),\ndeceased: 3 typewritten letters, addressee, Henry Flower, c/o. P. O.\nWestland Row, addresser, Martha Clifford, c/o. P. O. Dolphin’s Barn: the\ntransliterated name and address of the addresser of the 3 letters in\nreversed alphabetic boustrophedonic punctated quadrilinear cryptogram\n(vowels suppressed) N. IGS./WI. UU. OX/W. OKS. MH/Y. IM: a press cutting\nfrom an English weekly periodical MODERN SOCIETY, subject corporal\nchastisement in girls’ schools: a pink ribbon which had festooned an\nEaster egg in the year 1899: two partly uncoiled rubber preservatives\nwith reserve pockets, purchased by post from Box 32, P. O., Charing\nCross, London, W. C.: 1 pack of 1 dozen creamlaid envelopes and\nfeintruled notepaper, watermarked, now reduced by 3: some assorted\nAustrian-Hungarian coins: 2 coupons of the Royal and Privileged Hungarian\nLottery: a lowpower magnifying glass: 2 erotic photocards showing a)\nbuccal coition between nude senorita (rere presentation, superior\nposition) and nude torero (fore presentation, inferior position) b) anal\nviolation by male religious (fully clothed, eyes abject) of female\nreligious (partly clothed, eyes direct), purchased by post from Box 32,\nP. O., Charing Cross, London, W. C.: a press cutting of recipe for\nrenovation of old tan boots: a Id adhesive stamp, lavender, of the reign\nof Queen Victoria: a chart of the measurements of Leopold Bloom compiled\nbefore, during and after 2 months’ consecutive use of Sandow-Whiteley’s\npulley exerciser (men’s 15/-, athlete’s 20/-) viz. chest 28 in and 29 1/2\nin, biceps 9 in and 10 in, forearm 8 1/2 in and 9 in, thigh 10 in and 12\nin, calf 11 in and 12 in: 1 prospectus of The Wonderworker, the world’s\ngreatest remedy for rectal complaints, direct from Wonderworker, Coventry\nHouse, South Place, London E C, addressed (erroneously) to Mrs L. Bloom\nwith brief accompanying note commencing (erroneously): Dear Madam.",
        "Quote the textual terms in which the prospectus claimed advantages for\nthis thaumaturgic remedy.",
        "It heals and soothes while you sleep, in case of trouble in breaking\nwind, assists nature in the most formidable way, insuring instant relief\nin discharge of gases, keeping parts clean and free natural action, an\ninitial outlay of 7/6 making a new man of you and life worth living.\nLadies find Wonderworker especially useful, a pleasant surprise when they\nnote delightful result like a cool drink of fresh spring water on a\nsultry summer’s day. Recommend it to your lady and gentlemen friends,\nlasts a lifetime. Insert long round end. Wonderworker.",
        "Were there testimonials?",
        "Numerous. From clergyman, British naval officer, wellknown author, city\nman, hospital nurse, lady, mother of five, absentminded beggar.",
        "How did absentminded beggar’s concluding testimonial conclude?",
        "What a pity the government did not supply our men with wonderworkers\nduring the South African campaign! What a relief it would have been!",
        "What object did Bloom add to this collection of objects?",
        "A 4th typewritten letter received by Henry Flower (let H. F. be L. B.)\nfrom Martha Clifford (find M. C.).",
        "What pleasant reflection accompanied this action?",
        "The reflection that, apart from the letter in question, his magnetic\nface, form and address had been favourably received during the course of\nthe preceding day by a wife (Mrs Josephine Breen, born Josie Powell), a\nnurse, Miss Callan (Christian name unknown), a maid, Gertrude (Gerty,\nfamily name unknown).",
        "What possibility suggested itself?",
        "The possibility of exercising virile power of fascination in the not\nimmediate future after an expensive repast in a private apartment in the\ncompany of an elegant courtesan, of corporal beauty, moderately\nmercenary, variously instructed, a lady by origin.",
        "What did the 2nd drawer contain?",
        "Documents: the birth certificate of Leopold Paula Bloom: an endowment\nassurance policy of 500 pounds in the Scottish Widows’ Assurance Society,\nintestated Millicent (Milly) Bloom, coming into force at 25 years as with\nprofit policy of 430 pounds, 462/10/0 and 500 pounds at 60 years or\ndeath, 65 years or death and death, respectively, or with profit policy\n(paidup) of 299/10/0 together with cash payment of 133/10/0, at option: a\nbank passbook issued by the Ulster Bank, College Green branch showing\nstatement of a/c for halfyear ending 31 December 1903, balance in\ndepositor’s favour: 18/14/6 (eighteen pounds, fourteen shillings and\nsixpence, sterling), net personalty: certificate of possession of 900\npounds, Canadian 4 percent (inscribed) government stock (free of stamp\nduty): dockets of the Catholic Cemeteries’ (Glasnevin) Committee,\nrelative to a graveplot purchased: a local press cutting concerning\nchange of name by deedpoll.",
        "Quote the textual terms of this notice.",
        "I, Rudolph Virag, now resident at no 52 Clanbrassil street, Dublin,\nformerly of Szombathely in the kingdom of Hungary, hereby give notice\nthat I have assumed and intend henceforth upon all occasions and at all\ntimes to be known by the name of Rudolph Bloom.",
        "What other objects relative to Rudolph Bloom (born Virag) were in the 2nd\ndrawer?",
        "An indistinct daguerreotype of Rudolf Virag and his father Leopold Virag\nexecuted in the year 1852 in the portrait atelier of their (respectively)\n1st and 2nd cousin, Stefan Virag of Szesfehervar, Hungary. An ancient\nhaggadah book in which a pair of hornrimmed convex spectacles inserted\nmarked the passage of thanksgiving in the ritual prayers for Pessach\n(Passover): a photocard of the Queen’s Hotel, Ennis, proprietor, Rudolph\nBloom: an envelope addressed: TO MY DEAR SON LEOPOLD.",
        "What fractions of phrases did the lecture of those five whole words\nevoke?",
        "Tomorrow will be a week that I received... it is no use Leopold to be ...\nwith your dear mother ... that is not more to stand ... to her ... all\nfor me is out ... be kind to Athos, Leopold ... my dear son ... always\n... of me ... DAS HERZ ... GOTT ... DEIN ...",
        "What reminiscences of a human subject suffering from progressive\nmelancholia did these objects evoke in Bloom?",
        "An old man, widower, unkempt of hair, in bed, with head covered, sighing:\nan infirm dog, Athos: aconite, resorted to by increasing doses of grains\nand scruples as a palliative of recrudescent neuralgia: the face in death\nof a septuagenarian, suicide by poison.",
        "Why did Bloom experience a sentiment of remorse?",
        "Because in immature impatience he had treated with disrespect certain\nbeliefs and practices.",
        "As?",
        "The prohibition of the use of fleshmeat and milk at one meal: the\nhebdomadary symposium of incoordinately abstract, perfervidly concrete\nmercantile coexreligionist excompatriots: the circumcision of male\ninfants: the supernatural character of Judaic scripture: the ineffability\nof the tetragrammaton: the sanctity of the sabbath.",
        "How did these beliefs and practices now appear to him?",
        "Not more rational than they had then appeared, not less rational than\nother beliefs and practices now appeared.",
        "What first reminiscence had he of Rudolph Bloom (deceased)?",
        "Rudolph Bloom (deceased) narrated to his son Leopold Bloom (aged 6) a\nretrospective arrangement of migrations and settlements in and between\nDublin, London, Florence, Milan, Vienna, Budapest, Szombathely with\nstatements of satisfaction (his grandfather having seen Maria Theresia,\nempress of Austria, queen of Hungary), with commercial advice (having\ntaken care of pence, the pounds having taken care of themselves). Leopold\nBloom (aged 6) had accompanied these narrations by constant consultation\nof a geographical map of Europe (political) and by suggestions for the\nestablishment of affiliated business premises in the various centres\nmentioned.",
        "Had time equally but differently obliterated the memory of these\nmigrations in narrator and listener?",
        "In narrator by the access of years and in consequence of the use of\nnarcotic toxin: in listener by the access of years and in consequence of\nthe action of distraction upon vicarious experiences.",
        "What idiosyncracies of the narrator were concomitant products of amnesia?",
        "Occasionally he ate without having previously removed his hat.\nOccasionally he drank voraciously the juice of gooseberry fool from an\ninclined plate. Occasionally he removed from his lips the traces of food\nby means of a lacerated envelope or other accessible fragment of paper.",
        "What two phenomena of senescence were more frequent?",
        "The myopic digital calculation of coins, eructation consequent upon\nrepletion.",
        "What object offered partial consolation for these reminiscences?",
        "The endowment policy, the bank passbook, the certificate of the\npossession of scrip.",
        "Reduce Bloom by cross multiplication of reverses of fortune, from which\nthese supports protected him, and by elimination of all positive values\nto a negligible negative irrational unreal quantity.",
        "Successively, in descending helotic order: Poverty: that of the outdoor\nhawker of imitation jewellery, the dun for the recovery of bad and\ndoubtful debts, the poor rate and deputy cess collector. Mendicancy: that\nof the fraudulent bankrupt with negligible assets paying 1s. 4d. in the\npound, sandwichman, distributor of throwaways, nocturnal vagrant,\ninsinuating sycophant, maimed sailor, blind stripling, superannuated\nbailiffs man, marfeast, lickplate, spoilsport, pickthank, eccentric\npublic laughingstock seated on bench of public park under discarded\nperforated umbrella. Destitution: the inmate of Old Man’s House (Royal\nHospital) Kilmainham, the inmate of Simpson’s Hospital for reduced but\nrespectable men permanently disabled by gout or want of sight. Nadir of\nmisery: the aged impotent disfranchised ratesupported moribund lunatic\npauper.",
        "With which attendant indignities?",
        "The unsympathetic indifference of previously amiable females, the\ncontempt of muscular males, the acceptance of fragments of bread, the\nsimulated ignorance of casual acquaintances, the latration of\nillegitimate unlicensed vagabond dogs, the infantile discharge of\ndecomposed vegetable missiles, worth little or nothing, nothing or less\nthan nothing.",
        "By what could such a situation be precluded?",
        "By decease (change of state): by departure (change of place).",
        "Which preferably?",
        "The latter, by the line of least resistance.",
        "What considerations rendered departure not entirely undesirable?",
        "Constant cohabitation impeding mutual toleration of personal defects. The\nhabit of independent purchase increasingly cultivated. The necessity to\ncounteract by impermanent sojourn the permanence of arrest.",
        "What considerations rendered departure not irrational?",
        "The parties concerned, uniting, had increased and multiplied, which being\ndone, offspring produced and educed to maturity, the parties, if not\ndisunited were obliged to reunite for increase and multiplication, which\nwas absurd, to form by reunion the original couple of uniting parties,\nwhich was impossible.",
        "What considerations rendered departure desirable?",
        "The attractive character of certain localities in Ireland and abroad, as\nrepresented in general geographical maps of polychrome design or in\nspecial ordnance survey charts by employment of scale numerals and\nhachures.",
        "In Ireland?",
        "The cliffs of Moher, the windy wilds of Connemara, lough Neagh with\nsubmerged petrified city, the Giant’s Causeway, Fort Camden and Fort\nCarlisle, the Golden Vale of Tipperary, the islands of Aran, the pastures\nof royal Meath, Brigid’s elm in Kildare, the Queen’s Island shipyard in\nBelfast, the Salmon Leap, the lakes of Killarney.",
        "Abroad?",
        "Ceylon (with spicegardens supplying tea to Thomas Kernan, agent for\nPulbrook, Robertson and Co, 2 Mincing Lane, London, E. C., 5 Dame street,\nDublin), Jerusalem, the holy city (with mosque of Omar and gate of\nDamascus, goal of aspiration), the straits of Gibraltar (the unique\nbirthplace of Marion Tweedy), the Parthenon (containing statues of nude\nGrecian divinities), the Wall street money market (which controlled\ninternational finance), the Plaza de Toros at La Linea, Spain (where\nO’Hara of the Camerons had slain the bull), Niagara (over which no human\nbeing had passed with impunity), the land of the Eskimos (eaters of\nsoap), the forbidden country of Thibet (from which no traveller returns),\nthe bay of Naples (to see which was to die), the Dead Sea.",
        "Under what guidance, following what signs?",
        "At sea, septentrional, by night the polestar, located at the point of\nintersection of the right line from beta to alpha in Ursa Maior produced\nand divided externally at omega and the hypotenuse of the rightangled\ntriangle formed by the line alpha omega so produced and the line alpha\ndelta of Ursa Maior. On land, meridional, a bispherical moon, revealed in\nimperfect varying phases of lunation through the posterior interstice of\nthe imperfectly occluded skirt of a carnose negligent perambulating\nfemale, a pillar of the cloud by day.",
        "What public advertisement would divulge the occultation of the departed?",
        "5 pounds reward, lost, stolen or strayed from his residence 7 Eccles\nstreet, missing gent about 40, answering to the name of Bloom, Leopold\n(Poldy), height 5 ft 9 1/2 inches, full build, olive complexion, may have\nsince grown a beard, when last seen was wearing a black suit. Above sum\nwill be paid for information leading to his discovery.",
        "What universal binomial denominations would be his as entity and\nnonentity?",
        "Assumed by any or known to none. Everyman or Noman.",
        "What tributes his?",
        "Honour and gifts of strangers, the friends of Everyman. A nymph immortal,\nbeauty, the bride of Noman.",
        "Would the departed never nowhere nohow reappear?",
        "Ever he would wander, selfcompelled, to the extreme limit of his cometary\norbit, beyond the fixed stars and variable suns and telescopic planets,\nastronomical waifs and strays, to the extreme boundary of space, passing\nfrom land to land, among peoples, amid events. Somewhere imperceptibly he\nwould hear and somehow reluctantly, suncompelled, obey the summons of\nrecall. Whence, disappearing from the constellation of the Northern Crown\nhe would somehow reappear reborn above delta in the constellation of\nCassiopeia and after incalculable eons of peregrination return an\nestranged avenger, a wreaker of justice on malefactors, a dark crusader,\na sleeper awakened, with financial resources (by supposition) surpassing\nthose of Rothschild or the silver king.",
        "Continue...",
        "\nThis eBook of “Ulysses” by James Joyce belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "UlyssesBy James JoyceAt Amazon"
    ]
}