{
    "title": "Ulysses - II (B)",
    "author": "James Joyce",
    "chapter": "5",
    "content": [
        "\n\n",
        "Antient concert rooms. Nothing on there. A man in a buff suit with a\ncrape armlet. Not much grief there. Quarter mourning. People in law\nperhaps.",
        "They went past the bleak pulpit of saint Mark’s, under the railway\nbridge, past the Queen’s theatre: in silence. Hoardings: Eugene Stratton,\nMrs Bandmann Palmer. Could I go to see LEAH tonight, I wonder. I said I.\nOr the LILY OF KILLARNEY? Elster Grimes Opera Company. Big powerful\nchange. Wet bright bills for next week. FUN ON THE BRISTOL. Martin\nCunningham could work a pass for the Gaiety. Have to stand a drink or\ntwo. As broad as it’s long.",
        "He’s coming in the afternoon. Her songs.",
        "Plasto’s. Sir Philip Crampton’s memorial fountain bust. Who was he?",
        "–How do you do? Martin Cunningham said, raising his palm to his brow\nin salute.",
        "–He doesn’t see us, Mr Power said. Yes, he does. How do you do?",
        "–Who? Mr Dedalus asked.",
        "–Blazes Boylan, Mr Power said. There he is airing his quiff.",
        "Just that moment I was thinking.",
        "Mr Dedalus bent across to salute. From the door of the Red Bank the\nwhite disc of a straw hat flashed reply: spruce figure: passed.",
        "Mr Bloom reviewed the nails of his left hand, then those of his right\nhand. The nails, yes. Is there anything more in him that they she sees?\nFascination. Worst man in Dublin. That keeps him alive. They sometimes\nfeel what a person is. Instinct. But a type like that. My nails. I am just\nlooking at them: well pared. And after: thinking alone. Body getting a bit\nsofty. I would notice that: from remembering. What causes that? I suppose\nthe skin can’t contract quickly enough when the flesh falls off. But the\nshape is there. The shape is there still. Shoulders. Hips. Plump. Night of\nthe dance dressing. Shift stuck between the cheeks behind.",
        "He clasped his hands between his knees and, satisfied, sent his vacant\nglance over their faces.",
        "Mr Power asked:",
        "–How is the concert tour getting on, Bloom?",
        "–O, very well, Mr Bloom said. I hear great accounts of it. It’s a good\nidea, you see ...",
        "–Are you going yourself?",
        "–Well no, Mr Bloom said. In point of fact I have to go down to the\ncounty Clare on some private business. You see the idea is to tour the\nchief towns. What you lose on one you can make up on the other.",
        "–Quite so, Martin Cunningham said. Mary Anderson is up there now.",
        "Have you good artists?",
        "–Louis Werner is touring her, Mr Bloom said. O yes, we’ll have all\ntopnobbers. J. C. Doyle and John MacCormack I hope and. The best, in\nfact.",
        "–And MADAME, Mr Power said smiling. Last but not least.",
        "Mr Bloom unclasped his hands in a gesture of soft politeness and\nclasped them. Smith O’Brien. Someone has laid a bunch of flowers there.\nWoman. Must be his deathday. For many happy returns. The carriage\nwheeling by Farrell’s statue united noiselessly their unresisting knees.",
        "Oot: a dullgarbed old man from the curbstone tendered his wares, his\nmouth opening: oot.",
        "–Four bootlaces for a penny.",
        "Wonder why he was struck off the rolls. Had his office in Hume\nstreet. Same house as Molly’s namesake, Tweedy, crown solicitor for\nWaterford. Has that silk hat ever since. Relics of old decency. Mourning\ntoo. Terrible comedown, poor wretch! Kicked about like snuff at a wake.\nO’Callaghan on his last legs.",
        "And MADAME. Twenty past eleven. Up. Mrs Fleming is in to clean.\nDoing her hair, humming. VOGLIO E NON VORREI. No. VORREI E NON. Looking\nat the tips of her hairs to see if they are split. MI TREMA UN POCO IL.\nBeautiful on that TRE her voice is: weeping tone. A thrush. A throstle.\nThere is a word throstle that expresses that.",
        "His eyes passed lightly over Mr Power’s goodlooking face. Greyish\nover the ears. MADAME: smiling. I smiled back. A smile goes a long way.\nOnly politeness perhaps. Nice fellow. Who knows is that true about the\nwoman he keeps? Not pleasant for the wife. Yet they say, who was it told\nme, there is no carnal. You would imagine that would get played out pretty\nquick. Yes, it was Crofton met him one evening bringing her a pound of\nrumpsteak. What is this she was? Barmaid in Jury’s. Or the Moira, was it?",
        "They passed under the hugecloaked Liberator’s form.",
        "Martin Cunningham nudged Mr Power.",
        "–Of the tribe of Reuben, he said.",
        "A tall blackbearded figure, bent on a stick, stumping round the corner\nof Elvery’s Elephant house, showed them a curved hand open on his spine.",
        "–In all his pristine beauty, Mr Power said.",
        "Mr Dedalus looked after the stumping figure and said mildly:",
        "–The devil break the hasp of your back!",
        "Mr Power, collapsing in laughter, shaded his face from the window as\nthe carriage passed Gray’s statue.",
        "–We have all been there, Martin Cunningham said broadly.",
        "His eyes met Mr Bloom’s eyes. He caressed his beard, adding:",
        "–Well, nearly all of us.",
        "Mr Bloom began to speak with sudden eagerness to his companions’ faces.",
        "–That’s an awfully good one that’s going the rounds about Reuben J and\nthe son.",
        "–About the boatman? Mr Power asked.",
        "–Yes. Isn’t it awfully good?",
        "–What is that? Mr Dedalus asked. I didn’t hear it.",
        "–There was a girl in the case, Mr Bloom began, and he determined to send\nhim to the Isle of Man out of harm’s way but when they were both ...",
        "–What? Mr Dedalus asked. That confirmed bloody hobbledehoy is it?",
        "–Yes, Mr Bloom said. They were both on the way to the boat and he tried\nto drown ...",
        "–Drown Barabbas! Mr Dedalus cried. I wish to Christ he did!",
        "Mr Power sent a long laugh down his shaded nostrils.",
        "–No, Mr Bloom said, the son himself ...",
        "Martin Cunningham thwarted his speech rudely:",
        "–Reuben and the son were piking it down the quay next the river on their\nway to the Isle of Man boat and the young chiseller suddenly got loose and\nover the wall with him into the Liffey.",
        "–For God’s sake! Mr Dedalus exclaimed in fright. Is he dead?",
        "–Dead! Martin Cunningham cried. Not he! A boatman got a pole and\nfished him out by the slack of the breeches and he was landed up to the\nfather on the quay more dead than alive. Half the town was there.",
        "–Yes, Mr Bloom said. But the funny part is ...",
        "–And Reuben J, Martin Cunningham said, gave the boatman a florin for\nsaving his son’s life.",
        "A stifled sigh came from under Mr Power’s hand.",
        "–O, he did, Martin Cunningham affirmed. Like a hero. A silver florin.",
        "–Isn’t it awfully good? Mr Bloom said eagerly.",
        "–One and eightpence too much, Mr Dedalus said drily.",
        "Mr Power’s choked laugh burst quietly in the carriage.",
        "Nelson’s pillar.",
        "–Eight plums a penny! Eight for a penny!",
        "–We had better look a little serious, Martin Cunningham said.",
        "Mr Dedalus sighed.",
        "–Ah then indeed, he said, poor little Paddy wouldn’t grudge us a laugh.\nMany a good one he told himself.",
        "–The Lord forgive me! Mr Power said, wiping his wet eyes with his\nfingers. Poor Paddy! I little thought a week ago when I saw him last and\nhe was in his usual health that I’d be driving after him like this. He’s\ngone from us.",
        "–As decent a little man as ever wore a hat, Mr Dedalus said. He went\nvery suddenly.",
        "–Breakdown, Martin Cunningham said. Heart.",
        "He tapped his chest sadly.",
        "Blazing face: redhot. Too much John Barleycorn. Cure for a red\nnose. Drink like the devil till it turns adelite. A lot of money he spent\ncolouring it.",
        "Mr Power gazed at the passing houses with rueful apprehension.",
        "–He had a sudden death, poor fellow, he said.",
        "–The best death, Mr Bloom said.",
        "Their wide open eyes looked at him.",
        "–No suffering, he said. A moment and all is over. Like dying in sleep.",
        "No-one spoke.",
        "Dead side of the street this. Dull business by day, land agents,\ntemperance hotel, Falconer’s railway guide, civil service college, Gill’s,\ncatholic club, the industrious blind. Why? Some reason. Sun or wind. At\nnight too. Chummies and slaveys. Under the patronage of the late Father\nMathew. Foundation stone for Parnell. Breakdown. Heart.",
        "White horses with white frontlet plumes came round the Rotunda\ncorner, galloping. A tiny coffin flashed by. In a hurry to bury. A\nmourning coach. Unmarried. Black for the married. Piebald for bachelors.\nDun for a nun.",
        "–Sad, Martin Cunningham said. A child.",
        "A dwarf’s face, mauve and wrinkled like little Rudy’s was. Dwarf’s\nbody, weak as putty, in a whitelined deal box. Burial friendly society\npays. Penny a week for a sod of turf. Our. Little. Beggar. Baby.\nMeant nothing. Mistake of nature. If it’s healthy it’s from the mother.\nIf not from the man. Better luck next time.",
        "–Poor little thing, Mr Dedalus said. It’s well out of it.",
        "The carriage climbed more slowly the hill of Rutland square. Rattle\nhis bones. Over the stones. Only a pauper. Nobody owns.",
        "–In the midst of life, Martin Cunningham said.",
        "–But the worst of all, Mr Power said, is the man who takes his own life.",
        "Martin Cunningham drew out his watch briskly, coughed and put it back.",
        "–The greatest disgrace to have in the family, Mr Power added.",
        "–Temporary insanity, of course, Martin Cunningham said decisively. We\nmust take a charitable view of it.",
        "–They say a man who does it is a coward, Mr Dedalus said.",
        "–It is not for us to judge, Martin Cunningham said.",
        "Mr Bloom, about to speak, closed his lips again. Martin Cunningham’s\nlarge eyes. Looking away now. Sympathetic human man he is. Intelligent.\nLike Shakespeare’s face. Always a good word to say. They have no\nmercy on that here or infanticide. Refuse christian burial. They\nused to drive a stake of wood through his heart in the grave. As if it\nwasn’t broken already. Yet sometimes they repent too late. Found in the\nriverbed clutching rushes. He looked at me. And that awful drunkard of a\nwife of his. Setting up house for her time after time and then pawning the\nfurniture on him every Saturday almost. Leading him the life of the\ndamned. Wear the heart out of a stone, that. Monday morning. Start afresh.\nShoulder to the wheel. Lord, she must have looked a sight that night\nDedalus told me he was in there. Drunk about the place and capering with\nMartin’s umbrella.",
        "    AND THEY CALL ME THE JEWEL OF ASIA,\n    OF ASIA,\n    THE GEISHA.",
        "He looked away from me. He knows. Rattle his bones.",
        "That afternoon of the inquest. The redlabelled bottle on the table. The\nroom in the hotel with hunting pictures. Stuffy it was. Sunlight through\nthe slats of the Venetian blind. The coroner’s sunlit ears, big and hairy.\nBoots giving evidence. Thought he was asleep first. Then saw like yellow\nstreaks on his face. Had slipped down to the foot of the bed. Verdict:\noverdose. Death by misadventure. The letter. For my son Leopold.",
        "No more pain. Wake no more. Nobody owns.",
        "The carriage rattled swiftly along Blessington street. Over the stones.",
        "–We are going the pace, I think, Martin Cunningham said.",
        "–God grant he doesn’t upset us on the road, Mr Power said.",
        "–I hope not, Martin Cunningham said. That will be a great race tomorrow\nin Germany. The Gordon Bennett.",
        "–Yes, by Jove, Mr Dedalus said. That will be worth seeing, faith.",
        "As they turned into Berkeley street a streetorgan near the Basin sent\nover and after them a rollicking rattling song of the halls. Has anybody\nhere seen Kelly? Kay ee double ell wy. Dead March from SAUL. He’s as bad\nas old Antonio.  He left me on my ownio.  Pirouette!  The MATER\nMISERICORDIAE. Eccles street. My house down there. Big place. Ward for\nincurables there. Very encouraging. Our Lady’s Hospice for the dying.\nDeadhouse handy underneath. Where old Mrs Riordan died. They look\nterrible the women. Her feeding cup and rubbing her mouth with the\nspoon. Then the screen round her bed for her to die. Nice young student\nthat was dressed that bite the bee gave me. He’s gone over to the lying-in\nhospital they told me. From one extreme to the other. The carriage\ngalloped round a corner: stopped.",
        "–What’s wrong now?",
        "A divided drove of branded cattle passed the windows, lowing,\nslouching by on padded hoofs, whisking their tails slowly on their clotted\nbony croups. Outside them and through them ran raddled sheep bleating\ntheir fear.",
        "–Emigrants, Mr Power said.",
        "–Huuuh! the drover’s voice cried, his switch sounding on their flanks.",
        "Huuuh! out of that!",
        "Thursday, of course. Tomorrow is killing day. Springers. Cuffe sold\nthem about twentyseven quid each. For Liverpool probably. Roastbeef for\nold England. They buy up all the juicy ones. And then the fifth quarter\nlost: all that raw stuff, hide, hair, horns. Comes to a big thing in a\nyear. Dead meat trade. Byproducts of the slaughterhouses for tanneries,\nsoap, margarine. Wonder if that dodge works now getting dicky meat off the\ntrain at Clonsilla.",
        "The carriage moved on through the drove.",
        "–I can’t make out why the corporation doesn’t run a tramline from the\nparkgate to the quays, Mr Bloom said. All those animals could be taken in\ntrucks down to the boats.",
        "–Instead of blocking up the thoroughfare, Martin Cunningham said. Quite\nright. They ought to.",
        "–Yes, Mr Bloom said, and another thing I often thought, is to have\nmunicipal funeral trams like they have in Milan, you know. Run the line\nout to the cemetery gates and have special trams, hearse and carriage and\nall. Don’t you see what I mean?",
        "–O, that be damned for a story, Mr Dedalus said. Pullman car and saloon\ndiningroom.",
        "–A poor lookout for Corny, Mr Power added.",
        "–Why? Mr Bloom asked, turning to Mr Dedalus. Wouldn’t it be more\ndecent than galloping two abreast?",
        "–Well, there’s something in that, Mr Dedalus granted.",
        "–And, Martin Cunningham said, we wouldn’t have scenes like that when\nthe hearse capsized round Dunphy’s and upset the coffin on to the road.",
        "–That was terrible, Mr Power’s shocked face said, and the corpse fell\nabout the road. Terrible!",
        "–First round Dunphy’s, Mr Dedalus said, nodding. Gordon Bennett cup.",
        "–Praises be to God! Martin Cunningham said piously.",
        "Bom! Upset. A coffin bumped out on to the road. Burst open. Paddy\nDignam shot out and rolling over stiff in the dust in a brown habit too\nlarge for him. Red face: grey now. Mouth fallen open. Asking what’s up\nnow. Quite right to close it. Looks horrid open. Then the insides\ndecompose quickly. Much better to close up all the orifices. Yes, also.\nWith wax. The sphincter loose. Seal up all.",
        "–Dunphy’s, Mr Power announced as the carriage turned right.",
        "Dunphy’s corner. Mourning coaches drawn up, drowning their grief.\nA pause by the wayside. Tiptop position for a pub. Expect we’ll pull up\nhere on the way back to drink his health. Pass round the consolation.\nElixir of life.",
        "But suppose now it did happen. Would he bleed if a nail say cut him in\nthe knocking about? He would and he wouldn’t, I suppose. Depends on\nwhere. The circulation stops. Still some might ooze out of an artery. It\nwould be better to bury them in red: a dark red.",
        "In silence they drove along Phibsborough road. An empty hearse\ntrotted by, coming from the cemetery: looks relieved.",
        "Crossguns bridge: the royal canal.",
        "Water rushed roaring through the sluices. A man stood on his\ndropping barge, between clamps of turf. On the towpath by the lock a\nslacktethered horse. Aboard of the BUGABU.",
        "Their eyes watched him. On the slow weedy waterway he had floated\non his raft coastward over Ireland drawn by a haulage rope past beds of\nreeds, over slime, mudchoked bottles, carrion dogs. Athlone, Mullingar,\nMoyvalley, I could make a walking tour to see Milly by the canal. Or cycle\ndown. Hire some old crock, safety. Wren had one the other day at the\nauction but a lady’s. Developing waterways. James M’Cann’s hobby to row\nme o’er the ferry. Cheaper transit. By easy stages. Houseboats. Camping\nout. Also hearses. To heaven by water. Perhaps I will without writing.\nCome as a surprise, Leixlip, Clonsilla. Dropping down lock by lock to\nDublin. With turf from the midland bogs. Salute. He lifted his brown straw\nhat, saluting Paddy Dignam.",
        "They drove on past Brian Boroimhe house. Near it now.",
        "–I wonder how is our friend Fogarty getting on, Mr Power said.",
        "–Better ask Tom Kernan, Mr Dedalus said.",
        "–How is that? Martin Cunningham said. Left him weeping, I suppose?",
        "–Though lost to sight, Mr Dedalus said, to memory dear.",
        "The carriage steered left for Finglas road.",
        "The stonecutter’s yard on the right. Last lap. Crowded on the spit of\nland silent shapes appeared, white, sorrowful, holding out calm hands,\nknelt in grief, pointing. Fragments of shapes, hewn. In white silence:\nappealing. The best obtainable. Thos. H. Dennany, monumental builder and\nsculptor.",
        "Passed.",
        "On the curbstone before Jimmy Geary, the sexton’s, an old tramp sat,\ngrumbling, emptying the dirt and stones out of his huge dustbrown\nyawning boot. After life’s journey.",
        "Gloomy gardens then went by: one by one: gloomy houses.",
        "Mr Power pointed.",
        "–That is where Childs was murdered, he said. The last house.",
        "–So it is, Mr Dedalus said. A gruesome case. Seymour Bushe got him off.\nMurdered his brother. Or so they said.",
        "–The crown had no evidence, Mr Power said.",
        "–Only circumstantial, Martin Cunningham added. That’s the maxim of\nthe law. Better for ninetynine guilty to escape than for one innocent\nperson to be wrongfully condemned.",
        "They looked. Murderer’s ground. It passed darkly. Shuttered,\ntenantless, unweeded garden. Whole place gone to hell. Wrongfully\ncondemned. Murder. The murderer’s image in the eye of the murdered.\nThey love reading about it. Man’s head found in a garden. Her clothing\nconsisted of. How she met her death. Recent outrage. The weapon used.\nMurderer is still at large. Clues. A shoelace. The body to be exhumed.\nMurder will out.",
        "Cramped in this carriage. She mightn’t like me to come that way\nwithout letting her know. Must be careful about women. Catch them once\nwith their pants down. Never forgive you after. Fifteen.",
        "The high railings of Prospect rippled past their gaze. Dark poplars,\nrare white forms. Forms more frequent, white shapes thronged amid the\ntrees, white forms and fragments streaming by mutely, sustaining vain\ngestures on the air.",
        "The felly harshed against the curbstone: stopped. Martin\nCunningham put out his arm and, wrenching back the handle, shoved the\ndoor open with his knee. He stepped out. Mr Power and Mr Dedalus\nfollowed.",
        "Change that soap now. Mr Bloom’s hand unbuttoned his hip pocket\nswiftly and transferred the paperstuck soap to his inner handkerchief\npocket. He stepped out of the carriage, replacing the newspaper his other\nhand still held.",
        "Paltry funeral: coach and three carriages. It’s all the same.\nPallbearers, gold reins, requiem mass, firing a volley. Pomp of death.\nBeyond the hind carriage a hawker stood by his barrow of cakes and fruit.\nSimnel cakes those are, stuck together: cakes for the dead. Dogbiscuits.\nWho ate them? Mourners coming out.",
        "He followed his companions. Mr Kernan and Ned Lambert followed,\nHynes walking after them. Corny Kelleher stood by the opened hearse and\ntook out the two wreaths. He handed one to the boy.",
        "Where is that child’s funeral disappeared to?",
        "A team of horses passed from Finglas with toiling plodding tread,\ndragging through the funereal silence a creaking waggon on which lay a\ngranite block. The waggoner marching at their head saluted.",
        "Coffin now. Got here before us, dead as he is. Horse looking round at it\nwith his plume skeowways. Dull eye: collar tight on his neck, pressing on\na bloodvessel or something. Do they know what they cart out here every\nday? Must be twenty or thirty funerals every day. Then Mount Jerome for\nthe protestants. Funerals all over the world everywhere every minute.\nShovelling them under by the cartload doublequick. Thousands every hour.\nToo many in the world.",
        "Mourners came out through the gates: woman and a girl. Leanjawed\nharpy, hard woman at a bargain, her bonnet awry. Girl’s face stained with\ndirt and tears, holding the woman’s arm, looking up at her for a sign to\ncry. Fish’s face, bloodless and livid.",
        "The mutes shouldered the coffin and bore it in through the gates. So\nmuch dead weight. Felt heavier myself stepping out of that bath. First the\nstiff: then the friends of the stiff. Corny Kelleher and the boy followed\nwith their wreaths. Who is that beside them? Ah, the brother-in-law.",
        "All walked after.",
        "Martin Cunningham whispered:",
        "–I was in mortal agony with you talking of suicide before Bloom.",
        "–What? Mr Power whispered. How so?",
        "–His father poisoned himself, Martin Cunningham whispered. Had the\nQueen’s hotel in Ennis. You heard him say he was going to Clare.\nAnniversary.",
        "–O God! Mr Power whispered. First I heard of it. Poisoned himself?",
        "He glanced behind him to where a face with dark thinking eyes\nfollowed towards the cardinal’s mausoleum. Speaking.",
        "–Was he insured? Mr Bloom asked.",
        "–I believe so, Mr Kernan answered. But the policy was heavily mortgaged.\nMartin is trying to get the youngster into Artane.",
        "–How many children did he leave?",
        "–Five. Ned Lambert says he’ll try to get one of the girls into Todd’s.",
        "–A sad case, Mr Bloom said gently. Five young children.",
        "–A great blow to the poor wife, Mr Kernan added.",
        "–Indeed yes, Mr Bloom agreed.",
        "Has the laugh at him now.",
        "He looked down at the boots he had blacked and polished. She had\noutlived him. Lost her husband. More dead for her than for me. One must\noutlive the other. Wise men say. There are more women than men in the\nworld. Condole with her. Your terrible loss. I hope you’ll soon follow\nhim. For Hindu widows only. She would marry another. Him? No. Yet who\nknows after. Widowhood not the thing since the old queen died. Drawn on\na guncarriage. Victoria and Albert. Frogmore memorial mourning. But in\nthe end she put a few violets in her bonnet. Vain in her heart of hearts.\nAll for a shadow. Consort not even a king. Her son was the substance.\nSomething new to hope for not like the past she wanted back, waiting. It\nnever comes. One must go first: alone, under the ground: and lie no more\nin her warm bed.",
        "–How are you, Simon? Ned Lambert said softly, clasping hands. Haven’t\nseen you for a month of Sundays.",
        "–Never better. How are all in Cork’s own town?",
        "–I was down there for the Cork park races on Easter Monday, Ned\nLambert said. Same old six and eightpence. Stopped with Dick Tivy.",
        "–And how is Dick, the solid man?",
        "–Nothing between himself and heaven, Ned Lambert answered.",
        "–By the holy Paul! Mr Dedalus said in subdued wonder. Dick Tivy bald?",
        "–Martin is going to get up a whip for the youngsters, Ned Lambert said,\npointing ahead. A few bob a skull. Just to keep them going till the\ninsurance is cleared up.",
        "–Yes, yes, Mr Dedalus said dubiously. Is that the eldest boy in front?",
        "–Yes, Ned Lambert said, with the wife’s brother. John Henry Menton is\nbehind. He put down his name for a quid.",
        "–I’ll engage he did, Mr Dedalus said. I often told poor Paddy he ought\nto mind that job. John Henry is not the worst in the world.",
        "–How did he lose it? Ned Lambert asked. Liquor, what?",
        "–Many a good man’s fault, Mr Dedalus said with a sigh.",
        "They halted about the door of the mortuary chapel. Mr Bloom stood\nbehind the boy with the wreath looking down at his sleekcombed hair and\nat the slender furrowed neck inside his brandnew collar. Poor boy! Was he\nthere when the father? Both unconscious. Lighten up at the last moment\nand recognise for the last time. All he might have done. I owe three\nshillings to O’Grady. Would he understand? The mutes bore the coffin into\nthe chapel. Which end is his head?",
        "After a moment he followed the others in, blinking in the screened\nlight. The coffin lay on its bier before the chancel, four tall yellow\ncandles at its corners. Always in front of us. Corny Kelleher, laying a\nwreath at each fore corner, beckoned to the boy to kneel. The mourners\nknelt here and there in prayingdesks. Mr Bloom stood behind near the font\nand, when all had knelt, dropped carefully his unfolded newspaper from his\npocket and knelt his right knee upon it. He fitted his black hat gently on\nhis left knee and, holding its brim, bent over piously.",
        "A server bearing a brass bucket with something in it came out through\na door. The whitesmocked priest came after him, tidying his stole with one\nhand, balancing with the other a little book against his toad’s belly.\nWho’ll read the book? I, said the rook.",
        "They halted by the bier and the priest began to read out of his book\nwith a fluent croak.",
        "Father Coffey. I knew his name was like a coffin. DOMINE-NAMINE.\nBully about the muzzle he looks. Bosses the show. Muscular christian. Woe\nbetide anyone that looks crooked at him: priest. Thou art Peter. Burst\nsideways like a sheep in clover Dedalus says he will. With a belly on him\nlike a poisoned pup. Most amusing expressions that man finds. Hhhn: burst\nsideways.",
        "–Non Intres in Judicium Cum Servo Tuo, Domine.",
        "Makes them feel more important to be prayed over in Latin. Requiem\nmass. Crape weepers. Blackedged notepaper. Your name on the altarlist.\nChilly place this. Want to feed well, sitting in there all the morning in\nthe gloom kicking his heels waiting for the next please. Eyes of a toad\ntoo. What swells him up that way? Molly gets swelled after cabbage. Air of\nthe place maybe. Looks full up of bad gas. Must be an infernal lot of bad\ngas round the place. Butchers, for instance: they get like raw beefsteaks.\nWho was telling me? Mervyn Browne. Down in the vaults of saint Werburgh’s\nlovely old organ hundred and fifty they have to bore a hole in the coffins\nsometimes to let out the bad gas and burn it. Out it rushes: blue. One\nwhiff of that and you’re a doner.",
        "My kneecap is hurting me. Ow. That’s better.",
        "The priest took a stick with a knob at the end of it out of the boy’s\nbucket and shook it over the coffin. Then he walked to the other end and\nshook it again. Then he came back and put it back in the bucket. As you\nwere before you rested. It’s all written down: he has to do it.",
        "–Et Ne Nos Inducas in Tentationem.",
        "The server piped the answers in the treble. I often thought it would be\nbetter to have boy servants. Up to fifteen or so. After that, of\ncourse ...",
        "Holy water that was, I expect. Shaking sleep out of it. He must be fed\nup with that job, shaking that thing over all the corpses they trot up.\nWhat harm if he could see what he was shaking it over. Every mortal day a\nfresh batch: middleaged men, old women, children, women dead in\nchildbirth, men with beards, baldheaded businessmen, consumptive girls\nwith little sparrows’ breasts. All the year round he prayed the same thing\nover them all and shook water on top of them: sleep. On Dignam now.",
        "–In Paradisum.",
        "Said he was going to paradise or is in paradise. Says that over everybody.\nTiresome kind of a job. But he has to say something.",
        "The priest closed his book and went off, followed by the server.\nCorny Kelleher opened the sidedoors and the gravediggers came in, hoisted\nthe coffin again, carried it out and shoved it on their cart. Corny\nKelleher gave one wreath to the boy and one to the brother-in-law. All\nfollowed them out of the sidedoors into the mild grey air. Mr Bloom came\nlast folding his paper again into his pocket. He gazed gravely at the\nground till the coffincart wheeled off to the left. The metal wheels\nground the gravel with a sharp grating cry and the pack of blunt boots\nfollowed the trundled barrow along a lane of sepulchres.",
        "The ree the ra the ree the ra the roo. Lord, I mustn’t lilt here.",
        "–The O’Connell circle, Mr Dedalus said about him.",
        "Mr Power’s soft eyes went up to the apex of the lofty cone.",
        "–He’s at rest, he said, in the middle of his people, old Dan O’. But his\nheart is buried in Rome. How many broken hearts are buried here, Simon!",
        "–Her grave is over there, Jack, Mr Dedalus said. I’ll soon be stretched\nbeside her. Let Him take me whenever He likes.",
        "Breaking down, he began to weep to himself quietly, stumbling a little\nin his walk. Mr Power took his arm.",
        "–She’s better where she is, he said kindly.",
        "–I suppose so, Mr Dedalus said with a weak gasp. I suppose she is in\nheaven if there is a heaven.",
        "Corny Kelleher stepped aside from his rank and allowed the mourners to\nplod by.",
        "–Sad occasions, Mr Kernan began politely.",
        "Mr Bloom closed his eyes and sadly twice bowed his head.",
        "–The others are putting on their hats, Mr Kernan said. I suppose we can\ndo so too. We are the last. This cemetery is a treacherous place.",
        "They covered their heads.",
        "–The reverend gentleman read the service too quickly, don’t you think?\nMr Kernan said with reproof.",
        "Mr Bloom nodded gravely looking in the quick bloodshot eyes. Secret\neyes, secretsearching. Mason, I think: not sure. Beside him again. We are\nthe last. In the same boat. Hope he’ll say something else.",
        "Mr Kernan added:",
        "–The service of the Irish church used in Mount Jerome is simpler, more\nimpressive I must say.",
        "Mr Bloom gave prudent assent. The language of course was another thing.",
        "Mr Kernan said with solemnity:",
        "–I AM THE RESURRECTION AND THE LIFE. That touches a man’s inmost heart.",
        "–It does, Mr Bloom said.",
        "Your heart perhaps but what price the fellow in the six feet by two\nwith his toes to the daisies? No touching that. Seat of the affections.\nBroken heart. A pump after all, pumping thousands of gallons of blood\nevery day. One fine day it gets bunged up: and there you are. Lots of\nthem lying around here: lungs, hearts, livers. Old rusty pumps: damn the\nthing else. The resurrection and the life. Once you are dead you are dead.\nThat last day idea. Knocking them all up out of their graves. Come forth,\nLazarus! And he came fifth and lost the job. Get up! Last day! Then every\nfellow mousing around for his liver and his lights and the rest of his\ntraps. Find damn all of himself that morning. Pennyweight of powder in\na skull. Twelve grammes one pennyweight. Troy measure.",
        "Corny Kelleher fell into step at their side.",
        "–Everything went off A1, he said. What?",
        "He looked on them from his drawling eye. Policeman’s shoulders. With\nyour tooraloom tooraloom.",
        "–As it should be, Mr Kernan said.",
        "–What? Eh? Corny Kelleher said.",
        "Mr Kernan assured him.",
        "–Who is that chap behind with Tom Kernan? John Henry Menton asked. I\nknow his face.",
        "Ned Lambert glanced back.",
        "–Bloom, he said, Madame Marion Tweedy that was, is, I mean, the\nsoprano. She’s his wife.",
        "–O, to be sure, John Henry Menton said. I haven’t seen her for some time.\nhe was a finelooking woman. I danced with her, wait, fifteen seventeen\ngolden years ago, at Mat Dillon’s in Roundtown. And a good armful she\nwas.",
        "He looked behind through the others.",
        "–What is he? he asked. What does he do? Wasn’t he in the stationery line?\nI fell foul of him one evening, I remember, at bowls.",
        "Ned Lambert smiled.",
        "–Yes, he was, he said, in Wisdom Hely’s. A traveller for blottingpaper.",
        "–In God’s name, John Henry Menton said, what did she marry a coon like\nthat for? She had plenty of game in her then.",
        "–Has still, Ned Lambert said. He does some canvassing for ads.",
        "John Henry Menton’s large eyes stared ahead.",
        "The barrow turned into a side lane. A portly man, ambushed among\nthe grasses, raised his hat in homage. The gravediggers touched their\ncaps.",
        "–John O’Connell, Mr Power said pleased. He never forgets a friend.",
        "Mr O’Connell shook all their hands in silence. Mr Dedalus said:",
        "–I am come to pay you another visit.",
        "–My dear Simon, the caretaker answered in a low voice. I don’t want your\ncustom at all.",
        "Saluting Ned Lambert and John Henry Menton he walked on at Martin\nCunningham’s side puzzling two long keys at his back.",
        "–Did you hear that one, he asked them, about Mulcahy from the Coombe?",
        "–I did not, Martin Cunningham said.",
        "They bent their silk hats in concert and Hynes inclined his ear. The\ncaretaker hung his thumbs in the loops of his gold watchchain and spoke in\na discreet tone to their vacant smiles.",
        "–They tell the story, he said, that two drunks came out here one foggy\nevening to look for the grave of a friend of theirs. They asked for\nMulcahy from the Coombe and were told where he was buried. After traipsing\nabout in the fog they found the grave sure enough. One of the drunks spelt\nout the name: Terence Mulcahy. The other drunk was blinking up at a statue\nof Our Saviour the widow had got put up.",
        "The caretaker blinked up at one of the sepulchres they passed. He\nresumed:",
        "–And, after blinking up at the sacred figure, NOT A BLOODY BIT LIKE THE\nMAN, says he. THAT’S NOT MULCAHY, says he, WHOEVER DONE IT.",
        "Rewarded by smiles he fell back and spoke with Corny Kelleher, accepting\nthe dockets given him, turning them over and scanning them as he walked.",
        "–That’s all done with a purpose, Martin Cunningham explained to Hynes.",
        "–I know, Hynes said. I know that.",
        "–To cheer a fellow up, Martin Cunningham said. It’s pure goodheartedness:\ndamn the thing else.",
        "Mr Bloom admired the caretaker’s prosperous bulk. All want to be on\ngood terms with him. Decent fellow, John O’Connell, real good sort. Keys:\nlike Keyes’s ad: no fear of anyone getting out. No passout checks. HABEAS\nCORPUS. I must see about that ad after the funeral. Did I write\nBallsbridge on the envelope I took to cover when she disturbed me writing\nto Martha? Hope it’s not chucked in the dead letter office. Be the better\nof a shave. Grey sprouting beard. That’s the first sign when the hairs\ncome out grey. And temper getting cross. Silver threads among the grey.\nFancy being his wife. Wonder he had the gumption to propose to any girl.\nCome out and live in the graveyard. Dangle that before her. It might\nthrill her first. Courting death ... Shades of night hovering here with\nall the dead stretched about. The shadows of the tombs when churchyards\nyawn and Daniel O’Connell must be a descendant I suppose who is this used\nto say he was a queer breedy man great catholic all the same like a big\ngiant in the dark. Will o’ the wisp. Gas of graves. Want to keep her mind\noff it to conceive at all. Women especially are so touchy. Tell her a\nghost story in bed to make her sleep. Have you ever seen a ghost? Well, I\nhave. It was a pitchdark night. The clock was on the stroke of twelve.\nStill they’d kiss all right if properly keyed up. Whores in Turkish\ngraveyards. Learn anything if taken young. You might pick up a young\nwidow here. Men like that. Love among the tombstones. Romeo. Spice of\npleasure. In the midst of death we are in life. Both ends meet.\nTantalising for the poor dead. Smell of grilled beefsteaks to the\nstarving. Gnawing their vitals. Desire to grig people. Molly wanting to\ndo it at the window. Eight children he has anyway.",
        "He has seen a fair share go under in his time, lying around him field\nafter field. Holy fields. More room if they buried them standing. Sitting\nor kneeling you couldn’t. Standing? His head might come up some day above\nground in a landslip with his hand pointing. All honeycombed the ground\nmust be: oblong cells. And very neat he keeps it too: trim grass and\nedgings. His garden Major Gamble calls Mount Jerome. Well, so it is.\nOught to be flowers of sleep. Chinese cemeteries with giant poppies\ngrowing produce the best opium Mastiansky told me. The Botanic Gardens\nare just over there. It’s the blood sinking in the earth gives new life.\nSame idea those jews they said killed the christian boy. Every man\nhis price. Well preserved fat corpse, gentleman, epicure, invaluable\nfor fruit garden. A bargain. By carcass of William Wilkinson, auditor\nand accountant, lately deceased, three pounds thirteen and six.\nWith thanks.",
        "I daresay the soil would be quite fat with corpsemanure, bones, flesh,\nnails. Charnelhouses. Dreadful. Turning green and pink decomposing. Rot\nquick in damp earth. The lean old ones tougher. Then a kind of a tallowy\nkind of a cheesy. Then begin to get black, black treacle oozing out of\nthem. Then dried up. Deathmoths. Of course the cells or whatever they are\ngo on living. Changing about. Live for ever practically. Nothing to feed\non feed on themselves.",
        "But they must breed a devil of a lot of maggots. Soil must be simply\nswirling with them. Your head it simply swurls. Those pretty little\nseaside gurls. He looks cheerful enough over it. Gives him a sense of\npower seeing all the others go under first. Wonder how he looks at life.\nCracking his jokes too: warms the cockles of his heart. The one about the\nbulletin. Spurgeon went to heaven 4 a.m. this morning. 11 p.m.\n(closing time). Not arrived yet. Peter. The dead themselves the men\nanyhow would like to hear an odd joke or the women to know what’s in\nfashion. A juicy pear or ladies’ punch, hot, strong and sweet. Keep out\nthe damp. You must laugh sometimes so better do it that way. Gravediggers\nin HAMLET. Shows the profound knowledge of the human heart. Daren’t joke\nabout the dead for two years at least. DE MORTUIS NIL NISI PRIUS. Go out\nof mourning first. Hard to imagine his funeral. Seems a sort of a joke.\nRead your own obituary notice they say you live longer. Gives you second\nwind. New lease of life.",
        "–How many have-you for tomorrow? the caretaker asked.",
        "–Two, Corny Kelleher said. Half ten and eleven.",
        "The caretaker put the papers in his pocket. The barrow had ceased to\ntrundle. The mourners split and moved to each side of the hole, stepping\nwith care round the graves. The gravediggers bore the coffin and set its\nnose on the brink, looping the bands round it.",
        "Burying him. We come to bury Caesar. His ides of March or June.\nHe doesn’t know who is here nor care.\nNow who is that lankylooking galoot over there in the macintosh?\nNow who is he I’d like to know? Now I’d give a trifle to know who he is.\nAlways someone turns up you never dreamt of. A fellow could live on his\nlonesome all his life. Yes, he could. Still he’d have to get someone to\nsod him after he died though he could dig his own grave. We all do. Only\nman buries. No, ants too. First thing strikes anybody. Bury the dead. Say\nRobinson Crusoe was true to life. Well then Friday buried him. Every\nFriday buries a Thursday if you come to look at it.",
        "    O, POOR ROBINSON CRUSOE!\n    HOW COULD YOU POSSIBLY DO SO?",
        "Poor Dignam! His last lie on the earth in his box. When you think of\nthem all it does seem a waste of wood. All gnawed through. They could\ninvent a handsome bier with a kind of panel sliding, let it down that way.\nAy but they might object to be buried out of another fellow’s. They’re so\nparticular. Lay me in my native earth. Bit of clay from the holy land.\nOnly a mother and deadborn child ever buried in the one coffin. I see what\nit means. I see. To protect him as long as possible even in the earth. The\nIrishman’s house is his coffin. Embalming in catacombs, mummies the same\nidea.",
        "Mr Bloom stood far back, his hat in his hand, counting the bared\nheads. Twelve. I’m thirteen. No. The chap in the macintosh is thirteen.\nDeath’s number. Where the deuce did he pop out of? He wasn’t in the\nchapel, that I’ll swear. Silly superstition that about thirteen.",
        "Nice soft tweed Ned Lambert has in that suit. Tinge of purple. I had\none like that when we lived in Lombard street west. Dressy fellow he was\nonce. Used to change three suits in the day. Must get that grey suit of\nmine turned by Mesias. Hello. It’s dyed. His wife I forgot he’s not\nmarried or his landlady ought to have picked out those threads for him.",
        "The coffin dived out of sight, eased down by the men straddled on the\ngravetrestles. They struggled up and out: and all uncovered. Twenty.",
        "Pause.",
        "If we were all suddenly somebody else.",
        "Far away a donkey brayed. Rain. No such ass. Never see a dead one,\nthey say. Shame of death. They hide. Also poor papa went away.",
        "Gentle sweet air blew round the bared heads in a whisper. Whisper.\nThe boy by the gravehead held his wreath with both hands staring quietly\nin the black open space. Mr Bloom moved behind the portly kindly\ncaretaker. Wellcut frockcoat. Weighing them up perhaps to see which will\ngo next. Well, it is a long rest. Feel no more. It’s the moment you feel.\nMust be damned unpleasant. Can’t believe it at first. Mistake must be:\nsomeone else. Try the house opposite. Wait, I wanted to. I haven’t yet.\nThen darkened deathchamber. Light they want. Whispering around you. Would\nyou like to see a priest? Then rambling and wandering. Delirium all you\nhid all your life. The death struggle. His sleep is not natural. Press his\nlower eyelid. Watching is his nose pointed is his jaw sinking are the\nsoles of his feet yellow. Pull the pillow away and finish it off on the\nfloor since he’s doomed. Devil in that picture of sinner’s death showing\nhim a woman. Dying to embrace her in his shirt. Last act of LUCIA.\nSHALL I NEVERMORE BEHOLD THEE? Bam! He expires. Gone at last. People\ntalk about you a bit: forget you. Don’t forget to pray for him.\nRemember him in your prayers. Even Parnell. Ivy day dying out. Then\nthey follow: dropping into a hole, one after the other.",
        "We are praying now for the repose of his soul. Hoping you’re well\nand not in hell. Nice change of air. Out of the fryingpan of life into the\nfire of purgatory.",
        "Does he ever think of the hole waiting for himself? They say you do\nwhen you shiver in the sun. Someone walking over it. Callboy’s warning.\nNear you. Mine over there towards Finglas, the plot I bought. Mamma,\npoor mamma, and little Rudy.",
        "The gravediggers took up their spades and flung heavy clods of clay\nin on the coffin. Mr Bloom turned away his face. And if he was alive all\nthe time? Whew! By jingo, that would be awful! No, no: he is dead, of\ncourse. Of course he is dead. Monday he died. They ought to have\nsome law to pierce the heart and make sure or an electric clock or\na telephone in the coffin and some kind of a canvas airhole. Flag of\ndistress. Three days. Rather long to keep them in summer. Just as well\nto get shut of them as soon as you are sure there’s no.",
        "The clay fell softer. Begin to be forgotten. Out of sight, out of mind.",
        "The caretaker moved away a few paces and put on his hat. Had\nenough of it. The mourners took heart of grace, one by one, covering\nthemselves without show. Mr Bloom put on his hat and saw the portly\nfigure make its way deftly through the maze of graves. Quietly, sure of\nhis ground, he traversed the dismal fields.",
        "Hynes jotting down something in his notebook. Ah, the names. But he\nknows them all. No: coming to me.",
        "–I am just taking the names, Hynes said below his breath. What is your\nchristian name? I’m not sure.",
        "–L, Mr Bloom said. Leopold. And you might put down M’Coy’s name too.\nHe asked me to.",
        "–Charley, Hynes said writing. I know. He was on the FREEMAN once.",
        "So he was before he got the job in the morgue under Louis Byrne.\nGood idea a postmortem for doctors. Find out what they imagine they\nknow. He died of a Tuesday. Got the run. Levanted with the cash of a few\nads. Charley, you’re my darling. That was why he asked me to. O well,\ndoes no harm. I saw to that, M’Coy. Thanks, old chap: much obliged.\nLeave him under an obligation: costs nothing.",
        "–And tell us, Hynes said, do you know that fellow in the, fellow was\nover there in the ...",
        "He looked around.",
        "–Macintosh. Yes, I saw him, Mr Bloom said. Where is he now?",
        "–M’Intosh, Hynes said scribbling. I don’t know who he is. Is that\nhis name?",
        "He moved away, looking about him.",
        "–No, Mr Bloom began, turning and stopping. I say, Hynes!",
        "Didn’t hear. What? Where has he disappeared to? Not a sign. Well of\nall the. Has anybody here seen? Kay ee double ell. Become invisible. Good\nLord, what became of him?",
        "A seventh gravedigger came beside Mr Bloom to take up an idle spade.",
        "–O, excuse me!",
        "He stepped aside nimbly.",
        "Clay, brown, damp, began to be seen in the hole. It rose. Nearly over.\nA mound of damp clods rose more, rose, and the gravediggers rested their\nspades. All uncovered again for a few instants. The boy propped his wreath\nagainst a corner: the brother-in-law his on a lump. The gravediggers put\non their caps and carried their earthy spades towards the barrow. Then\nknocked the blades lightly on the turf: clean. One bent to pluck from the\nhaft a long tuft of grass. One, leaving his mates, walked slowly on with\nshouldered weapon, its blade blueglancing. Silently at the gravehead\nanother coiled the coffinband. His navelcord. The brother-in-law, turning\naway, placed something in his free hand. Thanks in silence. Sorry, sir:\ntrouble. Headshake. I know that. For yourselves just.",
        "The mourners moved away slowly without aim, by devious paths,\nstaying at whiles to read a name on a tomb.",
        "–Let us go round by the chief’s grave, Hynes said. We have time.",
        "–Let us, Mr Power said.",
        "They turned to the right, following their slow thoughts. With awe Mr\nPower’s blank voice spoke:",
        "–Some say he is not in that grave at all. That the coffin was filled\nwith stones. That one day he will come again.",
        "Hynes shook his head.",
        "–Parnell will never come again, he said. He’s there, all that was mortal\nof him. Peace to his ashes.",
        "Mr Bloom walked unheeded along his grove by saddened angels,\ncrosses, broken pillars, family vaults, stone hopes praying with upcast\neyes, old Ireland’s hearts and hands. More sensible to spend the money on\nsome charity for the living. Pray for the repose of the soul of. Does\nanybody really? Plant him and have done with him. Like down a coalshoot.\nThen lump them together to save time. All souls’ day. Twentyseventh I’ll\nbe at his grave. Ten shillings for the gardener. He keeps it free of\nweeds. Old man himself. Bent down double with his shears clipping. Near\ndeath’s door. Who passed away. Who departed this life. As if they did it\nof their own accord. Got the shove, all of them. Who kicked the bucket.\nMore interesting if they told you what they were. So and So, wheelwright.\nI travelled for cork lino. I paid five shillings in the pound. Or a\nwoman’s with her saucepan. I cooked good Irish stew. Eulogy in a country\nchurchyard it ought to be that poem of whose is it Wordsworth or Thomas\nCampbell. Entered into rest the protestants put it. Old Dr Murren’s.\nThe great physician called him home. Well it’s God’s acre for them.\nNice country residence. Newly plastered and painted. Ideal spot to\nhave a quiet smoke and read the CHURCH TIMES. Marriage ads they never\ntry to beautify. Rusty wreaths hung on knobs, garlands of bronzefoil.\nBetter value that for the money. Still, the flowers are more poetical.\nThe other gets rather tiresome, never withering. Expresses nothing.\nImmortelles.",
        "A bird sat tamely perched on a poplar branch. Like stuffed. Like the\nwedding present alderman Hooper gave us. Hoo! Not a budge out of him.\nKnows there are no catapults to let fly at him. Dead animal even sadder.\nSilly-Milly burying the little dead bird in the kitchen matchbox, a\ndaisychain and bits of broken chainies on the grave.",
        "The Sacred Heart that is: showing it. Heart on his sleeve. Ought to be\nsideways and red it should be painted like a real heart. Ireland was\ndedicated to it or whatever that. Seems anything but pleased. Why this\ninfliction? Would birds come then and peck like the boy with the basket of\nfruit but he said no because they ought to have been afraid of the boy.\nApollo that was.",
        "How many! All these here once walked round Dublin. Faithful departed.\nAs you are now so once were we.",
        "Besides how could you remember everybody? Eyes, walk, voice. Well,\nthe voice, yes: gramophone. Have a gramophone in every grave or keep it\nin the house. After dinner on a Sunday. Put on poor old greatgrandfather.\nKraahraark! Hellohellohello amawfullyglad kraark awfullygladaseeagain\nhellohello amawf krpthsth. Remind you of the voice like the photograph\nreminds you of the face. Otherwise you couldn’t remember the face after\nfifteen years, say. For instance who? For instance some fellow that died\nwhen I was in Wisdom Hely’s.",
        "Rtststr! A rattle of pebbles. Wait. Stop!",
        "He looked down intently into a stone crypt. Some animal. Wait.\nThere he goes.",
        "An obese grey rat toddled along the side of the crypt, moving the\npebbles. An old stager: greatgrandfather: he knows the ropes. The grey\nalive crushed itself in under the plinth, wriggled itself in under it.\nGood hidingplace for treasure.",
        "Who lives there? Are laid the remains of Robert Emery. Robert\nEmmet was buried here by torchlight, wasn’t he? Making his rounds.",
        "Tail gone now.",
        "One of those chaps would make short work of a fellow. Pick the\nbones clean no matter who it was. Ordinary meat for them. A corpse is\nmeat gone bad. Well and what’s cheese? Corpse of milk. I read in that\nVOYAGES IN CHINA that the Chinese say a white man smells like a corpse.\nCremation better. Priests dead against it. Devilling for the other firm.\nWholesale burners and Dutch oven dealers. Time of the plague. Quicklime\nfeverpits to eat them. Lethal chamber. Ashes to ashes. Or bury at sea.\nWhere is that Parsee tower of silence? Eaten by birds. Earth, fire, water.\nDrowning they say is the pleasantest. See your whole life in a flash. But\nbeing brought back to life no. Can’t bury in the air however. Out of a\nflying machine. Wonder does the news go about whenever a fresh one is let\ndown. Underground communication. We learned that from them. Wouldn’t be\nsurprised. Regular square feed for them. Flies come before he’s well dead.\nGot wind of Dignam. They wouldn’t care about the smell of it. Saltwhite\ncrumbling mush of corpse: smell, taste like raw white turnips.",
        "The gates glimmered in front: still open. Back to the world again.\nEnough of this place. Brings you a bit nearer every time. Last time I was\nhere was Mrs Sinico’s funeral. Poor papa too. The love that kills. And\neven scraping up the earth at night with a lantern like that case I read\nof to get at fresh buried females or even putrefied with running\ngravesores. Give you the creeps after a bit. I will appear to you after\ndeath. You will see my ghost after death. My ghost will haunt you after\ndeath. There is another world after death named hell. I do not like that\nother world she wrote. No more do I. Plenty to see and hear and feel yet.\nFeel live warm beings near you. Let them sleep in their maggoty beds. They\nare not going to get me this innings. Warm beds: warm fullblooded life.",
        "Martin Cunningham emerged from a sidepath, talking gravely.",
        "Solicitor, I think. I know his face. Menton, John Henry, solicitor,\ncommissioner for oaths and affidavits. Dignam used to be in his office.\nMat Dillon’s long ago. Jolly Mat. Convivial evenings. Cold fowl, cigars,\nthe Tantalus glasses. Heart of gold really. Yes, Menton. Got his rag out\nthat evening on the bowlinggreen because I sailed inside him. Pure fluke\nof mine: the bias. Why he took such a rooted dislike to me. Hate at first\nsight. Molly and Floey Dillon linked under the lilactree, laughing.\nFellow always like that, mortified if women are by.",
        "Got a dinge in the side of his hat. Carriage probably.",
        "–Excuse me, sir, Mr Bloom said beside them.",
        "They stopped.",
        "–Your hat is a little crushed, Mr Bloom said pointing.",
        "John Henry Menton stared at him for an instant without moving.",
        "–There, Martin Cunningham helped, pointing also. John Henry Menton took\noff his hat, bulged out the dinge and smoothed the nap with care on his\ncoatsleeve. He clapped the hat on his head again.",
        "–It’s all right now, Martin Cunningham said.",
        "John Henry Menton jerked his head down in acknowledgment.",
        "–Thank you, he said shortly.",
        "They walked on towards the gates. Mr Bloom, chapfallen, drew\nbehind a few paces so as not to overhear. Martin laying down the law.\nMartin could wind a sappyhead like that round his little finger, without\nhis seeing it.",
        "Oyster eyes. Never mind. Be sorry after perhaps when it dawns on him.\nGet the pull over him that way.",
        "Thank you. How grand we are this morning!",
        "    IN THE HEART OF THE HIBERNIAN METROPOLIS",
        "Before Nelson’s pillar trams slowed, shunted, changed trolley, started\nfor Blackrock, Kingstown and Dalkey, Clonskea, Rathgar and Terenure,\nPalmerston Park and upper Rathmines, Sandymount Green, Rathmines,\nRingsend and Sandymount Tower, Harold’s Cross. The hoarse Dublin\nUnited Tramway Company’s timekeeper bawled them off:",
        "–Rathgar and Terenure!",
        "–Come on, Sandymount Green!",
        "Right and left parallel clanging ringing a doubledecker and a\nsingledeck moved from their railheads, swerved to the down line, glided\nparallel.",
        "–Start, Palmerston Park!",
        "    the Wearer of the Crown",
        "Under the porch of the general post office shoeblacks called and\npolished. Parked in North Prince’s street His Majesty’s vermilion\nmailcars, bearing on their sides the royal initials, E. R., received\nloudly flung sacks of letters, postcards, lettercards, parcels, insured\nand paid, for local, provincial, British and overseas delivery.",
        "    Gentlemen of the Press",
        "Grossbooted draymen rolled barrels dullthudding out of Prince’s\nstores and bumped them up on the brewery float. On the brewery float\nbumped dullthudding barrels rolled by grossbooted draymen out of\nPrince’s stores.",
        "–There it is, Red Murray said. Alexander Keyes.",
        "–Just cut it out, will you? Mr Bloom said, and I’ll take it round to the\nTELEGRAPH office.",
        "The door of Ruttledge’s office creaked again. Davy Stephens, minute\nin a large capecoat, a small felt hat crowning his ringlets, passed out\nwith a roll of papers under his cape, a king’s courier.",
        "Red Murray’s long shears sliced out the advertisement from the\nnewspaper in four clean strokes. Scissors and paste.",
        "–I’ll go through the printingworks, Mr Bloom said, taking the cut square.",
        "–Of course, if he wants a par, Red Murray said earnestly, a pen behind\nhis ear, we can do him one.",
        "–Right, Mr Bloom said with a nod. I’ll rub that in.",
        "We.",
        "    WILLIAM BRAYDEN,\n    ESQUIRE, OF OAKLANDS, SANDYMOUNT",
        "Red Murray touched Mr Bloom’s arm with the shears and whispered:",
        "–Brayden.",
        "Mr Bloom turned and saw the liveried porter raise his lettered cap as a\nstately figure entered between the newsboards of the WEEKLY FREEMAN AND\nNATIONAL PRESS and the FREEMAN’S JOURNAL AND NATIONAL PRESS. Dullthudding\nGuinness’s barrels. It passed statelily up the staircase, steered by an\numbrella, a solemn beardframed face. The broadcloth back ascended each\nstep: back. All his brains are in the nape of his neck, Simon Dedalus\nsays. Welts of flesh behind on him. Fat folds of neck, fat, neck, fat,\nneck.",
        "–Don’t you think his face is like Our Saviour? Red Murray whispered.",
        "The door of Ruttledge’s office whispered: ee: cree. They always build\none door opposite another for the wind to. Way in. Way out.",
        "Our Saviour: beardframed oval face: talking in the dusk. Mary,\nMartha. Steered by an umbrella sword to the footlights: Mario the tenor.",
        "–Or like Mario, Mr Bloom said.",
        "–Yes, Red Murray agreed. But Mario was said to be the picture of Our\nSaviour.",
        "Jesusmario with rougy cheeks, doublet and spindle legs. Hand on his\nheart. In MARTHA.",
        "    CO-OME THOU LOST ONE,\n    CO-OME THOU DEAR ONE!",
        "    the Crozier and the Pen",
        "–His grace phoned down twice this morning, Red Murray said gravely.",
        "They watched the knees, legs, boots vanish. Neck.",
        "A telegram boy stepped in nimbly, threw an envelope on the counter\nand stepped off posthaste with a word:",
        "–Freeman!",
        "Mr Bloom said slowly:",
        "–Well, he is one of our saviours also.",
        "A meek smile accompanied him as he lifted the counterflap, as he\npassed in through a sidedoor and along the warm dark stairs and passage,\nalong the now reverberating boards. But will he save the circulation?\nThumping. Thumping.",
        "He pushed in the glass swingdoor and entered, stepping over strewn\npacking paper. Through a lane of clanking drums he made his way towards\nNannetti’s reading closet.",
        "Hynes here too: account of the funeral probably. Thumping. Thump.",
        "    WITH UNFEIGNED REGRET IT IS WE ANNOUNCE THE DISSOLUTION\n    OF A MOST RESPECTED DUBLIN BURGESS",
        "This morning the remains of the late Mr Patrick Dignam. Machines.\nSmash a man to atoms if they got him caught. Rule the world today. His\nmachineries are pegging away too. Like these, got out of hand: fermenting.\nWorking away, tearing away. And that old grey rat tearing to get in.",
        "    How a Great Daily Organ Is Turned Out",
        "Mr Bloom halted behind the foreman’s spare body, admiring a glossy crown.",
        "Strange he never saw his real country. Ireland my country. Member\nfor College green. He boomed that workaday worker tack for all it was\nworth. It’s the ads and side features sell a weekly, not the stale news in\nthe official gazette. Queen Anne is dead. Published by authority in the\nyear one thousand and. Demesne situate in the townland of Rosenallis,\nbarony of Tinnahinch. To all whom it may concern schedule pursuant to\nstatute showing return of number of mules and jennets exported from\nBallina. Nature notes. Cartoons. Phil Blake’s weekly Pat and Bull story.\nUncle Toby’s page for tiny tots. Country bumpkin’s queries. Dear Mr\nEditor, what is a good cure for flatulence? I’d like that part. Learn a\nlot teaching others. The personal note. M. A. P. Mainly all pictures.\nShapely bathers on golden strand. World’s biggest balloon. Double marriage\nof sisters celebrated. Two bridegrooms laughing heartily at each other.\nCuprani too, printer. More Irish than the Irish.",
        "The machines clanked in threefour time. Thump, thump, thump.\nNow if he got paralysed there and no-one knew how to stop them they’d\nclank on and on the same, print it over and over and up and back.\nMonkeydoodle the whole thing. Want a cool head.",
        "–Well, get it into the evening edition, councillor, Hynes said.",
        "Soon be calling him my lord mayor. Long John is backing him, they say.",
        "The foreman, without answering, scribbled press on a corner of the\nsheet and made a sign to a typesetter. He handed the sheet silently over\nthe dirty glass screen.",
        "–Right: thanks, Hynes said moving off.",
        "Mr Bloom stood in his way.",
        "–If you want to draw the cashier is just going to lunch, he said,\npointing backward with his thumb.",
        "–Did you? Hynes asked.",
        "–Mm, Mr Bloom said. Look sharp and you’ll catch him.",
        "–Thanks, old man, Hynes said. I’ll tap him too.",
        "He hurried on eagerly towards the FREEMAN’S JOURNAL.",
        "Three bob I lent him in Meagher’s. Three weeks. Third hint.",
        "    We See the Canvasser At Work",
        "Mr Bloom laid his cutting on Mr Nannetti’s desk.",
        "–Excuse me, councillor, he said. This ad, you see. Keyes, you remember?",
        "Mr Nannetti considered the cutting awhile and nodded.",
        "–He wants it in for July, Mr Bloom said.",
        "The foreman moved his pencil towards it.",
        "–But wait, Mr Bloom said. He wants it changed. Keyes, you see. He wants\ntwo keys at the top.",
        "Hell of a racket they make. He doesn’t hear it. Nannan. Iron nerves.\nMaybe he understands what I.",
        "The foreman turned round to hear patiently and, lifting an elbow,\nbegan to scratch slowly in the armpit of his alpaca jacket.",
        "–Like that, Mr Bloom said, crossing his forefingers at the top.",
        "Let him take that in first.",
        "Mr Bloom, glancing sideways up from the cross he had made, saw the\nforeman’s sallow face, think he has a touch of jaundice, and beyond the\nobedient reels feeding in huge webs of paper. Clank it. Clank it. Miles of\nit unreeled. What becomes of it after? O, wrap up meat, parcels: various\nuses, thousand and one things.",
        "Slipping his words deftly into the pauses of the clanking he drew\nswiftly on the scarred woodwork.",
        "    House of Key(e)s",
        "–Like that, see. Two crossed keys here. A circle. Then here the name.\nAlexander Keyes, tea, wine and spirit merchant. So on.",
        "Better not teach him his own business.",
        "–You know yourself, councillor, just what he wants. Then round the top\nin leaded: the house of keys. You see? Do you think that’s a good idea?",
        "The foreman moved his scratching hand to his lower ribs and scratched\nthere quietly.",
        "–The idea, Mr Bloom said, is the house of keys. You know, councillor,\nthe Manx parliament. Innuendo of home rule. Tourists, you know, from the\nisle of Man. Catches the eye, you see. Can you do that?",
        "I could ask him perhaps about how to pronounce that VOGLIO. But\nthen if he didn’t know only make it awkward for him. Better not.",
        "–We can do that, the foreman said. Have you the design?",
        "–I can get it, Mr Bloom said. It was in a Kilkenny paper. He has a house\nthere too. I’ll just run out and ask him. Well, you can do that and just a\nlittle par calling attention. You know the usual. Highclass licensed\npremises. Longfelt want. So on.",
        "The foreman thought for an instant.",
        "–We can do that, he said. Let him give us a three months’ renewal.",
        "A typesetter brought him a limp galleypage. He began to check it\nsilently. Mr Bloom stood by, hearing the loud throbs of cranks, watching\nthe silent typesetters at their cases.",
        "    Orthographical",
        "Want to be sure of his spelling. Proof fever. Martin Cunningham\nforgot to give us his spellingbee conundrum this morning. It is amusing to\nview the unpar one ar alleled embarra two ars is it? double ess ment of a\nharassed pedlar while gauging au the symmetry with a y of a peeled pear\nunder a cemetery wall. Silly, isn’t it? Cemetery put in of course on\naccount of the symmetry.",
        "I should have said when he clapped on his topper. Thank you. I ought\nto have said something about an old hat or something. No. I could have\nsaid. Looks as good as new now. See his phiz then.",
        "Sllt. The nethermost deck of the first machine jogged forward its\nflyboard with sllt the first batch of quirefolded papers. Sllt. Almost\nhuman the way it sllt to call attention. Doing its level best to speak.\nThat door too sllt creaking, asking to be shut. Everything speaks in its\nown way. Sllt.",
        "    Noted Churchman An Occasional Contributor",
        "The foreman handed back the galleypage suddenly, saying:",
        "–Wait. Where’s the archbishop’s letter? It’s to be repeated in the\nTELEGRAPH. Where’s what’s his name?",
        "He looked about him round his loud unanswering machines.",
        "–Monks, sir? a voice asked from the castingbox.",
        "–Ay. Where’s Monks?",
        "–Monks!",
        "Mr Bloom took up his cutting. Time to get out.",
        "–Then I’ll get the design, Mr Nannetti, he said, and you’ll give it a\ngood place I know.",
        "–Monks!",
        "–Yes, sir.",
        "Three months’ renewal. Want to get some wind off my chest first. Try\nit anyhow. Rub in August: good idea: horseshow month. Ballsbridge.\nTourists over for the show.",
        "    a Dayfather",
        "He walked on through the caseroom passing an old man, bowed,\nspectacled, aproned. Old Monks, the dayfather. Queer lot of stuff he must\nhave put through his hands in his time: obituary notices, pubs’ ads,\nspeeches, divorce suits, found drowned. Nearing the end of his tether now.\nSober serious man with a bit in the savingsbank I’d say. Wife a good cook\nand washer. Daughter working the machine in the parlour. Plain Jane, no\ndamn nonsense.",
        "    and It Was the Feast of the Passover",
        "He stayed in his walk to watch a typesetter neatly distributing type.\nReads it backwards first. Quickly he does it. Must require some practice\nthat. mangiD kcirtaP. Poor papa with his hagadah book, reading\nbackwards with his finger to me. Pessach. Next year in Jerusalem. Dear, O\ndear! All that long business about that brought us out of the land of\nEgypt and into the house of bondage ALLELUIA. SHEMA ISRAEL ADONAI ELOHENU.\nNo, that’s the other. Then the twelve brothers, Jacob’s sons. And then the\nlamb and the cat and the dog and the stick and the water and the butcher.\nAnd then the angel of death kills the butcher and he kills the ox and the\ndog kills the cat. Sounds a bit silly till you come to look into it well.\nJustice it means but it’s everybody eating everyone else. That’s what life\nis after all. How quickly he does that job. Practice makes perfect. Seems\nto see with his fingers.",
        "Mr Bloom passed on out of the clanking noises through the gallery on\nto the landing. Now am I going to tram it out all the way and then catch\nhim out perhaps. Better phone him up first. Number? Yes. Same as Citron’s\nhouse. Twentyeight. Twentyeight double four.",
        "    Only Once More That Soap",
        "He went down the house staircase. Who the deuce scrawled all over\nthose walls with matches? Looks as if they did it for a bet. Heavy greasy\nsmell there always is in those works. Lukewarm glue in Thom’s next door\nwhen I was there.",
        "He took out his handkerchief to dab his nose. Citronlemon? Ah, the\nsoap I put there. Lose it out of that pocket. Putting back his\nhandkerchief he took out the soap and stowed it away, buttoned, into the\nhip pocket of his trousers.",
        "What perfume does your wife use? I could go home still: tram:\nsomething I forgot. Just to see: before: dressing. No. Here. No.",
        "A sudden screech of laughter came from the EVENING TELEGRAPH office. Know\nwho that is. What’s up? Pop in a minute to phone. Ned Lambert it is.",
        "He entered softly.",
        "    Erin, Green Gem of the Silver Sea",
        "–The ghost walks, professor MacHugh murmured softly, biscuitfully to\nthe dusty windowpane.",
        "Mr Dedalus, staring from the empty fireplace at Ned Lambert’s\nquizzing face, asked of it sourly:",
        "–Agonising Christ, wouldn’t it give you a heartburn on your arse?",
        "Ned Lambert, seated on the table, read on:",
        "–OR AGAIN, NOTE THE MEANDERINGS OF SOME PURLING RILL AS IT BABBLES ON\nITS WAY, THO’ QUARRELLING WITH THE STONY OBSTACLES, TO THE TUMBLING WATERS\nOF NEPTUNE’S BLUE DOMAIN, ’MID MOSSY BANKS, FANNED BY GENTLEST ZEPHYRS,\nPLAYED ON BY THE GLORIOUS SUNLIGHT OR ’NEATH THE SHADOWS CAST O’ER ITS\nPENSIVE BOSOM BY THE OVERARCHING LEAFAGE OF THE GIANTS OF THE FOREST. What\nabout that, Simon? he asked over the fringe of his newspaper. How’s that\nfor high?",
        "–Changing his drink, Mr Dedalus said.",
        "Ned Lambert, laughing, struck the newspaper on his knees, repeating:",
        "–THE PENSIVE BOSOM AND THE OVERARSING LEAFAGE. O boys! O boys!",
        "–And Xenophon looked upon Marathon, Mr Dedalus said, looking again\non the fireplace and to the window, and Marathon looked on the sea.",
        "–That will do, professor MacHugh cried from the window. I don’t want to\nhear any more of the stuff.",
        "He ate off the crescent of water biscuit he had been nibbling and,\nhungered, made ready to nibble the biscuit in his other hand.",
        "High falutin stuff. Bladderbags. Ned Lambert is taking a day off I\nsee. Rather upsets a man’s day, a funeral does. He has influence they say.\nOld Chatterton, the vicechancellor, is his granduncle or his\ngreatgranduncle. Close on ninety they say. Subleader for his death written\nthis long time perhaps. Living to spite them. Might go first himself.\nJohnny, make room for your uncle. The right honourable Hedges Eyre\nChatterton. Daresay he writes him an odd shaky cheque or two on gale days.\nWindfall when he kicks out. Alleluia.",
        "–Just another spasm, Ned Lambert said.",
        "–What is it? Mr Bloom asked.",
        "–A recently discovered fragment of Cicero, professor MacHugh answered\nwith pomp of tone. OUR LOVELY LAND.",
        "    Short But to the Point",
        "–Whose land? Mr Bloom said simply.",
        "–Most pertinent question, the professor said between his chews. With an\naccent on the whose.",
        "–Dan Dawson’s land Mr Dedalus said.",
        "–Is it his speech last night? Mr Bloom asked.",
        "Ned Lambert nodded.",
        "–But listen to this, he said.",
        "The doorknob hit Mr Bloom in the small of the back as the door was\npushed in.",
        "–Excuse me, J. J. O’Molloy said, entering.",
        "Mr Bloom moved nimbly aside.",
        "–I beg yours, he said.",
        "–Good day, Jack.",
        "–Come in. Come in.",
        "–Good day.",
        "–How are you, Dedalus?",
        "–Well. And yourself?",
        "J. J. O’Molloy shook his head.",
        "    Sad",
        "Cleverest fellow at the junior bar he used to be. Decline, poor chap.\nThat hectic flush spells finis for a man. Touch and go with him. What’s in\nthe wind, I wonder. Money worry.",
        "–Or Again If We But Climb the Serried Mountain Peaks.",
        "–You’re looking extra.",
        "–Is the editor to be seen? J. J. O’Molloy asked, looking towards the\ninner door.",
        "–Very much so, professor MacHugh said. To be seen and heard. He’s in\nhis sanctum with Lenehan.",
        "J. J. O’Molloy strolled to the sloping desk and began to turn back the\npink pages of the file.",
        "Practice dwindling. A mighthavebeen. Losing heart. Gambling. Debts\nof honour. Reaping the whirlwind. Used to get good retainers from D. and\nT. Fitzgerald. Their wigs to show the grey matter. Brains on their sleeve\nlike the statue in Glasnevin. Believe he does some literary work for the\nEXPRESS with Gabriel Conroy. Wellread fellow. Myles Crawford began on\nthe INDEPENDENT. Funny the way those newspaper men veer about when\nthey get wind of a new opening. Weathercocks. Hot and cold in the same\nbreath. Wouldn’t know which to believe. One story good till you hear the\nnext. Go for one another baldheaded in the papers and then all blows over.\nHail fellow well met the next moment.",
        "–Ah, listen to this for God’ sake, Ned Lambert pleaded. OR AGAIN IF WE\nBUT CLIMB THE SERRIED MOUNTAIN PEAKS ...",
        "–Bombast! the professor broke in testily. Enough of the inflated\nwindbag!",
        "–PEAKS, Ned Lambert went on, TOWERING HIGH ON HIGH, TO BATHE OUR SOULS,\nAS IT WERE ...",
        "–Bathe his lips, Mr Dedalus said. Blessed and eternal God! Yes? Is he\ntaking anything for it?",
        "–AS ’TWERE, IN THE PEERLESS PANORAMA OF IRELAND’S PORTFOLIO, UNMATCHED,\nDESPITE THEIR WELLPRAISED PROTOTYPES IN OTHER VAUNTED PRIZE REGIONS, FOR\nVERY BEAUTY, OF BOSKY GROVE AND UNDULATING PLAIN AND LUSCIOUS PASTURELAND\nOF VERNAL GREEN, STEEPED IN THE TRANSCENDENT TRANSLUCENT GLOW OF OUR MILD\nMYSTERIOUS IRISH TWILIGHT ...",
        "    His Native Doric",
        "–The moon, professor MacHugh said. He forgot Hamlet.",
        "–THAT MANTLES THE VISTA FAR AND WIDE AND WAIT TILL THE GLOWING ORB OF\nTHE MOON SHINE FORTH TO IRRADIATE HER SILVER EFFULGENCE ...",
        "–O! Mr Dedalus cried, giving vent to a hopeless groan. Shite and onions!\nThat’ll do, Ned. Life is too short.",
        "He took off his silk hat and, blowing out impatiently his bushy\nmoustache, welshcombed his hair with raking fingers.",
        "Ned Lambert tossed the newspaper aside, chuckling with delight. An\ninstant after a hoarse bark of laughter burst over professor MacHugh’s\nunshaven blackspectacled face.",
        "–Doughy Daw! he cried.",
        "    What Wetherup Said",
        "All very fine to jeer at it now in cold print but it goes down like hot\ncake that stuff. He was in the bakery line too, wasn’t he? Why they call\nhim Doughy Daw. Feathered his nest well anyhow. Daughter engaged to that\nchap in the inland revenue office with the motor. Hooked that nicely.\nEntertainments. Open house. Big blowout. Wetherup always said that. Get\na grip of them by the stomach.",
        "The inner door was opened violently and a scarlet beaked face,\ncrested by a comb of feathery hair, thrust itself in. The bold blue eyes\nstared about them and the harsh voice asked:",
        "–What is it?",
        "–And here comes the sham squire himself! professor MacHugh said grandly.",
        "–Getonouthat, you bloody old pedagogue! the editor said in recognition.",
        "–Come, Ned, Mr Dedalus said, putting on his hat. I must get a drink\nafter that.",
        "–Drink! the editor cried. No drinks served before mass.",
        "–Quite right too, Mr Dedalus said, going out. Come on, Ned.",
        "Ned Lambert sidled down from the table. The editor’s blue eyes roved\ntowards Mr Bloom’s face, shadowed by a smile.",
        "–Will you join us, Myles? Ned Lambert asked.",
        "    Memorable Battles Recalled",
        "–North Cork militia! the editor cried, striding to the mantelpiece. We\nwon every time! North Cork and Spanish officers!",
        "–Where was that, Myles? Ned Lambert asked with a reflective glance at\nhis toecaps.",
        "–In Ohio! the editor shouted.",
        "–So it was, begad, Ned Lambert agreed.",
        "Passing out he whispered to J. J. O’Molloy:",
        "–Incipient jigs. Sad case.",
        "–Ohio! the editor crowed in high treble from his uplifted scarlet face.\nMy Ohio!",
        "–A perfect cretic! the professor said. Long, short and long.",
        "    O, Harp Eolian!",
        "He took a reel of dental floss from his waistcoat pocket and, breaking\noff a piece, twanged it smartly between two and two of his resonant\nunwashed teeth.",
        "–Bingbang, bangbang.",
        "Mr Bloom, seeing the coast clear, made for the inner door.",
        "–Just a moment, Mr Crawford, he said. I just want to phone about an ad.",
        "He went in.",
        "–What about that leader this evening? professor MacHugh asked, coming\nto the editor and laying a firm hand on his shoulder.",
        "–That’ll be all right, Myles Crawford said more calmly. Never you fret.\nHello, Jack. That’s all right.",
        "–Good day, Myles, J. J. O’Molloy said, letting the pages he held slip\nlimply back on the file. Is that Canada swindle case on today?",
        "The telephone whirred inside.",
        "–Twentyeight ... No, twenty ... Double four ... Yes.",
        "    Spot the Winner",
        "Lenehan came out of the inner office with SPORT’S tissues.",
        "–Who wants a dead cert for the Gold cup? he asked. Sceptre with O.\nMadden up.",
        "He tossed the tissues on to the table.",
        "Screams of newsboys barefoot in the hall rushed near and the door\nwas flung open.",
        "–Hush, Lenehan said. I hear feetstoops.",
        "Professor MacHugh strode across the room and seized the cringing\nurchin by the collar as the others scampered out of the hall and down the\nsteps. The tissues rustled up in the draught, floated softly in the air\nblue scrawls and under the table came to earth.",
        "–It wasn’t me, sir. It was the big fellow shoved me, sir.",
        "–Throw him out and shut the door, the editor said. There’s a hurricane\nblowing.",
        "Lenehan began to paw the tissues up from the floor, grunting as he\nstooped twice.",
        "–Waiting for the racing special, sir, the newsboy said. It was Pat\nFarrell shoved me, sir.",
        "He pointed to two faces peering in round the doorframe.",
        "–Him, sir.",
        "–Out of this with you, professor MacHugh said gruffly.",
        "He hustled the boy out and banged the door to.",
        "J. J. O’Molloy turned the files crackingly over, murmuring, seeking:",
        "–Continued on page six, column four.",
        "–Yes, EVENING TELEGRAPH here, Mr Bloom phoned from the inner office. Is\nthe boss ...? Yes, TELEGRAPH ... To where? Aha! Which auction rooms? ...\nAha! I see ... Right. I’ll catch him.",
        "    a Collision Ensues",
        "The bell whirred again as he rang off. He came in quickly and\nbumped against Lenehan who was struggling up with the second tissue.",
        "–PARDON, MONSIEUR, Lenehan said, clutching him for an instant and making\na grimace.",
        "–My fault, Mr Bloom said, suffering his grip. Are you hurt? I’m in a\nhurry.",
        "–Knee, Lenehan said.",
        "He made a comic face and whined, rubbing his knee:",
        "–The accumulation of the ANNO DOMINI.",
        "–Sorry, Mr Bloom said.",
        "He went to the door and, holding it ajar, paused. J. J. O’Molloy\nslapped the heavy pages over. The noise of two shrill voices, a\nmouthorgan, echoed in the bare hallway from the newsboys squatted on the\ndoorsteps:",
        "  –WE ARE THE BOYS OF WEXFORD\n    WHO FOUGHT WITH HEART AND HAND.",
        "    Exit Bloom",
        "–I’m just running round to Bachelor’s walk, Mr Bloom said, about this ad\nof Keyes’s. Want to fix it up. They tell me he’s round there in Dillon’s.",
        "He looked indecisively for a moment at their faces. The editor who,\nleaning against the mantelshelf, had propped his head on his hand,\nsuddenly stretched forth an arm amply.",
        "–Begone! he said. The world is before you.",
        "–Back in no time, Mr Bloom said, hurrying out.",
        "J. J. O’Molloy took the tissues from Lenehan’s hand and read them,\nblowing them apart gently, without comment.",
        "–He’ll get that advertisement, the professor said, staring through his\nblackrimmed spectacles over the crossblind. Look at the young scamps after\nhim.",
        "–Show. Where? Lenehan cried, running to the window.",
        "    a Street Cortege",
        "Both smiled over the crossblind at the file of capering newsboys in Mr\nBloom’s wake, the last zigzagging white on the breeze a mocking kite, a\ntail of white bowknots.",
        "–Look at the young guttersnipe behind him hue and cry, Lenehan said, and\nyou’ll kick. O, my rib risible! Taking off his flat spaugs and the walk.\nSmall nines. Steal upon larks.",
        "He began to mazurka in swift caricature across the floor on sliding\nfeet past the fireplace to J. J. O’Molloy who placed the tissues in his\nreceiving hands.",
        "–What’s that? Myles Crawford said with a start. Where are the other two\ngone?",
        "–Who? the professor said, turning. They’re gone round to the Oval for a\ndrink. Paddy Hooper is there with Jack Hall. Came over last night.",
        "–Come on then, Myles Crawford said. Where’s my hat?",
        "He walked jerkily into the office behind, parting the vent of his jacket,\njingling his keys in his back pocket. They jingled then in the air and\nagainst the wood as he locked his desk drawer.",
        "–He’s pretty well on, professor MacHugh said in a low voice.",
        "–Seems to be, J. J. O’Molloy said, taking out a cigarettecase in\nmurmuring meditation, but it is not always as it seems. Who has the most\nmatches?",
        "    the Calumet of Peace",
        "He offered a cigarette to the professor and took one himself. Lenehan\npromptly struck a match for them and lit their cigarettes in turn. J. J.\nO’Molloy opened his case again and offered it.",
        "–THANKY VOUS, Lenehan said, helping himself.",
        "The editor came from the inner office, a straw hat awry on his brow.\nHe declaimed in song, pointing sternly at professor MacHugh:",
        "  –’TWAS RANK AND FAME THAT TEMPTED THEE,\n    ’TWAS EMPIRE CHARMED THY HEART.",
        "The professor grinned, locking his long lips.",
        "–Eh? You bloody old Roman empire? Myles Crawford said.",
        "He took a cigarette from the open case. Lenehan, lighting it for him\nwith quick grace, said:",
        "–Silence for my brandnew riddle!",
        "–IMPERIUM ROMANUM, J. J. O’Molloy said gently. It sounds nobler than\nBritish or Brixton. The word reminds one somehow of fat in the fire.",
        "Myles Crawford blew his first puff violently towards the ceiling.",
        "–That’s it, he said. We are the fat. You and I are the fat in the fire.\nWe haven’t got the chance of a snowball in hell.",
        "    the Grandeur That Was Rome",
        "–Wait a moment, professor MacHugh said, raising two quiet claws. We\nmustn’t be led away by words, by sounds of words. We think of Rome,\nimperial, imperious, imperative.",
        "He extended elocutionary arms from frayed stained shirtcuffs, pausing:",
        "–What was their civilisation? Vast, I allow: but vile. Cloacae: sewers.\nThe Jews in the wilderness and on the mountaintop said: IT IS MEET TO BE\nHERE. LET US BUILD AN ALTAR TO JEHOVAH. The Roman, like the Englishman who\nfollows in his footsteps, brought to every new shore on which he set his\nfoot (on our shore he never set it) only his cloacal obsession. He gazed\nabout him in his toga and he said: IT IS MEET TO BE HERE. LET US CONSTRUCT\nA WATERCLOSET.",
        "–Which they accordingly did do, Lenehan said. Our old ancient ancestors,\nas we read in the first chapter of Guinness’s, were partial to the running\nstream.",
        "–They were nature’s gentlemen, J. J. O’Molloy murmured. But we have\nalso Roman law.",
        "–And Pontius Pilate is its prophet, professor MacHugh responded.",
        "–Do you know that story about chief baron Palles? J. J. O’Molloy asked.\nIt was at the royal university dinner. Everything was going\nswimmingly ...",
        "–First my riddle, Lenehan said. Are you ready?",
        "Mr O’Madden Burke, tall in copious grey of Donegal tweed, came in\nfrom the hallway. Stephen Dedalus, behind him, uncovered as he entered.",
        "–ENTREZ, MES ENFANTS! Lenehan cried.",
        "–I escort a suppliant, Mr O’Madden Burke said melodiously. Youth led by\nExperience visits Notoriety.",
        "–How do you do? the editor said, holding out a hand. Come in. Your\ngovernor is just gone.",
        "    ? ? ?",
        "Lenehan said to all:",
        "–Silence! What opera resembles a railwayline? Reflect, ponder,\nexcogitate, reply.",
        "Stephen handed over the typed sheets, pointing to the title and signature.",
        "–Who? the editor asked.",
        "Bit torn off.",
        "–Mr Garrett Deasy, Stephen said.",
        "–That old pelters, the editor said. Who tore it? Was he short taken?",
        "    ON SWIFT SAIL FLAMING\n    FROM STORM AND SOUTH\n    HE COMES, PALE VAMPIRE,\n    MOUTH TO MY MOUTH.",
        "–Good day, Stephen, the professor said, coming to peer over their\nshoulders. Foot and mouth? Are you turned ...?",
        "Bullockbefriending bard.",
        "    Shindy in Wellknown Restaurant",
        "–Good day, sir, Stephen answered blushing. The letter is not mine. Mr\nGarrett Deasy asked me to ...",
        "–O, I know him, Myles Crawford said, and I knew his wife too. The\nbloodiest old tartar God ever made. By Jesus, she had the foot and mouth\ndisease and no mistake! The night she threw the soup in the waiter’s face\nin the Star and Garter. Oho!",
        "A woman brought sin into the world. For Helen, the runaway wife of\nMenelaus, ten years the Greeks. O’Rourke, prince of Breffni.",
        "–Is he a widower? Stephen asked.",
        "–Ay, a grass one, Myles Crawford said, his eye running down the\ntypescript. Emperor’s horses. Habsburg. An Irishman saved his life on the\nramparts of Vienna. Don’t you forget! Maximilian Karl O’Donnell, graf\nvon Tirconnell in Ireland. Sent his heir over to make the king an Austrian\nfieldmarshal now. Going to be trouble there one day. Wild geese. O yes,\nevery time. Don’t you forget that!",
        "–The moot point is did he forget it, J. J. O’Molloy said quietly,\nturning a horseshoe paperweight. Saving princes is a thank you job.",
        "Professor MacHugh turned on him.",
        "–And if not? he said.",
        "–I’ll tell you how it was, Myles Crawford began. A Hungarian it was one\nday ...",
        "    Lost Causes",
        "    NOBLE MARQUESS MENTIONED",
        "–We were always loyal to lost causes, the professor said. Success for us\nis the death of the intellect and of the imagination. We were never loyal\nto the successful. We serve them. I teach the blatant Latin language. I\nspeak the tongue of a race the acme of whose mentality is the maxim: time\nis money. Material domination. DOMINUS! Lord! Where is the spirituality?\nLord Jesus? Lord Salisbury? A sofa in a westend club. But the Greek!",
        "    Kyrie Eleison!",
        "A smile of light brightened his darkrimmed eyes, lengthened his long\nlips.",
        "–The Greek! he said again. KYRIOS! Shining word! The vowels the Semite\nand the Saxon know not. KYRIE! The radiance of the intellect. I ought to\nprofess Greek, the language of the mind. KYRIE ELEISON! The closetmaker\nand the cloacamaker will never be lords of our spirit. We are liege\nsubjects of the catholic chivalry of Europe that foundered at Trafalgar\nand of the empire of the spirit, not an IMPERIUM, that went under with the\nAthenian fleets at Aegospotami. Yes, yes. They went under. Pyrrhus, misled\nby an oracle, made a last attempt to retrieve the fortunes of Greece.\nLoyal to a lost cause.",
        "He strode away from them towards the window.",
        "–They went forth to battle, Mr O’Madden Burke said greyly, but they\nalways fell.",
        "–Boohoo! Lenehan wept with a little noise. Owing to a brick received in\nthe latter half of the MATINEE. Poor, poor, poor Pyrrhus!",
        "He whispered then near Stephen’s ear:",
        "    Lenehan’s Limerick",
        "  –THERE’S A PONDEROUS PUNDIT MACHUGH\n    WHO WEARS GOGGLES OF EBONY HUE.\n    AS HE MOSTLY SEES DOUBLE\n    TO WEAR THEM WHY TROUBLE?\n    I CAN’T SEE THE JOE MILLER. CAN YOU?",
        "In mourning for Sallust, Mulligan says. Whose mother is beastly dead.",
        "Myles Crawford crammed the sheets into a sidepocket.",
        "–That’ll be all right, he said. I’ll read the rest after. That’ll be all\nright.",
        "Lenehan extended his hands in protest.",
        "–But my riddle! he said. What opera is like a railwayline?",
        "–Opera? Mr O’Madden Burke’s sphinx face reriddled.",
        "Lenehan announced gladly:",
        "–THE ROSE OF CASTILE. See the wheeze? Rows of cast steel. Gee!",
        "He poked Mr O’Madden Burke mildly in the spleen. Mr O’Madden Burke\nfell back with grace on his umbrella, feigning a gasp.",
        "–Help! he sighed. I feel a strong weakness.",
        "Lenehan, rising to tiptoe, fanned his face rapidly with the rustling\ntissues.",
        "The professor, returning by way of the files, swept his hand across\nStephen’s and Mr O’Madden Burke’s loose ties.",
        "–Paris, past and present, he said. You look like communards.",
        "–Like fellows who had blown up the Bastile, J. J. O’Molloy said in quiet\nmockery. Or was it you shot the lord lieutenant of Finland between you?\nYou look as though you had done the deed. General Bobrikoff.",
        "    Omnium Gatherum",
        "–We were only thinking about it, Stephen said.",
        "–All the talents, Myles Crawford said. Law, the classics ...",
        "–The turf, Lenehan put in.",
        "–Literature, the press.",
        "–If Bloom were here, the professor said. The gentle art of advertisement.",
        "–And Madam Bloom, Mr O’Madden Burke added. The vocal muse. Dublin’s\nprime favourite.",
        " Lenehan gave a loud cough.",
        "–Ahem! he said very softly. O, for a fresh of breath air! I caught a\ncold in the park. The gate was open.",
        "Continue...",
        "\nThis eBook of “Ulysses” by James Joyce belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "UlyssesBy James JoyceAt Amazon"
    ]
}