{
    "title": "Ulysses - II (I)",
    "author": "James Joyce",
    "chapter": "12",
    "content": [
        "\n\n",
        "THE WATCH: Bloom. Of Bloom. For Bloom. Bloom.",
        "(each Lays Hand On Bloom’s Shoulder.)",
        "FIRST WATCH: Caught in the act. Commit no nuisance.",
        "BLOOM: (STAMMERS) I am doing good to others.",
        "(A COVEY OF GULLS, STORM PETRELS, RISES HUNGRILY FROM LIFFEY SLIME WITH\nBANBURY CAKES IN THEIR BEAKS.)",
        "THE GULLS: Kaw kave kankury kake.",
        "BLOOM: The friend of man. Trained by kindness.",
        "(HE POINTS. BOB DORAN, TOPPLING FROM A HIGH BARSTOOL, SWAYS OVER THE\nMUNCHING SPANIEL.)",
        "BOB DORAN: Towser. Give us the paw. Give the paw.",
        "(THE BULLDOG GROWLS, HIS SCRUFF STANDING, A GOBBET OF PIG’S KNUCKLE\nBETWEEN HIS MOLARS THROUGH WHICH RABID SCUMSPITTLE DRIBBLES. BOB DORAN\nFILLS SILENTLY INTO AN AREA.)",
        "SECOND WATCH: Prevention of cruelty to animals.",
        "BLOOM: (ENTHUSIASTICALLY) A noble work! I scolded that tramdriver on\nHarold’s cross bridge for illusing the poor horse with his harness scab.\nBad French I got for my pains. Of course it was frosty and the last tram.\nAll tales of circus life are highly demoralising.",
        "(SIGNOR MAFFEI, PASSIONPALE, IN LIONTAMER’S COSTUME WITH DIAMOND STUDS IN\nHIS SHIRTFRONT, STEPS FORWARD, HOLDING A CIRCUS PAPERHOOP, A CURLING\nCARRIAGEWHIP AND A REVOLVER WITH WHICH HE COVERS THE GORGING BOARHOUND.)",
        "SIGNOR MAFFEI: (WITH A SINISTER SMILE) Ladies and gentlemen, my educated\ngreyhound. It was I broke in the bucking broncho Ajax with my patent\nspiked saddle for carnivores. Lash under the belly with a knotted thong.\nBlock tackle and a strangling pulley will bring your lion to heel, no\nmatter how fractious, even LEO FEROX there, the Libyan maneater. A redhot\ncrowbar and some liniment rubbing on the burning part produced Fritz of\nAmsterdam, the thinking hyena. (HE GLARES) I possess the Indian sign. The\nglint of my eye does it with these breastsparklers. (WITH A BEWITCHING\nSMILE) I now introduce Mademoiselle Ruby, the pride of the ring.",
        "FIRST WATCH: Come. Name and address.",
        "BLOOM: I have forgotten for the moment. Ah, yes! (HE TAKES OFF HIS HIGH\nGRADE HAT, SALUTING) Dr Bloom, Leopold, dental surgeon. You have heard of\nvon Blum Pasha. Umpteen millions. DONNERWETTER! Owns half Austria. Egypt.\nCousin.",
        "FIRST WATCH: Proof.",
        "(a Card Falls From Inside the Leather Headband of Bloom’s Hat.)",
        "BLOOM: (IN RED FEZ, CADI’S DRESS COAT WITH BROAD GREEN SASH, WEARING A\nFALSE BADGE OF THE LEGION OF HONOUR, PICKS UP THE CARD HASTILY AND OFFERS\nIT) Allow me. My club is the Junior Army and Navy. Solicitors: Messrs\nJohn Henry Menton, 27 Bachelor’s Walk.",
        "FIRST WATCH: (READS) Henry Flower. No fixed abode. Unlawfully watching\nand besetting.",
        "SECOND WATCH: An alibi. You are cautioned.",
        "BLOOM: (PRODUCES FROM HIS HEARTPOCKET A CRUMPLED YELLOW FLOWER) This is\nthe flower in question. It was given me by a man I don’t know his name.\n(PLAUSIBLY) You know that old joke, rose of Castile. Bloom. The change of\nname. Virag. (HE MURMURS PRIVATELY AND CONFIDENTIALLY) We are engaged you\nsee, sergeant. Lady in the case. Love entanglement. (HE SHOULDERS THE\nSECOND WATCH GENTLY) Dash it all. It’s a way we gallants have in the\nnavy. Uniform that does it. (HE TURNS GRAVELY TO THE FIRST WATCH) Still,\nof course, you do get your Waterloo sometimes. Drop in some evening and\nhave a glass of old Burgundy. (TO THE SECOND WATCH GAILY) I’ll introduce\nyou, inspector. She’s game. Do it in the shake of a lamb’s tail.",
        "(a Dark Mercurialised Face Appears, Leading a Veiled Figure.)",
        "THE DARK MERCURY: The Castle is looking for him. He was drummed out of\nthe army.",
        "MARTHA: (THICKVEILED, A CRIMSON HALTER ROUND HER NECK, A COPY OF THE\nIrish Times IN HER HAND, IN TONE OF REPROACH, POINTING) Henry! Leopold!\nLionel, thou lost one! Clear my name.",
        "FIRST WATCH: (STERNLY) Come to the station.",
        "BLOOM: (SCARED, HATS HIMSELF, STEPS BACK, THEN, PLUCKING AT HIS HEART AND\nLIFTING HIS RIGHT FOREARM ON THE SQUARE, HE GIVES THE SIGN AND DUEGUARD\nOF FELLOWCRAFT) No, no, worshipful master, light of love. Mistaken\nidentity. The Lyons mail. Lesurques and Dubosc. You remember the Childs\nfratricide case. We medical men. By striking him dead with a hatchet. I\nam wrongfully accused. Better one guilty escape than ninetynine\nwrongfully condemned.",
        "MARTHA: (SOBBING BEHIND HER VEIL) Breach of promise. My real name is\nPeggy Griffin. He wrote to me that he was miserable. I’ll tell my\nbrother, the Bective rugger fullback, on you, heartless flirt.",
        "BLOOM: (BEHIND HIS HAND) She’s drunk. The woman is inebriated. (HE\nMURMURS VAGUELY THE PASS OF EPHRAIM) Shitbroleeth.",
        "SECOND WATCH: (TEARS IN HIS EYES, TO BLOOM) You ought to be thoroughly\nwell ashamed of yourself.",
        "BLOOM: Gentlemen of the jury, let me explain. A pure mare’s nest. I am a\nman misunderstood. I am being made a scapegoat of. I am a respectable\nmarried man, without a stain on my character. I live in Eccles street. My\nwife, I am the daughter of a most distinguished commander, a gallant\nupstanding gentleman, what do you call him, Majorgeneral Brian Tweedy,\none of Britain’s fighting men who helped to win our battles. Got his\nmajority for the heroic defence of Rorke’s Drift.",
        "FIRST WATCH: Regiment.",
        "BLOOM: (TURNS TO THE GALLERY) The royal Dublins, boys, the salt of the\nearth, known the world over. I think I see some old comrades in arms up\nthere among you. The R. D. F., with our own Metropolitan police,\nguardians of our homes, the pluckiest lads and the finest body of men, as\nphysique, in the service of our sovereign.",
        "A VOICE: Turncoat! Up the Boers! Who booed Joe Chamberlain?",
        "BLOOM: (HIS HAND ON THE SHOULDER OF THE FIRST WATCH) My old dad too was a\nJ. P. I’m as staunch a Britisher as you are, sir. I fought with the\ncolours for king and country in the absentminded war under general Gough\nin the park and was disabled at Spion Kop and Bloemfontein, was mentioned\nin dispatches. I did all a white man could. (WITH QUIET FEELING) Jim\nBludso. Hold her nozzle again the bank.",
        "FIRST WATCH: Profession or trade.",
        "BLOOM: Well, I follow a literary occupation, author-journalist. In fact\nwe are just bringing out a collection of prize stories of which I am the\ninventor, something that is an entirely new departure. I am connected\nwith the British and Irish press. If you ring up ...",
        "(MYLES CRAWFORD STRIDES OUT JERKILY, A QUILL BETWEEN HIS TEETH. HIS\nSCARLET BEAK BLAZES WITHIN THE AUREOLE OF HIS STRAW HAT. HE DANGLES A\nHANK OF SPANISH ONIONS IN ONE HAND AND HOLDS WITH THE OTHER HAND A\nTELEPHONE RECEIVER NOZZLE TO HIS EAR.)",
        "MYLES CRAWFORD: (HIS COCK’S WATTLES WAGGING) Hello, seventyseven\neightfour. Hello. FREEMAN’S URINAL and WEEKLY ARSEWIPE here. Paralyse\nEurope. You which? Bluebags? Who writes? Is it Bloom?",
        "(MR PHILIP BEAUFOY, PALEFACED, STANDS IN THE WITNESSBOX, IN ACCURATE\nMORNING DRESS, OUTBREAST POCKET WITH PEAK OF HANDKERCHIEF SHOWING,\nCREASED LAVENDER TROUSERS AND PATENT BOOTS. HE CARRIES A LARGE PORTFOLIO\nLABELLED Matcham’s Masterstrokes.)",
        "BEAUFOY: (DRAWLS) No, you aren’t. Not by a long shot if I know it. I\ndon’t see it that’s all. No born gentleman, no-one with the most\nrudimentary promptings of a gentleman would stoop to such particularly\nloathsome conduct. One of those, my lord. A plagiarist. A soapy sneak\nmasquerading as a litterateur. It’s perfectly obvious that with the most\ninherent baseness he has cribbed some of my bestselling copy, really\ngorgeous stuff, a perfect gem, the love passages in which are beneath\nsuspicion. The Beaufoy books of love and great possessions, with which\nyour lordship is doubtless familiar, are a household word throughout the\nkingdom.",
        "BLOOM: (MURMURS WITH HANGDOG MEEKNESS GLUM) That bit about the laughing\nwitch hand in hand I take exception to, if I may ...",
        "BEAUFOY: (HIS LIP UPCURLED, SMILES SUPERCILIOUSLY ON THE COURT) You funny\nass, you! You’re too beastly awfully weird for words! I don’t think you\nneed over excessively disincommodate yourself in that regard. My literary\nagent Mr J. B. Pinker is in attendance. I presume, my lord, we shall\nreceive the usual witnesses’ fees, shan’t we? We are considerably out of\npocket over this bally pressman johnny, this jackdaw of Rheims, who has\nnot even been to a university.",
        "BLOOM: (INDISTINCTLY) University of life. Bad art.",
        "BEAUFOY: (SHOUTS) It’s a damnably foul lie, showing the moral rottenness\nof the man! (HE EXTENDS HIS PORTFOLIO) We have here damning evidence, the\nCORPUS DELICTI, my lord, a specimen of my maturer work disfigured by the\nhallmark of the beast.",
        "A Voice From the Gallery:",
        "    Moses, Moses, king of the jews,\n    Wiped his arse in the Daily News.",
        "BLOOM: (BRAVELY) Overdrawn.",
        "BEAUFOY: You low cad! You ought to be ducked in the horsepond, you\nrotter! (TO THE COURT) Why, look at the man’s private life! Leading a\nquadruple existence! Street angel and house devil. Not fit to be\nmentioned in mixed society! The archconspirator of the age!",
        "BLOOM: (TO THE COURT) And he, a bachelor, how ...",
        "FIRST WATCH: The King versus Bloom. Call the woman Driscoll.",
        "THE CRIER: Mary Driscoll, scullerymaid!",
        "(MARY DRISCOLL, A SLIPSHOD SERVANT GIRL, APPROACHES. SHE HAS A BUCKET ON\nTHE CROOK OF HER ARM AND A SCOURINGBRUSH IN HER HAND.)",
        "SECOND WATCH: Another! Are you of the unfortunate class?",
        "MARY DRISCOLL: (INDIGNANTLY) I’m not a bad one. I bear a respectable\ncharacter and was four months in my last place. I was in a situation, six\npounds a year and my chances with Fridays out and I had to leave owing to\nhis carryings on.",
        "FIRST WATCH: What do you tax him with?",
        "MARY DRISCOLL: He made a certain suggestion but I thought more of myself\nas poor as I am.",
        "BLOOM: (IN HOUSEJACKET OF RIPPLECLOTH, FLANNEL TROUSERS, HEELLESS\nSLIPPERS, UNSHAVEN, HIS HAIR RUMPLED: SOFTLY) I treated you white. I gave\nyou mementos, smart emerald garters far above your station. Incautiously\nI took your part when you were accused of pilfering. There’s a medium in\nall things. Play cricket.",
        "MARY DRISCOLL: (EXCITEDLY) As God is looking down on me this night if\never I laid a hand to them oysters!",
        "FIRST WATCH: The offence complained of? Did something happen?",
        "MARY DRISCOLL: He surprised me in the rere of the premises, Your honour,\nwhen the missus was out shopping one morning with a request for a safety\npin. He held me and I was discoloured in four places as a result. And he\ninterfered twict with my clothing.",
        "BLOOM: She counterassaulted.",
        "MARY DRISCOLL: (SCORNFULLY) I had more respect for the scouringbrush, so\nI had. I remonstrated with him, Your lord, and he remarked: keep it\nquiet.",
        "(general Laughter.)",
        "GEORGE FOTTRELL: (CLERK OF THE CROWN AND PEACE, RESONANTLY) Order in\ncourt! The accused will now make a bogus statement.",
        "(BLOOM, PLEADING NOT GUILTY AND HOLDING A FULLBLOWN WATERLILY, BEGINS A\nLONG UNINTELLIGIBLE SPEECH. THEY WOULD HEAR WHAT COUNSEL HAD TO SAY IN\nHIS STIRRING ADDRESS TO THE GRAND JURY. HE WAS DOWN AND OUT BUT, THOUGH\nBRANDED AS A BLACK SHEEP, IF HE MIGHT SAY SO, HE MEANT TO REFORM, TO\nRETRIEVE THE MEMORY OF THE PAST IN A PURELY SISTERLY WAY AND RETURN TO\nNATURE AS A PURELY DOMESTIC ANIMAL. A SEVENMONTHS’ CHILD, HE HAD BEEN\nCAREFULLY BROUGHT UP AND NURTURED BY AN AGED BEDRIDDEN PARENT. THERE\nMIGHT HAVE BEEN LAPSES OF AN ERRING FATHER BUT HE WANTED TO TURN OVER A\nNEW LEAF AND NOW, WHEN AT LONG LAST IN SIGHT OF THE WHIPPING POST, TO\nLEAD A HOMELY LIFE IN THE EVENING OF HIS DAYS, PERMEATED BY THE\nAFFECTIONATE SURROUNDINGS OF THE HEAVING BOSOM OF THE FAMILY. AN\nACCLIMATISED BRITISHER, HE HAD SEEN THAT SUMMER EVE FROM THE FOOTPLATE OF\nAN ENGINE CAB OF THE LOOP LINE RAILWAY COMPANY WHILE THE RAIN REFRAINED\nFROM FALLING GLIMPSES, AS IT WERE, THROUGH THE WINDOWS OF LOVEFUL\nHOUSEHOLDS IN DUBLIN CITY AND URBAN DISTRICT OF SCENES TRULY RURAL OF\nHAPPINESS OF THE BETTER LAND WITH DOCKRELL’S WALLPAPER AT ONE AND\nNINEPENCE A DOZEN, INNOCENT BRITISHBORN BAIRNS LISPING PRAYERS TO THE\nSACRED INFANT, YOUTHFUL SCHOLARS GRAPPLING WITH THEIR PENSUMS OR MODEL\nYOUNG LADIES PLAYING ON THE PIANOFORTE OR ANON ALL WITH FERVOUR RECITING\nTHE FAMILY ROSARY ROUND THE CRACKLING YULELOG WHILE IN THE BOREENS AND\nGREEN LANES THE COLLEENS WITH THEIR SWAINS STROLLED WHAT TIMES THE\nSTRAINS OF THE ORGANTONED MELODEON BRITANNIA METALBOUND WITH FOUR ACTING\nSTOPS AND TWELVEFOLD BELLOWS, A SACRIFICE, GREATEST BARGAIN EVER...)",
        "(RENEWED LAUGHTER. HE MUMBLES INCOHERENTLY. REPORTERS COMPLAIN THAT THEY\nCANNOT HEAR.)",
        "LONGHAND AND SHORTHAND: (WITHOUT LOOKING UP FROM THEIR NOTEBOOKS) Loosen\nhis boots.",
        "PROFESSOR MACHUGH: (FROM THE PRESSTABLE, COUGHS AND CALLS) Cough it up,\nman. Get it out in bits.",
        "(THE CROSSEXAMINATION PROCEEDS RE BLOOM AND THE BUCKET. A LARGE BUCKET.\nBLOOM HIMSELF. BOWEL TROUBLE. IN BEAVER STREET GRIPE, YES. QUITE BAD. A\nPLASTERER’S BUCKET. BY WALKING STIFFLEGGED. SUFFERED UNTOLD MISERY.\nDEADLY AGONY. ABOUT NOON. LOVE OR BURGUNDY. YES, SOME SPINACH. CRUCIAL\nMOMENT. HE DID NOT LOOK IN THE BUCKET NOBODY. RATHER A MESS. NOT\nCOMPLETELY. A Titbits BACK NUMBER.)",
        "(UPROAR AND CATCALLS. BLOOM IN A TORN FROCKCOAT STAINED WITH WHITEWASH,\nDINGED SILK HAT SIDEWAYS ON HIS HEAD, A STRIP OF STICKINGPLASTER ACROSS\nHIS NOSE, TALKS INAUDIBLY.)",
        "J. J. O’MOLLOY: (IN BARRISTER’S GREY WIG AND STUFFGOWN, SPEAKING WITH A\nVOICE OF PAINED PROTEST) This is no place for indecent levity at the\nexpense of an erring mortal disguised in liquor. We are not in a\nbeargarden nor at an Oxford rag nor is this a travesty of justice. My\nclient is an infant, a poor foreign immigrant who started scratch as a\nstowaway and is now trying to turn an honest penny. The trumped up\nmisdemeanour was due to a momentary aberration of heredity, brought on by\nhallucination, such familiarities as the alleged guilty occurrence being\nquite permitted in my client’s native place, the land of the Pharaoh.\nPRIMA FACIE, I put it to you that there was no attempt at carnally\nknowing. Intimacy did not occur and the offence complained of by\nDriscoll, that her virtue was solicited, was not repeated. I would deal\nin especial with atavism. There have been cases of shipwreck and\nsomnambulism in my client’s family. If the accused could speak he could a\ntale unfold–one of the strangest that have ever been narrated between\nthe covers of a book. He himself, my lord, is a physical wreck from\ncobbler’s weak chest. His submission is that he is of Mongolian\nextraction and irresponsible for his actions. Not all there, in fact.",
        "BLOOM: (BAREFOOT, PIGEONBREASTED, IN LASCAR’S VEST AND TROUSERS,\nAPOLOGETIC TOES TURNED IN, OPENS HIS TINY MOLE’S EYES AND LOOKS ABOUT HIM\nDAZEDLY, PASSING A SLOW HAND ACROSS HIS FOREHEAD. THEN HE HITCHES HIS\nBELT SAILOR FASHION AND WITH A SHRUG OF ORIENTAL OBEISANCE SALUTES THE\nCOURT, POINTING ONE THUMB HEAVENWARD.) Him makee velly muchee fine night.\n(HE BEGINS TO LILT SIMPLY)",
        "    Li li poo lil chile\n    Blingee pigfoot evly night\n    Payee two shilly ...",
        "(he Is Howled Down.)",
        "J. J. O’MOLLOY: (HOTLY TO THE POPULACE) This is a lonehand fight. By\nHades, I will not have any client of mine gagged and badgered in this\nfashion by a pack of curs and laughing hyenas. The Mosaic code has\nsuperseded the law of the jungle. I say it and I say it emphatically,\nwithout wishing for one moment to defeat the ends of justice, accused was\nnot accessory before the act and prosecutrix has not been tampered with.\nThe young person was treated by defendant as if she were his very own\ndaughter. (BLOOM TAKES J. J. O’MOLLOY’S HAND AND RAISES IT TO HIS LIPS.)\nI shall call rebutting evidence to prove up to the hilt that the hidden\nhand is again at its old game. When in doubt persecute Bloom. My client,\nan innately bashful man, would be the last man in the world to do\nanything ungentlemanly which injured modesty could object to or cast a\nstone at a girl who took the wrong turning when some dastard, responsible\nfor her condition, had worked his own sweet will on her. He wants to go\nstraight. I regard him as the whitest man I know. He is down on his luck\nat present owing to the mortgaging of his extensive property at Agendath\nNetaim in faraway Asia Minor, slides of which will now be shown. (TO\nBLOOM) I suggest that you will do the handsome thing.",
        "BLOOM: A penny in the pound.",
        "(THE IMAGE OF THE LAKE OF KINNERETH WITH BLURRED CATTLE CROPPING IN\nSILVER HAZE IS PROJECTED ON THE WALL. MOSES DLUGACZ, FERRETEYED ALBINO,\nIN BLUE DUNGAREES, STANDS UP IN THE GALLERY, HOLDING IN EACH HAND AN\nORANGE CITRON AND A PORK KIDNEY.)",
        "DLUGACZ: (HOARSELY) Bleibtreustrasse, Berlin, W.13.",
        "(J. J. O’MOLLOY STEPS ON TO A LOW PLINTH AND HOLDS THE LAPEL OF HIS COAT\nWITH SOLEMNITY. HIS FACE LENGTHENS, GROWS PALE AND BEARDED, WITH SUNKEN\nEYES, THE BLOTCHES OF PHTHISIS AND HECTIC CHEEKBONES OF JOHN F. TAYLOR.\nHE APPLIES HIS HANDKERCHIEF TO HIS MOUTH AND SCRUTINISES THE GALLOPING\nTIDE OF ROSEPINK BLOOD.)",
        "J.J.O’MOLLOY: (ALMOST VOICELESSLY) Excuse me. I am suffering from a\nsevere chill, have recently come from a sickbed. A few wellchosen words.\n(HE ASSUMES THE AVINE HEAD, FOXY MOUSTACHE AND PROBOSCIDAL ELOQUENCE OF\nSEYMOUR BUSHE.) When the angel’s book comes to be opened if aught that\nthe pensive bosom has inaugurated of soultransfigured and of\nsoultransfiguring deserves to live I say accord the prisoner at the bar\nthe sacred benefit of the doubt. (A PAPER WITH SOMETHING WRITTEN ON IT IS\nHANDED INTO COURT.)",
        "BLOOM: (IN COURT DRESS) Can give best references. Messrs Callan, Coleman.\nMr Wisdom Hely J. P. My old chief Joe Cuffe. Mr V. B. Dillon, ex lord\nmayor of Dublin. I have moved in the charmed circle of the highest ...\nQueens of Dublin society. (CARELESSLY) I was just chatting this afternoon\nat the viceregal lodge to my old pals, sir Robert and lady Ball,\nastronomer royal at the levee. Sir Bob, I said ...",
        "MRS YELVERTON BARRY: (IN LOWCORSAGED OPAL BALLDRESS AND ELBOWLENGTH IVORY\nGLOVES, WEARING A SABLETRIMMED BRICKQUILTED DOLMAN, A COMB OF BRILLIANTS\nAND PANACHE OF OSPREY IN HER HAIR) Arrest him, constable. He wrote me an\nanonymous letter in prentice backhand when my husband was in the North\nRiding of Tipperary on the Munster circuit, signed James Lovebirch. He\nsaid that he had seen from the gods my peerless globes as I sat in a box\nof the THEATRE ROYAL at a command performance of LA CIGALE. I deeply\ninflamed him, he said. He made improper overtures to me to misconduct\nmyself at half past four p.m. on the following Thursday, Dunsink time. He\noffered to send me through the post a work of fiction by Monsieur Paul de\nKock, entitled THE GIRL WITH THE THREE PAIRS OF STAYS.",
        "MRS BELLINGHAM: (IN CAP AND SEAL CONEY MANTLE, WRAPPED UP TO THE NOSE,\nSTEPS OUT OF HER BROUGHAM AND SCANS THROUGH TORTOISESHELL QUIZZING-\nGLASSES WHICH SHE TAKES FROM INSIDE HER HUGE OPOSSUM MUFF) Also to me.\nYes, I believe it is the same objectionable person. Because he closed my\ncarriage door outside sir Thornley Stoker’s one sleety day during the\ncold snap of February ninetythree when even the grid of the wastepipe and\nthe ballstop in my bath cistern were frozen. Subsequently he enclosed a\nbloom of edelweiss culled on the heights, as he said, in my honour. I had\nit examined by a botanical expert and elicited the information that it\nwas ablossom of the homegrown potato plant purloined from a forcingcase\nof the model farm.",
        "MRS YELVERTON BARRY: Shame on him!",
        "(a Crowd of Sluts and Ragamuffins Surges Forward)",
        "THE SLUTS AND RAGAMUFFINS: (SCREAMING) Stop thief! Hurrah there,\nBluebeard! Three cheers for Ikey Mo!",
        "SECOND WATCH: (PRODUCES HANDCUFFS) Here are the darbies.",
        "MRS BELLINGHAM: He addressed me in several handwritings with fulsome\ncompliments as a Venus in furs and alleged profound pity for my\nfrostbound coachman Palmer while in the same breath he expressed himself\nas envious of his earflaps and fleecy sheepskins and of his fortunate\nproximity to my person, when standing behind my chair wearing my livery\nand the armorial bearings of the Bellingham escutcheon garnished sable, a\nbuck’s head couped or. He lauded almost extravagantly my nether\nextremities, my swelling calves in silk hose drawn up to the limit, and\neulogised glowingly my other hidden treasures in priceless lace which, he\nsaid, he could conjure up. He urged me (stating that he felt it his\nmission in life to urge me) to defile the marriage bed, to commit\nadultery at the earliest possible opportunity.",
        "THE HONOURABLE MRS MERVYN TALBOYS: (IN AMAZON COSTUME, HARD HAT,\nJACKBOOTS COCKSPURRED, VERMILION WAISTCOAT, FAWN MUSKETEER GAUNTLETS WITH\nBRAIDED DRUMS, LONG TRAIN HELD UP AND HUNTING CROP WITH WHICH SHE STRIKES\nHER WELT CONSTANTLY) Also me. Because he saw me on the polo ground of the\nPhoenix park at the match All Ireland versus the Rest of Ireland. My\neyes, I know, shone divinely as I watched Captain Slogger Dennehy of the\nInniskillings win the final chukkar on his darling cob CENTAUR. This\nplebeian Don Juan observed me from behind a hackney car and sent me in\ndouble envelopes an obscene photograph, such as are sold after dark on\nParis boulevards, insulting to any lady. I have it still. It represents a\npartially nude senorita, frail and lovely (his wife, as he solemnly\nassured me, taken by him from nature), practising illicit intercourse\nwith a muscular torero, evidently a blackguard. He urged me to do\nlikewise, to misbehave, to sin with officers of the garrison. He implored\nme to soil his letter in an unspeakable manner, to chastise him as he\nrichly deserves, to bestride and ride him, to give him a most vicious\nhorsewhipping.",
        "MRS BELLINGHAM: Me too.",
        "MRS YELVERTON BARRY: Me too.",
        "(SEVERAL HIGHLY RESPECTABLE DUBLIN LADIES HOLD UP IMPROPER LETTERS\nRECEIVED FROM BLOOM.)",
        "THE HONOURABLE MRS MERVYN TALBOYS: (STAMPS HER JINGLING SPURS IN A SUDDEN\nPAROXYSM OF FURY) I will, by the God above me. I’ll scourge the\npigeonlivered cur as long as I can stand over him. I’ll flay him alive.",
        "BLOOM: (HIS EYES CLOSING, QUAILS EXPECTANTLY) Here? (HE SQUIRMS) Again!\n(HE PANTS CRINGING) I love the danger.",
        "THE HONOURABLE MRS MERVYN TALBOYS: Very much so! I’ll make it hot for\nyou. I’ll make you dance Jack Latten for that.",
        "MRS BELLINGHAM: Tan his breech well, the upstart! Write the stars and\nstripes on it!",
        "MRS YELVERTON BARRY: Disgraceful! There’s no excuse for him! A married\nman!",
        "BLOOM: All these people. I meant only the spanking idea. A warm tingling\nglow without effusion. Refined birching to stimulate the circulation.",
        "THE HONOURABLE MRS MERVYN TALBOYS: (LAUGHS DERISIVELY) O, did you, my\nfine fellow? Well, by the living God, you’ll get the surprise of your\nlife now, believe me, the most unmerciful hiding a man ever bargained\nfor. You have lashed the dormant tigress in my nature into fury.",
        "MRS BELLINGHAM: (SHAKES HER MUFF AND QUIZZING-GLASSES VINDICTIVELY) Make\nhim smart, Hanna dear. Give him ginger. Thrash the mongrel within an inch\nof his life. The cat-o’-nine-tails. Geld him. Vivisect him.",
        "BLOOM: (SHUDDERING, SHRINKING, JOINS HIS HANDS: WITH HANGDOG MIEN) O\ncold! O shivery! It was your ambrosial beauty. Forget, forgive. Kismet.\nLet me off this once. (HE OFFERS THE OTHER CHEEK)",
        "MRS YELVERTON BARRY: (SEVERELY) Don’t do so on any account, Mrs Talboys!\nHe should be soundly trounced!",
        "THE HONOURABLE MRS MERVYN TALBOYS: (UNBUTTONING HER GAUNTLET VIOLENTLY)\nI’ll do no such thing. Pigdog and always was ever since he was pupped! To\ndare address me! I’ll flog him black and blue in the public streets. I’ll\ndig my spurs in him up to the rowel. He is a wellknown cuckold. (SHE\nSWISHES HER HUNTINGCROP SAVAGELY IN THE AIR) Take down his trousers\nwithout loss of time. Come here, sir! Quick! Ready?",
        "BLOOM: (TREMBLING, BEGINNING TO OBEY) The weather has been so warm.",
        "(davy Stephens, Ringletted, Passes With a Bevy of Barefoot Newsboys.)",
        "DAVY STEPHENS: MESSENGER OF THE SACRED HEART and EVENING TELEGRAPH with\nSaint Patrick’s Day supplement. Containing the new addresses of all the\ncuckolds in Dublin.",
        "(THE VERY REVEREND CANON O’HANLON IN CLOTH OF GOLD COPE ELEVATES AND\nEXPOSES A MARBLE TIMEPIECE. BEFORE HIM FATHER CONROY AND THE REVEREND\nJOHN HUGHES S.J. BEND LOW.)",
        "The Timepiece: (unportalling)",
        "    Cuckoo.\n    Cuckoo.\n    Cuckoo.",
        "(the Brass Quoits of a Bed Are Heard to Jingle.)",
        "THE QUOITS: Jigjag. Jigajiga. Jigjag.",
        "(A PANEL OF FOG ROLLS BACK RAPIDLY, REVEALING RAPIDLY IN THE JURYBOX THE\nFACES OF MARTIN CUNNINGHAM, FOREMAN, SILKHATTED, JACK POWER, SIMON\nDEDALUS, TOM KERNAN, NED LAMBERT, JOHN HENRY MENTON MYLES CRAWFORD,\nLENEHAN, PADDY LEONARD, NOSEY FLYNN, M’COY AND THE FEATURELESS FACE OF A\nNAMELESS ONE.)",
        "THE NAMELESS ONE: Bareback riding. Weight for age. Gob, he organised her.",
        "THE JURORS: (ALL THEIR HEADS TURNED TO HIS VOICE) Really?",
        "THE NAMELESS ONE: (SNARLS) Arse over tip. Hundred shillings to five.",
        "THE JURORS: (ALL THEIR HEADS LOWERED IN ASSENT) Most of us thought as\nmuch.",
        "FIRST WATCH: He is a marked man. Another girl’s plait cut. Wanted: Jack\nthe Ripper. A thousand pounds reward.",
        "SECOND WATCH: (AWED, WHISPERS) And in black. A mormon. Anarchist.",
        "THE CRIER: (LOUDLY) Whereas Leopold Bloom of no fixed abode is a\nwellknown dynamitard, forger, bigamist, bawd and cuckold and a public\nnuisance to the citizens of Dublin and whereas at this commission of\nassizes the most honourable ...",
        "(HIS HONOUR, SIR FREDERICK FALKINER, RECORDER OF DUBLIN, IN JUDICIAL GARB\nOF GREY STONE RISES FROM THE BENCH, STONEBEARDED. HE BEARS IN HIS ARMS AN\nUMBRELLA SCEPTRE. FROM HIS FOREHEAD ARISE STARKLY THE MOSAIC RAMSHORNS.)",
        "THE RECORDER: I will put an end to this white slave traffic and rid\nDublin of this odious pest. Scandalous! (HE DONS THE BLACK CAP) Let him\nbe taken, Mr Subsheriff, from the dock where he now stands and detained\nin custody in Mountjoy prison during His Majesty’s pleasure and there be\nhanged by the neck until he is dead and therein fail not at your peril or\nmay the Lord have mercy on your soul. Remove him. (A BLACK SKULLCAP\nDESCENDS UPON HIS HEAD.)",
        "(the Subsheriff Long John Fanning Appears, Smoking a Pungent Henry Clay.)",
        "LONG JOHN FANNING: (SCOWLS AND CALLS WITH RICH ROLLING UTTERANCE) Who’ll\nhang Judas Iscariot?",
        "(H. RUMBOLD, MASTER BARBER, IN A BLOODCOLOURED JERKIN AND TANNER’S APRON,\nA ROPE COILED OVER HIS SHOULDER, MOUNTS THE BLOCK. A LIFE PRESERVER AND A\nNAILSTUDDED BLUDGEON ARE STUCK IN HIS BELT. HE RUBS GRIMLY HIS GRAPPLING\nHANDS, KNOBBED WITH KNUCKLEDUSTERS.)",
        "RUMBOLD: (TO THE RECORDER WITH SINISTER FAMILIARITY) Hanging Harry, your\nMajesty, the Mersey terror. Five guineas a jugular. Neck or nothing.",
        "(the Bells of George’s Church Toll Slowly, Loud Dark Iron.)",
        "THE BELLS: Heigho! Heigho!",
        "BLOOM: (DESPERATELY) Wait. Stop. Gulls. Good heart. I saw. Innocence.\nGirl in the monkeyhouse. Zoo. Lewd chimpanzee. (BREATHLESSLY) Pelvic\nbasin. Her artless blush unmanned me. (OVERCOME WITH EMOTION) I left the\nprecincts. (HE TURNS TO A FIGURE IN THE CROWD, APPEALING) Hynes, may I\nspeak to you? You know me. That three shillings you can keep. If you want\na little more ...",
        "HYNES: (COLDLY) You are a perfect stranger.",
        "SECOND WATCH: (POINTS TO THE CORNER) The bomb is here.",
        "FIRST WATCH: Infernal machine with a time fuse.",
        "BLOOM: No, no. Pig’s feet. I was at a funeral.",
        "FIRST WATCH: (DRAWS HIS TRUNCHEON) Liar!",
        "(THE BEAGLE LIFTS HIS SNOUT, SHOWING THE GREY SCORBUTIC FACE OF PADDY\nDIGNAM. HE HAS GNAWED ALL. HE EXHALES A PUTRID CARCASEFED BREATH. HE\nGROWS TO HUMAN SIZE AND SHAPE. HIS DACHSHUND COAT BECOMES A BROWN\nMORTUARY HABIT. HIS GREEN EYE FLASHES BLOODSHOT. HALF OF ONE EAR, ALL THE\nNOSE AND BOTH THUMBS ARE GHOULEATEN.)",
        "PADDY DIGNAM: (IN A HOLLOW VOICE) It is true. It was my funeral. Doctor\nFinucane pronounced life extinct when I succumbed to the disease from\nnatural causes.",
        "(he Lifts His Mutilated Ashen Face Moonwards and Bays Lugubriously.)",
        "BLOOM: (IN TRIUMPH) You hear?",
        "PADDY DIGNAM: Bloom, I am Paddy Dignam’s spirit. List, list, O list!",
        "BLOOM: The voice is the voice of Esau.",
        "SECOND WATCH: (BLESSES HIMSELF) How is that possible?",
        "FIRST WATCH: It is not in the penny catechism.",
        "PADDY DIGNAM: By metempsychosis. Spooks.",
        "A VOICE: O rocks.",
        "PADDY DIGNAM: (EARNESTLY) Once I was in the employ of Mr J. H. Menton,\nsolicitor, commissioner for oaths and affidavits, of 27 Bachelor’s Walk.\nNow I am defunct, the wall of the heart hypertrophied. Hard lines. The\npoor wife was awfully cut up. How is she bearing it? Keep her off that\nbottle of sherry. (HE LOOKS ROUND HIM) A lamp. I must satisfy an animal\nneed. That buttermilk didn’t agree with me.",
        "(THE PORTLY FIGURE OF JOHN O’CONNELL, CARETAKER, STANDS FORTH, HOLDING A\nBUNCH OF KEYS TIED WITH CRAPE. BESIDE HIM STANDS FATHER COFFEY, CHAPLAIN,\nTOADBELLIED, WRYNECKED, IN A SURPLICE AND BANDANNA NIGHTCAP, HOLDING\nSLEEPILY A STAFF TWISTED POPPIES.)",
        "FATHER COFFEY: (YAWNS, THEN CHANTS WITH A HOARSE CROAK) Namine. Jacobs.\nVobiscuits. Amen.",
        "JOHN O’CONNELL: (FOGHORNS STORMILY THROUGH HIS MEGAPHONE) Dignam, Patrick\nT, deceased.",
        "PADDY DIGNAM: (WITH PRICKED UP EARS, WINCES) Overtones. (HE WRIGGLES\nFORWARD AND PLACES AN EAR TO THE GROUND) My master’s voice!",
        "JOHN O’CONNELL: Burial docket letter number U. P. eightyfive thousand.\nField seventeen. House of Keys. Plot, one hundred and one.",
        "(PADDY DIGNAM LISTENS WITH VISIBLE EFFORT, THINKING, HIS TAIL\nSTIFFPOINTCD, HIS EARS COCKED.)",
        "PADDY DIGNAM: Pray for the repose of his soul.",
        "(HE WORMS DOWN THROUGH A COALHOLE, HIS BROWN HABIT TRAILING ITS TETHER\nOVER RATTLING PEBBLES. AFTER HIM TODDLES AN OBESE GRANDFATHER RAT ON\nFUNGUS TURTLE PAWS UNDER A GREY CARAPACE. DIGNAM’S VOICE, MUFFLED, IS\nHEARD BAYING UNDER GROUND: Dignam’s dead and gone below. TOM ROCHFORD,\nROBINREDBREASTED, IN CAP AND BREECHES, JUMPS FROM HIS TWOCOLUMNED\nMACHINE.)",
        "TOM ROCHFORD: (A HAND TO HIS BREASTBONE, BOWS) Reuben J. A florin I find\nhim. (HE FIXES THE MANHOLE WITH A RESOLUTE STARE) My turn now on. Follow\nme up to Carlow.",
        "(HE EXECUTES A DAREDEVIL SALMON LEAP IN THE AIR AND IS ENGULFED IN THE\nCOALHOLE. TWO DISCS ON THE COLUMNS WOBBLE, EYES OF NOUGHT. ALL RECEDES.\nBLOOM PLODGES FORWARD AGAIN THROUGH THE SUMP. KISSES CHIRP AMID THE RIFTS\nOF FOG A PIANO SOUNDS. HE STANDS BEFORE A LIGHTED HOUSE, LISTENING. THE\nKISSES, WINGING FROM THEIR BOWERS FLY ABOUT HIM, TWITTERING, WARBLING,\nCOOING.)",
        "THE KISSES: (WARBLING) Leo! (TWITTERING) Icky licky micky sticky for Leo!\n(COOING) Coo coocoo! Yummyyum, Womwom! (WARBLING) Big comebig! Pirouette!\nLeopopold! (TWITTERING) Leeolee! (WARBLING) O Leo!",
        "(THEY RUSTLE, FLUTTER UPON HIS GARMENTS, ALIGHT, BRIGHT GIDDY FLECKS,\nSILVERY SEQUINS.)",
        "BLOOM: A man’s touch. Sad music. Church music. Perhaps here.",
        "(ZOE HIGGINS, A YOUNG WHORE IN A SAPPHIRE SLIP, CLOSED WITH THREE BRONZE\nBUCKLES, A SLIM BLACK VELVET FILLET ROUND HER THROAT, NODS, TRIPS DOWN\nTHE STEPS AND ACCOSTS HIM.)",
        "ZOE: Are you looking for someone? He’s inside with his friend.",
        "BLOOM: Is this Mrs Mack’s?",
        "ZOE: No, eightyone. Mrs Cohen’s. You might go farther and fare worse.\nMother Slipperslapper. (FAMILIARLY) She’s on the job herself tonight with\nthe vet her tipster that gives her all the winners and pays for her son\nin Oxford. Working overtime but her luck’s turned today. (SUSPICIOUSLY)\nYou’re not his father, are you?",
        "BLOOM: Not I!",
        "ZOE: You both in black. Has little mousey any tickles tonight?",
        "(HIS SKIN, ALERT, FEELS HER FINGERTIPS APPROACH. A HAND GLIDES OVER HIS\nLEFT THIGH.)",
        "ZOE: How’s the nuts?",
        "BLOOM: Off side. Curiously they are on the right. Heavier, I suppose. One\nin a million my tailor, Mesias, says.",
        "ZOE: (IN SUDDEN ALARM) You’ve a hard chancre.",
        "BLOOM: Not likely.",
        "ZOE: I feel it.",
        "(HER HAND SLIDES INTO HIS LEFT TROUSER POCKET AND BRINGS OUT A HARD BLACK\nSHRIVELLED POTATO. SHE REGARDS IT AND BLOOM WITH DUMB MOIST LIPS.)",
        "BLOOM: A talisman. Heirloom.",
        "ZOE: For Zoe? For keeps? For being so nice, eh?",
        "(SHE PUTS THE POTATO GREEDILY INTO A POCKET THEN LINKS HIS ARM, CUDDLING\nHIM WITH SUPPLE WARMTH. HE SMILES UNEASILY. SLOWLY, NOTE BY NOTE,\nORIENTAL MUSIC IS PLAYED. HE GAZES IN THE TAWNY CRYSTAL OF HER EYES,\nRINGED WITH KOHOL. HIS SMILE SOFTENS.)",
        "ZOE: You’ll know me the next time.",
        "BLOOM: (FORLORNLY) I never loved a dear gazelle but it was sure to ...",
        "(GAZELLES ARE LEAPING, FEEDING ON THE MOUNTAINS. NEAR ARE LAKES. ROUND\nTHEIR SHORES FILE SHADOWS BLACK OF CEDARGROVES. AROMA RISES, A STRONG\nHAIRGROWTH OF RESIN. IT BURNS, THE ORIENT, A SKY OF SAPPHIRE, CLEFT BY\nTHE BRONZE FLIGHT OF EAGLES. UNDER IT LIES THE WOMANCITY NUDE, WHITE,\nSTILL, COOL, IN LUXURY. A FOUNTAIN MURMURS AMONG DAMASK ROSES. MAMMOTH\nROSES MURMUR OF SCARLET WINEGRAPES. A WINE OF SHAME, LUST, BLOOD EXUDES,\nSTRANGELY MURMURING.)",
        "ZOE: (MURMURING SINGSONG WITH THE MUSIC, HER ODALISK LIPS LUSCIOUSLY\nSMEARED WITH SALVE OF SWINEFAT AND ROSEWATER) SCHORACH ANI WENOWACH,\nBENOITH HIERUSHALOIM.",
        "BLOOM: (FASCINATED) I thought you were of good stock by your accent.",
        "ZOE: And you know what thought did?",
        "(SHE BITES HIS EAR GENTLY WITH LITTLE GOLDSTOPPED TEETH, SENDING ON HIM A\nCLOYING BREATH OF STALE GARLIC. THE ROSES DRAW APART, DISCLOSE A\nSEPULCHRE OF THE GOLD OF KINGS AND THEIR MOULDERING BONES.)",
        "BLOOM: (DRAWS BACK, MECHANICALLY CARESSING HER RIGHT BUB WITH A FLAT\nAWKWARD HAND) Are you a Dublin girl?",
        "ZOE: (CATCHES A STRAY HAIR DEFTLY AND TWISTS IT TO HER COIL) No bloody\nfear. I’m English. Have you a swaggerroot?",
        "BLOOM:  (AS BEFORE) Rarely smoke, dear. Cigar now and then. Childish\ndevice. (LEWDLY) The mouth can be better engaged than with a cylinder of\nrank weed.",
        "ZOE: Go on. Make a stump speech out of it.",
        "BLOOM: (IN WORKMAN’S CORDUROY OVERALLS, BLACK GANSY WITH RED FLOATING TIE\nAND APACHE CAP) Mankind is incorrigible. Sir Walter Ralegh brought from\nthe new world that potato and that weed, the one a killer of pestilence\nby absorption, the other a poisoner of the ear, eye, heart, memory, will\nunderstanding, all. That is to say he brought the poison a hundred years\nbefore another person whose name I forget brought the food. Suicide.\nLies. All our habits. Why, look at our public life!",
        "(midnight Chimes From Distant Steeples.)",
        "THE CHIMES: Turn again, Leopold! Lord mayor of Dublin!",
        "BLOOM: (IN ALDERMAN’S GOWN AND CHAIN) Electors of Arran Quay, Inns Quay,\nRotunda, Mountjoy and North Dock, better run a tramline, I say, from the\ncattlemarket to the river. That’s the music of the future. That’s my\nprogramme. CUI BONO? But our bucaneering Vanderdeckens in their phantom\nship of finance ...",
        "AN ELECTOR: Three times three for our future chief magistrate!",
        "(the Aurora Borealis of the Torchlight Procession Leaps.)",
        "THE TORCHBEARERS: Hooray!",
        "(SEVERAL WELLKNOWN BURGESSES, CITY MAGNATES AND FREEMEN OF THE CITY SHAKE\nHANDS WITH BLOOM AND CONGRATULATE HIM. TIMOTHY HARRINGTON, LATE THRICE\nLORD MAYOR OF DUBLIN, IMPOSING IN MAYORAL SCARLET, GOLD CHAIN AND WHITE\nSILK TIE, CONFERS WITH COUNCILLOR LORCAN SHERLOCK, LOCUM TENENS. THEY NOD\nVIGOROUSLY IN AGREEMENT.)",
        "LATE LORD MAYOR HARRINGTON: (IN SCARLET ROBE WITH MACE, GOLD MAYORAL\nCHAIN AND LARGE WHITE SILK SCARF) That alderman sir Leo Bloom’s speech be\nprinted at the expense of the ratepayers. That the house in which he was\nborn be ornamented with a commemorative tablet and that the thoroughfare\nhitherto known as Cow Parlour off Cork street be henceforth designated\nBoulevard Bloom.",
        "COUNCILLOR LORCAN SHERLOCK: Carried unanimously.",
        "BLOOM: (IMPASSIONEDLY) These flying Dutchmen or lying Dutchmen as they\nrecline in their upholstered poop, casting dice, what reck they? Machines\nis their cry, their chimera, their panacea. Laboursaving apparatuses,\nsupplanters, bugbears, manufactured monsters for mutual murder, hideous\nhobgoblins produced by a horde of capitalistic lusts upon our prostituted\nlabour. The poor man starves while they are grassing their royal mountain\nstags or shooting peasants and phartridges in their purblind pomp of pelf\nand power. But their reign is rover for rever and ever and ev ...",
        "(PROLONGED APPLAUSE. VENETIAN MASTS, MAYPOLES AND FESTAL ARCHES SPRING\nUP. A STREAMER BEARING THE LEGENDS Cead Mile Failte AND Mah Ttob Melek\nIsrael SPANS THE STREET. ALL THE WINDOWS ARE THRONGED WITH SIGHTSEERS,\nCHIEFLY LADIES. ALONG THE ROUTE THE REGIMENTS OF THE ROYAL DUBLIN\nFUSILIERS, THE KING’S OWN SCOTTISH BORDERERS, THE CAMERON HIGHLANDERS AND\nTHE WELSH FUSILIERS STANDING TO ATTENTION, KEEP BACK THE CROWD. BOYS FROM\nHIGH SCHOOL ARE PERCHED ON THE LAMPPOSTS, TELEGRAPH POLES, WINDOWSILLS,\nCORNICES, GUTTERS, CHIMNEYPOTS, RAILINGS, RAINSPOUTS, WHISTLING AND\nCHEERING THE PILLAR OF THE CLOUD APPEARS. A FIFE AND DRUM BAND IS HEARD\nIN THE DISTANCE PLAYING THE KOL NIDRE. THE BEATERS APPROACH WITH IMPERIAL\nEAGLES HOISTED, TRAILING BANNERS AND WAVING ORIENTAL PALMS. THE\nCHRYSELEPHANTINE PAPAL STANDARD RISES HIGH, SURROUNDED BY PENNONS OF THE\nCIVIC FLAG. THE VAN OF THE PROCESSION APPEARS HEADED BY JOHN HOWARD\nPARNELL, CITY MARSHAL, IN A CHESSBOARD TABARD, THE ATHLONE POURSUIVANT\nAND ULSTER KING OF ARMS. THEY ARE FOLLOWED BY THE RIGHT HONOURABLE JOSEPH\nHUTCHINSON, LORD MAYOR OF DUBLIN, HIS LORDSHIP THE LORD MAYOR OF CORK,\nTHEIR WORSHIPS THE MAYORS OF LIMERICK, GALWAY, SLIGO AND WATERFORD,\nTWENTYEIGHT IRISH REPRESENTATIVE PEERS, SIRDARS, GRANDEES AND MAHARAJAHS\nBEARING THE CLOTH OF ESTATE, THE DUBLIN METROPOLITAN FIRE BRIGADE, THE\nCHAPTER OF THE SAINTS OF FINANCE IN THEIR PLUTOCRATIC ORDER OF\nPRECEDENCE, THE BISHOP OF DOWN AND CONNOR, HIS EMINENCE MICHAEL CARDINAL\nLOGUE, ARCHBISHOP OF ARMAGH, PRIMATE OF ALL IRELAND, HIS GRACE, THE MOST\nREVEREND DR WILLIAM ALEXANDER, ARCHBISHOP OF ARMAGH, PRIMATE OF ALL\nIRELAND, THE CHIEF RABBI, THE PRESBYTERIAN MODERATOR, THE HEADS OF THE\nBAPTIST, ANABAPTIST, METHODIST AND MORAVIAN CHAPELS AND THE HONORARY\nSECRETARY OF THE SOCIETY OF FRIENDS. AFTER THEM MARCH THE GUILDS AND\nTRADES AND TRAINBANDS WITH FLYING COLOURS: COOPERS, BIRD FANCIERS,\nMILLWRIGHTS, NEWSPAPER CANVASSERS, LAW SCRIVENERS, MASSEURS, VINTNERS,\nTRUSSMAKERS, CHIMNEYSWEEPS, LARD REFINERS, TABINET AND POPLIN WEAVERS,\nFARRIERS, ITALIAN WAREHOUSEMEN, CHURCH DECORATORS, BOOTJACK\nMANUFACTURERS, UNDERTAKERS, SILK MERCERS, LAPIDARIES, SALESMASTERS,\nCORKCUTTERS, ASSESSORS OF FIRE LOSSES, DYERS AND CLEANERS, EXPORT\nBOTTLERS, FELLMONGERS, TICKETWRITERS, HERALDIC SEAL ENGRAVERS, HORSE\nREPOSITORY HANDS, BULLION BROKERS, CRICKET AND ARCHERY OUTFITTERS,\nRIDDLEMAKERS, EGG AND POTATO FACTORS, HOSIERS AND GLOVERS, PLUMBING\nCONTRACTORS. AFTER THEM MARCH GENTLEMEN OF THE BEDCHAMBER, BLACK ROD,\nDEPUTY GARTER, GOLD STICK, THE MASTER OF HORSE, THE LORD GREAT\nCHAMBERLAIN, THE EARL MARSHAL, THE HIGH CONSTABLE CARRYING THE SWORD OF\nSTATE, SAINT STEPHEN’S IRON CROWN, THE CHALICE AND BIBLE. FOUR BUGLERS ON\nFOOT BLOW A SENNET. BEEFEATERS REPLY, WINDING CLARIONS OF WELCOME. UNDER\nAN ARCH OF TRIUMPH BLOOM APPEARS, BAREHEADED, IN A CRIMSON VELVET MANTLE\nTRIMMED WITH ERMINE, BEARING SAINT EDWARD’S STAFF THE ORB AND SCEPTRE\nWITH THE DOVE, THE CURTANA. HE IS SEATED ON A MILKWHITE HORSE WITH LONG\nFLOWING CRIMSON TAIL, RICHLY CAPARISONED, WITH GOLDEN HEADSTALL. WILD\nEXCITEMENT. THE LADIES FROM THEIR BALCONIES THROW DOWN ROSEPETALS. THE\nAIR IS PERFUMED WITH ESSENCES. THE MEN CHEER. BLOOM’S BOYS RUN AMID THE\nBYSTANDERS WITH BRANCHES OF HAWTHORN AND WRENBUSHES.)",
        "Bloom’s Boys:",
        "    The wren, the wren,\n    The king of all birds,\n    Saint Stephen’s his day\n    Was caught in the furze.",
        "A BLACKSMITH: (MURMURS) For the honour of God! And is that Bloom? He\nscarcely looks thirtyone.",
        "A PAVIOR AND FLAGGER: That’s the famous Bloom now, the world’s greatest\nreformer. Hats off!",
        "(all Uncover Their Heads. Women Whisper Eagerly.)",
        "A MILLIONAIRESS: (RICHLY) Isn’t he simply wonderful?",
        "A NOBLEWOMAN: (NOBLY) All that man has seen!",
        "A FEMINIST: (MASCULINELY) And done!",
        "A BELLHANGER: A classic face! He has the forehead of a thinker.",
        "(BLOOM’S WEATHER. A SUNBURST APPEARS IN THE NORTHWEST.)",
        "THE BISHOP OF DOWN AND CONNOR: I here present your undoubted emperor-\npresident and king-chairman, the most serene and potent and very puissant\nruler of this realm. God save Leopold the First!",
        "ALL: God save Leopold the First!",
        "BLOOM: (IN DALMATIC AND PURPLE MANTLE, TO THE BISHOP OF DOWN AND CONNOR,\nWITH DIGNITY) Thanks, somewhat eminent sir.",
        "WILLIAM, ARCHBISHOP OF ARMAGH: (IN PURPLE STOCK AND SHOVEL HAT) Will you\nto your power cause law and mercy to be executed in all your judgments in\nIreland and territories thereunto belonging?",
        "BLOOM: (PLACING HIS RIGHT HAND ON HIS TESTICLES, SWEARS) So may the\nCreator deal with me. All this I promise to do.",
        "MICHAEL, ARCHBISHOP OF ARMAGH: (POURS A CRUSE OF HAIROIL OVER BLOOM’S\nHEAD) GAUDIUM MAGNUM ANNUNTIO VOBIS. HABEMUS CARNEFICEM. Leopold,\nPatrick, Andrew, David, George, be thou anointed!",
        "(BLOOM ASSUMES A MANTLE OF CLOTH OF GOLD AND PUTS ON A RUBY RING. HE\nASCENDS AND STANDS ON THE STONE OF DESTINY. THE REPRESENTATIVE PEERS PUT\nON AT THE SAME TIME THEIR TWENTYEIGHT CROWNS. JOYBELLS RING IN CHRIST\nCHURCH, SAINT PATRICK’S, GEORGE’S AND GAY MALAHIDE. MIRUS BAZAAR\nFIREWORKS GO UP FROM ALL SIDES WITH SYMBOLICAL PHALLOPYROTECHNIC DESIGNS.\nTHE PEERS DO HOMAGE, ONE BY ONE, APPROACHING AND GENUFLECTING.)",
        "THE PEERS: I do become your liege man of life and limb to earthly\nworship.",
        "(BLOOM HOLDS UP HIS RIGHT HAND ON WHICH SPARKLES THE KOH-I-NOOR DIAMOND.\nHIS PALFREY NEIGHS. IMMEDIATE SILENCE. WIRELESS INTERCONTINENTAL AND\nINTERPLANETARY TRANSMITTERS ARE SET FOR RECEPTION OF MESSAGE.)",
        "BLOOM: My subjects! We hereby nominate our faithful charger Copula Felix\nhereditary Grand Vizier and announce that we have this day repudiated our\nformer spouse and have bestowed our royal hand upon the princess Selene,\nthe splendour of night.",
        "(THE FORMER MORGANATIC SPOUSE OF BLOOM IS HASTILY REMOVED IN THE BLACK\nMARIA. THE PRINCESS SELENE, IN MOONBLUE ROBES, A SILVER CRESCENT ON HER\nHEAD, DESCENDS FROM A SEDAN CHAIR, BORNE BY TWO GIANTS. AN OUTBURST OF\nCHEERING.)",
        "JOHN HOWARD PARNELL: (RAISES THE ROYAL STANDARD) Illustrious Bloom!\nSuccessor to my famous brother!",
        "BLOOM: (EMBRACES JOHN HOWARD PARNELL) We thank you from our heart, John,\nfor this right royal welcome to green Erin, the promised land of our\ncommon ancestors.",
        "(THE FREEDOM OF THE CITY IS PRESENTED TO HIM EMBODIED IN A CHARTER. THE\nKEYS OF DUBLIN, CROSSED ON A CRIMSON CUSHION, ARE GIVEN TO HIM. HE SHOWS\nALL THAT HE IS WEARING GREEN SOCKS.)",
        "TOM KERNAN: You deserve it, your honour.",
        "BLOOM: On this day twenty years ago we overcame the hereditary enemy at\nLadysmith. Our howitzers and camel swivel guns played on his lines with\ntelling effect. Half a league onward! They charge! All is lost now! Do we\nyield? No! We drive them headlong! Lo! We charge! Deploying to the left\nour light horse swept across the heights of Plevna and, uttering their\nwarcry BONAFIDE SABAOTH, sabred the Saracen gunners to a man.",
        "THE CHAPEL OF FREEMAN TYPESETTERS: Hear! Hear!",
        "JOHN WYSE NOLAN: There’s the man that got away James Stephens.",
        "A BLUECOAT SCHOOLBOY: Bravo!",
        "AN OLD RESIDENT: You’re a credit to your country, sir, that’s what you\nare.",
        "AN APPLEWOMAN: He’s a man like Ireland wants.",
        "BLOOM: My beloved subjects, a new era is about to dawn. I, Bloom, tell\nyou verily it is even now at hand. Yea, on the word of a Bloom, ye shall\nere long enter into the golden city which is to be, the new Bloomusalem\nin the Nova Hibernia of the future.",
        "(THIRTYTWO WORKMEN, WEARING ROSETTES, FROM ALL THE COUNTIES OF IRELAND,\nUNDER THE GUIDANCE OF DERWAN THE BUILDER, CONSTRUCT THE NEW BLOOMUSALEM.\nIT IS A COLOSSAL EDIFICE WITH CRYSTAL ROOF, BUILT IN THE SHAPE OF A HUGE\nPORK KIDNEY, CONTAINING FORTY THOUSAND ROOMS. IN THE COURSE OF ITS\nEXTENSION SEVERAL BUILDINGS AND MONUMENTS ARE DEMOLISHED. GOVERNMENT\nOFFICES ARE TEMPORARILY TRANSFERRED TO RAILWAY SHEDS. NUMEROUS HOUSES ARE\nRAZED TO THE GROUND. THE INHABITANTS ARE LODGED IN BARRELS AND BOXES, ALL\nMARKED IN RED WITH THE LETTERS: L. B. SEVERAL PAUPERS FILL FROM A LADDER.\nA PART OF THE WALLS OF DUBLIN, CROWDED WITH LOYAL SIGHTSEERS, COLLAPSES.)",
        "The Sightseers: (dying) Morituri Te Salutant. (they Die)",
        "(A MAN IN A BROWN MACINTOSH SPRINGS UP THROUGH A TRAPDOOR. HE POINTS AN\nELONGATED FINGER AT BLOOM.)",
        "THE MAN IN THE MACINTOSH: Don’t you believe a word he says. That man is\nLeopold M’Intosh, the notorious fireraiser. His real name is Higgins.",
        "BLOOM: Shoot him! Dog of a christian! So much for M’Intosh!",
        "(A CANNONSHOT. THE MAN IN THE MACINTOSH DISAPPEARS. BLOOM WITH HIS\nSCEPTRE STRIKES DOWN POPPIES. THE INSTANTANEOUS DEATHS OF MANY POWERFUL\nENEMIES, GRAZIERS, MEMBERS OF PARLIAMENT, MEMBERS OF STANDING COMMITTEES,\nARE REPORTED. BLOOM’S BODYGUARD DISTRIBUTE MAUNDY MONEY, COMMEMORATION\nMEDALS, LOAVES AND FISHES, TEMPERANCE BADGES, EXPENSIVE HENRY CLAY\nCIGARS, FREE COWBONES FOR SOUP, RUBBER PRESERVATIVES IN SEALED ENVELOPES\nTIED WITH GOLD THREAD, BUTTER SCOTCH, PINEAPPLE ROCK, billets doux IN THE\nFORM OF COCKED HATS, READYMADE SUITS, PORRINGERS OF TOAD IN THE HOLE,\nBOTTLES OF JEYES’ FLUID, PURCHASE STAMPS, 40 DAYS’ INDULGENCES, SPURIOUS\nCOINS, DAIRYFED PORK SAUSAGES, THEATRE PASSES, SEASON TICKETS AVAILABLE\nFOR ALL TRAMLINES, COUPONS OF THE ROYAL AND PRIVILEGED HUNGARIAN LOTTERY,\nPENNY DINNER COUNTERS, CHEAP REPRINTS OF THE WORLD’S TWELVE WORST BOOKS:\nFROGGY AND FRITZ (POLITIC), CARE OF THE BABY (INFANTILIC), 50 MEALS FOR\n7/6 (CULINIC), WAS JESUS A SUN MYTH? (HISTORIC), EXPEL THAT PAIN (MEDIC),\nINFANT’S COMPENDIUM OF THE UNIVERSE (COSMIC), LET’S ALL CHORTLE\n(HILARIC), CANVASSER’S VADE MECUM (JOURNALIC), LOVELETTERS OF MOTHER\nASSISTANT (EROTIC), WHO’S WHO IN SPACE (ASTRIC), SONGS THAT REACHED OUR\nHEART (MELODIC), PENNYWISE’S WAY TO WEALTH (PARSIMONIC). A GENERAL RUSH\nAND SCRAMBLE. WOMEN PRESS FORWARD TO TOUCH THE HEM OF BLOOM’S ROBE. THE\nLADY GWENDOLEN DUBEDAT BURSTS THROUGH THE THRONG, LEAPS ON HIS HORSE AND\nKISSES HIM ON BOTH CHEEKS AMID GREAT ACCLAMATION. A MAGNESIUM FLASHLIGHT\nPHOTOGRAPH IS TAKEN. BABES AND SUCKLINGS ARE HELD UP.)",
        "THE WOMEN: Little father! Little father!",
        "The Babes and Sucklings:",
        "    Clap clap hands till Poldy comes home,\n    Cakes in his pocket for Leo alone.",
        "(bloom, Bending Down, Pokes Baby Boardman Gently in the Stomach.)",
        "BABY BOARDMAN: (HICCUPS, CURDLED MILK FLOWING FROM HIS MOUTH) Hajajaja.",
        "BLOOM: (SHAKING HANDS WITH A BLIND STRIPLING) My more than Brother!\n(PLACING HIS ARMS ROUND THE SHOULDERS OF AN OLD COUPLE) Dear old friends!\n(HE PLAYS PUSSY FOURCORNERS WITH RAGGED BOYS AND GIRLS) Peep! Bopeep! (HE\nWHEELS TWINS IN A PERAMBULATOR) Ticktacktwo wouldyousetashoe? (HE\nPERFORMS JUGGLER’S TRICKS, DRAWS RED, ORANGE, YELLOW, GREEN, BLUE, INDIGO\nAND VIOLET SILK HANDKERCHIEFS FROM HIS MOUTH) Roygbiv. 32 feet per\nsecond. (HE CONSOLES A WIDOW) Absence makes the heart grow younger. (HE\nDANCES THE HIGHLAND FLING WITH GROTESQUE ANTICS) Leg it, ye devils! (HE\nKISSES THE BEDSORES OF A PALSIED VETERAN) Honourable wounds! (HE TRIPS UP\nA FIT POLICEMAN) U. p: up. U. p: up. (HE WHISPERS IN THE EAR OF A\nBLUSHING WAITRESS AND LAUGHS KINDLY) Ah, naughty, naughty! (HE EATS A RAW\nTURNIP OFFERED HIM BY MAURICE BUTTERLY, FARMER) Fine! Splendid! (HE\nREFUSES TO ACCEPT THREE SHILLINGS OFFERED HIM BY JOSEPH HYNES,\nJOURNALIST) My dear fellow, not at all! (HE GIVES HIS COAT TO A BEGGAR)\nPlease accept. (HE TAKES PART IN A STOMACH RACE WITH ELDERLY MALE AND\nFEMALE CRIPPLES) Come on, boys! Wriggle it, girls!",
        "THE CITIZEN: (CHOKED WITH EMOTION, BRUSHES ASIDE A TEAR IN HIS EMERALD\nMUFFLER) May the good God bless him!",
        "(the Rams’ Horns Sound For Silence. The Standard of Zion Is Hoisted.)",
        "BLOOM: (UNCLOAKS IMPRESSIVELY, REVEALING OBESITY, UNROLLS A PAPER AND\nREADS SOLEMNLY) Aleph Beth Ghimel Daleth Hagadah Tephilim Kosher Yom\nKippur Hanukah Roschaschana Beni Brith Bar Mitzvah Mazzoth Askenazim\nMeshuggah Talith.",
        "(an Official Translation Is Read By Jimmy Henry, Assistant Town Clerk.)",
        "JIMMY HENRY: The Court of Conscience is now open. His Most Catholic\nMajesty will now administer open air justice. Free medical and legal\nadvice, solution of doubles and other problems. All cordially invited.\nGiven at this our loyal city of Dublin in the year I of the Paradisiacal\nEra.",
        "PADDY LEONARD: What am I to do about my rates and taxes?",
        "BLOOM: Pay them, my friend.",
        "Continue...",
        "\nThis eBook of “Ulysses” by James Joyce belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "UlyssesBy James JoyceAt Amazon"
    ]
}