{
    "title": "Ulysses - II (K)",
    "author": "James Joyce",
    "chapter": "14",
    "content": [
        "\n\n",
        "(HALCYON DAYS, HIGH SCHOOL BOYS IN BLUE AND WHITE FOOTBALL JERSEYS AND\nSHORTS, MASTER DONALD TURNBULL, MASTER ABRAHAM CHATTERTON, MASTER OWEN\nGOLDBERG, MASTER JACK MEREDITH, MASTER PERCY APJOHN, STAND IN A CLEARING\nOF THE TREES AND SHOUT TO MASTER LEOPOLD BLOOM.)",
        "THE HALCYON DAYS: Mackerel! Live us again. Hurray! (THEY CHEER)",
        "BLOOM: (HOBBLEDEHOY, WARMGLOVED, MAMMAMUFFLERED, STARRED WITH SPENT\nSNOWBALLS, STRUGGLES TO RISE) Again! I feel sixteen! What a lark! Let’s\nring all the bells in Montague street. (HE CHEERS FEEBLY) Hurray for the\nHigh School!",
        "THE ECHO: Fool!",
        "THE YEWS: (RUSTLING) She is right, our sister. Whisper. (WHISPERED KISSES\nARE HEARD IN ALL THE WOOD. FACES OF HAMADRYADS PEEP OUT FROM THE BOLES\nAND AMONG THE LEAVES AND BREAK, BLOSSOMING INTO BLOOM.) Who profaned our\nsilent shade?",
        "THE NYMPH: (COYLY, THROUGH PARTING FINGERS) There? In the open air?",
        "THE YEWS: (SWEEPING DOWNWARD) Sister, yes. And on our virgin sward.",
        "The Waterfall:",
        "    Poulaphouca Poulaphouca\n    Phoucaphouca Phoucaphouca.",
        "THE NYMPH: (WITH WIDE FINGERS) O, infamy!",
        "BLOOM: I was precocious. Youth. The fauna. I sacrificed to the god of the\nforest. The flowers that bloom in the spring. It was pairing time.\nCapillary attraction is a natural phenomenon. Lotty Clarke, flaxenhaired,\nI saw at her night toilette through illclosed curtains with poor papa’s\noperaglasses: The wanton ate grass wildly. She rolled downhill at Rialto\nbridge to tempt me with her flow of animal spirits. She climbed their\ncrooked tree and I ... A saint couldn’t resist it. The demon possessed\nme. Besides, who saw?",
        "(STAGGERING BOB, A WHITEPOLLED CALF, THRUSTS A RUMINATING HEAD WITH HUMID\nNOSTRILS THROUGH THE FOLIAGE.)",
        "STAGGERING BOB: (LARGE TEARDROPS ROLLING FROM HIS PROMINENT EYES,\nSNIVELS) Me. Me see.",
        "BLOOM: Simply satisfying a need I ... (WITH PATHOS) No girl would when I\nwent girling. Too ugly. They wouldn’t play ...",
        "(HIGH ON BEN HOWTH THROUGH RHODODENDRONS A NANNYGOAT PASSES,\nPLUMPUDDERED, BUTTYTAILED, DROPPING CURRANTS.)",
        "THE NANNYGOAT: (BLEATS) Megeggaggegg! Nannannanny!",
        "BLOOM: (HATLESS, FLUSHED, COVERED WITH BURRS OF THISTLEDOWN AND\nGORSESPINE) Regularly engaged. Circumstances alter cases. (HE GAZES\nINTENTLY DOWNWARDS ON THE WATER) Thirtytwo head over heels per second.\nPress nightmare. Giddy Elijah. Fall from cliff. Sad end of government\nprinter’s clerk. (THROUGH SILVERSILENT SUMMER AIR THE DUMMY OF BLOOM,\nROLLED IN A MUMMY, ROLLS ROTEATINGLY FROM THE LION’S HEAD CLIFF INTO THE\nPURPLE WAITING WATERS.)",
        "THE DUMMYMUMMY: Bbbbblllllblblblblobschbg!",
        "(FAR OUT IN THE BAY BETWEEN BAILEY AND KISH LIGHTS THE Erin’s King SAILS,\nSENDING A BROADENING PLUME OF COALSMOKE FROM HER FUNNEL TOWARDS THE\nLAND.)",
        "COUNCILLOR NANNETII: (ALONE ON DECK, IN DARK ALPACA, YELLOWKITEFACED, HIS\nHAND IN HIS WAISTCOAT OPENING, DECLAIMS) When my country takes her place\namong the nations of the earth, then, and not till then, let my epitaph\nbe written. I have ...",
        "BLOOM: Done. Prff!",
        "THE NYMPH: (LOFTILY) We immortals, as you saw today, have not such a\nplace and no hair there either. We are stonecold and pure. We eat\nelectric light. (SHE ARCHES HER BODY IN LASCIVIOUS CRISPATION, PLACING\nHER FOREFINGER IN HER MOUTH) Spoke to me. Heard from behind. How then\ncould you ...?",
        "BLOOM: (PAWING THE HEATHER ABJECTLY) O, I have been a perfect pig. Enemas\ntoo I have administered. One third of a pint of quassia to which add a\ntablespoonful of rocksalt. Up the fundament. With Hamilton Long’s\nsyringe, the ladies’ friend.",
        "THE NYMPH: In my presence. The powderpuff. (SHE BLUSHES AND MAKES A KNEE)\nAnd the rest!",
        "BLOOM: (DEJECTED) Yes. PECCAVI! I have paid homage on that living altar\nwhere the back changes name. (WITH SUDDEN FERVOUR) For why should the\ndainty scented jewelled hand, the hand that rules ...?",
        "(FIGURES WIND SERPENTING IN SLOW WOODLAND PATTERN AROUND THE TREESTEMS,\nCOOEEING)",
        "THE VOICE OF KITTY: (IN THE THICKET) Show us one of them cushions.",
        "THE VOICE OF FLORRY: Here.",
        "(a Grouse Wings Clumsily Through the Underwood.)",
        "THE VOICE OF LYNCH: (IN THE THICKET) Whew! Piping hot!",
        "THE VOICE OF ZOE: (FROM THE THICKET) Came from a hot place.",
        "THE VOICE OF VIRAG: (A BIRDCHIEF, BLUESTREAKED AND FEATHERED IN WAR\nPANOPLY WITH HIS ASSEGAI, STRIDING THROUGH A CRACKLING CANEBRAKE OVER\nBEECHMAST AND ACORNS) Hot! Hot! Ware Sitting Bull!",
        "BLOOM: It overpowers me. The warm impress of her warm form. Even to sit\nwhere a woman has sat, especially with divaricated thighs, as though to\ngrant the last favours, most especially with previously well uplifted\nwhite sateen coatpans. So womanly, full. It fills me full.",
        "The Waterfall:",
        "    Phillaphulla Poulaphouca\n    Poulaphouca Poulaphouca.",
        "THE YEWS: Ssh! Sister, speak!",
        "THE NYMPH: (EYELESS, IN NUN’S WHITE HABIT, COIF AND HUGEWINGED WIMPLE,\nSOFTLY, WITH REMOTE EYES) Tranquilla convent. Sister Agatha. Mount\nCarmel. The apparitions of Knock and Lourdes. No more desire. (SHE\nRECLINES HER HEAD, SIGHING) Only the ethereal. Where dreamy creamy gull\nwaves o’er the waters dull.",
        "(bloom Half Rises. His Back Trouserbutton Snaps.)",
        "THE BUTTON: Bip!",
        "(TWO SLUTS OF THE COOMBE DANCE RAINILY BY, SHAWLED, YELLING FLATLY.)",
        "THE SLUTS:",
        "    O, Leopold lost the pin of his drawers\n    He didn’t know what to do,\n    To keep it up,\n    To keep it up.",
        "BLOOM: (COLDLY) You have broken the spell. The last straw. If there were\nonly ethereal where would you all be, postulants and novices? Shy but\nwilling like an ass pissing.",
        "THE YEWS: (THEIR SILVERFOIL OF LEAVES PRECIPITATING, THEIR SKINNY ARMS\nAGING AND SWAYING) Deciduously!",
        "THE NYMPH: (her features hardening, gropes in the folds of her habit)\nSacrilege! To attempt my virtue! (A LARGE MOIST STAIN APPEARS ON HER\nROBE) Sully my innocence! You are not fit to touch the garment of a pure\nwoman. (SHE CLUTCHES AGAIN IN HER ROBE) Wait. Satan, you’ll sing no more\nlovesongs. Amen. Amen. Amen. Amen. (SHE DRAWS A PONIARD AND, CLAD IN THE\nSHEATHMAIL OF AN ELECTED KNIGHT OF NINE, STRIKES AT HIS LOINS) Nekum!",
        "BLOOM: (STARTS UP, SEIZES HER HAND) Hoy! Nebrakada! Cat o’ nine lives!\nFair play, madam. No pruningknife. The fox and the grapes, is it? What do\nyou lack with your barbed wire? Crucifix not thick enough? (HE CLUTCHES\nHER VEIL) A holy abbot you want or Brophy, the lame gardener, or the\nspoutless statue of the watercarrier, or good mother Alphonsus, eh\nReynard?",
        "THE NYMPH: (WITH A CRY FLEES FROM HIM UNVEILED, HER PLASTER CAST\nCRACKING, A CLOUD OF STENCH ESCAPING FROM THE CRACKS) Poli ...!",
        "BLOOM: (CALLS AFTER HER) As if you didn’t get it on the double\nyourselves. No jerks and multiple mucosities all over you. I tried it.\nYour strength our weakness. What’s our studfee? What will you pay on the\nnail? You fee mendancers on the Riviera, I read. (THE FLEEING NYMPH\nRAISES A KEEN) Eh? I have sixteen years of black slave labour behind me.\nAnd would a jury give me five shillings alimony tomorrow, eh? Fool\nsomeone else, not me. (HE SNIFFS) Rut. Onions. Stale. Sulphur. Grease.",
        "(the Figure of Bella Cohen Stands Before Him.)",
        "BELLA: You’ll know me the next time.",
        "BLOOM: (COMPOSED, REGARDS HER) Passee. Mutton dressed as lamb. Long in\nthe tooth and superfluous hair. A raw onion the last thing at night would\nbenefit your complexion. And take some double chin drill. Your eyes are\nas vapid as the glasseyes of your stuffed fox. They have the dimensions\nof your other features, that’s all. I’m not a triple screw propeller.",
        "BELLA: (CONTEMPTUOUSLY) You’re not game, in fact. (HER SOWCUNT BARKS)\nFbhracht!",
        "BLOOM: (CONTEMPTUOUSLY) Clean your nailless middle finger first, your\nbully’s cold spunk is dripping from your cockscomb. Take a handful of hay\nand wipe yourself.",
        "BELLA: I know you, canvasser! Dead cod!",
        "BLOOM: I saw him, kipkeeper! Pox and gleet vendor!",
        "BELLA: (TURNS TO THE PIANO) Which of you was playing the dead march from\nSAUL?",
        "ZOE: Me. Mind your cornflowers. (SHE DARTS TO THE PIANO AND BANGS CHORDS\nON IT WITH CROSSED ARMS) The cat’s ramble through the slag. (SHE GLANCES\nBACK) Eh? Who’s making love to my sweeties? (SHE DARTS BACK TO THE TABLE)\nWhat’s yours is mine and what’s mine is my own.",
        "(KITTY, DISCONCERTED, COATS HER TEETH WITH THE SILVER PAPER. BLOOM\nAPPROACHES ZOE.)",
        "BLOOM: (GENTLY) Give me back that potato, will you?",
        "ZOE: Forfeits, a fine thing and a superfine thing.",
        "BLOOM: (WITH FEELING) It is nothing, but still, a relic of poor mamma.",
        "Zoe:",
        "    Give a thing and take it back\n    God’ll ask you where is that\n    You’ll say you don’t know\n    God’ll send you down below.",
        "BLOOM: There is a memory attached to it. I should like to have it.",
        "STEPHEN: To have or not to have that is the question.",
        "ZOE: Here. (SHE HAULS UP A REEF OF HER SLIP, REVEALING HER BARE THIGH,\nAND UNROLLS THE POTATO FROM THE TOP OF HER STOCKING) Those that hides\nknows where to find.",
        "BELLA: (FROWNS) Here. This isn’t a musical peepshow. And don’t you smash\nthat piano. Who’s paying here?",
        "(SHE GOES TO THE PIANOLA. STEPHEN FUMBLES IN HIS POCKET AND, TAKING OUT A\nBANKNOTE BY ITS CORNER, HANDS IT TO HER.)",
        "STEPHEN: (WITH EXAGGERATED POLITENESS) This silken purse I made out of\nthe sow’s ear of the public. Madam, excuse me. If you allow me. (HE\nINDICATES VAGUELY LYNCH AND BLOOM) We are all in the same sweepstake,\nKinch and Lynch. DANS CE BORDEL OU TENONS NOSTRE ETAT.",
        "LYNCH: (CALLS FROM THE HEARTH) Dedalus! Give her your blessing for me.",
        "STEPHEN: (HANDS BELLA A COIN) Gold. She has it.",
        "BELLA: (LOOKS AT THE MONEY, THEN AT STEPHEN, THEN AT ZOE, FLORRY AND\nKITTY) Do you want three girls? It’s ten shillings here.",
        "STEPHEN: (DELIGHTEDLY) A hundred thousand apologies. (HE FUMBLES AGAIN\nAND TAKES OUT AND HANDS HER TWO CROWNS) Permit, BREVI MANU, my sight is\nsomewhat troubled.",
        "(BELLA GOES TO THE TABLE TO COUNT THE MONEY WHILE STEPHEN TALKS TO\nHIMSELF IN MONOSYLLABLES. ZOE BENDS OVER THE TABLE. KITTY LEANS OVER\nZOE’S NECK. LYNCH GETS UP, RIGHTS HIS CAP AND, CLASPING KITTY’S WAIST,\nADDS HIS HEAD TO THE GROUP.)",
        "FLORRY: (STRIVES HEAVILY TO RISE) Ow! My foot’s asleep. (SHE LIMPS OVER\nTO THE TABLE. BLOOM APPROACHES.)",
        "BELLA, ZOE, KITTY, LYNCH, BLOOM: (CHATTERING AND SQUABBLING) The\ngentleman ... ten shillings ... paying for the three ... allow me a\nmoment ... this gentleman pays separate ... who’s touching it? ... ow!\n... mind who you’re pinching ... are you staying the night or a short\ntime?... who did?... you’re a liar, excuse me ... the gentleman paid down\nlike a gentleman ... drink ... it’s long after eleven.",
        "STEPHEN: (AT THE PIANOLA, MAKING A GESTURE OF ABHORRENCE) No bottles!\nWhat, eleven? A riddle!",
        "ZOE: (LIFTING UP HER PETTIGOWN AND FOLDING A HALF SOVEREIGN INTO THE TOP\nOF HER STOCKING) Hard earned on the flat of my back.",
        "LYNCH: (LIFTING KITTY FROM THE TABLE) Come!",
        "KITTY: Wait. (SHE CLUTCHES THE TWO CROWNS)",
        "FLORRY: And me?",
        "LYNCH: Hoopla! (HE LIFTS HER, CARRIES HER AND BUMPS HER DOWN ON THE\nSOFA.)",
        "Stephen:",
        "    The fox crew, the cocks flew,\n    The bells in heaven\n    Were striking eleven.\n    ’Tis time for her poor soul\n    To get out of heaven.",
        "BLOOM: (QUIETLY LAYS A HALF SOVEREIGN ON THE TABLE BETWEEN BELLA AND\nFLORRY) So. Allow me. (HE TAKES UP THE POUNDNOTE) Three times ten. We’re\nsquare.",
        "BELLA: (ADMIRINGLY) You’re such a slyboots, old cocky. I could kiss you.",
        "ZOE: (POINTS) Him? Deep as a drawwell. (LYNCH BENDS KITTY BACK OVER THE\nSOFA AND KISSES HER. BLOOM GOES WITH THE POUNDNOTE TO STEPHEN.)",
        "BLOOM: This is yours.",
        "STEPHEN: How is that? LES DISTRAIT or absentminded beggar. (HE FUMBLES\nAGAIN IN HIS POCKET AND DRAWS OUT A HANDFUL OF COINS. AN OBJECT FILLS.)\nThat fell.",
        "BLOOM: (STOOPING, PICKS UP AND HANDS A BOX OF MATCHES) This.",
        "STEPHEN: Lucifer. Thanks.",
        "BLOOM: (QUIETLY) You had better hand over that cash to me to take care\nof. Why pay more?",
        "STEPHEN: (HANDS HIM ALL HIS COINS) Be just before you are generous.",
        "BLOOM: I will but is it wise? (HE COUNTS) One, seven, eleven, and five.\nSix. Eleven. I don’t answer for what you may have lost.",
        "STEPHEN: Why striking eleven? Proparoxyton. Moment before the next\nLessing says. Thirsty fox. (HE LAUGHS LOUDLY) Burying his grandmother.\nProbably he killed her.",
        "BLOOM: That is one pound six and eleven. One pound seven, say.",
        "STEPHEN: Doesn’t matter a rambling damn.",
        " BLOOM: No, but ...",
        "STEPHEN: (COMES TO THE TABLE) Cigarette, please. (LYNCH TOSSES A\nCIGARETTE FROM THE SOFA TO THE TABLE) And so Georgina Johnson is dead and\nmarried. (A CIGARETTE APPEARS ON THE TABLE. STEPHEN LOOKS AT IT) Wonder.\nParlour magic. Married. Hm. (HE STRIKES A MATCH AND PROCEEDS TO LIGHT THE\nCIGARETTE WITH ENIGMATIC MELANCHOLY)",
        "LYNCH: (WATCHING HIM) You would have a better chance of lighting it if\nyou held the match nearer.",
        "STEPHEN: (BRINGS THE MATCH NEAR HIS EYE) Lynx eye. Must get glasses.\nBroke them yesterday. Sixteen years ago. Distance. The eye sees all flat.\n(HE DRAWS THE MATCH AWAY. IT GOES OUT.) Brain thinks. Near: far.\nIneluctable modality of the visible. (HE FROWNS MYSTERIOUSLY) Hm. Sphinx.\nThe beast that has twobacks at midnight. Married.",
        "ZOE: It was a commercial traveller married her and took her away with\nhim.",
        "FLORRY: (NODS) Mr Lambe from London.",
        "STEPHEN: Lamb of London, who takest away the sins of our world.",
        "Lynch: (embracing Kitty On the Sofa, Chants Deeply) Dona Nobis Pacem.",
        "(THE CIGARETTE SLIPS FROM STEPHEN ’S FINGERS. BLOOM PICKS IT UP AND\nTHROWS IT IN THE GRATE.)",
        "BLOOM: Don’t smoke. You ought to eat. Cursed dog I met. (TO ZOE) You have\nnothing?",
        "ZOE: Is he hungry?",
        "STEPHEN: (EXTENDS HIS HAND TO HER SMILING AND CHANTS TO THE AIR OF THE\nBLOODOATH IN THE Dusk of the Gods)",
        "    Hangende Hunger,\n    Fragende Frau,\n    Macht uns alle kaputt.",
        "ZOE: (TRAGICALLY) Hamlet, I am thy father’s gimlet! (SHE TAKES HIS HAND)\nBlue eyes beauty I’ll read your hand. (SHE POINTS TO HIS FOREHEAD) No\nwit, no wrinkles. (SHE COUNTS) Two, three, Mars, that’s courage. (STEPHEN\nSHAKES HIS HEAD) No kid.",
        "LYNCH: Sheet lightning courage. The youth who could not shiver and shake.\n(TO ZOE) Who taught you palmistry?",
        "ZOE: (TURNS) Ask my ballocks that I haven’t got. (TO STEPHEN) I see it in\nyour face. The eye, like that. (SHE FROWNS WITH LOWERED HEAD)",
        "LYNCH: (LAUGHING, SLAPS KITTY BEHIND TWICE) Like that. Pandybat.",
        "(TWICE LOUDLY A PANDYBAT CRACKS, THE COFFIN OF THE PIANOLA FLIES OPEN,\nTHE BALD LITTLE ROUND JACK-IN-THE-BOX HEAD OF FATHER DOLAN SPRINGS UP.)",
        "FATHER DOLAN: Any boy want flogging? Broke his glasses? Lazy idle little\nschemer. See it in your eye.",
        "(MILD, BENIGN, RECTORIAL, REPROVING, THE HEAD OF DON JOHN CONMEE RISES\nFROM THE PIANOLA COFFIN.)",
        "DON JOHN CONMEE: Now, Father Dolan! Now. I’m sure that Stephen is a very\ngood little boy!",
        "ZOE: (EXAMINING STEPHEN’S PALM) Woman’s hand.",
        "STEPHEN: (MURMURS) Continue. Lie. Hold me. Caress. I never could read His\nhandwriting except His criminal thumbprint on the haddock.",
        "ZOE: What day were you born?",
        "STEPHEN: Thursday. Today.",
        "ZOE: Thursday’s child has far to go. (SHE TRACES LINES ON HIS HAND) Line\nof fate. Influential friends.",
        "FLORRY: (POINTING) Imagination.",
        "ZOE: Mount of the moon. You’ll meet with a ... (SHE PEERS AT HIS HANDS\nABRUPTLY) I won’t tell you what’s not good for you. Or do you want to\nknow?",
        "BLOOM: (DETACHES HER FINGERS AND OFFERS HIS PALM) More harm than good.\nHere. Read mine.",
        "BELLA: Show. (SHE TURNS UP BLOOM’S HAND) I thought so. Knobby knuckles\nfor the women.",
        "ZOE: (PEERING AT BLOOM’S PALM) Gridiron. Travels beyond the sea and marry\nmoney.",
        "BLOOM: Wrong.",
        "ZOE: (QUICKLY) O, I see. Short little finger. Henpecked husband. That\nwrong?",
        "(BLACK LIZ, A HUGE ROOSTER HATCHING IN A CHALKED CIRCLE, RISES, STRETCHES\nHER WINGS AND CLUCKS.)",
        "BLACK LIZ: Gara. Klook. Klook. Klook.",
        "(she Sidles From Her Newlaid Egg and Waddles Off)",
        "BLOOM: (POINTS TO HIS HAND) That weal there is an accident. Fell and cut\nit twentytwo years ago. I was sixteen.",
        "ZOE: I see, says the blind man. Tell us news.",
        "STEPHEN: See? Moves to one great goal. I am twentytwo. Sixteen years ago\nhe was twentytwo too. Sixteen years ago I twentytwo tumbled. Twentytwo\nyears ago he sixteen fell off his hobbyhorse. (HE WINCES) Hurt my hand\nsomewhere. Must see a dentist. Money?",
        "(ZOE WHISPERS TO FLORRY. THEY GIGGLE. BLOOM RELEASES HIS HAND AND WRITES\nIDLY ON THE TABLE IN BACKHAND, PENCILLING SLOW CURVES.)",
        "FLORRY: What?",
        "(A HACKNEYCAR, NUMBER THREE HUNDRED AND TWENTYFOUR, WITH A\nGALLANTBUTTOCKED MARE, DRIVEN BY JAMES BARTON, HARMONY AVENUE,\nDONNYBROOK, TROTS PAST. BLAZES BOYLAN AND LENEHAN SPRAWL SWAYING ON THE\nSIDESEATS. THE ORMOND BOOTS CROUCHES BEHIND ON THE AXLE. SADLY OVER THE\nCROSSBLIND LYDIA DOUCE AND MINA KENNEDY GAZE.)",
        "THE BOOTS: (JOGGING, MOCKS THEM WITH THUMB AND WRIGGLING WORMFINGERS) Haw\nhaw have you the horn?",
        "(bronze By Gold They Whisper.)",
        "ZOE: (TO FLORRY) Whisper.",
        "(THEY WHISPER AGAIN)",
        "(OVER THE WELL OF THE CAR BLAZES BOYLAN LEANS, HIS BOATER STRAW SET\nSIDEWAYS, A RED FLOWER IN HIS MOUTH. LENEHAN IN YACHTSMAN’S CAP AND WHITE\nSHOES OFFICIOUSLY DETACHES A LONG HAIR FROM BLAZES BOYLAN’S COAT\nSHOULDER.)",
        "LENEHAN: Ho! What do I here behold? Were you brushing the cobwebs off a\nfew quims?",
        "BOYLAN: (SEATED, SMILES) Plucking a turkey.",
        "LENEHAN: A good night’s work.",
        "BOYLAN: (HOLDING UP FOUR THICK BLUNTUNGULATED FINGERS, WINKS) Blazes\nKate! Up to sample or your money back. (HE HOLDS OUT A FOREFINGER) Smell\nthat.",
        "LENEHAN: (SMELLS GLEEFULLY) Ah! Lobster and mayonnaise. Ah!",
        "ZOE AND FLORRY: (LAUGH TOGETHER) Ha ha ha ha.",
        "BOYLAN: (JUMPS SURELY FROM THE CAR AND CALLS LOUDLY FOR ALL TO HEAR)\nHello, Bloom! Mrs Bloom dressed yet?",
        "BLOOM: (IN FLUNKEY’S PRUNE PLUSH COAT AND KNEEBREECHES, BUFF STOCKINGS\nAND POWDERED WIG) I’m afraid not, sir. The last articles ...",
        "BOYLAN: (TOSSES HIM SIXPENCE) Here, to buy yourself a gin and splash. (HE\nHANGS HIS HAT SMARTLY ON A PEG OF BLOOM’S ANTLERED HEAD) Show me in. I\nhave a little private business with your wife, you understand?",
        "BLOOM: Thank you, sir. Yes, sir. Madam Tweedy is in her bath, sir.",
        "MARION: He ought to feel himself highly honoured. (SHE PLOPS SPLASHING\nOUT OF THE WATER) Raoul darling, come and dry me. I’m in my pelt. Only my\nnew hat and a carriage sponge.",
        "BOYLAN: (A MERRY TWINKLE IN HIS EYE) Topping!",
        "BELLA: What? What is it?",
        "(zoe Whispers to Her.)",
        "MARION: Let him look, the pishogue! Pimp! And scourge himself! I’ll write\nto a powerful prostitute or Bartholomona, the bearded woman, to raise\nweals out on him an inch thick and make him bring me back a signed and\nstamped receipt.",
        "BOYLAN: (clasps himself) Here, I can’t hold this little lot much longer.\n(he strides off on stiff cavalry legs)",
        "BELLA: (LAUGHING) Ho ho ho ho.",
        "BOYLAN: (TO BLOOM, OVER HIS SHOULDER) You can apply your eye to the\nkeyhole and play with yourself while I just go through her a few times.",
        "BLOOM: Thank you, sir. I will, sir. May I bring two men chums to witness\nthe deed and take a snapshot? (HE HOLDS OUT AN OINTMENT JAR) Vaseline,\nsir? Orangeflower ...? Lukewarm water ...?",
        "KITTY: (FROM THE SOFA) Tell us, Florry. Tell us. What.",
        "(FLORRY WHISPERS TO HER. WHISPERING LOVEWORDS MURMUR, LIPLAPPING LOUDLY,\nPOPPYSMIC PLOPSLOP.)",
        "MINA KENNEDY: (HER EYES UPTURNED) O, it must be like the scent of\ngeraniums and lovely peaches! O, he simply idolises every bit of her!\nStuck together! Covered with kisses!",
        "LYDIA DOUCE: (HER MOUTH OPENING) Yumyum. O, he’s carrying her round the\nroom doing it! Ride a cockhorse. You could hear them in Paris and New\nYork. Like mouthfuls of strawberries and cream.",
        "KITTY: (LAUGHING) Hee hee hee.",
        "BOYLAN’S VOICE: (SWEETLY, HOARSELY, IN THE PIT OF HIS STOMACH) Ah!\nGooblazqruk brukarchkrasht!",
        "MARION’S VOICE: (HOARSELY, SWEETLY, RISING TO HER THROAT) O!\nWeeshwashtkissinapooisthnapoohuck?",
        "BLOOM: (HIS EYES WILDLY DILATED, CLASPS HIMSELF) Show! Hide! Show! Plough\nher! More! Shoot!",
        "BELLA, ZOE, FLORRY, KITTY: Ho ho! Ha ha! Hee hee!",
        "LYNCH: (POINTS) The mirror up to nature. (HE LAUGHS) Hu hu hu hu hu!",
        "(STEPHEN AND BLOOM GAZE IN THE MIRROR. THE FACE OF WILLIAM SHAKESPEARE,\nBEARDLESS, APPEARS THERE, RIGID IN FACIAL PARALYSIS, CROWNED BY THE\nREFLECTION OF THE REINDEER ANTLERED HATRACK IN THE HALL.)",
        "SHAKESPEARE: (IN DIGNIFIED VENTRILOQUY) ’Tis the loud laugh bespeaks the\nvacant mind. (TO BLOOM) Thou thoughtest as how thou wastest invisible.\nGaze. (HE CROWS WITH A BLACK CAPON’S LAUGH) Iagogo! How my Oldfellow\nchokit his Thursdaymornun. Iagogogo!",
        "BLOOM: (SMILES YELLOWLY AT THE THREE WHORES) When will I hear the joke?",
        "ZOE: Before you’re twice married and once a widower.",
        "BLOOM: Lapses are condoned. Even the great Napoleon when measurements\nwere taken next the skin after his death ...",
        "(MRS DIGNAM, WIDOW WOMAN, HER SNUBNOSE AND CHEEKS FLUSHED WITH DEATHTALK,\nTEARS AND TUNNEY’S TAWNY SHERRY, HURRIES BY IN HER WEEDS, HER BONNET\nAWRY, ROUGING AND POWDERING HER CHEEKS, LIPS AND NOSE, A PEN CHIVVYING\nHER BROOD OF CYGNETS. BENEATH HER SKIRT APPEAR HER LATE HUSBAND’S\nEVERYDAY TROUSERS AND TURNEDUP BOOTS, LARGE EIGHTS. SHE HOLDS A SCOTTISH\nWIDOWS’ INSURANCE POLICY AND A LARGE MARQUEE UMBRELLA UNDER WHICH HER\nBROOD RUN WITH HER, PATSY HOPPING ON ONE SHOD FOOT, HIS COLLAR LOOSE, A\nHANK OF PORKSTEAKS DANGLING, FREDDY WHIMPERING, SUSY WITH A CRYING COD’S\nMOUTH, ALICE STRUGGLING WITH THE BABY. SHE CUFFS THEM ON, HER STREAMERS\nFLAUNTING ALOFT.)",
        "FREDDY: Ah, ma, you’re dragging me along!",
        "SUSY: Mamma, the beeftea is fizzing over!",
        "SHAKESPEARE: (WITH PARALYTIC RAGE) Weda seca whokilla farst.",
        "(THE FACE OF MARTIN CUNNINGHAM, BEARDED, REFEATURES SHAKESPEARE’S\nBEARDLESS FACE. THE MARQUEE UMBRELLA SWAYS DRUNKENLY, THE CHILDREN RUN\nASIDE. UNDER THE UMBRELLA APPEARS MRS CUNNINGHAM IN MERRY WIDOW HAT AND\nKIMONO GOWN. SHE GLIDES SIDLING AND BOWING, TWIRLING JAPANESILY.)",
        "Mrs Cunningham: (sings)",
        "    And they call me the jewel of Asia!",
        "MARTIN CUNNINGHAM: (GAZES ON HER, IMPASSIVE) Immense! Most bloody awful\ndemirep!",
        "STEPHEN: ET EXALTABUNTUR CORNUA IUSTI. Queens lay with prize bulls.\nRemember Pasiphae for whose lust my grandoldgrossfather made the first\nconfessionbox. Forget not Madam Grissel Steevens nor the suine scions of\nthe house of Lambert. And Noah was drunk with wine. And his ark was open.",
        "BELLA: None of that here. Come to the wrong shop.",
        "LYNCH: Let him alone. He’s back from Paris.",
        "ZOE: (RUNS TO STEPHEN AND LINKS HIM) O go on! Give us some parleyvoo.",
        "(STEPHEN CLAPS HAT ON HEAD AND LEAPS OVER TO THE FIREPLACE WHERE HE\nSTANDS WITH SHRUGGED SHOULDERS, FINNY HANDS OUTSPREAD, A PAINTED SMILE ON\nHIS FACE.)",
        "LYNCH: (POMMELLING ON THE SOFA) Rmm Rmm Rmm Rrrrrrmmmm.",
        "STEPHEN: (GABBLES WITH MARIONETTE JERKS) Thousand places of entertainment\nto expense your evenings with lovely ladies saling gloves and other\nthings perhaps hers heart beerchops perfect fashionable house very\neccentric where lots cocottes beautiful dressed much about princesses\nlike are dancing cancan and walking there parisian clowneries extra\nfoolish for bachelors foreigns the same if talking a poor english how\nmuch smart they are on things love and sensations voluptuous. Misters\nvery selects for is pleasure must to visit heaven and hell show with\nmortuary candles and they tears silver which occur every night. Perfectly\nshocking terrific of religion’s things mockery seen in universal world.\nAll chic womans which arrive full of modesty then disrobe and squeal loud\nto see vampire man debauch nun very fresh young with DESSOUS TROUBLANTS.\n(HE CLACKS HIS TONGUE LOUDLY) HO, LA LA! CE PIF QU’IL A!",
        "Lynch: Vive Le Vampire!",
        "THE WHORES: Bravo! Parleyvoo!",
        "STEPHEN: (GRIMACING WITH HEAD BACK, LAUGHS LOUDLY, CLAPPING HIMSELF)\nGreat success of laughing. Angels much prostitutes like and holy apostles\nbig damn ruffians. DEMIMONDAINES nicely handsome sparkling of diamonds\nvery amiable costumed. Or do you are fond better what belongs they\nmoderns pleasure turpitude of old mans? (HE POINTS ABOUT HIM WITH\nGROTESQUE GESTURES WHICH LYNCH AND THE WHORES REPLY TO) Caoutchouc statue\nwoman reversible or lifesize tompeeptom of virgins nudities very lesbic\nthe kiss five ten times. Enter, gentleman, to see in mirror every\npositions trapezes all that machine there besides also if desire act\nawfully bestial butcher’s boy pollutes in warm veal liver or omlet on the\nbelly PIECE DE SHAKESPEARE.",
        "BELLA: (CLAPPING HER BELLY SINKS BACK ON THE SOFA, WITH A SHOUT OF\nLAUGHTER) An omelette on the ... Ho! ho! ho! ho! ... omelette on the ...",
        "STEPHEN: (MINCINGLY) I love you, sir darling. Speak you englishman tongue\nfor DOUBLE ENTENTE CORDIALE. O yes, MON LOUP. How much cost? Waterloo.\nWatercloset. (HE CEASES SUDDENLY AND HOLDS UP A FOREFINGER)",
        "BELLA: (LAUGHING) Omelette ...",
        "THE WHORES: (LAUGHING) Encore! Encore!",
        "STEPHEN: Mark me. I dreamt of a watermelon.",
        "ZOE: Go abroad and love a foreign lady.",
        "LYNCH: Across the world for a wife.",
        "FLORRY: Dreams goes by contraries.",
        "STEPHEN: (EXTENDS HIS ARMS) It was here. Street of harlots. In Serpentine\navenue Beelzebub showed me her, a fubsy widow. Where’s the red carpet\nspread?",
        "BLOOM: (APPROACHING STEPHEN) Look ...",
        "STEPHEN: No, I flew. My foes beneath me. And ever shall be. World without\nend. (HE CRIES) PATER! Free!",
        "BLOOM: I say, look ...",
        "STEPHEN: Break my spirit, will he? O MERDE ALORS! (HE CRIES, HIS VULTURE\nTALONS SHARPENED) Hola!  Hillyho!",
        "(simon Dedalus’ Voice Hilloes in Answer, Somewhat Sleepy But Ready.)",
        "SIMON: That’s all right. (HE SWOOPS UNCERTAINLY THROUGH THE AIR,\nWHEELING, UTTERING CRIES OF HEARTENING, ON STRONG PONDEROUS BUZZARD\nWINGS) Ho, boy! Are you going to win? Hoop! Pschatt! Stable with those\nhalfcastes. Wouldn’t let them within the bawl of an ass. Head up! Keep\nour flag flying! An eagle gules volant in a field argent displayed.\nUlster king at arms! Haihoop! (HE MAKES THE BEAGLE’S CALL, GIVING TONGUE)\nBulbul! Burblblburblbl! Hai, boy!",
        "(THE FRONDS AND SPACES OF THE WALLPAPER FILE RAPIDLY ACROSS COUNTRY. A\nSTOUT FOX, DRAWN FROM COVERT, BRUSH POINTED, HAVING BURIED HIS\nGRANDMOTHER, RUNS SWIFT FOR THE OPEN, BRIGHTEYED, SEEKING BADGER EARTH,\nUNDER THE LEAVES. THE PACK OF STAGHOUNDS FOLLOWS, NOSE TO THE GROUND,\nSNIFFING THEIR QUARRY, BEAGLEBAYING, BURBLBRBLING TO BE BLOODED. WARD\nUNION HUNTSMEN AND HUNTSWOMEN LIVE WITH THEM, HOT FOR A KILL. FROM SIX\nMILE POINT, FLATHOUSE, NINE MILE STONE FOLLOW THE FOOTPEOPLE WITH KNOTTY\nSTICKS, HAYFORKS, SALMONGAFFS, LASSOS, FLOCKMASTERS WITH STOCKWHIPS,\nBEARBAITERS WITH TOMTOMS, TOREADORS WITH BULLSWORDS, GREYNEGROES WAVING\nTORCHES. THE CROWD BAWLS OF DICERS, CROWN AND ANCHOR PLAYERS,\nTHIMBLERIGGERS, BROADSMEN. CROWS AND TOUTS, HOARSE BOOKIES IN HIGH WIZARD\nHATS CLAMOUR DEAFENINGLY.)",
        "The Crowd:",
        "    Card of the races. Racing card!\n    Ten to one the field!\n    Tommy on the clay here! Tommy on the clay!\n    Ten to one bar one! Ten to one bar one!\n    Try your luck on Spinning Jenny!\n    Ten to one bar one!\n    Sell the monkey, boys! Sell the monkey!\n    I’ll give ten to one!\n    Ten to one bar one!",
        "(A DARK HORSE, RIDERLESS, BOLTS LIKE A PHANTOM PAST THE WINNINGPOST, HIS\nMANE MOONFOAMING, HIS EYEBALLS STARS. THE FIELD FOLLOWS, A BUNCH OF\nBUCKING MOUNTS. SKELETON HORSES, SCEPTRE, MAXIMUM THE SECOND, ZINFANDEL,\nTHE DUKE OF WESTMINSTER’S SHOTOVER, REPULSE, THE DUKE OF BEAUFORT’S\nCEYLON, PRIX DE PARIS. DWARFS RIDE THEM, RUSTYARMOURED, LEAPING, LEAPING\nIN THEIR, IN THEIR SADDLES. LAST IN A DRIZZLE OF RAIN ON A BROKENWINDED\nISABELLE NAG, COCK OF THE NORTH, THE FAVOURITE, HONEY CAP, GREEN JACKET,\nORANGE SLEEVES, GARRETT DEASY UP, GRIPPING THE REINS, A HOCKEYSTICK AT\nTHE READY. HIS NAG ON SPAVINED WHITEGAITERED FEET JOGS ALONG THE ROCKY\nROAD.)",
        "THE ORANGE LODGES: (JEERING) Get down and push, mister. Last lap! You’ll\nbe home the night!",
        "GARRETT DEASY: (BOLT UPRIGHT, HIS NAILSCRAPED FACE PLASTERED WITH\nPOSTAGESTAMPS, BRANDISHES HIS HOCKEYSTICK, HIS BLUE EYES FLASHING IN THE\nPRISM OF THE CHANDELIER AS HIS MOUNT LOPES BY AT SCHOOLING GALLOP)",
        "Per Vias Rectas!",
        "(A YOKE OF BUCKETS LEOPARDS ALL OVER HIM AND HIS REARING NAG A TORRENT OF\nMUTTON BROTH WITH DANCING COINS OF CARROTS, BARLEY, ONIONS, TURNIPS,\nPOTATOES.)",
        "THE GREEN LODGES: Soft day, sir John! Soft day, your honour!",
        "(PRIVATE CARR, PRIVATE COMPTON AND CISSY CAFFREY PASS BENEATH THE\nWINDOWS, SINGING IN DISCORD.)",
        "STEPHEN: Hark! Our friend noise in the street.",
        "ZOE: (HOLDS UP HER HAND) Stop!",
        "Private Carr, Private Compton and Cissy Caffrey:",
        "    Yet I’ve a sort a\n    Yorkshire relish for ...",
        "ZOE: That’s me. (SHE CLAPS HER HANDS) Dance! Dance! (SHE RUNS TO THE\nPIANOLA) Who has twopence?",
        "BLOOM: Who’ll ...?",
        "LYNCH: (HANDING HER COINS) Here.",
        "STEPHEN: (CRACKING HIS FINGERS IMPATIENTLY) Quick! Quick! Where’s my\naugur’s rod? (HE RUNS TO THE PIANO AND TAKES HIS ASHPLANT, BEATING HIS\nFOOT IN TRIPUDIUM)",
        "ZOE: (TURNS THE DRUMHANDLE) There.",
        "(SHE DROPS TWO PENNIES IN THE SLOT. GOLD, PINK AND VIOLET LIGHTS START\nFORTH. THE DRUM TURNS PURRING IN LOW HESITATION WALTZ. PROFESSOR GOODWIN,\nIN A BOWKNOTTED PERIWIG, IN COURT DRESS, WEARING A STAINED INVERNESS\nCAPE, BENT IN TWO FROM INCREDIBLE AGE, TOTTERS ACROSS THE ROOM, HIS HANDS\nFLUTTERING. HE SITS TINILY ON THE PIANOSTOOL AND LIFTS AND BEATS HANDLESS\nSTICKS OF ARMS ON THE KEYBOARD, NODDING WITH DAMSEL’S GRACE, HIS BOWKNOT\nBOBBING)",
        "ZOE: (TWIRLS ROUND HERSELF, HEELTAPPING) Dance. Anybody here for there?\nWho’ll dance? Clear the table.",
        "(THE PIANOLA WITH CHANGING LIGHTS PLAYS IN WALTZ TIME THE PRELUDE OF My\nGirl’s a Yorkshire Girl. STEPHEN THROWS HIS ASHPLANT ON THE TABLE AND\nSEIZES ZOE ROUND THE WAIST. FLORRY AND BELLA PUSH THE TABLE TOWARDS THE\nFIREPLACE. STEPHEN, ARMING ZOE WITH EXAGGERATED GRACE, BEGINS TO WALTZ\nHER ROUND THE ROOM. BLOOM STANDS ASIDE. HER SLEEVE FILLING FROM GRACING\nARMS REVEALS A WHITE FLESHFLOWER OF VACCINATION. BETWEEN THE CURTAINS\nPROFESSOR MAGINNI INSERTS A LEG ON THE TOEPOINT OF WHICH SPINS A SILK\nHAT. WITH A DEFT KICK HE SENDS IT SPINNING TO HIS CROWN AND JAUNTYHATTED\nSKATES IN. HE WEARS A SLATE FROCKCOAT WITH CLARET SILK LAPELS, A GORGET\nOF CREAM TULLE, A GREEN LOWCUT WAISTCOAT, STOCK COLLAR WITH WHITE\nKERCHIEF, TIGHT LAVENDER TROUSERS, PATENT PUMPS AND CANARY GLOVES. IN HIS\nBUTTONHOLE IS AN IMMENSE DAHLIA. HE TWIRLS IN REVERSED DIRECTIONS A\nCLOUDED CANE, THEN WEDGES IT TIGHT IN HIS OXTER. HE PLACES A HAND LIGHTLY\nON HIS BREASTBONE, BOWS, AND FONDLES HIS FLOWER AND BUTTONS.)",
        "MAGINNI: The poetry of motion, art of calisthenics. No connection with\nMadam Legget Byrne’s or Levenston’s. Fancy dress balls arranged.\nDeportment. The Katty Lanner step. So. Watch me! My terpsichorean\nabilities. (HE MINUETS FORWARD THREE PACES ON TRIPPING BEE’S FEET) TOUT\nLE MONDE EN AVANT! REVERENCE! TOUT LE MONDE EN PLACE!",
        "(THE PRELUDE CEASES. PROFESSOR GOODWIN, BEATING VAGUE ARMS SHRIVELS,\nSINKS, HIS LIVE CAPE FILLING ABOUT THE STOOL. THE AIR IN FIRMER WALTZ\nTIME SOUNDS. STEPHEN AND ZOE CIRCLE FREELY. THE LIGHTS CHANGE, GLOW, FIDE\nGOLD ROSY VIOLET.)",
        "The Pianola:",
        "    Two young fellows were talking about their girls, girls, girls,\n    Sweethearts they’d left behind ...",
        "(FROM A CORNER THE MORNING HOURS RUN OUT, GOLDHAIRED, SLIMSANDALLED, IN\nGIRLISH BLUE, WASPWAISTED, WITH INNOCENT HANDS. NIMBLY THEY DANCE,\nTWIRLING THEIR SKIPPING ROPES. THE HOURS OF NOON FOLLOW IN AMBER GOLD.\nLAUGHING, LINKED, HIGH HAIRCOMBS FLASHING, THEY CATCH THE SUN IN MOCKING\nMIRRORS, LIFTING THEIR ARMS.)",
        "MAGINNI: (CLIPCLAPS GLOVESILENT HANDS) CARRE! AVANT DEUX! Breathe evenly!\nBALANCE!",
        "(THE MORNING AND NOON HOURS WALTZ IN THEIR PLACES, TURNING, ADVANCING TO\nEACH OTHER, SHAPING THEIR CURVES, BOWING VISAVIS. CAVALIERS BEHIND THEM\nARCH AND SUSPEND THEIR ARMS, WITH HANDS DESCENDING TO, TOUCHING, RISING\nFROM THEIR SHOULDERS.)",
        "HOURS: You may touch my.",
        "CAVALIERS: May I touch your?",
        "HOURS: O, but lightly!",
        "CAVALIERS: O, so lightly!",
        "The Pianola:",
        "    My little shy little lass has a waist.",
        "(ZOE AND STEPHEN TURN BOLDLY WITH LOOSER SWING. THE TWILIGHT HOURS\nADVANCE FROM LONG LANDSHADOWS, DISPERSED, LAGGING, LANGUIDEYED, THEIR\nCHEEKS DELICATE WITH CIPRIA AND FALSE FAINT BLOOM. THEY ARE IN GREY GAUZE\nWITH DARK BAT SLEEVES THAT FLUTTER IN THE LAND BREEZE.)",
        "Maginni: Avant Huit! Traverse! Salut! Cours De Mains! Croise!",
        "(THE NIGHT HOURS, ONE BY ONE, STEAL TO THE LAST PLACE. MORNING, NOON AND\nTWILIGHT HOURS RETREAT BEFORE THEM. THEY ARE MASKED, WITH DAGGERED HAIR\nAND BRACELETS OF DULL BELLS. WEARY THEY CURCHYCURCHY UNDER VEILS.)",
        "THE BRACELETS: Heigho! Heigho!",
        "Zoe: (twirling, Her Hand to Her Brow) O!",
        "MAGINNI: LES TIROIRS! CHAINE DE DAMES! LA CORBEILLE! DOS A DOS!",
        "(ARABESQUING WEARILY THEY WEAVE A PATTERN ON THE FLOOR, WEAVING,\nUNWEAVING, CURTSEYING, TWIRLING, SIMPLY SWIRLING.)",
        "ZOE: I’m giddy!",
        "(SHE FREES HERSELF, DROOPS ON A CHAIR. STEPHEN SEIZES FLORRY AND TURNS\nWITH HER.)",
        "Maginni: Boulangere! Les Ronds! Les Ponts! Chevaux De Bois! Escargots!",
        "(TWINING, RECEDING, WITH INTERCHANGING HANDS THE NIGHT HOURS LINK EACH\nEACH WITH ARCHING ARMS IN A MOSAIC OF MOVEMENTS. STEPHEN AND FLORRY TURN\nCUMBROUSLY.)",
        "MAGINNI: DANSEZ AVEC VOS DAMES! CHANGEZ DE DAMES! DONNEZ LE PETIT BOUQUET\nA VOTRE DAME! REMERCIEZ!",
        "The Pianola:",
        "    Best, best of all,\n    Baraabum!",
        "KITTY: (JUMPS UP) O, they played that on the hobbyhorses at the Mirus\nbazaar!",
        "(SHE RUNS TO STEPHEN. HE LEAVES FLORRY BRUSQUELY AND SEIZES KITTY. A\nSCREAMING BITTERN’S HARSH HIGH WHISTLE SHRIEKS. GROANGROUSEGURGLING\nTOFT’S CUMBERSOME WHIRLIGIG TURNS SLOWLY THE ROOM RIGHT ROUNDABOUT THE\nROOM.)",
        "The Pianola:",
        "    My girl’s a Yorkshire girl.",
        "ZOE:",
        "    Yorkshire through and through.",
        "Come on all!",
        "(SHE SEIZES FLORRY AND WALTZES HER.)",
        "STEPHEN: PAS SEUL!",
        "(HE WHEELS KITTY INTO LYNCH’S ARMS, SNATCHES UP HIS ASHPLANT FROM THE\nTABLE AND TAKES THE FLOOR. ALL WHEEL WHIRL WALTZ TWIRL. BLOOMBELLA\nKITTYLYNCH FLORRYZOE JUJUBY WOMEN. STEPHEN WITH HAT ASHPLANT FROGSPLITS\nIN MIDDLE HIGHKICKS WITH SKYKICKING MOUTH SHUT HAND CLASP PART UNDER\nTHIGH. WITH CLANG TINKLE BOOMHAMMER TALLYHO HORNBLOWER BLUE GREEN YELLOW\nFLASHES TOFT’S CUMBERSOME TURNS WITH HOBBYHORSE RIDERS FROM GILDED SNAKES\nDANGLED, BOWELS FANDANGO LEAPING SPURN SOIL FOOT AND FALL AGAIN.)",
        "The Pianola:",
        "    Though she’s a factory lass\n    And wears no fancy clothes.",
        "(CLOSECLUTCHED SWIFT SWIFTER WITH GLAREBLAREFLARE SCUDDING THEY\nSCOOTLOOTSHOOT LUMBERING BY. BARAABUM!)",
        "TUTTI: Encore! Bis! Bravo! Encore!",
        "SIMON: Think of your mother’s people!",
        "STEPHEN: Dance of death.",
        "(BANG FRESH BARANG BANG OF LACQUEY’S BELL, HORSE, NAG, STEER, PIGLINGS,\nCONMEE ON CHRISTASS, LAME CRUTCH AND LEG SAILOR IN COCKBOAT ARMFOLDED\nROPEPULLING HITCHING STAMP HORNPIPE THROUGH AND THROUGH. BARAABUM! ON\nNAGS HOGS BELLHORSES GADARENE SWINE CORNY IN COFFIN STEEL SHARK STONE\nONEHANDLED NELSON TWO TRICKIES FRAUENZIMMER PLUMSTAINED FROM PRAM FILLING\nBAWLING GUM HE’S A CHAMPION. FUSEBLUE PEER FROM BARREL REV. EVENSONG LOVE\nON HACKNEY JAUNT BLAZES BLIND CODDOUBLED BICYCLERS DILLY WITH SNOWCAKE NO\nFANCY CLOTHES. THEN IN LAST SWITCHBACK LUMBERING UP AND DOWN BUMP MASHTUB\nSORT OF VICEROY AND REINE RELISH FOR TUBLUMBER BUMPSHIRE ROSE. BARAABUM!)",
        "(THE COUPLES FALL ASIDE. STEPHEN WHIRLS GIDDILY. ROOM WHIRLS BACK. EYES\nCLOSED HE TOTTERS. RED RAILS FLY SPACEWARDS. STARS ALL AROUND SUNS TURN\nROUNDABOUT. BRIGHT MIDGES DANCE ON WALLS. HE STOPS DEAD.)",
        "STEPHEN: Ho!",
        "(STEPHEN’S MOTHER, EMACIATED, RISES STARK THROUGH THE FLOOR, IN LEPER\nGREY WITH A WREATH OF FADED ORANGEBLOSSOMS AND A TORN BRIDAL VEIL, HER\nFACE WORN AND NOSELESS, GREEN WITH GRAVEMOULD. HER HAIR IS SCANT AND\nLANK. SHE FIXES HER BLUECIRCLED HOLLOW EYESOCKETS ON STEPHEN AND OPENS\nHER TOOTHLESS MOUTH UTTERING A SILENT WORD. A CHOIR OF VIRGINS AND\nCONFESSORS SING VOICELESSLY.)",
        "The Choir:",
        "    Liliata rutilantium te confessorum ...\n    Iubilantium te virginum ...",
        "(FROM THE TOP OF A TOWER BUCK MULLIGAN, IN PARTICOLOURED JESTER’S DRESS\nOF PUCE AND YELLOW AND CLOWN’S CAP WITH CURLING BELL, STANDS GAPING AT\nHER, A SMOKING BUTTERED SPLIT SCONE IN HIS HAND.)",
        "BUCK MULLIGAN: She’s beastly dead. The pity of it! Mulligan meets the\nafflicted mother. (HE UPTURNS HIS EYES) Mercurial Malachi!",
        "THE MOTHER: (WITH THE SUBTLE SMILE OF DEATH’S MADNESS) I was once the\nbeautiful May Goulding. I am dead.",
        "STEPHEN: (HORRORSTRUCK) Lemur, who are you? No. What bogeyman’s trick is\nthis?",
        "BUCK MULLIGAN: (SHAKES HIS CURLING CAPBELL) The mockery of it! Kinch\ndogsbody killed her bitchbody. She kicked the bucket. (TEARS OF MOLTEN\nBUTTER FALL FROM HIS EYES ON TO THE SCONE) Our great sweet mother! EPI\nOINOPA PONTON.",
        "THE MOTHER: (COMES NEARER, BREATHING UPON HIM SOFTLY HER BREATH OF WETTED\nASHES) All must go through it, Stephen. More women than men in the world.\nYou too. Time will come.",
        "STEPHEN: (CHOKING WITH FRIGHT, REMORSE AND HORROR) They say I killed you,\nmother. He offended your memory. Cancer did it, not I. Destiny.",
        "THE MOTHER: (A GREEN RILL OF BILE TRICKLING FROM A SIDE OF HER MOUTH) You\nsang that song to me. LOVE’S BITTER MYSTERY.",
        "STEPHEN: (EAGERLY) Tell me the word, mother, if you know now. The word\nknown to all men.",
        "THE MOTHER: Who saved you the night you jumped into the train at Dalkey\nwith Paddy Lee? Who had pity for you when you were sad among the\nstrangers? Prayer is allpowerful. Prayer for the suffering souls in the\nUrsuline manual and forty days’ indulgence. Repent, Stephen.",
        "STEPHEN: The ghoul! Hyena!",
        "THE MOTHER: I pray for you in my other world. Get Dilly to make you that\nboiled rice every night after your brainwork. Years and years I loved\nyou, O, my son, my firstborn, when you lay in my womb.",
        "ZOE: (FANNING HERSELF WITH THE GRATE FAN) I’m melting!",
        "FLORRY: (POINTS TO STEPHEN) Look! He’s white.",
        "BLOOM: (GOES TO THE WINDOW TO OPEN IT MORE) Giddy.",
        "THE MOTHER: (WITH SMOULDERING EYES) Repent! O, the fire of hell!",
        "STEPHEN: (PANTING) His noncorrosive sublimate! The corpsechewer! Raw head\nand bloody bones.",
        "THE MOTHER: (HER FACE DRAWING NEAR AND NEARER, SENDING OUT AN ASHEN\nBREATH) Beware! (SHE RAISES HER BLACKENED WITHERED RIGHT ARM SLOWLY\nTOWARDS STEPHEN’S BREAST WITH OUTSTRETCHED FINGER) Beware God’s hand! (A\nGREEN CRAB WITH MALIGNANT RED EYES STICKS DEEP ITS GRINNING CLAWS IN\nSTEPHEN’S HEART.)",
        "STEPHEN: (STRANGLED WITH RAGE) Shite! (HIS FEATURES GROW DRAWN GREY AND\nOLD)",
        "BLOOM: (AT THE WINDOW) What?",
        "STEPHEN: AH NON, PAR EXEMPLE! The intellectual imagination! With me all\nor not at all. NON SERVIAM!",
        "FLORRY: Give him some cold water. Wait. (SHE RUSHES OUT)",
        "THE MOTHER: (WRINGS HER HANDS SLOWLY, MOANING DESPERATELY) O Sacred Heart\nof Jesus, have mercy on him! Save him from hell, O Divine Sacred Heart!",
        "STEPHEN: No! No! No! Break my spirit, all of you, if you can! I’ll bring\nyou all to heel!",
        "THE MOTHER: (IN THE AGONY OF HER DEATHRATTLE) Have mercy on Stephen,\nLord, for my sake! Inexpressible was my anguish when expiring with love,\ngrief and agony on Mount Calvary.",
        "Stephen: Nothung!",
        "(HE LIFTS HIS ASHPLANT HIGH WITH BOTH HANDS AND SMASHES THE CHANDELIER.\nTIME’S LIVID FINAL FLAME LEAPS AND, IN THE FOLLOWING DARKNESS, RUIN OF\nALL SPACE, SHATTERED GLASS AND TOPPLING MASONRY.)",
        "THE GASJET: Pwfungg!",
        "BLOOM: Stop!",
        "LYNCH: (RUSHES FORWARD AND SEIZES STEPHEN’S HAND) Here! Hold on! Don’t\nrun amok!",
        "BELLA: Police!",
        "(STEPHEN, ABANDONING HIS ASHPLANT, HIS HEAD AND ARMS THROWN BACK STARK,\nBEATS THE GROUND AND FLIES FROM THE ROOM, PAST THE WHORES AT THE DOOR.)",
        "BELLA: (SCREAMS) After him!",
        "(THE TWO WHORES RUSH TO THE HALLDOOR. LYNCH AND KITTY AND ZOE STAMPEDE\nFROM THE ROOM. THEY TALK EXCITEDLY. BLOOM FOLLOWS, RETURNS.)",
        "THE WHORES: (JAMMED IN THE DOORWAY, POINTING) Down there.",
        "ZOE: (POINTING) There. There’s something up.",
        "BELLA: Who pays for the lamp? (SHE SEIZES BLOOM’S COATTAIL) Here, you\nwere with him. The lamp’s broken.",
        "BLOOM: (RUSHES TO THE HALL, RUSHES BACK) What lamp, woman?",
        "A WHORE: He tore his coat.",
        "BELLA: (HER EYES HARD WITH ANGER AND CUPIDITY, POINTS) Who’s to pay for\nthat? Ten shillings. You’re a witness.",
        "BLOOM: (SNATCHES UP STEPHEN’S ASHPLANT) Me? Ten shillings? Haven’t you\nlifted enough off him? Didn’t he ...?",
        "BELLA: (LOUDLY) Here, none of your tall talk. This isn’t a brothel. A ten\nshilling house.",
        "BLOOM: (HIS HEAD UNDER THE LAMP, PULLS THE CHAIN. PULING, THE GASJET\nLIGHTS UP A CRUSHED MAUVE PURPLE SHADE. HE RAISES THE ASHPLANT.) Only the\nchimney’s broken. Here is all he ...",
        "BELLA: (SHRINKS BACK AND SCREAMS) Jesus! Don’t!",
        "BLOOM: (WARDING OFF A BLOW) To show you how he hit the paper. There’s not\nsixpenceworth of damage done. Ten shillings!",
        "FLORRY: (WITH A GLASS OF WATER, ENTERS) Where is he?",
        "BELLA: Do you want me to call the police?",
        "BLOOM: O, I know. Bulldog on the premises. But he’s a Trinity student.\nPatrons of your establishment. Gentlemen that pay the rent. (HE MAKES A\nMASONIC SIGN) Know what I mean? Nephew of the vice-chancellor. You don’t\nwant a scandal.",
        "BELLA: (ANGRILY) Trinity. Coming down here ragging after the boatraces\nand paying nothing. Are you my commander here or? Where is he? I’ll\ncharge him! Disgrace him, I will! (SHE SHOUTS) Zoe! Zoe!",
        "BLOOM: (URGENTLY) And if it were your own son in Oxford? (WARNINGLY) I\nknow.",
        "BELLA: (ALMOST SPEECHLESS) Who are. Incog!",
        "ZOE: (IN THE DOORWAY) There’s a row on.",
        "BLOOM: What? Where? (HE THROWS A SHILLING ON THE TABLE AND STARTS) That’s\nfor the chimney. Where? I need mountain air.",
        "(HE HURRIES OUT THROUGH THE HALL. THE WHORES POINT. FLORRY FOLLOWS,\nSPILLING WATER FROM HER TILTED TUMBLER. ON THE DOORSTEP ALL THE WHORES\nCLUSTERED TALK VOLUBLY, POINTING TO THE RIGHT WHERE THE FOG HAS CLEARED\nOFF. FROM THE LEFT ARRIVES A JINGLING HACKNEY CAR. IT SLOWS TO IN FRONT\nOF THE HOUSE. BLOOM AT THE HALLDOOR PERCEIVES CORNY KELLEHER WHO IS ABOUT\nTO DISMOUNT FROM THE CAR WITH TWO SILENT LECHERS. HE AVERTS HIS FACE.\nBELLA FROM WITHIN THE HALL URGES ON HER WHORES. THEY BLOW ICKYLICKYSTICKY\nYUMYUM KISSES. CORNY KELLEHER REPLIES WITH A GHASTLY LEWD SMILE. THE\nSILENT LECHERS TURN TO PAY THE JARVEY. ZOE AND KITTY STILL POINT RIGHT.\nBLOOM, PARTING THEM SWIFTLY, DRAWS HIS CALIPH’S HOOD AND PONCHO AND\nHURRIES DOWN THE STEPS WITH SIDEWAYS FACE. INCOG HAROUN AL RASCHID HE\nFLITS BEHIND THE SILENT LECHERS AND HASTENS ON BY THE RAILINGS WITH FLEET\nSTEP OF A PARD STREWING THE DRAG BEHIND HIM, TORN ENVELOPES DRENCHED IN\nANISEED. THE ASHPLANT MARKS HIS STRIDE. A PACK OF BLOODHOUNDS, LED BY\nHORNBLOWER OF TRINITY BRANDISHING A DOGWHIP IN TALLYHO CAP AND AN OLD\nPAIR OF GREY TROUSERS, FOLLOW FROM FIR, PICKING UP THE SCENT, NEARER,\nBAYING, PANTING, AT FAULT, BREAKING AWAY, THROWING THEIR TONGUES, BITING\nHIS HEELS, LEAPING AT HIS TAIL. HE WALKS, RUNS, ZIGZAGS, GALLOPS, LUGS\nLAID BACK. HE IS PELTED WITH GRAVEL, CABBAGESTUMPS, BISCUITBOXES, EGGS,\nPOTATOES, DEAD CODFISH, WOMAN’S SLIPPERSLAPPERS. AFTER HIM FRESHFOUND THE\nHUE AND CRY ZIGZAG GALLOPS IN HOT PURSUIT OF FOLLOW MY LEADER: 65 C, 66\nC, NIGHT WATCH, JOHN HENRY MENTON, WISDOM HELY, V. B. DILLON, COUNCILLOR\nNANNETTI, ALEXANDER KEYES, LARRY O’ROURKE, JOE CUFFE MRS O’DOWD, PISSER\nBURKE, THE NAMELESS ONE, MRS RIORDAN, THE CITIZEN, GARRYOWEN,\nWHODOYOUCALLHIM, STRANGEFACE, FELLOWTHATSOLIKE, SAWHIMBEFORE,\nCHAPWITHAWEN, CHRIS CALLINAN, SIR CHARLES CAMERON, BENJAMIN DOLLARD,\nLENEHAN, BARTELL D’ARCY, JOE HYNES, RED MURRAY, EDITOR BRAYDEN, T. M.\nHEALY, MR JUSTICE FITZGIBBON, JOHN HOWARD PARNELL, THE REVEREND TINNED\nSALMON, PROFESSOR JOLY, MRS BREEN, DENIS BREEN, THEODORE PUREFOY, MINA\nPUREFOY, THE WESTLAND ROW POSTMISTRESS, C. P. M’COY, FRIEND OF LYONS,\nHOPPY HOLOHAN, MANINTHESTREET, OTHERMANINTHESTREET, FOOTBALLBOOTS,\nPUGNOSED DRIVER, RICH PROTESTANT LADY, DAVY BYRNE, MRS ELLEN M’GUINNESS,\nMRS JOE GALLAHER, GEORGE LIDWELL, JIMMY HENRY ON CORNS, SUPERINTENDENT\nLARACY, FATHER COWLEY, CROFTON OUT OF THE COLLECTOR-GENERAL’S, DAN\nDAWSON, DENTAL SURGEON BLOOM WITH TWEEZERS, MRS BOB DORAN, MRS KENNEFICK,\nMRS WYSE NOLAN, JOHN WYSE NOLAN,\nHANDSOMEMARRIEDWOMANRUBBEDAGAINSTWIDEBEHINDINCLONSKEATRAM, THE BOOKSELLER\nOF Sweets Of Sin, MISS DUBEDATANDSHEDIDBEDAD, MESDAMES GERALD AND\nSTANISLAUS MORAN OF ROEBUCK, THE MANAGING CLERK OF DRIMMIE’S, WETHERUP,\nCOLONEL HAYES, MASTIANSKY, CITRON, PENROSE, AARON FIGATNER, MOSES HERZOG,\nMICHAEL E GERAGHTY, INSPECTOR TROY, MRS GALBRAITH, THE CONSTABLE OFF\nECCLES STREET CORNER, OLD DOCTOR BRADY WITH STETHOSCOPE, THE MYSTERY MAN\nON THE BEACH, A RETRIEVER, MRS MIRIAM DANDRADE AND ALL HER LOVERS.)",
        "THE HUE AND CRY: (HELTERSKELTERPELTERWELTER) He’s Bloom! Stop Bloom!\nStopabloom! Stopperrobber! Hi! Hi! Stophim on the corner!",
        "(AT THE CORNER OF BEAVER STREET BENEATH THE SCAFFOLDING BLOOM PANTING\nSTOPS ON THE FRINGE OF THE NOISY QUARRELLING KNOT, A LOT NOT KNOWING A\nJOT WHAT HI! HI! ROW AND WRANGLE ROUND THE WHOWHAT BRAWLALTOGETHER.)",
        "STEPHEN: (WITH ELABORATE GESTURES, BREATHING DEEPLY AND SLOWLY) You are\nmy guests. Uninvited. By virtue of the fifth of George and seventh of\nEdward. History to blame. Fabled by mothers of memory.",
        "PRIVATE CARR: (TO CISSY CAFFREY) Was he insulting you?",
        "STEPHEN: Addressed her in vocative feminine. Probably neuter. Ungenitive.",
        "VOICES: No, he didn’t. I seen him. The girl there. He was in Mrs Cohen’s.\nWhat’s up? Soldier and civilian.",
        "CISSY CAFFREY: I was in company with the soldiers and they left me to\ndo–you know, and the young man run up behind me. But I’m faithful to the\nman that’s treating me though I’m only a shilling whore.",
        "STEPHEN: (CATCHES SIGHT OF LYNCH’S AND KITTY’S HEADS) Hail, Sisyphus. (HE\nPOINTS TO HIMSELF AND THE OTHERS) Poetic. Uropoetic.",
        "VOICES: Shes faithfultheman.",
        "CISSY CAFFREY: Yes, to go with him. And me with a soldier friend.",
        "PRIVATE COMPTON: He doesn’t half want a thick ear, the blighter. Biff him\none, Harry.",
        "PRIVATE CARR: (TO CISSY) Was he insulting you while me and him was having\na piss?",
        "LORD TENNYSON: (GENTLEMAN POET IN UNION JACK BLAZER AND CRICKET FLANNELS,\nBAREHEADED, FLOWINGBEARDED) Theirs not to reason why.",
        "PRIVATE COMPTON: Biff him, Harry.",
        "STEPHEN: (TO PRIVATE COMPTON) I don’t know your name but you are quite\nright. Doctor Swift says one man in armour will beat ten men in their\nshirts. Shirt is synechdoche. Part for the whole.",
        "CISSY CAFFREY: (TO THE CROWD) No, I was with the privates.",
        "STEPHEN: (AMIABLY) Why not? The bold soldier boy. In my opinion every\nlady for example ...",
        "PRIVATE CARR: (HIS CAP AWRY, ADVANCES TO STEPHEN) Say, how would it be,\ngovernor, if I was to bash in your jaw?",
        "STEPHEN: (LOOKS UP TO THE SKY) How? Very unpleasant. Noble art of\nselfpretence. Personally, I detest action. (HE WAVES HIS HAND) Hand hurts\nme slightly. ENFIN CE SONT VOS OIGNONS. (TO CISSY CAFFREY) Some trouble\nis on here. What is it precisely?",
        "DOLLY GRAY: (FROM HER BALCONY WAVES HER HANDKERCHIEF, GIVING THE SIGN OF\nTHE HEROINE OF JERICHO) Rahab. Cook’s son, goodbye. Safe home to Dolly.\nDream of the girl you left behind and she will dream of you.",
        "(the Soldiers Turn Their Swimming Eyes.)",
        "BLOOM: (ELBOWING THROUGH THE CROWD, PLUCKS STEPHEN’S SLEEVE VIGOROUSLY)\nCome now, professor, that carman is waiting.",
        "STEPHEN: (TURNS) Eh? (HE DISENGAGES HIMSELF) Why should I not speak to\nhim or to any human being who walks upright upon this oblate orange? (HE\nPOINTS HIS FINGER) I’m not afraid of what I can talk to if I see his eye.\nRetaining the perpendicular.",
        "(he Staggers a Pace Back)",
        "BLOOM: (PROPPING HIM) Retain your own.",
        "STEPHEN: (LAUGHS EMPTILY) My centre of gravity is displaced. I have\nforgotten the trick. Let us sit down somewhere and discuss. Struggle for\nlife is the law of existence but but human philirenists, notably the tsar\nand the king of England, have invented arbitration. (HE TAPS HIS BROW)\nBut in here it is I must kill the priest and the king.",
        "BIDDY THE CLAP: Did you hear what the professor said? He’s a professor\nout of the college.",
        "CUNTY KATE: I did. I heard that.",
        "BIDDY THE CLAP: He expresses himself with such marked refinement of\nphraseology.",
        "CUNTY KATE: Indeed, yes. And at the same time with such apposite\ntrenchancy.",
        "PRIVATE CARR: (PULLS HIMSELF FREE AND COMES FORWARD) What’s that you’re\nsaying about my king?",
        "(EDWARD THE SEVENTH APPEARS IN AN ARCHWAY. HE WARS A WHITE JERSEY ON\nWHICH AN IMAGE OF THE SACRED HEART IS STITCHED WITH THE INSIGNIA OF\nGARTER AND THISTLE, GOLDEN FLEECE, ELEPHANT OF DENMARK, SKINNER’S AND\nPROBYN’S HORSE, LINCOLN’S INN BENCHER AND ANCIENT AND HONOURABLE\nARTILLERY COMPANY OF MASSACHUSETTS. HE SUCKS A RED JUJUBE. HE IS ROBED AS\nA GRAND ELECT PERFECT AND SUBLIME MASON WITH TROWEL AND APRON, MARKED\nmade in Germany. IN HIS LEFT HAND HE HOLDS A PLASTERER’S BUCKET ON WHICH\nIS PRINTED Defense d’uriner. A ROAR OF WELCOME GREETS HIM.)",
        "EDWARD THE SEVENTH: (SLOWLY, SOLEMNLY BUT INDISTINCTLY) Peace, perfect\npeace. For identification, bucket in my hand. Cheerio, boys. (HE TURNS TO\nHIS SUBJECTS) We have come here to witness a clean straight fight and we\nheartily wish both men the best of good luck. Mahak makar a bak.",
        "(HE SHAKES HANDS WITH PRIVATE CARR, PRIVATE COMPTON, STEPHEN, BLOOM AND\nLYNCH. GENERAL APPLAUSE. EDWARD THE SEVENTH LIFTS HIS BUCKET GRACIOUSLY\nIN ACKNOWLEDGMENT.)",
        "PRIVATE CARR: (TO STEPHEN) Say it again.",
        "STEPHEN: (NERVOUS, FRIENDLY, PULLS HIMSELF UP) I understand your point of\nview though I have no king myself for the moment. This is the age of\npatent medicines. A discussion is difficult down here. But this is the\npoint. You die for your country. Suppose. (HE PLACES HIS ARM ON PRIVATE\nCARR’S SLEEVE)  Not that I wish it for you. But I say: Let my country die\nfor me. Up to the  present it has done so. I didn’t want it to die. Damn\ndeath. Long live life!",
        "EDWARD THE SEVENTH: (LEVITATES OVER HEAPS OF SLAIN, IN THE GARB AND WITH\nTHE HALO OF JOKING JESUS, A WHITE JUJUBE IN HIS PHOSPHORESCENT FACE)",
        "    My methods are new and are causing surprise.\n    To make the blind see I throw dust in their eyes.",
        "STEPHEN: Kings and unicorns! (HE FILLS BACK A PACE) Come somewhere and\nwe’ll ... What was that girl saying? ...",
        "PRIVATE COMPTON: Eh, Harry, give him a kick in the knackers. Stick one\ninto Jerry.",
        "BLOOM: (TO THE PRIVATES, SOFTLY) He doesn’t know what he’s saying. Taken\na little more than is good for him. Absinthe. Greeneyed monster. I know\nhim. He’s a gentleman, a poet. It’s all right.",
        "STEPHEN: (NODS, SMILING AND LAUGHING) Gentleman, patriot, scholar and\njudge of impostors.",
        "PRIVATE CARR: I don’t give a bugger who he is.",
        "PRIVATE COMPTON: We don’t give a bugger who he is.",
        "STEPHEN: I seem to annoy them. Green rag to a bull.",
        "(KEVIN EGAN OF PARIS IN BLACK SPANISH TASSELLED SHIRT AND PEEP-O’-DAY\nBOY’S HAT SIGNS TO STEPHEN.)",
        "KEVIN EGAN: H’lo! BONJOUR! The VIEILLE OGRESSE with the DENTS JAUNES.",
        "(patrice Egan Peeps From Behind, His Rabbitface Nibbling a Quince Leaf.)",
        "PATRICE: SOCIALISTE!",
        "DON EMILE PATRIZIO FRANZ RUPERT POPE HENNESSY: (IN MEDIEVAL HAUBERK, TWO\nWILD GEESE VOLANT ON HIS HELM, WITH NOBLE INDIGNATION POINTS A MAILED\nHAND AGAINST THE PRIVATES) Werf those eykes to footboden, big grand\nporcos of johnyellows todos covered of gravy!",
        "BLOOM: (TO STEPHEN) Come home. You’ll get into trouble.",
        "STEPHEN: (SWAYING) I don’t avoid it. He provokes my intelligence.",
        "BIDDY THE CLAP: One immediately observes that he is of patrician lineage.",
        "THE VIRAGO: Green above the red, says he. Wolfe Tone.",
        "THE BAWD: The red’s as good as the green. And better. Up the soldiers! Up\nKing Edward!",
        "A ROUGH: (LAUGHS) Ay! Hands up to De Wet.",
        "The Citizen: (with a Huge Emerald Muffler and Shillelagh, Calls)",
        "    May the God above\n    Send down a dove\n    With teeth as sharp as razors\n    To slit the throats\n    Of the English dogs\n    That hanged our Irish leaders.",
        "THE CROPPY BOY: (THE ROPENOOSE ROUND HIS NECK, GRIPES IN HIS ISSUING\nBOWELS WITH BOTH HANDS)",
        "    I bear no hate to a living thing,\n    But I love my country beyond the king.",
        "RUMBOLD, DEMON BARBER: (ACCOMPANIED BY TWO BLACKMASKED ASSISTANTS,\nADVANCES WITH GLADSTONE BAG WHICH HE OPENS) Ladies and gents, cleaver\npurchased by Mrs Pearcy to slay Mogg. Knife with which Voisin dismembered\nthe wife of a compatriot and hid remains in a sheet in the cellar, the\nunfortunate female’s throat being cut from ear to ear. Phial containing\narsenic retrieved from body of Miss Barron which sent Seddon to the\ngallows.",
        "(HE JERKS THE ROPE. THE ASSISTANTS LEAP AT THE VICTIM’S LEGS AND DRAG HIM\nDOWNWARD, GRUNTING THE CROPPY BOY’S TONGUE PROTRUDES VIOLENTLY.)",
        "The Croppy Boy:",
        "    Horhot ho hray hor hother’s hest.",
        "(HE GIVES UP THE GHOST. A VIOLENT ERECTION OF THE HANGED SENDS GOUTS OF\nSPERM SPOUTING THROUGH HIS DEATHCLOTHES ON TO THE COBBLESTONES. MRS\nBELLINGHAM, MRS YELVERTON BARRY AND THE HONOURABLE MRS MERVYN TALBOYS\nRUSH FORWARD WITH THEIR HANDKERCHIEFS TO SOP IT UP.)",
        "RUMBOLD: I’m near it myself. (HE UNDOES THE NOOSE) Rope which hanged the\nawful rebel. Ten shillings a time. As applied to Her Royal Highness. (HE\nPLUNGES HIS HEAD INTO THE GAPING BELLY OF THE HANGED AND DRAWS OUT HIS\nHEAD AGAIN CLOTTED WITH COILED AND SMOKING ENTRAILS) My painful duty has\nnow been done. God save the king!",
        "EDWARD THE SEVENTH: (DANCES SLOWLY, SOLEMNLY, RATTLING HIS BUCKET, AND\nSINGS WITH SOFT CONTENTMENT)",
        "    On coronation day, on coronation day,\n    O, won’t we have a merry time,\n    Drinking whisky, beer and wine!",
        "PRIVATE CARR: Here. What are you saying about my king?",
        "STEPHEN: (THROWS UP HIS HANDS) O, this is too monotonous! Nothing. He\nwants my money and my life, though want must be his master, for some\nbrutish empire of his. Money I haven’t. (HE SEARCHES HIS POCKETS VAGUELY)\nGAVE IT TO SOMEONE.",
        "PRIVATE CARR: Who wants your bleeding money?",
        "STEPHEN: (TRIES TO MOVE OFF) Will someone tell me where I am least likely\nto meet these necessary evils? CA SE VOIT AUSSI A PARIS. Not that I ...\nBut, by Saint Patrick ...!",
        "(THE WOMEN’S HEADS COALESCE. OLD GUMMY GRANNY IN SUGARLOAF HAT APPEARS\nSEATED ON A TOADSTOOL, THE DEATHFLOWER OF THE POTATO BLIGHT ON HER\nBREAST.)",
        "STEPHEN: Aha! I know you, gammer! Hamlet, revenge! The old sow that eats\nher farrow!",
        "OLD GUMMY GRANNY: (ROCKING TO AND FRO) Ireland’s sweetheart, the king of\nSpain’s daughter, alanna. Strangers in my house, bad manners to them!\n(SHE KEENS WITH BANSHEE WOE) Ochone! Ochone! Silk of the kine! (SHE\nWAILS) You met with poor old Ireland and how does she stand?",
        "STEPHEN: How do I stand you? The hat trick! Where’s the third person of\nthe Blessed Trinity? Soggarth Aroon? The reverend Carrion Crow.",
        "CISSY CAFFREY: (SHRILL) Stop them from fighting!",
        "A ROUGH: Our men retreated.",
        "PRIVATE CARR: (TUGGING AT HIS BELT) I’ll wring the neck of any fucker\nsays a word against my fucking king.",
        "BLOOM: (TERRIFIED) He said nothing. Not a word. A pure misunderstanding.",
        "The Citizen: Erin Go Bragh!",
        "(MAJOR TWEEDY AND THE CITIZEN EXHIBIT TO EACH OTHER MEDALS, DECORATIONS,\nTROPHIES OF WAR, WOUNDS. BOTH SALUTE WITH FIERCE HOSTILITY.)",
        "PRIVATE COMPTON: Go it, Harry. Do him one in the eye. He’s a proboer.",
        "STEPHEN: Did I? When?",
        "BLOOM: (TO THE REDCOATS) We fought for you in South Africa, Irish missile\ntroops. Isn’t that history? Royal Dublin Fusiliers. Honoured by our\nmonarch.",
        "THE NAVVY: (STAGGERING PAST) O, yes! O God, yes! O, make the kwawr a\nkrowawr! O! Bo!",
        "(CASQUED HALBERDIERS IN ARMOUR THRUST FORWARD A PENTICE OF GUTTED\nSPEARPOINTS. MAJOR TWEEDY, MOUSTACHED LIKE TURKO THE TERRIBLE, IN\nBEARSKIN CAP WITH HACKLEPLUME AND ACCOUTREMENTS, WITH EPAULETTES, GILT\nCHEVRONS AND SABRETACHES, HIS BREAST BRIGHT WITH MEDALS, TOES THE LINE.\nHE GIVES THE PILGRIM WARRIOR’S SIGN OF THE KNIGHTS TEMPLARS.)",
        "MAJOR TWEEDY: (GROWLS GRUFFLY) Rorke’s Drift! Up, guards, and at them!\nMahar shalal hashbaz.",
        "PRIVATE CARR: I’ll do him in.",
        "PRIVATE COMPTON: (WAVES THE CROWD BACK) Fair play, here. Make a bleeding\nbutcher’s shop of the bugger.",
        "(MASSED BANDS BLARE Garryowen AND God save the king.)",
        "CISSY CAFFREY: They’re going to fight. For me!",
        "CUNTY KATE: The brave and the fair.",
        "BIDDY THE CLAP: Methinks yon sable knight will joust it with the best.",
        "CUNTY KATE: (BLUSHING DEEPLY) Nay, madam. The gules doublet and merry\nsaint George for me!",
        "Stephen:",
        "    The harlot’s cry from street to street\n    Shall weave Old Ireland’s windingsheet.",
        "PRIVATE CARR: (LOOSENING HIS BELT, SHOUTS) I’ll wring the neck of any\nfucking bastard says a word against my bleeding fucking king.",
        "BLOOM: (SHAKES CISSY CAFFREY’S SHOULDERS) Speak, you! Are you struck\ndumb? You are the link between nations and generations. Speak, woman,\nsacred lifegiver!",
        "CISSY CAFFREY: (ALARMED, SEIZES PRIVATE CARR’S SLEEVE) Amn’t I with you?\nAmn’t I your girl? Cissy’s your girl. (SHE CRIES) Police!",
        "Stephen: (ecstatically, to Cissy Caffrey)",
        "    White thy fambles, red thy gan\n    And thy quarrons dainty is.",
        "VOICES: Police!",
        "DISTANT VOICES: Dublin’s burning! Dublin’s burning! On fire, on fire!",
        "(BRIMSTONE FIRES SPRING UP. DENSE CLOUDS ROLL PAST. HEAVY GATLING GUNS\nBOOM. PANDEMONIUM. TROOPS DEPLOY. GALLOP OF HOOFS. ARTILLERY. HOARSE\nCOMMANDS. BELLS CLANG. BACKERS SHOUT. DRUNKARDS BAWL. WHORES SCREECH.\nFOGHORNS HOOT. CRIES OF VALOUR. SHRIEKS OF DYING. PIKES CLASH ON\nCUIRASSES. THIEVES ROB THE SLAIN. BIRDS OF PREY, WINGING FROM THE SEA,\nRISING FROM MARSHLANDS, SWOOPING FROM EYRIES, HOVER SCREAMING, GANNETS,\nCORMORANTS, VULTURES, GOSHAWKS, CLIMBING WOODCOCKS, PEREGRINES, MERLINS,\nBLACKGROUSE, SEA EAGLES, GULLS, ALBATROSSES, BARNACLE GEESE. THE MIDNIGHT\nSUN IS DARKENED. THE EARTH TREMBLES. THE DEAD OF DUBLIN FROM PROSPECT AND\nMOUNT JEROME IN WHITE SHEEPSKIN OVERCOATS AND BLACK GOATFELL CLOAKS ARISE\nAND APPEAR TO MANY. A CHASM OPENS WITH A NOISELESS YAWN. TOM ROCHFORD,\nWINNER, IN ATHLETE’S SINGLET AND BREECHES, ARRIVES AT THE HEAD OF THE\nNATIONAL HURDLE HANDICAP AND LEAPS INTO THE VOID. HE IS FOLLOWED BY A\nRACE OF RUNNERS AND LEAPERS. IN WILD ATTITUDES THEY SPRING FROM THE\nBRINK. THEIR BODIES PLUNGE. FACTORY LASSES WITH FANCY CLOTHES TOSS REDHOT\nYORKSHIRE BARAABOMBS. SOCIETY LADIES LIFT THEIR SKIRTS ABOVE THEIR HEADS\nTO PROTECT THEMSELVES. LAUGHING WITCHES IN RED CUTTY SARKS RIDE THROUGH\nTHE AIR ON BROOMSTICKS. QUAKERLYSTER PLASTERS BLISTERS. IT RAINS DRAGONS’\nTEETH. ARMED HEROES SPRING UP FROM FURROWS. THEY EXCHANGE IN AMITY THE\nPASS OF KNIGHTS OF THE RED CROSS AND FIGHT DUELS WITH CAVALRY SABRES:\nWOLFE TONE AGAINST HENRY GRATTAN, SMITH O’BRIEN AGAINST DANIEL O’CONNELL,\nMICHAEL DAVITT AGAINST ISAAC BUTT, JUSTIN M’CARTHY AGAINST PARNELL,\nARTHUR GRIFFITH AGAINST JOHN REDMOND, JOHN O’LEARY AGAINST LEAR O’JOHNNY,\nLORD EDWARD FITZGERALD AGAINST LORD GERALD FITZEDWARD, THE O’DONOGHUE OF\nTHE GLENS AGAINST THE GLENS OF THE O’DONOGHUE. ON AN EMINENCE, THE CENTRE\nOF THE EARTH, RISES THE FELDALTAR OF SAINT BARBARA. BLACK CANDLES RISE\nFROM ITS GOSPEL AND EPISTLE HORNS. FROM THE HIGH BARBACANS OF THE TOWER\nTWO SHAFTS OF LIGHT FALL ON THE SMOKEPALLED ALTARSTONE. ON THE ALTARSTONE\nMRS MINA PUREFOY, GODDESS OF UNREASON, LIES, NAKED, FETTERED, A CHALICE\nRESTING ON HER SWOLLEN BELLY. FATHER MALACHI O’FLYNN IN A LACE PETTICOAT\nAND REVERSED CHASUBLE, HIS TWO LEFT FEET BACK TO THE FRONT, CELEBRATES\nCAMP MASS. THE REVEREND MR HUGH C HAINES LOVE M. A. IN A PLAIN CASSOCK\nAND MORTARBOARD, HIS HEAD AND COLLAR BACK TO THE FRONT, HOLDS OVER THE\nCELEBRANT’S HEAD AN OPEN UMBRELLA.)",
        "Father Malachi O’flynn: Introibo Ad Altare Diaboli.",
        "THE REVEREND MR HAINES LOVE: To the devil which hath made glad my young\ndays.",
        "FATHER MALACHI O’FLYNN: (TAKES FROM THE CHALICE AND ELEVATES A\nBLOODDRIPPING HOST) CORPUS MEUM.",
        "THE REVEREND MR HAINES LOVE: (RAISES HIGH BEHIND THE CELEBRANT’S\nPETTICOAT, REVEALING HIS GREY BARE HAIRY BUTTOCKS BETWEEN WHICH A CARROT\nIS STUCK) My body.",
        "THE VOICE OF ALL THE DAMNED: Htengier Tnetopinmo Dog Drol eht rof,\nAiulella!",
        "(from On High the Voice of Adonai Calls.)",
        "ADONAI: Dooooooooooog!",
        "THE VOICE OF ALL THE BLESSED: Alleluia, for the Lord God Omnipotent\nreigneth!",
        "(from On High the Voice of Adonai Calls.)",
        "ADONAI: Goooooooooood!",
        "(IN STRIDENT DISCORD PEASANTS AND TOWNSMEN OF ORANGE AND GREEN FACTIONS\nSING Kick the Pope AND Daily, daily sing to Mary.)",
        "PRIVATE CARR: (WITH FEROCIOUS ARTICULATION) I’ll do him in, so help me\nfucking Christ! I’ll wring the bastard fucker’s bleeding blasted fucking\nwindpipe!",
        "OLD GUMMY GRANNY: (THRUSTS A DAGGER TOWARDS STEPHEN’S HAND) Remove him,\nacushla. At 8.35 a.m. you will be in heaven and Ireland will be free.\n(SHE PRAYS) O good God, take him!",
        "(the Retriever, Nosing On the Fringe of the Crowd, Barks Noisily.)",
        "BLOOM: (RUNS TO LYNCH) Can’t you get him away?",
        "LYNCH: He likes dialectic, the universal language. Kitty! (TO BLOOM) Get\nhim away, you. He won’t listen to me.",
        "(he Drags Kitty Away.)",
        "STEPHEN: (POINTS) EXIT JUDAS. ET LAQUEO SE SUSPENDIT.",
        "BLOOM: (RUNS TO STEPHEN) Come along with me now before worse happens.\nHere’s your stick.",
        "STEPHEN: Stick, no. Reason. This feast of pure reason.",
        "CISSY CAFFREY: (PULLING PRIVATE CARR) Come on, you’re boosed. He insulted\nme but I forgive him. (SHOUTING IN HIS EAR) I forgive him for insulting\nme.",
        "BLOOM: (OVER STEPHEN’S SHOULDER) Yes, go. You see he’s incapable.",
        "PRIVATE CARR: (BREAKS LOOSE) I’ll insult him.",
        "(HE RUSHES TOWARDS STEPHEN, FIST OUTSTRETCHED, AND STRIKES HIM IN THE\nFACE. STEPHEN TOTTERS, COLLAPSES, FALLS, STUNNED. HE LIES PRONE, HIS FACE\nTO THE SKY, HIS HAT ROLLING TO THE WALL. BLOOM FOLLOWS AND PICKS IT UP.)",
        "MAJOR TWEEDY: (LOUDLY) Carbine in bucket! Cease fire! Salute!",
        "THE RETRIEVER: (BARKING FURIOUSLY) Ute ute ute ute ute ute ute ute.",
        "THE CROWD: Let him up! Don’t strike him when he’s down! Air! Who? The\nsoldier hit him. He’s a professor. Is he hurted? Don’t manhandle him!\nHe’s fainted!",
        "A HAG: What call had the redcoat to strike the gentleman and he under the\ninfluence. Let them go and fight the Boers!",
        "THE BAWD: Listen to who’s talking! Hasn’t the soldier a right to go with\nhis girl? He gave him the coward’s blow.",
        "(they Grab At Each Other’s Hair, Claw At Each Other and Spit)",
        "THE RETRIEVER: (BARKING) Wow wow wow.",
        "BLOOM: (SHOVES THEM BACK, LOUDLY) Get back, stand back!",
        "PRIVATE COMPTON: (TUGGING HIS COMRADE) Here. Bugger off, Harry. Here’s\nthe cops!",
        "(two Raincaped Watch, Tall, Stand in the Group.)",
        "FIRST WATCH: What’s wrong here?",
        "PRIVATE COMPTON: We were with this lady. And he insulted us. And\nassaulted my chum. (THE RETRIEVER BARKS) Who owns the bleeding tyke?",
        "CISSY CAFFREY: (WITH EXPECTATION) Is he bleeding!",
        "A MAN: (RISING FROM HIS KNEES) No. Gone off. He’ll come to all right.",
        "BLOOM: (GLANCES SHARPLY AT THE MAN) Leave him to me. I can easily ...",
        "SECOND WATCH: Who are you? Do you know him?",
        "PRIVATE CARR: (LURCHES TOWARDS THE WATCH) He insulted my lady friend.",
        "BLOOM: (ANGRILY) You hit him without provocation. I’m a witness.\nConstable, take his regimental number.",
        "SECOND WATCH: I don’t want your instructions in the discharge of my duty.",
        "PRIVATE COMPTON: (PULLING HIS COMRADE) Here, bugger off Harry. Or\nBennett’ll shove you in the lockup.",
        "PRIVATE CARR: (STAGGERING AS HE IS PULLED AWAY) God fuck old Bennett.\nHe’s a whitearsed bugger. I don’t give a shit for him.",
        "FIRST WATCH: (TAKES OUT HIS NOTEBOOK) What’s his name?",
        "BLOOM: (PEERING OVER THE CROWD) I just see a car there. If you give me a\nhand a second, sergeant ...",
        "FIRST WATCH: Name and address.",
        "(CORNY KELLEKER, WEEPERS ROUND HIS HAT, A DEATH WREATH IN HIS HAND,\nAPPEARS AMONG THE BYSTANDERS.)",
        "BLOOM: (QUICKLY) O, the very man! (HE WHISPERS) Simon Dedalus’ son. A bit\nsprung. Get those policemen to move those loafers back.",
        "SECOND WATCH: Night, Mr Kelleher.",
        "CORNY KELLEHER: (TO THE WATCH, WITH DRAWLING EYE) That’s all right. I\nknow him. Won a bit on the races. Gold cup. Throwaway. (HE LAUGHS) Twenty\nto one. Do you follow me?",
        "FIRST WATCH: (TURNS TO THE CROWD) Here, what are you all gaping at? Move\non out of that.",
        "(the Crowd Disperses Slowly, Muttering, Down the Lane.)",
        "CORNY KELLEHER: Leave it to me, sergeant. That’ll be all right. (HE\nLAUGHS, SHAKING HIS HEAD) We were often as bad ourselves, ay or worse.\nWhat? Eh, what?",
        "FIRST WATCH: (LAUGHS) I suppose so.",
        "CORNY KELLEHER: (NUDGES THE SECOND WATCH) Come and wipe your name off the\nslate. (HE LILTS, WAGGING HIS HEAD) With my tooraloom tooraloom tooraloom\ntooraloom. What, eh, do you follow me?",
        "SECOND WATCH: (GENIALLY) Ah, sure we were too.",
        "CORNY KELLEHER: (WINKING) Boys will be boys. I’ve a car round there.",
        "SECOND WATCH: All right, Mr Kelleher. Good night.",
        "CORNY KELLEHER: I’ll see to that.",
        "BLOOM: (SHAKES HANDS WITH BOTH OF THE WATCH IN TURN) Thank you very much,\ngentlemen. Thank you. (HE MUMBLES CONFIDENTIALLY) We don’t want any\nscandal, you understand. Father is a wellknown highly respected citizen.\nJust a little wild oats, you understand.",
        "FIRST WATCH: O. I understand, sir.",
        "SECOND WATCH: That’s all right, sir.",
        "FIRST WATCH: It was only in case of corporal injuries I’d have to report\nit at the station.",
        "BLOOM: (NODS RAPIDLY) Naturally. Quite right. Only your bounden duty.",
        "SECOND WATCH: It’s our duty.",
        "CORNY KELLEHER: Good night, men.",
        "THE WATCH: (SALUTING TOGETHER) Night, gentlemen. (THEY MOVE OFF WITH SLOW\nHEAVY TREAD)",
        "BLOOM: (BLOWS) Providential you came on the scene. You have a car? ...",
        "CORNY KELLEHER: (LAUGHS, POINTING HIS THUMB OVER HIS RIGHT SHOULDER TO\nTHE CAR BROUGHT UP AGAINST THE SCAFFOLDING) Two commercials that were\nstanding fizz in Jammet’s. Like princes, faith. One of them lost two quid\non the race. Drowning his grief. And were on for a go with the jolly\ngirls. So I landed them up on Behan’s car and down to nighttown.",
        "BLOOM: I was just going home by Gardiner street when I happened to ...",
        "CORNY KELLEHER: (LAUGHS) Sure they wanted me to join in with the mots.\nNo, by God, says I. Not for old stagers like myself and yourself. (HE\nLAUGHS AGAIN AND LEERS WITH LACKLUSTRE EYE) Thanks be to God we have it\nin the house, what, eh, do you follow me? Hah, hah, hah!",
        "BLOOM: (TRIES TO LAUGH) He, he, he! Yes. Matter of fact I was just\nvisiting an old friend of mine there, Virag, you don’t know him (poor\nfellow, he’s laid up for the past week) and we had a liquor together and\nI was just making my way home ...",
        "(the Horse Neighs.)",
        "THE HORSE: Hohohohohohoh! Hohohohome!",
        "CORNY KELLEHER: Sure it was Behan our jarvey there that told me after we\nleft the two commercials in Mrs Cohen’s and I told him to pull up and got\noff to see. (HE LAUGHS) Sober hearsedrivers a speciality. Will I give him\na lift home? Where does he hang out? Somewhere in Cabra, what?",
        "BLOOM: No, in Sandycove, I believe, from what he let drop.",
        "(STEPHEN, PRONE, BREATHES TO THE STARS. CORNY KELLEHER, ASQUINT, DRAWLS\nAT THE HORSE. BLOOM, IN GLOOM, LOOMS DOWN.)",
        "CORNY KELLEHER: (SCRATCHES HIS NAPE) Sandycove! (HE BENDS DOWN AND CALLS\nTO STEPHEN) Eh! (HE CALLS AGAIN) Eh! He’s covered with shavings anyhow.\nTake care they didn’t lift anything off him.",
        "BLOOM: No, no, no. I have his money and his hat here and stick.",
        "CORNY KELLEHER: Ah, well, he’ll get over it. No bones broken. Well, I’ll\nshove along. (HE LAUGHS) I’ve a rendezvous in the morning. Burying the\ndead. Safe home!",
        "THE HORSE: (NEIGHS) Hohohohohome.",
        "BLOOM: Good night. I’ll just wait and take him along in a few ...",
        "(CORNY KELLEHER RETURNS TO THE OUTSIDE CAR AND MOUNTS IT. THE HORSE\nHARNESS JINGLES.)",
        "CORNY KELLEHER: (FROM THE CAR, STANDING) Night.",
        "BLOOM: Night.",
        "(THE JARVEY CHUCKS THE REINS AND RAISES HIS WHIP ENCOURAGINGLY. THE CAR\nAND HORSE BACK SLOWLY, AWKWARDLY, AND TURN. CORNY KELLEHER ON THE\nSIDESEAT SWAYS HIS HEAD TO AND FRO IN SIGN OF MIRTH AT BLOOM’S PLIGHT.\nTHE JARVEY JOINS IN THE MUTE PANTOMIMIC MERRIMENT NODDING FROM THE\nFARTHER SEAT. BLOOM SHAKES HIS HEAD IN MUTE MIRTHFUL REPLY. WITH THUMB\nAND PALM CORNY KELLEHER REASSURES THAT THE TWO BOBBIES WILL ALLOW THE\nSLEEP TO CONTINUE FOR WHAT ELSE IS TO BE DONE. WITH A SLOW NOD BLOOM\nCONVEYS HIS GRATITUDE AS THAT IS EXACTLY WHAT STEPHEN NEEDS. THE CAR\nJINGLES TOORALOOM ROUND THE CORNER OF THE TOORALOOM LANE. CORNY KELLEHER\nAGAIN REASSURALOOMS WITH HIS HAND. BLOOM WITH HIS HAND ASSURALOOMS CORNY\nKELLEHER THAT HE IS REASSURALOOMTAY. THE TINKLING HOOFS AND JINGLING\nHARNESS GROW FAINTER WITH THEIR TOORALOOLOO LOOLOO LAY. BLOOM, HOLDING IN\nHIS HAND STEPHEN’S HAT, FESTOONED WITH SHAVINGS, AND ASHPLANT, STANDS\nIRRESOLUTE. THEN HE BENDS TO HIM AND SHAKES HIM BY THE SHOULDER.)",
        "BLOOM: Eh! Ho! (THERE IS NO ANSWER; HE BENDS AGAIN) Mr Dedalus! (THERE IS\nNO ANSWER) The name if you call. Somnambulist. (HE BENDS AGAIN AND\nHESITATING, BRINGS HIS MOUTH NEAR THE FACE OF THE PROSTRATE FORM)\nStephen! (THERE IS NO ANSWER. HE CALLS AGAIN.) Stephen!",
        "STEPHEN: (GROANS) Who? Black panther. Vampire. (HE SIGHS AND STRETCHES\nHIMSELF, THEN MURMURS THICKLY WITH PROLONGED VOWELS)",
        "    Who ... drive... Fergus now\n    And pierce ... wood’s woven shade? ...",
        "(he Turns On His Left Side, Sighing, Doubling Himself Together.)",
        "BLOOM: Poetry. Well educated. Pity. (HE BENDS AGAIN AND UNDOES THE\nBUTTONS OF STEPHEN’S WAISTCOAT) To breathe. (HE BRUSHES THE WOODSHAVINGS\nFROM STEPHEN’S CLOTHES WITH LIGHT HAND AND FINGERS) One pound seven. Not\nhurt anyhow. (HE LISTENS) What?",
        "Stephen: (murmurs)",
        "    ... shadows ... the woods\n    ... white breast... dim sea.",
        "(HE STRETCHES OUT HIS ARMS, SIGHS AGAIN AND CURLS HIS BODY. BLOOM,\nHOLDING THE HAT AND ASHPLANT, STANDS ERECT. A DOG BARKS IN THE DISTANCE.\nBLOOM TIGHTENS AND LOOSENS HIS GRIP ON THE ASHPLANT. HE LOOKS DOWN ON\nSTEPHEN’S FACE AND FORM.)",
        "BLOOM: (COMMUNES WITH THE NIGHT) Face reminds me of his poor mother. In\nthe shady wood. The deep white breast. Ferguson, I think I caught. A\ngirl. Some girl. Best thing could happen him. (HE MURMURS) ... swear that\nI will always hail, ever conceal, never reveal, any part or parts, art or\narts ... (HE MURMURS) ... in the rough sands of the sea ... a cabletow’s\nlength from the shore ... where the tide ebbs ... and flows ...",
        "(SILENT, THOUGHTFUL, ALERT HE STANDS ON GUARD, HIS FINGERS AT HIS LIPS IN\nTHE ATTITUDE OF SECRET MASTER. AGAINST THE DARK WALL A FIGURE APPEARS\nSLOWLY, A FAIRY BOY OF ELEVEN, A CHANGELING, KIDNAPPED, DRESSED IN AN\nETON SUIT WITH GLASS SHOES AND A LITTLE BRONZE HELMET, HOLDING A BOOK IN\nHIS HAND. HE READS FROM RIGHT TO LEFT INAUDIBLY, SMILING, KISSING THE\nPAGE.)",
        "BLOOM: (WONDERSTRUCK, CALLS INAUDIBLY) Rudy!",
        "RUDY: (GAZES, UNSEEING, INTO BLOOM’S EYES AND GOES ON READING, KISSING,\nSMILING. HE HAS A DELICATE MAUVE FACE. ON HIS SUIT HE HAS DIAMOND AND\nRUBY BUTTONS. IN HIS FREE LEFT HAND HE HOLDS A SLIM IVORY CANE WITH A\nVIOLET BOWKNOT. A WHITE LAMBKIN PEEPS OUT OF HIS WAISTCOAT POCKET.)",
        "Continue...",
        "\nThis eBook of “Ulysses” by James Joyce belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "UlyssesBy James JoyceAt Amazon"
    ]
}