{
    "title": "Ulysses - III (C)",
    "author": "James Joyce",
    "chapter": "17",
    "content": [
        "\n\n",
        "What would render such return irrational?",
        "An unsatisfactory equation between an exodus and return in time through\nreversible space and an exodus and return in space through irreversible\ntime.",
        "What play of forces, inducing inertia, rendered departure undesirable?",
        "The lateness of the hour, rendering procrastinatory: the obscurity of the\nnight, rendering invisible: the uncertainty of thoroughfares, rendering\nperilous: the necessity for repose, obviating movement: the proximity of\nan occupied bed, obviating research: the anticipation of warmth (human)\ntempered with coolness (linen), obviating desire and rendering desirable:\nthe statue of Narcissus, sound without echo, desired desire.",
        "What advantages were possessed by an occupied, as distinct from an\nunoccupied bed?",
        "The removal of nocturnal solitude, the superior quality of human (mature\nfemale) to inhuman (hotwaterjar) calefaction, the stimulation of\nmatutinal contact, the economy of mangling done on the premises in the\ncase of trousers accurately folded and placed lengthwise between the\nspring mattress (striped) and the woollen mattress (biscuit section).",
        "What past consecutive causes, before rising preapprehended, of\naccumulated fatigue did Bloom, before rising, silently recapitulate?",
        "The preparation of breakfast (burnt offering): intestinal congestion and\npremeditative defecation (holy of holies): the bath (rite of John): the\nfuneral (rite of Samuel): the advertisement of Alexander Keyes (Urim and\nThummim): the unsubstantial lunch (rite of Melchisedek): the visit to\nmuseum and national library (holy place): the bookhunt along Bedford row,\nMerchants’ Arch, Wellington Quay (Simchath Torah): the music in the\nOrmond Hotel (Shira Shirim): the altercation with a truculent troglodyte\nin Bernard Kiernan’s premises (holocaust): a blank period of time\nincluding a cardrive, a visit to a house of mourning, a leavetaking\n(wilderness): the eroticism produced by feminine exhibitionism (rite of\nOnan): the prolonged delivery of Mrs Mina Purefoy (heave offering): the\nvisit to the disorderly house of Mrs Bella Cohen, 82 Tyrone street, lower\nand subsequent brawl and chance medley in Beaver street (Armageddon)-\nnocturnal perambulation to and from the cabman’s shelter, Butt Bridge\n(atonement).",
        "What selfimposed enigma did Bloom about to rise in order to go so as to\nconclude lest he should not conclude involuntarily apprehend?",
        "The cause of a brief sharp unforeseen heard loud lone crack emitted by\nthe insentient material of a strainveined timber table.",
        "What selfinvolved enigma did Bloom risen, going, gathering multicoloured\nmultiform multitudinous garments, voluntarily apprehending, not\ncomprehend?",
        "Who was M’Intosh?",
        "What selfevident enigma pondered with desultory constancy during 30 years\ndid Bloom now, having effected natural obscurity by the extinction of\nartificial light, silently suddenly comprehend?",
        "Where was Moses when the candle went out?",
        "What imperfections in a perfect day did Bloom, walking, charged with\ncollected articles of recently disvested male wearing apparel, silently,\nsuccessively, enumerate?",
        "A provisional failure to obtain renewal of an advertisement: to obtain a\ncertain quantity of tea from Thomas Kernan (agent for Pulbrook, Robertson\nand Co, 5 Dame Street, Dublin, and 2 Mincing Lane, London E. C.): to\ncertify the presence or absence of posterior rectal orifice in the case\nof Hellenic female divinities: to obtain admission (gratuitous or paid)\nto the performance of Leah by Mrs Bandmann Palmer at the Gaiety Theatre,\n46, 47, 48, 49 South King street.",
        "What impression of an absent face did Bloom, arrested, silently recall?",
        "The face of her father, the late Major Brian Cooper Tweedy, Royal Dublin\nFusiliers, of Gibraltar and Rehoboth, Dolphin’s Barn.",
        "What recurrent impressions of the same were possible by hypothesis?",
        "Retreating, at the terminus of the Great Northern Railway, Amiens street,\nwith constant uniform acceleration, along parallel lines meeting at\ninfinity, if produced: along parallel lines, reproduced from infinity,\nwith constant uniform retardation, at the terminus of the Great Northern\nRailway, Amiens street, returning.",
        "What miscellaneous effects of female personal wearing apparel were\nperceived by him?",
        "A pair of new inodorous halfsilk black ladies’ hose, a pair of new violet\ngarters, a pair of outsize ladies’ drawers of India mull, cut on generous\nlines, redolent of opoponax, jessamine and Muratti’s Turkish cigarettes\nand containing a long bright steel safety pin, folded curvilinear, a\ncamisole of batiste with thin lace border, an accordion underskirt of\nblue silk moirette, all these objects being disposed irregularly on the\ntop of a rectangular trunk, quadruple battened, having capped corners,\nwith multicoloured labels, initialled on its fore side in white lettering\nB. C. T. (Brian Cooper Tweedy).",
        "What impersonal objects were perceived?",
        "A commode, one leg fractured, totally covered by square cretonne cutting,\napple design, on which rested a lady’s black straw hat. Orangekeyed ware,\nbought of Henry Price, basket, fancy goods, chinaware and ironmongery\nmanufacturer, 21, 22, 23 Moore street, disposed irregularly on the\nwashstand and floor and consisting of basin, soapdish and brushtray (on\nthe washstand, together), pitcher and night article (on the floor,\nseparate).",
        "Bloom’s acts?",
        "He deposited the articles of clothing on a chair, removed his remaining\narticles of clothing, took from beneath the bolster at the head of the\nbed a folded long white nightshirt, inserted his head and arms into the\nproper apertures of the nightshirt, removed a pillow from the head to the\nfoot of the bed, prepared the bedlinen accordingly and entered the bed.",
        "How?",
        "With circumspection, as invariably when entering an abode (his own or not\nhis own): with solicitude, the snakespiral springs of the mattress being\nold, the brass quoits and pendent viper radii loose and tremulous under\nstress and strain: prudently, as entering a lair or ambush of lust or\nadders: lightly, the less to disturb: reverently, the bed of conception\nand of birth, of consummation of marriage and of breach of marriage, of\nsleep and of death.",
        "What did his limbs, when gradually extended, encounter?",
        "New clean bedlinen, additional odours, the presence of a human form,\nfemale, hers, the imprint of a human form, male, not his, some crumbs,\nsome flakes of potted meat, recooked, which he removed.",
        "If he had smiled why would he have smiled?",
        "To reflect that each one who enters imagines himself to be the first to\nenter whereas he is always the last term of a preceding series even if\nthe first term of a succeeding one, each imagining himself to be first,\nlast, only and alone whereas he is neither first nor last nor only nor\nalone in a series originating in and repeated to infinity.",
        "What preceding series?",
        "Assuming Mulvey to be the first term of his series, Penrose, Bartell\nd’Arcy, professor Goodwin, Julius Mastiansky, John Henry Menton, Father\nBernard Corrigan, a farmer at the Royal Dublin Society’s Horse Show,\nMaggot O’Reilly, Matthew Dillon, Valentine Blake Dillon (Lord Mayor of\nDublin), Christopher Callinan, Lenehan, an Italian organgrinder, an\nunknown gentleman in the Gaiety Theatre, Benjamin Dollard, Simon Dedalus,\nAndrew (Pisser) Burke, Joseph Cuffe, Wisdom Hely, Alderman John Hooper,\nDr Francis Brady, Father Sebastian of Mount Argus, a bootblack at the\nGeneral Post Office, Hugh E. (Blazes) Boylan and so each and so on to no\nlast term.",
        "What were his reflections concerning the last member of this series and\nlate occupant of the bed?",
        "Reflections on his vigour (a bounder), corporal proportion (a\nbillsticker), commercial ability (a bester), impressionability (a\nboaster).",
        "Why for the observer impressionability in addition to vigour, corporal\nproportion and commercial ability?",
        "Because he had observed with augmenting frequency in the preceding\nmembers of the same series the same concupiscence, inflammably\ntransmitted, first with alarm, then with understanding, then with desire,\nfinally with fatigue, with alternating symptoms of epicene comprehension\nand apprehension.",
        "With what antagonistic sentiments were his subsequent reflections\naffected?",
        "Envy, jealousy, abnegation, equanimity.",
        "Envy?",
        "Of a bodily and mental male organism specially adapted for the\nsuperincumbent posture of energetic human copulation and energetic piston\nand cylinder movement necessary for the complete satisfaction of a\nconstant but not acute concupiscence resident in a bodily and mental\nfemale organism, passive but not obtuse.",
        "Jealousy?",
        "Because a nature full and volatile in its free state, was alternately the\nagent and reagent of attraction. Because attraction between agent(s) and\nreagent(s) at all instants varied, with inverse proportion of increase\nand decrease, with incessant circular extension and radial reentrance.\nBecause the controlled contemplation of the fluctuation of attraction\nproduced, if desired, a fluctuation of pleasure.",
        "Abnegation?",
        "In virtue of a) acquaintance initiated in September 1903 in the\nestablishment of George Mesias, merchant tailor and outfitter, 5 Eden\nQuay, b) hospitality extended and received in kind, reciprocated and\nreappropriated in person, c) comparative youth subject to impulses of\nambition and magnanimity, colleagual altruism and amorous egoism, d)\nextraracial attraction, intraracial inhibition, supraracial prerogative,\ne) an imminent provincial musical tour, common current expenses, net\nproceeds divided.",
        "Equanimity?",
        "As as natural as any and every natural act of a nature expressed or\nunderstood executed in natured nature by natural creatures in accordance\nwith his, her and their natured natures, of dissimilar similarity. As not\nso calamitous as a cataclysmic annihilation of the planet in consequence\nof a collision with a dark sun. As less reprehensible than theft, highway\nrobbery, cruelty to children and animals, obtaining money under false\npretences, forgery, embezzlement, misappropriation of public money,\nbetrayal of public trust, malingering, mayhem, corruption of minors,\ncriminal libel, blackmail, contempt of court, arson, treason, felony,\nmutiny on the high seas, trespass, burglary, jailbreaking, practice of\nunnatural vice, desertion from armed forces in the field, perjury,\npoaching, usury, intelligence with the king’s enemies, impersonation,\ncriminal assault, manslaughter, wilful and premeditated murder. As not\nmore abnormal than all other parallel processes of adaptation to altered\nconditions of existence, resulting in a reciprocal equilibrium between\nthe bodily organism and its attendant circumstances, foods, beverages,\nacquired habits, indulged inclinations, significant disease. As more than\ninevitable, irreparable.",
        "Why more abnegation than jealousy, less envy than equanimity?",
        "From outrage (matrimony) to outrage (adultery) there arose nought but\noutrage (copulation) yet the matrimonial violator of the matrimonially\nviolated had not been outraged by the adulterous violator of the\nadulterously violated.",
        "What retribution, if any?",
        "Assassination, never, as two wrongs did not make one right. Duel by\ncombat, no. Divorce, not now. Exposure by mechanical artifice (automatic\nbed) or individual testimony (concealed ocular witnesses), not yet. Suit\nfor damages by legal influence or simulation of assault with evidence of\ninjuries sustained (selfinflicted), not impossibly. Hushmoney by moral\ninfluence possibly. If any, positively, connivance, introduction of\nemulation (material, a prosperous rival agency of publicity: moral, a\nsuccessful rival agent of intimacy), depreciation, alienation,\nhumiliation, separation protecting the one separated from the other,\nprotecting the separator from both.",
        "By what reflections did he, a conscious reactor against the void of\nincertitude, justify to himself his sentiments?",
        "The preordained frangibility of the hymen: the presupposed intangibility\nof the thing in itself: the incongruity and disproportion between the\nselfprolonging tension of the thing proposed to be done and the\nselfabbreviating relaxation of the thing done; the fallaciously inferred\ndebility of the female: the muscularity of the male: the variations of\nethical codes: the natural grammatical transition by inversion involving\nno alteration of sense of an aorist preterite proposition (parsed as\nmasculine subject, monosyllabic onomatopoeic transitive verb with direct\nfeminine object) from the active voice into its correlative aorist\npreterite proposition (parsed as feminine subject, auxiliary verb and\nquasimonosyllabic onomatopoeic past participle with complementary\nmasculine agent) in the passive voice: the continued product of\nseminators by generation: the continual production of semen by\ndistillation: the futility of triumph or protest or vindication: the\ninanity of extolled virtue: the lethargy of nescient matter: the apathy\nof the stars.",
        "In what final satisfaction did these antagonistic sentiments and\nreflections, reduced to their simplest forms, converge?",
        "Satisfaction at the ubiquity in eastern and western terrestrial\nhemispheres, in all habitable lands and islands explored or unexplored\n(the land of the midnight sun, the islands of the blessed, the isles of\nGreece, the land of promise), of adipose anterior and posterior female\nhemispheres, redolent of milk and honey and of excretory sanguine and\nseminal warmth, reminiscent of secular families of curves of amplitude,\ninsusceptible of moods of impression or of contrarieties of expression,\nexpressive of mute immutable mature animality.",
        "The visible signs of antesatisfaction?",
        "An approximate erection: a solicitous adversion: a gradual elevation: a\ntentative revelation: a silent contemplation.",
        "Then?",
        "He kissed the plump mellow yellow smellow melons of her rump, on each\nplump melonous hemisphere, in their mellow yellow furrow, with obscure\nprolonged provocative melonsmellonous osculation.",
        "The visible signs of postsatisfaction?",
        "A silent contemplation: a tentative velation: a gradual abasement: a\nsolicitous aversion: a proximate erection.",
        "What followed this silent action?",
        "Somnolent invocation, less somnolent recognition, incipient excitation,\ncatechetical interrogation.",
        "With what modifications did the narrator reply to this interrogation?",
        "Negative: he omitted to mention the clandestine correspondence between\nMartha Clifford and Henry Flower, the public altercation at, in and in\nthe vicinity of the licensed premises of Bernard Kiernan and Co, Limited,\n8, 9 and 10 Little Britain street, the erotic provocation and response\nthereto caused by the exhibitionism of Gertrude (Gerty), surname unknown.\nPositive: he included mention of a performance by Mrs Bandmann Palmer of\nLEAH at the Gaiety Theatre, 46, 47, 48, 49 South King street, an\ninvitation to supper at Wynn’s (Murphy’s) Hotel, 35, 36 and 37 Lower\nAbbey street, a volume of peccaminous pornographical tendency entituled\nSWEETS OF SIN, anonymous author a gentleman of fashion, a temporary\nconcussion caused by a falsely calculated movement in the course of a\npostcenal gymnastic display, the victim (since completely recovered)\nbeing Stephen Dedalus, professor and author, eldest surviving son of\nSimon Dedalus, of no fixed occupation, an aeronautical feat executed by\nhim (narrator) in the presence of a witness, the professor and author\naforesaid, with promptitude of decision and gymnastic flexibility.",
        "Was the narration otherwise unaltered by modifications?",
        "Absolutely.",
        "Which event or person emerged as the salient point of his narration?",
        "Stephen Dedalus, professor and author.",
        "What limitations of activity and inhibitions of conjugal rights were\nperceived by listener and narrator concerning themselves during the\ncourse of this intermittent and increasingly more laconic narration?",
        "By the listener a limitation of fertility inasmuch as marriage had been\ncelebrated 1 calendar month after the 18th anniversary of her birth (8\nSeptember 1870), viz. 8 October, and consummated on the same date with\nfemale issue born 15 June 1889, having been anticipatorily consummated on\nthe lo September of the same year and complete carnal intercourse, with\nejaculation of semen within the natural female organ, having last taken\nplace 5 weeks previous, viz. 27 November 1893, to the birth on 29\nDecember 1893 of second (and only male) issue, deceased 9 January 1894,\naged 11 days, there remained a period of 10 years, 5 months and 18 days\nduring which carnal intercourse had been incomplete, without ejaculation\nof semen within the natural female organ. By the narrator a limitation of\nactivity, mental and corporal, inasmuch as complete mental intercourse\nbetween himself and the listener had not taken place since the\nconsummation of puberty, indicated by catamenic hemorrhage, of the female\nissue of narrator and listener, 15 September 1903, there remained a\nperiod of 9 months and 1 day during which, in consequence of a\npreestablished natural comprehension in incomprehension between the\nconsummated females (listener and issue), complete corporal liberty of\naction had been circumscribed.",
        "How?",
        "By various reiterated feminine interrogation concerning the masculine\ndestination whither, the place where, the time at which, the duration for\nwhich, the object with which in the case of temporary absences, projected\nor effected.",
        "What moved visibly above the listener’s and the narrator’s invisible\nthoughts?",
        "The upcast reflection of a lamp and shade, an inconstant series of\nconcentric circles of varying gradations of light and shadow.",
        "In what directions did listener and narrator lie?",
        "Listener, S. E. by E.: Narrator, N. W. by W.: on the 53rd parallel of\nlatitude, N., and 6th meridian of longitude, W.: at an angle of 45\ndegrees to the terrestrial equator.",
        "In what state of rest or motion?",
        "At rest relatively to themselves and to each other. In motion being each\nand both carried westward, forward and rereward respectively, by the\nproper perpetual motion of the earth through everchanging tracks of\nneverchanging space.",
        "In what posture?",
        "Listener: reclined semilaterally, left, left hand under head, right leg\nextended in a straight line and resting on left leg, flexed, in the\nattitude of Gea-Tellus, fulfilled, recumbent, big with seed. Narrator:\nreclined laterally, left, with right and left legs flexed, the index\nfinger and thumb of the right hand resting on the bridge of the nose, in\nthe attitude depicted in a snapshot photograph made by Percy Apjohn, the\nchildman weary, the manchild in the womb.",
        "Womb? Weary?",
        "He rests. He has travelled.",
        "With?",
        "Sinbad the Sailor and Tinbad the Tailor and Jinbad the Jailer and Whinbad\nthe Whaler and Ninbad the Nailer and Finbad the Failer and Binbad the\nBailer and Pinbad the Pailer and Minbad the Mailer and Hinbad the Hailer\nand Rinbad the Railer and Dinbad the Kailer and Vinbad the Quailer and\nLinbad the Yailer and Xinbad the Phthailer.",
        "When?",
        "Going to dark bed there was a square round Sinbad the Sailor roc’s auk’s\negg in the night of the bed of all the auks of the rocs of Darkinbad the\nBrightdayler.",
        "Where?",
        "Yes because he never did a thing like that before as ask to get his\nbreakfast in bed with a couple of eggs since the CITY ARMS hotel when he\nused to be pretending to be laid up with a sick voice doing his highness\nto make himself interesting for that old faggot Mrs Riordan that he\nthought he had a great leg of and she never left us a farthing all for\nmasses for herself and her soul greatest miser ever was actually afraid\nto lay out 4d for her methylated spirit telling me all her ailments she\nhad too much old chat in her about politics and earthquakes and the end\nof the world let us have a bit of fun first God help the world if all the\nwomen were her sort down on bathingsuits and lownecks of course nobody\nwanted her to wear them I suppose she was pious because no man would look\nat her twice I hope Ill never be like her a wonder she didnt want us to\ncover our faces but she was a welleducated woman certainly and her gabby\ntalk about Mr Riordan here and Mr Riordan there I suppose he was glad to\nget shut of her and her dog smelling my fur and always edging to get up\nunder my petticoats especially then still I like that in him polite to\nold women like that and waiters and beggars too hes not proud out of\nnothing but not always if ever he got anything really serious the matter\nwith him its much better for them to go into a hospital where everything\nis clean but I suppose Id have to dring it into him for a month yes and\nthen wed have a hospital nurse next thing on the carpet have him staying\nthere till they throw him out or a nun maybe like the smutty photo he has\nshes as much a nun as Im not yes because theyre so weak and puling when\ntheyre sick they want a woman to get well if his nose bleeds youd think\nit was O tragic and that dyinglooking one off the south circular when he\nsprained his foot at the choir party at the sugarloaf Mountain the day I\nwore that dress Miss Stack bringing him flowers the worst old ones she\ncould find at the bottom of the basket anything at all to get into a mans\nbedroom with her old maids voice trying to imagine he was dying on\naccount of her to never see thy face again though he looked more like a\nman with his beard a bit grown in the bed father was the same besides I\nhate bandaging and dosing when he cut his toe with the razor paring his\ncorns afraid hed get bloodpoisoning but if it was a thing I was sick then\nwed see what attention only of course the woman hides it not to give all\nthe trouble they do yes he came somewhere Im sure by his appetite anyway\nlove its not or hed be off his feed thinking of her so either it was one\nof those night women if it was down there he was really and the hotel\nstory he made up a pack of lies to hide it planning it Hynes kept me who\ndid I meet ah yes I met do you remember Menton and who else who let me\nsee that big babbyface I saw him and he not long married flirting with a\nyoung girl at Pooles Myriorama and turned my back on him when he slinked\nout looking quite conscious what harm but he had the impudence to make up\nto me one time well done to him mouth almighty and his boiled eyes of all\nthe big stupoes I ever met and thats called a solicitor only for I hate\nhaving a long wrangle in bed or else if its not that its some little\nbitch or other he got in with somewhere or picked up on the sly if they\nonly knew him as well as I do yes because the day before yesterday he was\nscribbling something a letter when I came into the front room to show him\nDignams death in the paper as if something told me and he covered it up\nwith the blottingpaper pretending to be thinking about business so very\nprobably that was it to somebody who thinks she has a softy in him\nbecause all men get a bit like that at his age especially getting on to\nforty he is now so as to wheedle any money she can out of him no fool\nlike an old fool and then the usual kissing my bottom was to hide it not\nthat I care two straws now who he does it with or knew before that way\nthough Id like to find out so long as I dont have the two of them under\nmy nose all the time like that slut that Mary we had in Ontario terrace\npadding out her false bottom to excite him bad enough to get the smell of\nthose painted women off him once or twice I had a suspicion by getting\nhim to come near me when I found the long hair on his coat without that\none when I went into the kitchen pretending he was drinking water 1 woman\nis not enough for them it was all his fault of course ruining servants\nthen proposing that she could eat at our table on Christmas day if you\nplease O no thank you not in my house stealing my potatoes and the\noysters 2/6 per doz going out to see her aunt if you please common\nrobbery so it was but I was sure he had something on with that one it\ntakes me to find out a thing like that he said you have no proof it was\nher proof O yes her aunt was very fond of oysters but I told her what I\nthought of her suggesting me to go out to be alone with her I wouldnt\nlower myself to spy on them the garters I found in her room the Friday\nshe was out that was enough for me a little bit too much her face swelled\nup on her with temper when I gave her her weeks notice I saw to that\nbetter do without them altogether do out the rooms myself quicker only\nfor the damn cooking and throwing out the dirt I gave it to him anyhow\neither she or me leaves the house I couldnt even touch him if I thought\nhe was with a dirty barefaced liar and sloven like that one denying it up\nto my face and singing about the place in the W C too because she knew\nshe was too well off yes because he couldnt possibly do without it that\nlong so he must do it somewhere and the last time he came on my bottom\nwhen was it the night Boylan gave my hand a great squeeze going along by\nthe Tolka in my hand there steals another I just pressed the back of his\nlike that with my thumb to squeeze back singing the young May moon shes\nbeaming love because he has an idea about him and me hes not such a fool\nhe said Im dining out and going to the Gaiety though Im not going to give\nhim the satisfaction in any case God knows hes a change in a way not to\nbe always and ever wearing the same old hat unless I paid some\nnicelooking boy to do it since I cant do it myself a young boy would like\nme Id confuse him a little alone with him if we were Id let him see my\ngarters the new ones and make him turn red looking at him seduce him I\nknow what boys feel with that down on their cheek doing that frigging\ndrawing out the thing by the hour question and answer would you do this\nthat and the other with the coalman yes with a bishop yes I would because\nI told him about some dean or bishop was sitting beside me in the jews\ntemples gardens when I was knitting that woollen thing a stranger to\nDublin what place was it and so on about the monuments and he tired me\nout with statues encouraging him making him worse than he is who is in\nyour mind now tell me who are you thinking of who is it tell me his name\nwho tell me who the german Emperor is it yes imagine Im him think of him\ncan you feel him trying to make a whore of me what he never will he ought\nto give it up now at this age of his life simply ruination for any woman\nand no satisfaction in it pretending to like it till he comes and then\nfinish it off myself anyway and it makes your lips pale anyhow its done\nnow once and for all with all the talk of the world about it people make\nits only the first time after that its just the ordinary do it and think\nno more about it why cant you kiss a man without going and marrying him\nfirst you sometimes love to wildly when you feel that way so nice all\nover you you cant help yourself I wish some man or other would take me\nsometime when hes there and kiss me in his arms theres nothing like a\nkiss long and hot down to your soul almost paralyses you then I hate that\nconfession when I used to go to Father Corrigan he touched me father and\nwhat harm if he did where and I said on the canal bank like a fool but\nwhereabouts on your person my child on the leg behind high up was it yes\nrather high up was it where you sit down yes O Lord couldnt he say bottom\nright out and have done with it what has that got to do with it and did\nyou whatever way he put it I forget no father and I always think of the\nreal father what did he want to know for when I already confessed it to\nGod he had a nice fat hand the palm moist always I wouldnt mind feeling\nit neither would he Id say by the bullneck in his horsecollar I wonder\ndid he know me in the box I could see his face he couldnt see mine of\ncourse hed never turn or let on still his eyes were red when his father\ndied theyre lost for a woman of course must be terrible when a man cries\nlet alone them Id like to be embraced by one in his vestments and the\nsmell of incense off him like the pope besides theres no danger with a\npriest if youre married hes too careful about himself then give something\nto H H the pope for a penance I wonder was he satisfied with me one thing\nI didnt like his slapping me behind going away so familiarly in the hall\nthough I laughed Im not a horse or an ass am I I suppose he was thinking\nof his fathers I wonder is he awake thinking of me or dreaming am I in it\nwho gave him that flower he said he bought he smelt of some kind of drink\nnot whisky or stout or perhaps the sweety kind of paste they stick their\nbills up with some liqueur Id like to sip those richlooking green and\nyellow expensive drinks those stagedoor johnnies drink with the opera\nhats I tasted once with my finger dipped out of that American that had\nthe squirrel talking stamps with father he had all he could do to keep\nhimself from falling asleep after the last time after we took the port\nand potted meat it had a fine salty taste yes because I felt lovely and\ntired myself and fell asleep as sound as a top the moment I popped\nstraight into bed till that thunder woke me up God be merciful to us I\nthought the heavens were coming down about us to punish us when I blessed\nmyself and said a Hail Mary like those awful thunderbolts in Gibraltar as\nif the world was coming to an end and then they come and tell you theres\nno God what could you do if it was running and rushing about nothing only\nmake an act of contrition the candle I lit that evening in Whitefriars\nstreet chapel for the month of May see it brought its luck though hed\nscoff if he heard because he never goes to church mass or meeting he says\nyour soul you have no soul inside only grey matter because he doesnt know\nwhat it is to have one yes when I lit the lamp because he must have come\n3 or 4 times with that tremendous big red brute of a thing he has I\nthought the vein or whatever the dickens they call it was going to burst\nthough his nose is not so big after I took off all my things with the\nblinds down after my hours dressing and perfuming and combing it like\niron or some kind of a thick crowbar standing all the time he must have\neaten oysters I think a few dozen he was in great singing voice no I\nnever in all my life felt anyone had one the size of that to make you\nfeel full up he must have eaten a whole sheep after whats the idea making\nus like that with a big hole in the middle of us or like a Stallion\ndriving it up into you because thats all they want out of you with that\ndetermined vicious look in his eye I had to halfshut my eyes still he\nhasnt such a tremendous amount of spunk in him when I made him pull out\nand do it on me considering how big it is so much the better in case any\nof it wasnt washed out properly the last time I let him finish it in me\nnice invention they made for women for him to get all the pleasure but if\nsomeone gave them a touch of it themselves theyd know what I went through\nwith Milly nobody would believe cutting her teeth too and Mina Purefoys\nhusband give us a swing out of your whiskers filling her up with a child\nor twins once a year as regular as the clock always with a smell of\nchildren off her the one they called budgers or something like a nigger\nwith a shock of hair on it Jesusjack the child is a black the last time I\nwas there a squad of them falling over one another and bawling you\ncouldnt hear your ears supposed to be healthy not satisfied till they\nhave us swollen out like elephants or I dont know what supposing I risked\nhaving another not off him though still if he was married Im sure hed\nhave a fine strong child but I dont know Poldy has more spunk in him yes\nthatd be awfully jolly I suppose it was meeting Josie Powell and the\nfuneral and thinking about me and Boylan set him off well he can think\nwhat he likes now if thatll do him any good I know they were spooning a\nbit when I came on the scene he was dancing and sitting out with her the\nnight of Georgina Simpsons housewarming and then he wanted to ram it down\nmy neck it was on account of not liking to see her a wallflower that was\nwhy we had the standup row over politics he began it not me when he said\nabout Our Lord being a carpenter at last he made me cry of course a woman\nis so sensitive about everything I was fuming with myself after for\ngiving in only for I knew he was gone on me and the first socialist he\nsaid He was he annoyed me so much I couldnt put him into a temper still\nhe knows a lot of mixedup things especially about the body and the inside\nI often wanted to study up that myself what we have inside us in that\nfamily physician I could always hear his voice talking when the room was\ncrowded and watch him after that I pretended I had a coolness on with her\nover him because he used to be a bit on the jealous side whenever he\nasked who are you going to and I said over to Floey and he made me the\npresent of Byron’s poems and the three pairs of gloves so that finished\nthat I could quite easily get him to make it up any time I know how Id\neven supposing he got in with her again and was going out to see her\nsomewhere Id know if he refused to eat the onions I know plenty of ways\nask him to tuck down the collar of my blouse or touch him with my veil\nand gloves on going out I kiss then would send them all spinning however\nalright well see then let him go to her she of course would only be too\ndelighted to pretend shes mad in love with him that I wouldnt so much\nmind Id just go to her and ask her do you love him and look her square in\nthe eyes she couldnt fool me but he might imagine he was and make a\ndeclaration to her with his plabbery kind of a manner like he did to me\nthough I had the devils own job to get it out of him though I liked him\nfor that it showed he could hold in and wasnt to be got for the asking he\nwas on the pop of asking me too the night in the kitchen I was rolling\nthe potato cake theres something I want to say to you only for I put him\noff letting on I was in a temper with my hands and arms full of pasty\nflour in any case I let out too much the night before talking of dreams\nso I didnt want to let him know more than was good for him she used to be\nalways embracing me Josie whenever he was there meaning him of course\nglauming me over and when I said I washed up and down as far as possible\nasking me and did you wash possible the women are always egging on to\nthat putting it on thick when hes there they know by his sly eye blinking\na bit putting on the indifferent when they come out with something the\nkind he is what spoils him I dont wonder in the least because he was very\nhandsome at that time trying to look like Lord Byron I said I liked\nthough he was too beautiful for a man and he was a little before we got\nengaged afterwards though she didnt like it so much the day I was in fits\nof laughing with the giggles I couldnt stop about all my hairpins falling\nout one after another with the mass of hair I had youre always in great\nhumour she said yes because it grigged her because she knew what it meant\nbecause I used to tell her a good bit of what went on between us not all\nbut just enough to make her mouth water but that wasnt my fault she didnt\ndarken the door much after we were married I wonder what shes got like\nnow after living with that dotty husband of hers she had her face\nbeginning to look drawn and run down the last time I saw her she must\nhave been just after a row with him because I saw on the moment she was\nedging to draw down a conversation about husbands and talk about him to\nrun him down what was it she told me O yes that sometimes he used to go\nto bed with his muddy boots on when the maggot takes him just imagine\nhaving to get into bed with a thing like that that might murder you any\nmoment what a man well its not the one way everyone goes mad Poldy anyhow\nwhatever he does always wipes his feet on the mat when he comes in wet or\nshine and always blacks his own boots too and he always takes off his hat\nwhen he comes up in the street like then and now hes going about in his\nslippers to look for 10000 pounds for a postcard U p up O sweetheart May\nwouldnt a thing like that simply bore you stiff to extinction actually\ntoo stupid even to take his boots off now what could you make of a man\nlike that Id rather die 20 times over than marry another of their sex of\ncourse hed never find another woman like me to put up with him the way I\ndo know me come sleep with me yes and he knows that too at the bottom of\nhis heart take that Mrs Maybrick that poisoned her husband for what I\nwonder in love with some other man yes it was found out on her wasnt she\nthe downright villain to go and do a thing like that of course some men\ncan be dreadfully aggravating drive you mad and always the worst word in\nthe world what do they ask us to marry them for if were so bad as all\nthat comes to yes because they cant get on without us white Arsenic she\nput in his tea off flypaper wasnt it I wonder why they call it that if I\nasked him hed say its from the Greek leave us as wise as we were before\nshe must have been madly in love with the other fellow to run the chance\nof being hanged O she didnt care if that was her nature what could she do\nbesides theyre not brutes enough to go and hang a woman surely are they",
        "theyre all so different Boylan talking about the shape of my foot he\nnoticed at once even before he was introduced when I was in the D B C\nwith Poldy laughing and trying to listen I was waggling my foot we both\nordered 2 teas and plain bread and butter I saw him looking with his two\nold maids of sisters when I stood up and asked the girl where it was what\ndo I care with it dropping out of me and that black closed breeches he\nmade me buy takes you half an hour to let them down wetting all myself\nalways with some brandnew fad every other week such a long one I did I\nforgot my suede gloves on the seat behind that I never got after some\nrobber of a woman and he wanted me to put it in the Irish times lost in\nthe ladies lavatory D B C Dame street finder return to Mrs Marion Bloom\nand I saw his eyes on my feet going out through the turning door he was\nlooking when I looked back and I went there for tea 2 days after in the\nhope but he wasnt now how did that excite him because I was crossing them\nwhen we were in the other room first he meant the shoes that are too\ntight to walk in my hand is nice like that if I only had a ring with the\nstone for my month a nice aquamarine Ill stick him for one and a gold\nbracelet I dont like my foot so much still I made him spend once with my\nfoot the night after Goodwins botchup of a concert so cold and windy it\nwas well we had that rum in the house to mull and the fire wasnt black\nout when he asked to take off my stockings lying on the hearthrug in\nLombard street west and another time it was my muddy boots hed like me to\nwalk in all the horses dung I could find but of course hes not natural\nlike the rest of the world that I what did he say I could give 9 points\nin 10 to Katty Lanner and beat her what does that mean I asked him I\nforget what he said because the stoppress edition just passed and the man\nwith the curly hair in the Lucan dairy thats so polite I think I saw his\nface before somewhere I noticed him when I was tasting the butter so I\ntook my time Bartell dArcy too that he used to make fun of when he\ncommenced kissing me on the choir stairs after I sang Gounods AVE MARIA\nwhat are we waiting for O my heart kiss me straight on the brow and part\nwhich is my brown part he was pretty hot for all his tinny voice too my\nlow notes he was always raving about if you can believe him I liked the\nway he used his mouth singing then he said wasnt it terrible to do that\nthere in a place like that I dont see anything so terrible about it Ill\ntell him about that some day not now and surprise him ay and Ill take him\nthere and show him the very place too we did it so now there you are like\nit or lump it he thinks nothing can happen without him knowing he hadnt\nan idea about my mother till we were engaged otherwise hed never have got\nme so cheap as he did he was 10 times worse himself anyhow begging me to\ngive him a tiny bit cut off my drawers that was the evening coming along\nKenilworth square he kissed me in the eye of my glove and I had to take\nit off asking me questions is it permitted to enquire the shape of my\nbedroom so I let him keep it as if I forgot it to think of me when I saw\nhim slip it into his pocket of course hes mad on the subject of drawers\nthats plain to be seen always skeezing at those brazenfaced things on the\nbicycles with their skirts blowing up to their navels even when Milly and\nI were out with him at the open air fete that one in the cream muslin\nstanding right against the sun so he could see every atom she had on when\nhe saw me from behind following in the rain I saw him before he saw me\nhowever standing at the corner of the Harolds cross road with a new\nraincoat on him with the muffler in the Zingari colours to show off his\ncomplexion and the brown hat looking slyboots as usual what was he doing\nthere where hed no business they can go and get whatever they like from\nanything at all with a skirt on it and were not to ask any questions but\nthey want to know where were you where are you going I could feel him\ncoming along skulking after me his eyes on my neck he had been keeping\naway from the house he felt it was getting too warm for him so I\nhalfturned and stopped then he pestered me to say yes till I took off my\nglove slowly watching him he said my openwork sleeves were too cold for\nthe rain anything for an excuse to put his hand anear me drawers drawers\nthe whole blessed time till I promised to give him the pair off my doll\nto carry about in his waistcoat pocket O MARIA SANTISIMA he did look a\nbig fool dreeping in the rain splendid set of teeth he had made me hungry\nto look at them and beseeched of me to lift the orange petticoat I had on\nwith the sunray pleats that there was nobody he said hed kneel down in\nthe wet if I didnt so persevering he would too and ruin his new raincoat\nyou never know what freak theyd take alone with you theyre so savage for\nit if anyone was passing so I lifted them a bit and touched his trousers\noutside the way I used to Gardner after with my ring hand to keep him\nfrom doing worse where it was too public I was dying to find out was he\ncircumcised he was shaking like a jelly all over they want to do\neverything too quick take all the pleasure out of it and father waiting\nall the time for his dinner he told me to say I left my purse in the\nbutchers and had to go back for it what a Deceiver then he wrote me that\nletter with all those words in it how could he have the face to any woman\nafter his company manners making it so awkward after when we met asking\nme have I offended you with my eyelids down of course he saw I wasnt he\nhad a few brains not like that other fool Henny Doyle he was always\nbreaking or tearing something in the charades I hate an unlucky man and\nif I knew what it meant of course I had to say no for form sake dont\nunderstand you I said and wasnt it natural so it is of course it used to\nbe written up with a picture of a womans on that wall in Gibraltar with\nthat word I couldnt find anywhere only for children seeing it too young\nthen writing every morning a letter sometimes twice a day I liked the way\nhe made love then he knew the way to take a woman when he sent me the 8\nbig poppies because mine was the 8th then I wrote the night he kissed my\nheart at Dolphins barn I couldnt describe it simply it makes you feel\nlike nothing on earth but he never knew how to embrace well like Gardner\nI hope hell come on Monday as he said at the same time four I hate people\nwho come at all hours answer the door you think its the vegetables then\nits somebody and you all undressed or the door of the filthy sloppy\nkitchen blows open the day old frostyface Goodwin called about the\nconcert in Lombard street and I just after dinner all flushed and tossed\nwith boiling old stew dont look at me professor I had to say Im a fright\nyes but he was a real old gent in his way it was impossible to be more\nrespectful nobody to say youre out you have to peep out through the blind\nlike the messengerboy today I thought it was a putoff first him sending\nthe port and the peaches first and I was just beginning to yawn with\nnerves thinking he was trying to make a fool of me when I knew his\ntattarrattat at the door he must have been a bit late because it was l/4\nafter 3 when I saw the 2 Dedalus girls coming from school I never know\nthe time even that watch he gave me never seems to go properly Id want to\nget it looked after when I threw the penny to that lame sailor for\nEngland home and beauty when I was whistling there is a charming girl I\nlove and I hadnt even put on my clean shift or powdered myself or a thing\nthen this day week were to go to Belfast just as well he has to go to\nEnnis his fathers anniversary the 27th it wouldnt be pleasant if he did\nsuppose our rooms at the hotel were beside each other and any fooling\nwent on in the new bed I couldnt tell him to stop and not bother me with\nhim in the next room or perhaps some protestant clergyman with a cough\nknocking on the wall then hed never believe the next day we didnt do\nsomething its all very well a husband but you cant fool a lover after me\ntelling him we never did anything of course he didnt believe me no its\nbetter hes going where he is besides something always happens with him\nthe time going to the Mallow concert at Maryborough ordering boiling soup\nfor the two of us then the bell rang out he walks down the platform with\nthe soup splashing about taking spoonfuls of it hadnt he the nerve and\nthe waiter after him making a holy show of us screeching and confusion\nfor the engine to start but he wouldnt pay till he finished it the two\ngentlemen in the 3rd class carriage said he was quite right so he was too\nhes so pigheaded sometimes when he gets a thing into his head a good job\nhe was able to open the carriage door with his knife or theyd have taken\nus on to Cork I suppose that was done out of revenge on him O I love\njaunting in a train or a car with lovely soft cushions I wonder will he\ntake a 1st class for me he might want to do it in the train by tipping\nthe guard well O I suppose therell be the usual idiots of men gaping at\nus with their eyes as stupid as ever they can possibly be that was an\nexceptional man that common workman that left us alone in the carriage\nthat day going to Howth Id like to find out something about him l or 2\ntunnels perhaps then you have to look out of the window all the nicer\nthen coming back suppose I never came back what would they say eloped\nwith him that gets you on on the stage the last concert I sang at where\nits over a year ago when was it St Teresas hall Clarendon St little chits\nof missies they have now singing Kathleen Kearney and her like on account\nof father being in the army and my singing the absentminded beggar and\nwearing a brooch for Lord Roberts when I had the map of it all and Poldy\nnot Irish enough was it him managed it this time I wouldnt put it past\nhim like he got me on to sing in the STABAT MATER by going around saying\nhe was putting Lead Kindly Light to music I put him up to that till the\njesuits found out he was a freemason thumping the piano lead Thou me on\ncopied from some old opera yes and he was going about with some of them\nSinner Fein lately or whatever they call themselves talking his usual\ntrash and nonsense he says that little man he showed me without the neck\nis very intelligent the coming man Griffiths is he well he doesnt look it\nthats all I can say still it must have been him he knew there was a\nboycott I hate the mention of their politics after the war that Pretoria\nand Ladysmith and Bloemfontein where Gardner lieut Stanley G 8th Bn 2nd\nEast Lancs Rgt of enteric fever he was a lovely fellow in khaki and just\nthe right height over me Im sure he was brave too he said I was lovely\nthe evening we kissed goodbye at the canal lock my Irish beauty he was\npale with excitement about going away or wed be seen from the road he\ncouldnt stand properly and I so hot as I never felt they could have made\ntheir peace in the beginning or old oom Paul and the rest of the other\nold Krugers go and fight it out between them instead of dragging on for\nyears killing any finelooking men there were with their fever if he was\neven decently shot it wouldnt have been so bad I love to see a regiment\npass in review the first time I saw the Spanish cavalry at La Roque it\nwas lovely after looking across the bay from Algeciras all the lights of\nthe rock like fireflies or those sham battles on the 15 acres the Black\nWatch with their kilts in time at the march past the 10th hussars the\nprince of Wales own or the lancers O the lancers theyre grand or the\nDublins that won Tugela his father made his money over selling the horses\nfor the cavalry well he could buy me a nice present up in Belfast after\nwhat I gave him theyve lovely linen up there or one of those nice kimono\nthings I must buy a mothball like I had before to keep in the drawer with\nthem it would be exciting going round with him shopping buying those\nthings in a new city better leave this ring behind want to keep turning\nand turning to get it over the knuckle there or they might bell it round\nthe town in their papers or tell the police on me but theyd think were\nmarried O let them all go and smother themselves for the fat lot I care\nhe has plenty of money and hes not a marrying man so somebody better get\nit out of him if I could find out whether he likes me I looked a bit\nwashy of course when I looked close in the handglass powdering a mirror\nnever gives you the expression besides scrooching down on me like that\nall the time with his big hipbones hes heavy too with his hairy chest for\nthis heat always having to lie down for them better for him put it into\nme from behind the way Mrs Mastiansky told me her husband made her like\nthe dogs do it and stick out her tongue as far as ever she could and he\nso quiet and mild with his tingating cither can you ever be up to men the\nway it takes them lovely stuff in that blue suit he had on and stylish\ntie and socks with the skyblue silk things on them hes certainly well off\nI know by the cut his clothes have and his heavy watch but he was like a\nperfect devil for a few minutes after he came back with the stoppress\ntearing up the tickets and swearing blazes because he lost 20 quid he\nsaid he lost over that outsider that won and half he put on for me on\naccount of Lenehans tip cursing him to the lowest pits that sponger he\nwas making free with me after the Glencree dinner coming back that long\njoult over the featherbed mountain after the lord Mayor looking at me\nwith his dirty eyes Val Dillon that big heathen I first noticed him at\ndessert when I was cracking the nuts with my teeth I wished I could have\npicked every morsel of that chicken out of my fingers it was so tasty and\nbrowned and as tender as anything only for I didnt want to eat everything\non my plate those forks and fishslicers were hallmarked silver too I wish\nI had some I could easily have slipped a couple into my muff when I was\nplaying with them then always hanging out of them for money in a\nrestaurant for the bit you put down your throat we have to be thankful\nfor our mangy cup of tea itself as a great compliment to be noticed the\nway the world is divided in any case if its going to go on I want at\nleast two other good chemises for one thing and but I dont know what kind\nof drawers he likes none at all I think didnt he say yes and half the\ngirls in Gibraltar never wore them either naked as God made them that\nAndalusian singing her Manola she didnt make much secret of what she\nhadnt yes and the second pair of silkette stockings is laddered after one\ndays wear I could have brought them back to Lewers this morning and\nkicked up a row and made that one change them only not to upset myself\nand run the risk of walking into him and ruining the whole thing and one\nof those kidfitting corsets Id want advertised cheap in the Gentlewoman\nwith elastic gores on the hips he saved the one I have but thats no good\nwhat did they say they give a delightful figure line 11/6 obviating that\nunsightly broad appearance across the lower back to reduce flesh my belly\nis a bit too big Ill have to knock off the stout at dinner or am I\ngetting too fond of it the last they sent from ORourkes was as flat as a\npancake he makes his money easy Larry they call him the old mangy parcel\nhe sent at Xmas a cottage cake and a bottle of hogwash he tried to palm\noff as claret that he couldnt get anyone to drink God spare his spit for\nfear hed die of the drouth or I must do a few breathing exercises I\nwonder is that antifat any good might overdo it the thin ones are not so\nmuch the fashion now garters that much I have the violet pair I wore\ntoday thats all he bought me out of the cheque he got on the first O no\nthere was the face lotion I finished the last of yesterday that made my\nskin like new I told him over and over again get that made up in the same\nplace and dont forget it God only knows whether he did after all I said\nto him Ill know by the bottle anyway if not I suppose Ill only have to\nwash in my piss like beeftea or chickensoup with some of that opoponax\nand violet I thought it was beginning to look coarse or old a bit the\nskin underneath is much finer where it peeled off there on my finger\nafter the burn its a pity it isnt all like that and the four paltry\nhandkerchiefs about 6/- in all sure you cant get on in this world without\nstyle all going in food and rent when I get it Ill lash it around I tell\nyou in fine style I always want to throw a handful of tea into the pot\nmeasuring and mincing if I buy a pair of old brogues itself do you like\nthose new shoes yes how much were they Ive no clothes at all the brown\ncostume and the skirt and jacket and the one at the cleaners 3 whats that\nfor any woman cutting up this old hat and patching up the other the men\nwont look at you and women try to walk on you because they know youve no\nman then with all the things getting dearer every day for the 4 years\nmore I have of life up to 35 no Im what am I at all Ill be 33 in\nSeptember will I what O well look at that Mrs Galbraith shes much older\nthan me I saw her when I was out last week her beautys on the wane she\nwas a lovely woman magnificent head of hair on her down to her waist\ntossing it back like that like Kitty OShea in Grantham street 1st thing I\ndid every morning to look across see her combing it as if she loved it\nand was full of it pity I only got to know her the day before we left and\nthat Mrs Langtry the jersey lily the prince of Wales was in love with I\nsuppose hes like the first man going the roads only for the name of a\nking theyre all made the one way only a black mans Id like to try a\nbeauty up to what was she 45 there was some funny story about the jealous\nold husband what was it at all and an oyster knife he went no he made her\nwear a kind of a tin thing round her and the prince of Wales yes he had\nthe oyster knife cant be true a thing like that like some of those books\nhe brings me the works of Master Francois Somebody supposed to be a\npriest about a child born out of her ear because her bumgut fell out a\nnice word for any priest to write and her a–e as if any fool wouldnt\nknow what that meant I hate that pretending of all things with that old\nblackguards face on him anybody can see its not true and that Ruby and\nFair Tyrants he brought me that twice I remember when I came to page 50\nthe part about where she hangs him up out of a hook with a cord\nflagellate sure theres nothing for a woman in that all invention made up\nabout he drinking the champagne out of her slipper after the ball was\nover like the infant Jesus in the crib at Inchicore in the Blessed\nVirgins arms sure no woman could have a child that big taken out of her\nand I thought first it came out of her side because how could she go to\nthe chamber when she wanted to and she a rich lady of course she felt\nhonoured H R H he was in Gibraltar the year I was born I bet he found\nlilies there too where he planted the tree he planted more than that in\nhis time he might have planted me too if hed come a bit sooner then I\nwouldnt be here as I am he ought to chuck that Freeman with the paltry\nfew shillings he knocks out of it and go into an office or something\nwhere hed get regular pay or a bank where they could put him up on a\nthrone to count the money all the day of course he prefers plottering\nabout the house so you cant stir with him any side whats your programme\ntoday I wish hed even smoke a pipe like father to get the smell of a man\nor pretending to be mooching about for advertisements when he could have\nbeen in Mr Cuffes still only for what he did then sending me to try and\npatch it up I could have got him promoted there to be the manager he gave\nme a great mirada once or twice first he was as stiff as the mischief\nreally and truly Mrs Bloom only I felt rotten simply with the old\nrubbishy dress that I lost the leads out of the tails with no cut in it\nbut theyre coming into fashion again I bought it simply to please him I\nknew it was no good by the finish pity I changed my mind of going to Todd\nand Bums as I said and not Lees it was just like the shop itself rummage\nsale a lot of trash I hate those rich shops get on your nerves nothing\nkills me altogether only he thinks he knows a great lot about a womans\ndress and cooking mathering everything he can scour off the shelves into\nit if I went by his advices every blessed hat I put on does that suit me\nyes take that thats alright the one like a weddingcake standing up miles\noff my head he said suited me or the dishcover one coming down on my\nbackside on pins and needles about the shopgirl in that place in Grafton\nstreet I had the misfortune to bring him into and she as insolent as ever\nshe could be with her smirk saying Im afraid were giving you too much\ntrouble what shes there for but I stared it out of her yes he was awfully\nstiff and no wonder but he changed the second time he looked Poldy\npigheaded as usual like the soup but I could see him looking very hard at\nmy chest when he stood up to open the door for me it was nice of him to\nshow me out in any case Im extremely sorry Mrs Bloom believe me without\nmaking it too marked the first time after him being insulted and me being\nsupposed to be his wife I just half smiled I know my chest was out that\nway at the door when he said Im extremely sorry and Im sure you were",
        "yes I think he made them a bit firmer sucking them like that so long he\nmade me thirsty titties he calls them I had to laugh yes this one anyhow\nstiff the nipple gets for the least thing Ill get him to keep that up and\nIll take those eggs beaten up with marsala fatten them out for him what\nare all those veins and things curious the way its made 2 the same in\ncase of twins theyre supposed to represent beauty placed up there like\nthose statues in the museum one of them pretending to hide it with her\nhand are they so beautiful of course compared with what a man looks like\nwith his two bags full and his other thing hanging down out of him or\nsticking up at you like a hatrack no wonder they hide it with a\ncabbageleaf that disgusting Cameron highlander behind the meat market or\nthat other wretch with the red head behind the tree where the statue of\nthe fish used to be when I was passing pretending he was pissing standing\nout for me to see it with his babyclothes up to one side the Queens own\nthey were a nice lot its well the Surreys relieved them theyre always\ntrying to show it to you every time nearly I passed outside the mens\ngreenhouse near the Harcourt street station just to try some fellow or\nother trying to catch my eye as if it was I of the 7 wonders of the world\nO and the stink of those rotten places the night coming home with Poldy\nafter the Comerfords party oranges and lemonade to make you feel nice and\nwatery I went into r of them it was so biting cold I couldnt keep it when\nwas that 93 the canal was frozen yes it was a few months after a pity a\ncouple of the Camerons werent there to see me squatting in the mens place\nmeadero I tried to draw a picture of it before I tore it up like a\nsausage or something I wonder theyre not afraid going about of getting a\nkick or a bang of something there the woman is beauty of course thats\nadmitted when he said I could pose for a picture naked to some rich\nfellow in Holles street when he lost the job in Helys and I was selling\nthe clothes and strumming in the coffee palace would I be like that bath\nof the nymph with my hair down yes only shes younger or Im a little like\nthat dirty bitch in that Spanish photo he has nymphs used they go about\nlike that I asked him about her and that word met something with hoses in\nit and he came out with some jawbreakers about the incarnation he never\ncan explain a thing simply the way a body can understand then he goes and\nburns the bottom out of the pan all for his Kidney this one not so much\ntheres the mark of his teeth still where he tried to bite the nipple I\nhad to scream out arent they fearful trying to hurt you I had a great\nbreast of milk with Milly enough for two what was the reason of that he\nsaid I could have got a pound a week as a wet nurse all swelled out the\nmorning that delicate looking student that stopped in no 28 with the\nCitrons Penrose nearly caught me washing through the window only for I\nsnapped up the towel to my face that was his studenting hurt me they used\nto weaning her till he got doctor Brady to give me the belladonna\nprescription I had to get him to suck them they were so hard he said it\nwas sweeter and thicker than cows then he wanted to milk me into the tea\nwell hes beyond everything I declare somebody ought to put him in the\nbudget if I only could remember the I half of the things and write a book\nout of it the works of Master Poldy yes and its so much smoother the skin\nmuch an hour he was at them Im sure by the clock like some kind of a big\ninfant I had at me they want everything in their mouth all the pleasure\nthose men get out of a woman I can feel his mouth O Lord I must stretch\nmyself I wished he was here or somebody to let myself go with and come\nagain like that I feel all fire inside me or if I could dream it when he\nmade me spend the 2nd time tickling me behind with his finger I was\ncoming for about 5 minutes with my legs round him I had to hug him after\nO Lord I wanted to shout out all sorts of things fuck or shit or anything\nat all only not to look ugly or those lines from the strain who knows the\nway hed take it you want to feel your way with a man theyre not all like\nhim thank God some of them want you to be so nice about it I noticed the\ncontrast he does it and doesnt talk I gave my eyes that look with my hair\na bit loose from the tumbling and my tongue between my lips up to him the\nsavage brute Thursday Friday one Saturday two Sunday three O Lord I cant\nwait till Monday",
        "frseeeeeeeefronnnng train somewhere whistling the strength those engines\nhave in them like big giants and the water rolling all over and out of\nthem all sides like the end of Loves old sweeeetsonnnng the poor men that\nhave to be out all the night from their wives and families in those\nroasting engines stifling it was today Im glad I burned the half of those\nold Freemans and Photo Bits leaving things like that lying about hes\ngetting very careless and threw the rest of them up in the W C Ill get\nhim to cut them tomorrow for me instead of having them there for the next\nyear to get a few pence for them have him asking wheres last Januarys\npaper and all those old overcoats I bundled out of the hall making the\nplace hotter than it is that rain was lovely and refreshing just after my\nbeauty sleep I thought it was going to get like Gibraltar my goodness the\nheat there before the levanter came on black as night and the glare of\nthe rock standing up in it like a big giant compared with their 3 Rock\nmountain they think is so great with the red sentries here and there the\npoplars and they all whitehot and the smell of the rainwater in those\ntanks watching the sun all the time weltering down on you faded all that\nlovely frock fathers friend Mrs Stanhope sent me from the B Marche paris\nwhat a shame my dearest Doggerina she wrote on it she was very nice whats\nthis her other name was just a p c to tell you I sent the little present\nhave just had a jolly warm bath and feel a very clean dog now enjoyed it\nwogger she called him wogger wd give anything to be back in Gib and hear\nyou sing Waiting and in old Madrid Concone is the name of those exercises\nhe bought me one of those new some word I couldnt make out shawls amusing\nthings but tear for the least thing still there lovely I think dont you\nwill always think of the lovely teas we had together scrumptious currant\nscones and raspberry wafers I adore well now dearest Doggerina be sure\nand write soon kind she left out regards to your father also captain\nGrove with love yrs affly Hester x x x x x she didnt look a bit married\njust like a girl he was years older than her wogger he was awfully fond\nof me when he held down the wire with his foot for me to step over at the\nbullfight at La Linea when that matador Gomez was given the bulls ear\nthese clothes we have to wear whoever invented them expecting you to walk\nup Killiney hill then for example at that picnic all staysed up you cant\ndo a blessed thing in them in a crowd run or jump out of the way thats\nwhy I was afraid when that other ferocious old Bull began to charge the\nbanderilleros with the sashes and the 2 things in their hats and the\nbrutes of men shouting bravo toro sure the women were as bad in their\nnice white mantillas ripping all the whole insides out of those poor\nhorses I never heard of such a thing in all my life yes he used to break\nhis heart at me taking off the dog barking in bell lane poor brute and it\nsick what became of them ever I suppose theyre dead long ago the 2 of\nthem its like all through a mist makes you feel so old I made the scones\nof course I had everything all to myself then a girl Hester we used to\ncompare our hair mine was thicker than hers she showed me how to settle\nit at the back when I put it up and whats this else how to make a knot on\na thread with the one hand we were like cousins what age was I then the\nnight of the storm I slept in her bed she had her arms round me then we\nwere fighting in the morning with the pillow what fun he was watching me\nwhenever he got an opportunity at the band on the Alameda esplanade when\nI was with father and captain Grove I looked up at the church first and\nthen at the windows then down and our eyes met I felt something go\nthrough me like all needles my eyes were dancing I remember after when I\nlooked at myself in the glass hardly recognised myself the change he was\nattractive to a girl in spite of his being a little bald intelligent\nlooking disappointed and gay at the same time he was like Thomas in the\nshadow of Ashlydyat I had a splendid skin from the sun and the excitement\nlike a rose I didnt get a wink of sleep it wouldnt have been nice on\naccount of her but I could have stopped it in time she gave me the\nMoonstone to read that was the first I read of Wilkie Collins East Lynne\nI read and the shadow of Ashlydyat Mrs Henry Wood Henry Dunbar by that\nother woman I lent him afterwards with Mulveys photo in it so as he see I\nwasnt without and Lord Lytton Eugene Aram Molly bawn she gave me by Mrs\nHungerford on account of the name I dont like books with a Molly in them\nlike that one he brought me about the one from Flanders a whore always\nshoplifting anything she could cloth and stuff and yards of it O this\nblanket is too heavy on me thats better I havent even one decent\nnightdress this thing gets all rolled under me besides him and his\nfooling thats better I used to be weltering then in the heat my shift\ndrenched with the sweat stuck in the cheeks of my bottom on the chair\nwhen I stood up they were so fattish and firm when I got up on the sofa\ncushions to see with my clothes up and the bugs tons of them at night and\nthe mosquito nets I couldnt read a line Lord how long ago it seems\ncenturies of course they never came back and she didnt put her address\nright on it either she may have noticed her wogger people were always\ngoing away and we never I remember that day with the waves and the boats\nwith their high heads rocking and the smell of ship those Officers\nuniforms on shore leave made me seasick he didnt say anything he was very\nserious I had the high buttoned boots on and my skirt was blowing she\nkissed me six or seven times didnt I cry yes I believe I did or near it\nmy lips were taittering when I said goodbye she had a Gorgeous wrap of\nsome special kind of blue colour on her for the voyage made very\npeculiarly to one side like and it was extremely pretty it got as dull as\nthe devil after they went I was almost planning to run away mad out of it\nsomewhere were never easy where we are father or aunt or marriage waiting\nalways waiting to guiiiide him toooo me waiting nor speeeed his flying\nfeet their damn guns bursting and booming all over the shop especially\nthe Queens birthday and throwing everything down in all directions if you\ndidnt open the windows when general Ulysses Grant whoever he was or did\nsupposed to be some great fellow landed off the ship and old Sprague the\nconsul that was there from before the flood dressed up poor man and he in\nmourning for the son then the same old bugles for reveille in the morning\nand drums rolling and the unfortunate poor devils of soldiers walking\nabout with messtins smelling the place more than the old longbearded jews\nin their jellibees and levites assembly and sound clear and gunfire for\nthe men to cross the lines and the warden marching with his keys to lock\nthe gates and the bagpipes and only captain Groves and father talking\nabout Rorkes drift and Plevna and sir Garnet Wolseley and Gordon at\nKhartoum lighting their pipes for them everytime they went out drunken\nold devil with his grog on the windowsill catch him leaving any of it\npicking his nose trying to think of some other dirty story to tell up in\na corner but he never forgot himself when I was there sending me out of\nthe room on some blind excuse paying his compliments the Bushmills whisky\ntalking of course but hed do the same to the next woman that came along I\nsuppose he died of galloping drink ages ago the days like years not a\nletter from a living soul except the odd few I posted to myself with bits\nof paper in them so bored sometimes I could fight with my nails listening\nto that old Arab with the one eye and his heass of an instrument singing\nhis heah heah aheah all my compriments on your hotchapotch of your heass\nas bad as now with the hands hanging off me looking out of the window if\nthere was a nice fellow even in the opposite house that medical in Holles\nstreet the nurse was after when I put on my gloves and hat at the window\nto show I was going out not a notion what I meant arent they thick never\nunderstand what you say even youd want to print it up on a big poster for\nthem not even if you shake hands twice with the left he didnt recognise\nme either when I half frowned at him outside Westland row chapel where\ndoes their great intelligence come in Id like to know grey matter they\nhave it all in their tail if you ask me those country gougers up in the\nCity Arms intelligence they had a damn sight less than the bulls and cows\nthey were selling the meat and the coalmans bell that noisy bugger trying\nto swindle me with the wrong bill he took out of his hat what a pair of\npaws and pots and pans and kettles to mend any broken bottles for a poor\nman today and no visitors or post ever except his cheques or some\nadvertisement like that wonderworker they sent him addressed dear Madam\nonly his letter and the card from Milly this morning see she wrote a\nletter to him who did I get the last letter from O Mrs Dwenn now what\npossessed her to write from Canada after so many years to know the recipe\nI had for pisto madrileno Floey Dillon since she wrote to say she was\nmarried to a very rich architect if Im to believe all I hear with a villa\nand eight rooms her father was an awfully nice man he was near seventy\nalways goodhumoured well now Miss Tweedy or Miss Gillespie theres the\npiannyer that was a solid silver coffee service he had too on the\nmahogany sideboard then dying so far away I hate people that have always\ntheir poor story to tell everybody has their own troubles that poor Nancy\nBlake died a month ago of acute neumonia well I didnt know her so well as\nall that she was Floeys friend more than mine poor Nancy its a bother\nhaving to answer he always tells me the wrong things and no stops to say\nlike making a speech your sad bereavement symphathy I always make that\nmistake and newphew with 2 double yous in I hope hell write me a longer\nletter the next time if its a thing he really likes me O thanks be to the\ngreat God I got somebody to give me what I badly wanted to put some heart\nup into me youve no chances at all in this place like you used long ago I\nwish somebody would write me a loveletter his wasnt much and I told him\nhe could write what he liked yours ever Hugh Boylan in old Madrid stuff\nsilly women believe love is sighing I am dying still if he wrote it I\nsuppose thered be some truth in it true or no it fills up your whole day\nand life always something to think about every moment and see it all\nround you like a new world I could write the answer in bed to let him\nimagine me short just a few words not those long crossed letters Atty\nDillon used to write to the fellow that was something in the four courts\nthat jilted her after out of the ladies letterwriter when I told her to\nsay a few simple words he could twist how he liked not acting with\nprecipat precip itancy with equal candour the greatest earthly happiness\nanswer to a gentlemans proposal affirmatively my goodness theres nothing\nelse its all very fine for them but as for being a woman as soon as youre\nold they might as well throw you out in the bottom of the ashpit.",
        "Mulveys was the first when I was in bed that morning and Mrs Rubio\nbrought it in with the coffee she stood there standing when I asked her\nto hand me and I pointing at them I couldnt think of the word a hairpin\nto open it with ah horquilla disobliging old thing and it staring her in\nthe face with her switch of false hair on her and vain about her\nappearance ugly as she was near 80 or a 100 her face a mass of wrinkles\nwith all her religion domineering because she never could get over the\nAtlantic fleet coming in half the ships of the world and the Union Jack\nflying with all her carabineros because 4 drunken English sailors took\nall the rock from them and because I didnt run into mass often enough in\nSanta Maria to please her with her shawl up on her except when there was\na marriage on with all her miracles of the saints and her black blessed\nvirgin with the silver dress and the sun dancing 3 times on Easter Sunday\nmorning and when the priest was going by with the bell bringing the\nvatican to the dying blessing herself for his Majestad an admirer he\nsigned it I near jumped out of my skin I wanted to pick him up when I saw\nhim following me along the Calle Real in the shop window then he tipped\nme just in passing but I never thought hed write making an appointment I\nhad it inside my petticoat bodice all day reading it up in every hole and\ncorner while father was up at the drill instructing to find out by the\nhandwriting or the language of stamps singing I remember shall I wear a\nwhite rose and I wanted to put on the old stupid clock to near the time\nhe was the first man kissed me under the Moorish wall my sweetheart when\na boy it never entered my head what kissing meant till he put his tongue\nin my mouth his mouth was sweetlike young I put my knee up to him a few\ntimes to learn the way what did I tell him I was engaged for for fun to\nthe son of a Spanish nobleman named Don Miguel de la Flora and he\nbelieved me that I was to be married to him in 3 years time theres many a\ntrue word spoken in jest there is a flower that bloometh a few things I\ntold him true about myself just for him to be imagining the Spanish girls\nhe didnt like I suppose one of them wouldnt have him I got him excited he\ncrushed all the flowers on my bosom he brought me he couldnt count the\npesetas and the perragordas till I taught him Cappoquin he came from he\nsaid on the black water but it was too short then the day before he left\nMay yes it was May when the infant king of Spain was born Im always like\nthat in the spring Id like a new fellow every year up on the tiptop under\nthe rockgun near OHaras tower I told him it was struck by lightning and\nall about the old Barbary apes they sent to Clapham without a tail\ncareering all over the show on each others back Mrs Rubio said she was a\nregular old rock scorpion robbing the chickens out of Inces farm and\nthrow stones at you if you went anear he was looking at me I had that\nwhite blouse on open in the front to encourage him as much as I could\nwithout too openly they were just beginning to be plump I said I was\ntired we lay over the firtree cove a wild place I suppose it must be the\nhighest rock in existence the galleries and casemates and those frightful\nrocks and Saint Michaels cave with the icicles or whatever they call them\nhanging down and ladders all the mud plotching my boots Im sure thats the\nway down the monkeys go under the sea to Africa when they die the ships\nout far like chips that was the Malta boat passing yes the sea and the\nsky you could do what you liked lie there for ever he caressed them\noutside they love doing that its the roundness there I was leaning over\nhim with my white ricestraw hat to take the newness out of it the left\nside of my face the best my blouse open for his last day transparent kind\nof shirt he had I could see his chest pink he wanted to touch mine with\nhis for a moment but I wouldnt lee him he was awfully put out first for\nfear you never know consumption or leave me with a child embarazada that\nold servant Ines told me that one drop even if it got into you at all\nafter I tried with the Banana but I was afraid it might break and get\nlost up in me somewhere because they once took something down out of a\nwoman that was up there for years covered with limesalts theyre all mad\nto get in there where they come out of youd think they could never go far\nenough up and then theyre done with you in a way till the next time yes\nbecause theres a wonderful feeling there so tender all the time how did\nwe finish it off yes O yes I pulled him off into my handkerchief\npretending not to be excited but I opened my legs I wouldnt let him touch\nme inside my petticoat because I had a skirt opening up the side I\ntormented the life out of him first tickling him I loved rousing that dog\nin the hotel rrrsssstt awokwokawok his eyes shut and a bird flying below\nus he was shy all the same I liked him like that moaning I made him blush\na little when I got over him that way when I unbuttoned him and took his\nout and drew back the skin it had a kind of eye in it theyre all Buttons\nmen down the middle on the wrong side of them Molly darling he called me\nwhat was his name Jack Joe Harry Mulvey was it yes I think a lieutenant\nhe was rather fair he had a laughing kind of a voice so I went round to\nthe whatyoucallit everything was whatyoucallit moustache had he he said\nhed come back Lord its just like yesterday to me and if I was married hed\ndo it to me and I promised him yes faithfully Id let him block me now\nflying perhaps hes dead or killed or a captain or admiral its nearly 20\nyears if I said firtree cove he would if he came up behind me and put his\nhands over my eyes to guess who I might recognise him hes young still\nabout 40 perhaps hes married some girl on the black water and is quite\nchanged they all do they havent half the character a woman has she little\nknows what I did with her beloved husband before he ever dreamt of her in\nbroad daylight too in the sight of the whole world you might say they\ncould have put an article about it in the Chronicle I was a bit wild\nafter when I blew out the old bag the biscuits were in from Benady Bros\nand exploded it Lord what a bang all the woodcocks and pigeons screaming\ncoming back the same way that we went over middle hill round by the old\nguardhouse and the jews burialplace pretending to read out the Hebrew on\nthem I wanted to fire his pistol he said he hadnt one he didnt know what\nto make of me with his peak cap on that he always wore crooked as often\nas I settled it straight H M S Calypso swinging my hat that old Bishop\nthat spoke off the altar his long preach about womans higher functions\nabout girls now riding the bicycle and wearing peak caps and the new\nwoman bloomers God send him sense and me more money I suppose theyre\ncalled after him I never thought that would be my name Bloom when I used\nto write it in print to see how it looked on a visiting card or\npractising for the butcher and oblige M Bloom youre looking blooming\nJosie used to say after I married him well its better than Breen or\nBriggs does brig or those awful names with bottom in them Mrs Ramsbottom\nor some other kind of a bottom Mulvey I wouldnt go mad about either or\nsuppose I divorced him Mrs Boylan my mother whoever she was might have\ngiven me a nicer name the Lord knows after the lovely one she had Lunita\nLaredo the fun we had running along Williss road to Europa point twisting\nin and out all round the other side of Jersey they were shaking and\ndancing about in my blouse like Millys little ones now when she runs up\nthe stairs I loved looking down at them I was jumping up at the pepper\ntrees and the white poplars pulling the leaves off and throwing them at\nhim he went to India he was to write the voyages those men have to make\nto the ends of the world and back its the least they might get a squeeze\nor two at a woman while they can going out to be drowned or blown up\nsomewhere I went up Windmill hill to the flats that Sunday morning with\ncaptain Rubios that was dead spyglass like the sentry had he said hed\nhave one or two from on board I wore that frock from the B Marche paris\nand the coral necklace the straits shining I could see over to Morocco\nalmost the bay of Tangier white and the Atlas mountain with snow on it\nand the straits like a river so clear Harry Molly darling I was thinking\nof him on the sea all the time after at mass when my petticoat began to\nslip down at the elevation weeks and weeks I kept the handkerchief under\nmy pillow for the smell of him there was no decent perfume to be got in\nthat Gibraltar only that cheap peau despagne that faded and left a stink\non you more than anything else I wanted to give him a memento he gave me\nthat clumsy Claddagh ring for luck that I gave Gardner going to south\nAfrica where those Boers killed him with their war and fever but they\nwere well beaten all the same as if it brought its bad luck with it like\nan opal or pearl still it must have been pure 18 carrot gold because it\nwas very heavy but what could you get in a place like that the sandfrog\nshower from Africa and that derelict ship that came up to the harbour\nMarie the Marie whatyoucallit no he hadnt a moustache that was Gardner\nyes I can see his face cleanshaven Frseeeeeeeeeeeeeeeeeeeefrong that\ntrain again weeping tone once in the dear deaead days beyondre call close\nmy eyes breath my lips forward kiss sad look eyes open piano ere oer the\nworld the mists began I hate that istsbeg comes loves sweet\nsooooooooooong Ill let that out full when I get in front of the\nfootlights again Kathleen Kearney and her lot of squealers Miss This Miss\nThat Miss Theother lot of sparrowfarts skitting around talking about\npolitics they know as much about as my backside anything in the world to\nmake themselves someway interesting Irish homemade beauties soldiers\ndaughter am I ay and whose are you bootmakers and publicans I beg your\npardon coach I thought you were a wheelbarrow theyd die down dead off\ntheir feet if ever they got a chance of walking down the Alameda on an\nofficers arm like me on the bandnight my eyes flash my bust that they\nhavent passion God help their poor head I knew more about men and life\nwhen I was I S than theyll all know at 50 they dont know how to sing a\nsong like that Gardner said no man could look at my mouth and teeth\nsmiling like that and not think of it I was afraid he mightnt like my\naccent first he so English all father left me in spite of his stamps Ive\nmy mothers eyes and figure anyhow he always said theyre so snotty about\nthemselves some of those cads he wasnt a bit like that he was dead gone\non my lips let them get a husband first thats fit to be looked at and a\ndaughter like mine or see if they can excite a swell with money that can\npick and choose whoever he wants like Boylan to do it 4 or 5 times locked\nin each others arms or the voice either I could have been a prima donna\nonly I married him comes looooves old deep down chin back not too much\nmake it double My Ladys Bower is too long for an encore about the moated\ngrange at twilight and vaunted rooms yes Ill sing Winds that blow from\nthe south that he gave after the choirstairs performance Ill change that\nlace on my black dress to show off my bubs and Ill yes by God Ill get\nthat big fan mended make them burst with envy my hole is itching me\nalways when I think of him I feel I want to I feel some wind in me better\ngo easy not wake him have him at it again slobbering after washing every\nbit of myself back belly and sides if we had even a bath itself or my own\nroom anyway I wish hed sleep in some bed by himself with his cold feet on\nme give us room even to let a fart God or do the least thing better yes\nhold them like that a bit on my side piano quietly sweeeee theres that\ntrain far away pianissimo eeeee one more song",
        "that was a relief wherever you be let your wind go free who knows if that\npork chop I took with my cup of tea after was quite good with the heat I\ncouldnt smell anything off it Im sure that queerlooking man in the\nporkbutchers is a great rogue I hope that lamp is not smoking fill my\nnose up with smuts better than having him leaving the gas on all night I\ncouldnt rest easy in my bed in Gibraltar even getting up to see why am I\nso damned nervous about that though I like it in the winter its more\ncompany O Lord it was rotten cold too that winter when I was only about\nten was I yes I had the big doll with all the funny clothes dressing her\nup and undressing that icy wind skeeting across from those mountains the\nsomething Nevada sierra nevada standing at the fire with the little bit\nof a short shift I had up to heat myself I loved dancing about in it then\nmake a race back into bed Im sure that fellow opposite used to be there\nthe whole time watching with the lights out in the summer and I in my\nskin hopping around I used to love myself then stripped at the washstand\ndabbing and creaming only when it came to the chamber performance I put\nout the light too so then there were 2 of us goodbye to my sleep for this\nnight anyhow I hope hes not going to get in with those medicals leading\nhim astray to imagine hes young again coming in at 4 in the morning it\nmust be if not more still he had the manners not to wake me what do they\nfind to gabber about all night squandering money and getting drunker and\ndrunker couldnt they drink water then he starts giving us his orders for\neggs and tea and Findon haddy and hot buttered toast I suppose well have\nhim sitting up like the king of the country pumping the wrong end of the\nspoon up and down in his egg wherever he learned that from and I love to\nhear him falling up the stairs of a morning with the cups rattling on the\ntray and then play with the cat she rubs up against you for her own sake\nI wonder has she fleas shes as bad as a woman always licking and lecking\nbut I hate their claws I wonder do they see anything that we cant staring\nlike that when she sits at the top of the stairs so long and listening as\nI wait always what a robber too that lovely fresh place I bought I think\nIll get a bit of fish tomorrow or today is it Friday yes I will with some\nblancmange with black currant jam like long ago not those 2 lb pots of\nmixed plum and apple from the London and Newcastle Williams and Woods\ngoes twice as far only for the bones I hate those eels cod yes Ill get a\nnice piece of cod Im always getting enough for 3 forgetting anyway Im\nsick of that everlasting butchers meat from Buckleys loin chops and leg\nbeef and rib steak and scrag of mutton and calfs pluck the very name is\nenough or a picnic suppose we all gave 5/- each and or let him pay it and\ninvite some other woman for him who Mrs Fleming and drove out to the\nfurry glen or the strawberry beds wed have him examining all the horses\ntoenails first like he does with the letters no not with Boylan there yes\nwith some cold veal and ham mixed sandwiches there are little houses down\nat the bottom of the banks there on purpose but its as hot as blazes he\nsays not a bank holiday anyhow I hate those ruck of Mary Ann coalboxes\nout for the day Whit Monday is a cursed day too no wonder that bee bit\nhim better the seaside but Id never again in this life get into a boat\nwith him after him at Bray telling the boatman he knew how to row if\nanyone asked could he ride the steeplechase for the gold cup hed say yes\nthen it came on to get rough the old thing crookeding about and the\nweight all down my side telling me pull the right reins now pull the left\nand the tide all swamping in floods in through the bottom and his oar\nslipping out of the stirrup its a mercy we werent all drowned he can swim\nof course me no theres no danger whatsoever keep yourself calm in his\nflannel trousers Id like to have tattered them down off him before all\nthe people and give him what that one calls flagellate till he was black\nand blue do him all the good in the world only for that longnosed chap I\ndont know who he is with that other beauty Burke out of the City Arms\nhotel was there spying around as usual on the slip always where he wasnt\nwanted if there was a row on youd vomit a better face there was no love\nlost between us thats 1 consolation I wonder what kind is that book he\nbrought me Sweets of Sin by a gentleman of fashion some other Mr de Kock\nI suppose the people gave him that nickname going about with his tube\nfrom one woman to another I couldnt even change my new white shoes all\nruined with the saltwater and the hat I had with that feather all blowy\nand tossed on me how annoying and provoking because the smell of the sea\nexcited me of course the sardines and the bream in Catalan bay round the\nback of the rock they were fine all silver in the fishermens baskets old\nLuigi near a hundred they said came from Genoa and the tall old chap with\nthe earrings I dont like a man you have to climb up to to get at I\nsuppose theyre all dead and rotten long ago besides I dont like being\nalone in this big barracks of a place at night I suppose Ill have to put\nup with it I never brought a bit of salt in even when we moved in the\nconfusion musical academy he was going to make on the first floor\ndrawingroom with a brassplate or Blooms private hotel he suggested go and\nruin himself altogether the way his father did down in Ennis like all the\nthings he told father he was going to do and me but I saw through him\ntelling me all the lovely places we could go for the honeymoon Venice by\nmoonlight with the gondolas and the lake of Como he had a picture cut out\nof some paper of and mandolines and lanterns O how nice I said whatever I\nliked he was going to do immediately if not sooner will you be my man\nwill you carry my can he ought to get a leather medal with a putty rim\nfor all the plans he invents then leaving us here all day youd never know\nwhat old beggar at the door for a crust with his long story might be a\ntramp and put his foot in the way to prevent me shutting it like that\npicture of that hardened criminal he was called in Lloyds Weekly news 20\nyears in jail then he comes out and murders an old woman for her money\nimagine his poor wife or mother or whoever she is such a face youd run\nmiles away from I couldnt rest easy till I bolted all the doors and\nwindows to make sure but its worse again being locked up like in a prison\nor a madhouse they ought to be all shot or the cat of nine tails a big\nbrute like that that would attack a poor old woman to murder her in her\nbed Id cut them off him so I would not that hed be much use still better\nthan nothing the night I was sure I heard burglars in the kitchen and he\nwent down in his shirt with a candle and a poker as if he was looking for\na mouse as white as a sheet frightened out of his wits making as much\nnoise as he possibly could for the burglars benefit there isnt much to\nsteal indeed the Lord knows still its the feeling especially now with\nMilly away such an idea for him to send the girl down there to learn to\ntake photographs on account of his grandfather instead of sending her to\nSkerrys academy where shed have to learn not like me getting all IS at\nschool only hed do a thing like that all the same on account of me and\nBoylan thats why he did it Im certain the way he plots and plans\neverything out I couldnt turn round with her in the place lately unless I\nbolted the door first gave me the fidgets coming in without knocking\nfirst when I put the chair against the door just as I was washing myself\nthere below with the glove get on your nerves then doing the loglady all\nday put her in a glasscase with two at a time to look at her if he knew\nshe broke off the hand off that little gimcrack statue with her roughness\nand carelessness before she left that I got that little Italian boy to\nmend so that you cant see the join for 2 shillings wouldnt even teem the\npotatoes for you of course shes right not to ruin her hands I noticed he\nwas always talking to her lately at the table explaining things in the\npaper and she pretending to understand sly of course that comes from his\nside of the house he cant say I pretend things can he Im too honest as a\nmatter of fact and helping her into her coat but if there was anything\nwrong with her its me shed tell not him I suppose he thinks Im finished\nout and laid on the shelf well Im not no nor anything like it well see\nwell see now shes well on for flirting too with Tom Devans two sons\nimitating me whistling with those romps of Murray girls calling for her\ncan Milly come out please shes in great demand to pick what they can out\nof her round in Nelson street riding Harry Devans bicycle at night its as\nwell he sent her where she is she was just getting out of bounds wanting\nto go on the skatingrink and smoking their cigarettes through their nose\nI smelt it off her dress when I was biting off the thread of the button I\nsewed on to the bottom of her jacket she couldnt hide much from me I tell\nyou only I oughtnt to have stitched it and it on her it brings a parting\nand the last plumpudding too split in 2 halves see it comes out no matter\nwhat they say her tongue is a bit too long for my taste your blouse is\nopen too low she says to me the pan calling the kettle blackbottom and I\nhad to tell her not to cock her legs up like that on show on the\nwindowsill before all the people passing they all look at her like me\nwhen I was her age of course any old rag looks well on you then a great\ntouchmenot too in her own way at the Only Way in the Theatre royal take\nyour foot away out of that I hate people touching me afraid of her life\nId crush her skirt with the pleats a lot of that touching must go on in\ntheatres in the crush in the dark theyre always trying to wiggle up to\nyou that fellow in the pit at the Gaiety for Beerbohm Tree in Trilby the\nlast time Ill ever go there to be squashed like that for any Trilby or\nher barebum every two minutes tipping me there and looking away hes a bit\ndaft I think I saw him after trying to get near two stylishdressed ladies\noutside Switzers window at the same little game I recognised him on the\nmoment the face and everything but he didnt remember me yes and she didnt\neven want me to kiss her at the Broadstone going away well I hope shell\nget someone to dance attendance on her the way I did when she was down\nwith the mumps and her glands swollen wheres this and wheres that of\ncourse she cant feel anything deep yet I never came properly till I was\nwhat 22 or so it went into the wrong place always only the usual girls\nnonsense and giggling that Conny Connolly writing to her in white ink on\nblack paper sealed with sealingwax though she clapped when the curtain\ncame down because he looked so handsome then we had Martin Harvey for\nbreakfast dinner and supper I thought to myself afterwards it must be\nreal love if a man gives up his life for her that way for nothing I\nsuppose there are a few men like that left its hard to believe in it\nthough unless it really happened to me the majority of them with not a\nparticle of love in their natures to find two people like that nowadays\nfull up of each other that would feel the same way as you do theyre\nusually a bit foolish in the head his father must have been a bit queer\nto go and poison himself after her still poor old man I suppose he felt\nlost shes always making love to my things too the few old rags I have\nwanting to put her hair up at I S my powder too only ruin her skin on her\nshes time enough for that all her life after of course shes restless\nknowing shes pretty with her lips so red a pity they wont stay that way I\nwas too but theres no use going to the fair with the thing answering me\nlike a fishwoman when I asked to go for a half a stone of potatoes the\nday we met Mrs Joe Gallaher at the trottingmatches and she pretended not\nto see us in her trap with Friery the solicitor we werent grand enough\ntill I gave her 2 damn fine cracks across the ear for herself take that\nnow for answering me like that and that for your impudence she had me\nthat exasperated of course contradicting I was badtempered too because\nhow was it there was a weed in the tea or I didnt sleep the night before\ncheese I ate was it and I told her over and over again not to leave\nknives crossed like that because she has nobody to command her as she\nsaid herself well if he doesnt correct her faith I will that was the last\ntime she turned on the teartap I was just like that myself they darent\norder me about the place its his fault of course having the two of us\nslaving here instead of getting in a woman long ago am I ever going to\nhave a proper servant again of course then shed see him coming Id have to\nlet her know or shed revenge it arent they a nuisance that old Mrs\nFleming you have to be walking round after her putting the things into\nher hands sneezing and farting into the pots well of course shes old she\ncant help it a good job I found that rotten old smelly dishcloth that got\nlost behind the dresser I knew there was something and opened the area\nwindow to let out the smell bringing in his friends to entertain them\nlike the night he walked home with a dog if you please that might have\nbeen mad especially Simon Dedalus son his father such a criticiser with\nhis glasses up with his tall hat on him at the cricket match and a great\nbig hole in his sock one thing laughing at the other and his son that got\nall those prizes for whatever he won them in the intermediate imagine\nclimbing over the railings if anybody saw him that knew us I wonder he\ndidnt tear a big hole in his grand funeral trousers as if the one nature\ngave wasnt enough for anybody hawking him down into the dirty old kitchen\nnow is he right in his head I ask pity it wasnt washing day my old pair\nof drawers might have been hanging up too on the line on exhibition for\nall hed ever care with the ironmould mark the stupid old bundle burned on\nthem he might think was something else and she never even rendered down\nthe fat I told her and now shes going such as she was on account of her\nparalysed husband getting worse theres always something wrong with them\ndisease or they have to go under an operation or if its not that its\ndrink and he beats her Ill have to hunt around again for someone every\nday I get up theres some new thing on sweet God sweet God well when Im\nstretched out dead in my grave I suppose Ill have some peace I want to\nget up a minute if Im let wait O Jesus wait yes that thing has come on me\nyes now wouldnt that afflict you of course all the poking and rooting and\nploughing he had up in me now what am I to do Friday Saturday Sunday\nwouldnt that pester the soul out of a body unless he likes it some men do\nGod knows theres always something wrong with us 5 days every 3 or 4 weeks\nusual monthly auction isnt it simply sickening that night it came on me\nlike that the one and only time we were in a box that Michael Gunn gave\nhim to see Mrs Kendal and her husband at the Gaiety something he did\nabout insurance for him in Drimmies I was fit to be tied though I wouldnt\ngive in with that gentleman of fashion staring down at me with his\nglasses and him the other side of me talking about Spinoza and his soul\nthats dead I suppose millions of years ago I smiled the best I could all\nin a swamp leaning forward as if I was interested having to sit it out\nthen to the last tag I wont forget that wife of Scarli in a hurry\nsupposed to be a fast play about adultery that idiot in the gallery\nhissing the woman adulteress he shouted I suppose he went and had a woman\nin the next lane running round all the back ways after to make up for it\nI wish he had what I had then hed boo I bet the cat itself is better off\nthan us have we too much blood up in us or what O patience above its\npouring out of me like the sea anyhow he didnt make me pregnant as big as\nhe is I dont want to ruin the clean sheets I just put on I suppose the\nclean linen I wore brought it on too damn it damn it and they always want\nto see a stain on the bed to know youre a virgin for them all thats\ntroubling them theyre such fools too you could be a widow or divorced 40\ntimes over a daub of red ink would do or blackberry juice no thats too\npurply O Jamesy let me up out of this pooh sweets of sin whoever\nsuggested that business for women what between clothes and cooking and\nchildren this damned old bed too jingling like the dickens I suppose they\ncould hear us away over the other side of the park till I suggested to\nput the quilt on the floor with the pillow under my bottom I wonder is it\nnicer in the day I think it is easy I think Ill cut all this hair off me\nthere scalding me I might look like a young girl wouldnt he get the great\nsuckin the next time he turned up my clothes on me Id give anything to\nsee his face wheres the chamber gone easy Ive a holy horror of its\nbreaking under me after that old commode I wonder was I too heavy sitting\non his knee I made him sit on the easychair purposely when I took off\nonly my blouse and skirt first in the other room he was so busy where he\noughtnt to be he never felt me I hope my breath was sweet after those\nkissing comfits easy God I remember one time I could scout it out\nstraight whistling like a man almost easy O Lord how noisy I hope theyre\nbubbles on it for a wad of money from some fellow Ill have to perfume it\nin the morning dont forget I bet he never saw a better pair of thighs\nthan that look how white they are the smoothest place is right there\nbetween this bit here how soft like a peach easy God I wouldnt mind being\na man and get up on a lovely woman O Lord what a row youre making like\nthe jersey lily easy easy O how the waters come down at Lahore",
        "who knows is there anything the matter with my insides or have I\nsomething growing in me getting that thing like that every week when was\nit last I Whit Monday yes its only about 3 weeks I ought to go to the\ndoctor only it would be like before I married him when I had that white\nthing coming from me and Floey made me go to that dry old stick Dr\nCollins for womens diseases on Pembroke road your vagina he called it I\nsuppose thats how he got all the gilt mirrors and carpets getting round\nthose rich ones off Stephens green running up to him for every little\nfiddlefaddle her vagina and her cochinchina theyve money of course so\ntheyre all right I wouldnt marry him not if he was the last man in the\nworld besides theres something queer about their children always smelling\naround those filthy bitches all sides asking me if what I did had an\noffensive odour what did he want me to do but the one thing gold maybe\nwhat a question if I smathered it all over his wrinkly old face for him\nwith all my compriments I suppose hed know then and could you pass it\neasily pass what I thought he was talking about the rock of Gibraltar the\nway he put it thats a very nice invention too by the way only I like\nletting myself down after in the hole as far as I can squeeze and pull\nthe chain then to flush it nice cool pins and needles still theres\nsomething in it I suppose I always used to know by Millys when she was a\nchild whether she had worms or not still all the same paying him for that\nhow much is that doctor one guinea please and asking me had I frequent\nomissions where do those old fellows get all the words they have\nomissions with his shortsighted eyes on me cocked sideways I wouldnt\ntrust him too far to give me chloroform or God knows what else still I\nliked him when he sat down to write the thing out frowning so severe his\nnose intelligent like that you be damned you lying strap O anything no\nmatter who except an idiot he was clever enough to spot that of course\nthat was all thinking of him and his mad crazy letters my Precious one\neverything connected with your glorious Body everything underlined that\ncomes from it is a thing of beauty and of joy for ever something he got\nout of some nonsensical book that he had me always at myself 4 and 5\ntimes a day sometimes and I said I hadnt are you sure O yes I said I am\nquite sure in a way that shut him up I knew what was coming next only\nnatural weakness it was he excited me I dont know how the first night\never we met when I was living in Rehoboth terrace we stood staring at one\nanother for about 10 minutes as if we met somewhere I suppose on account\nof my being jewess looking after my mother he used to amuse me the things\nhe said with the half sloothering smile on him and all the Doyles said he\nwas going to stand for a member of Parliament O wasnt I the born fool to\nbelieve all his blather about home rule and the land league sending me\nthat long strool of a song out of the Huguenots to sing in French to be\nmore classy O beau pays de la Touraine that I never even sang once\nexplaining and rigmaroling about religion and persecution he wont let you\nenjoy anything naturally then might he as a great favour the very 1st\nopportunity he got a chance in Brighton square running into my bedroom\npretending the ink got on his hands to wash it off with the Albion milk\nand sulphur soap I used to use and the gelatine still round it O I\nlaughed myself sick at him that day I better not make an alnight sitting\non this affair they ought to make chambers a natural size so that a woman\ncould sit on it properly he kneels down to do it I suppose there isnt in\nall creation another man with the habits he has look at the way hes\nsleeping at the foot of the bed how can he without a hard bolster its\nwell he doesnt kick or he might knock out all my teeth breathing with his\nhand on his nose like that Indian god he took me to show one wet Sunday\nin the museum in Kildare street all yellow in a pinafore lying on his\nside on his hand with his ten toes sticking out that he said was a bigger\nreligion than the jews and Our Lords both put together all over Asia\nimitating him as hes always imitating everybody I suppose he used to\nsleep at the foot of the bed too with his big square feet up in his wifes\nmouth damn this stinking thing anyway wheres this those napkins are ah\nyes I know I hope the old press doesnt creak ah I knew it would hes\nsleeping hard had a good time somewhere still she must have given him\ngreat value for his money of course he has to pay for it from her O this\nnuisance of a thing I hope theyll have something better for us in the\nother world tying ourselves up God help us thats all right for tonight\nnow the lumpy old jingly bed always reminds me of old Cohen I suppose he\nscratched himself in it often enough and he thinks father bought it from\nLord Napier that I used to admire when I was a little girl because I told\nhim easy piano O I like my bed God here we are as bad as ever after 16\nyears how many houses were we in at all Raymond terrace and Ontario\nterrace and Lombard street and Holles street and he goes about whistling\nevery time were on the run again his huguenots or the frogs march\npretending to help the men with our 4 sticks of furniture and then the\nCity Arms hotel worse and worse says Warden Daly that charming place on\nthe landing always somebody inside praying then leaving all their stinks\nafter them always know who was in there last every time were just getting\non right something happens or he puts his big foot in it Thoms and Helys\nand Mr Cuffes and Drimmies either hes going to be run into prison over\nhis old lottery tickets that was to be all our salvations or he goes and\ngives impudence well have him coming home with the sack soon out of the\nFreeman too like the rest on account of those Sinner Fein or the\nfreemasons then well see if the little man he showed me dribbling along\nin the wet all by himself round by Coadys lane will give him much\nconsolation that he says is so capable and sincerely Irish he is indeed\njudging by the sincerity of the trousers I saw on him wait theres Georges\nchurch bells wait 3 quarters the hour l wait 2 oclock well thats a nice\nhour of the night for him to be coming home at to anybody climbing down\ninto the area if anybody saw him Ill knock him off that little habit\ntomorrow first Ill look at his shirt to see or Ill see if he has that\nFrench letter still in his pocketbook I suppose he thinks I dont know\ndeceitful men all their 20 pockets arent enough for their lies then why\nshould we tell them even if its the truth they dont believe you then\ntucked up in bed like those babies in the Aristocrats Masterpiece he\nbrought me another time as if we hadnt enough of that in real life\nwithout some old Aristocrat or whatever his name is disgusting you more\nwith those rotten pictures children with two heads and no legs thats the\nkind of villainy theyre always dreaming about with not another thing in\ntheir empty heads they ought to get slow poison the half of them then tea\nand toast for him buttered on both sides and newlaid eggs I suppose Im\nnothing any more when I wouldnt let him lick me in Holles street one\nnight man man tyrant as ever for the one thing he slept on the floor half\nthe night naked the way the jews used when somebody dies belonged to them\nand wouldnt eat any breakfast or speak a word wanting to be petted so I\nthought I stood out enough for one time and let him he does it all wrong\ntoo thinking only of his own pleasure his tongue is too flat or I dont\nknow what he forgets that wethen I dont Ill make him do it again if he\ndoesnt mind himself and lock him down to sleep in the coalcellar with the\nblackbeetles I wonder was it her Josie off her head with my castoffs hes\nsuch a born liar too no hed never have the courage with a married woman\nthats why he wants me and Boylan though as for her Denis as she calls him\nthat forlornlooking spectacle you couldnt call him a husband yes its some\nlittle bitch hes got in with even when I was with him with Milly at the\nCollege races that Hornblower with the childs bonnet on the top of his\nnob let us into by the back way he was throwing his sheeps eyes at those\ntwo doing skirt duty up and down I tried to wink at him first no use of\ncourse and thats the way his money goes this is the fruits of Mr Paddy\nDignam yes they were all in great style at the grand funeral in the paper\nBoylan brought in if they saw a real officers funeral thatd be something\nreversed arms muffled drums the poor horse walking behind in black L Boom\nand Tom Kernan that drunken little barrelly man that bit his tongue off\nfalling down the mens W C drunk in some place or other and Martin\nCunningham and the two Dedaluses and Fanny MCoys husband white head of\ncabbage skinny thing with a turn in her eye trying to sing my songs shed\nwant to be born all over again and her old green dress with the lowneck\nas she cant attract them any other way like dabbling on a rainy day I see\nit all now plainly and they call that friendship killing and then burying\none another and they all with their wives and families at home more\nespecially Jack Power keeping that barmaid he does of course his wife is\nalways sick or going to be sick or just getting better of it and hes a\ngoodlooking man still though hes getting a bit grey over the ears theyre\na nice lot all of them well theyre not going to get my husband again into\ntheir clutches if I can help it making fun of him then behind his back I\nknow well when he goes on with his idiotics because he has sense enough\nnot to squander every penny piece he earns down their gullets and looks\nafter his wife and family goodfornothings poor Paddy Dignam all the same\nIm sorry in a way for him what are his wife and 5 children going to do\nunless he was insured comical little teetotum always stuck up in some pub\ncorner and her or her son waiting Bill Bailey wont you please come home\nher widows weeds wont improve her appearance theyre awfully becoming\nthough if youre goodlooking what men wasnt he yes he was at the Glencree\ndinner and Ben Dollard base barreltone the night he borrowed the\nswallowtail to sing out of in Holles street squeezed and squashed into\nthem and grinning all over his big Dolly face like a wellwhipped childs\nbotty didnt he look a balmy ballocks sure enough that must have been a\nspectacle on the stage imagine paying 5/- in the preserved seats for that\nto see him trotting off in his trowlers and Simon Dedalus too he was\nalways turning up half screwed singing the second verse first the old\nlove is the new was one of his so sweetly sang the maiden on the hawthorn\nbough he was always on for flirtyfying too when I sang Maritana with him\nat Freddy Mayers private opera he had a delicious glorious voice Phoebe\ndearest goodbye sweetheart SWEETheart he always sang it not like Bartell\nDarcy sweet tart goodbye of course he had the gift of the voice so there\nwas no art in it all over you like a warm showerbath O Maritana wildwood\nflower we sang splendidly though it was a bit too high for my register\neven transposed and he was married at the time to May Goulding but then\nhed say or do something to knock the good out of it hes a widower now I\nwonder what sort is his son he says hes an author and going to be a\nuniversity professor of Italian and Im to take lessons what is he driving\nat now showing him my photo its not good of me I ought to have got it\ntaken in drapery that never looks out of fashion still I look young in it\nI wonder he didnt make him a present of it altogether and me too after\nall why not I saw him driving down to the Kingsbridge station with his\nfather and mother I was in mourning thats 11 years ago now yes hed be 11\nthough what was the good in going into mourning for what was neither one\nthing nor the other the first cry was enough for me I heard the\ndeathwatch too ticking in the wall of course he insisted hed go into\nmourning for the cat I suppose hes a man now by this time he was an\ninnocent boy then and a darling little fellow in his lord Fauntleroy suit\nand curly hair like a prince on the stage when I saw him at Mat Dillons\nhe liked me too I remember they all do wait by God yes wait yes hold on\nhe was on the cards this morning when I laid out the deck union with a\nyoung stranger neither dark nor fair you met before I thought it meant\nhim but hes no chicken nor a stranger either besides my face was turned\nthe other way what was the 7th card after that the 10 of spades for a\njourney by land then there was a letter on its way and scandals too the 3\nqueens and the 8 of diamonds for a rise in society yes wait it all came\nout and 2 red 8s for new garments look at that and didnt I dream\nsomething too yes there was something about poetry in it I hope he hasnt\nlong greasy hair hanging into his eyes or standing up like a red Indian\nwhat do they go about like that for only getting themselves and their\npoetry laughed at I always liked poetry when I was a girl first I thought\nhe was a poet like lord Byron and not an ounce of it in his composition I\nthought he was quite different I wonder is he too young hes about wait 88\nI was married 88 Milly is 15 yesterday 89 what age was he then at Dillons\n5 or 6 about 88 I suppose hes 20 or more Im not too old for him if hes 23\nor 24 I hope hes not that stuckup university student sort no otherwise he\nwouldnt go sitting down in the old kitchen with him taking Eppss cocoa\nand talking of course he pretended to understand it all probably he told\nhim he was out of Trinity college hes very young to be a professor I hope\nhes not a professor like Goodwin was he was a potent professor of John\nJameson they all write about some woman in their poetry well I suppose he\nwont find many like me where softly sighs of love the light guitar where\npoetry is in the air the blue sea and the moon shining so beautifully\ncoming back on the nightboat from Tarifa the lighthouse at Europa point\nthe guitar that fellow played was so expressive will I ever go back there\nagain all new faces two glancing eyes a lattice hid Ill sing that for him\ntheyre my eyes if hes anything of a poet two eyes as darkly bright as\nloves own star arent those beautiful words as loves young star itll be a\nchange the Lord knows to have an intelligent person to talk to about\nyourself not always listening to him and Billy Prescotts ad and Keyess ad\nand Tom the Devils ad then if anything goes wrong in their business we\nhave to suffer Im sure hes very distinguished Id like to meet a man like\nthat God not those other ruck besides hes young those fine young men I\ncould see down in Margate strand bathingplace from the side of the rock\nstanding up in the sun naked like a God or something and then plunging\ninto the sea with them why arent all men like that thered be some\nconsolation for a woman like that lovely little statue he bought I could\nlook at him all day long curly head and his shoulders his finger up for\nyou to listen theres real beauty and poetry for you I often felt I wanted\nto kiss him all over also his lovely young cock there so simple I wouldnt\nmind taking him in my mouth if nobody was looking as if it was asking you\nto suck it so clean and white he looks with his boyish face I would too\nin 1/2 a minute even if some of it went down what its only like gruel or\nthe dew theres no danger besides hed be so clean compared with those pigs\nof men I suppose never dream of washing it from I years end to the other\nthe most of them only thats what gives the women the moustaches Im sure\nitll be grand if I can only get in with a handsome young poet at my age\nIll throw them the 1st thing in the morning till I see if the wishcard\ncomes out or Ill try pairing the lady herself and see if he comes out Ill\nread and study all I can find or learn a bit off by heart if I knew who\nhe likes so he wont think me stupid if he thinks all women are the same\nand I can teach him the other part Ill make him feel all over him till he\nhalf faints under me then hell write about me lover and mistress publicly\ntoo with our 2 photographs in all the papers when he becomes famous O but\nthen what am I going to do about him though",
        "no thats no way for him has he no manners nor no refinement nor no\nnothing in his nature slapping us behind like that on my bottom because I\ndidnt call him Hugh the ignoramus that doesnt know poetry from a cabbage\nthats what you get for not keeping them in their proper place pulling off\nhis shoes and trousers there on the chair before me so barefaced without\neven asking permission and standing out that vulgar way in the half of a\nshirt they wear to be admired like a priest or a butcher or those old\nhypocrites in the time of Julius Caesar of course hes right enough in his\nway to pass the time as a joke sure you might as well be in bed with what\nwith a lion God Im sure hed have something better to say for himself an\nold Lion would O well I suppose its because they were so plump and\ntempting in my short petticoat he couldnt resist they excite myself\nsometimes its well for men all the amount of pleasure they get off a\nwomans body were so round and white for them always I wished I was one\nmyself for a change just to try with that thing they have swelling up on\nyou so hard and at the same time so soft when you touch it my uncle John\nhas a thing long I heard those cornerboys saying passing the comer of\nMarrowbone lane my aunt Mary has a thing hairy because it was dark and\nthey knew a girl was passing it didnt make me blush why should it either\nits only nature and he puts his thing long into my aunt Marys hairy\netcetera and turns out to be you put the handle in a sweepingbrush men\nagain all over they can pick and choose what they please a married woman\nor a fast widow or a girl for their different tastes like those houses\nround behind Irish street no but were to be always chained up theyre not\ngoing to be chaining me up no damn fear once I start I tell you for their\nstupid husbands jealousy why cant we all remain friends over it instead\nof quarrelling her husband found it out what they did together well\nnaturally and if he did can he undo it hes coronado anyway whatever he\ndoes and then he going to the other mad extreme about the wife in Fair\nTyrants of course the man never even casts a 2nd thought on the husband\nor wife either its the woman he wants and he gets her what else were we\ngiven all those desires for Id like to know I cant help it if Im young\nstill can I its a wonder Im not an old shrivelled hag before my time\nliving with him so cold never embracing me except sometimes when hes\nasleep the wrong end of me not knowing I suppose who he has any man thatd\nkiss a womans bottom Id throw my hat at him after that hed kiss anything\nunnatural where we havent I atom of any kind of expression in us all of\nus the same 2 lumps of lard before ever Id do that to a man pfooh the\ndirty brutes the mere thought is enough I kiss the feet of you senorita\ntheres some sense in that didnt he kiss our halldoor yes he did what a\nmadman nobody understands his cracked ideas but me still of course a\nwoman wants to be embraced 20 times a day almost to make her look young\nno matter by who so long as to be in love or loved by somebody if the\nfellow you want isnt there sometimes by the Lord God I was thinking would\nI go around by the quays there some dark evening where nobodyd know me\nand pick up a sailor off the sea thatd be hot on for it and not care a\npin whose I was only do it off up in a gate somewhere or one of those\nwildlooking gipsies in Rathfarnham had their camp pitched near the\nBloomfield laundry to try and steal our things if they could I only sent\nmine there a few times for the name model laundry sending me back over\nand over some old ones odd stockings that blackguardlooking fellow with\nthe fine eyes peeling a switch attack me in the dark and ride me up\nagainst the wall without a word or a murderer anybody what they do\nthemselves the fine gentlemen in their silk hats that K C lives up\nsomewhere this way coming out of Hardwicke lane the night he gave us the\nfish supper on account of winning over the boxing match of course it was\nfor me he gave it I knew him by his gaiters and the walk and when I\nturned round a minute after just to see there was a woman after coming\nout of it too some filthy prostitute then he goes home to his wife after\nthat only I suppose the half of those sailors are rotten again with\ndisease O move over your big carcass out of that for the love of Mike\nlisten to him the winds that waft my sighs to thee so well he may sleep\nand sigh the great Suggester Don Poldo de la Flora if he knew how he came\nout on the cards this morning hed have something to sigh for a dark man\nin some perplexity between 2 7s too in prison for Lord knows what he does\nthat I dont know and Im to be slooching around down in the kitchen to get\nhis lordship his breakfast while hes rolled up like a mummy will I indeed\ndid you ever see me running Id just like to see myself at it show them\nattention and they treat you like dirt I dont care what anybody says itd\nbe much better for the world to be governed by the women in it you\nwouldnt see women going and killing one another and slaughtering when do\nyou ever see women rolling around drunk like they do or gambling every\npenny they have and losing it on horses yes because a woman whatever she\ndoes she knows where to stop sure they wouldnt be in the world at all\nonly for us they dont know what it is to be a woman and a mother how\ncould they where would they all of them be if they hadnt all a mother to\nlook after them what I never had thats why I suppose hes running wild now\nout at night away from his books and studies and not living at home on\naccount of the usual rowy house I suppose well its a poor case that those\nthat have a fine son like that theyre not satisfied and I none was he not\nable to make one it wasnt my fault we came together when I was watching\nthe two dogs up in her behind in the middle of the naked street that\ndisheartened me altogether I suppose I oughtnt to have buried him in that\nlittle woolly jacket I knitted crying as I was but give it to some poor\nchild but I knew well Id never have another our 1st death too it was we\nwere never the same since O Im not going to think myself into the glooms\nabout that any more I wonder why he wouldnt stay the night I felt all the\ntime it was somebody strange he brought in instead of roving around the\ncity meeting God knows who nightwalkers and pickpockets his poor mother\nwouldnt like that if she was alive ruining himself for life perhaps still\nits a lovely hour so silent I used to love coming home after dances the\nair of the night they have friends they can talk to weve none either he\nwants what he wont get or its some woman ready to stick her knife in you\nI hate that in women no wonder they treat us the way they do we are a\ndreadful lot of bitches I suppose its all the troubles we have makes us\nso snappy Im not like that he could easy have slept in there on the sofa\nin the other room I suppose he was as shy as a boy he being so young\nhardly 20 of me in the next room hed have heard me on the chamber arrah\nwhat harm Dedalus I wonder its like those names in Gibraltar Delapaz\nDelagracia they had the devils queer names there father Vilaplana of\nSanta Maria that gave me the rosary Rosales y OReilly in the Calle las\nSiete Revueltas and Pisimbo and Mrs Opisso in Governor street O what a\nname Id go and drown myself in the first river if I had a name like her O\nmy and all the bits of streets Paradise ramp and Bedlam ramp and Rodgers\nramp and Crutchetts ramp and the devils gap steps well small blame to me\nif I am a harumscarum I know I am a bit I declare to God I dont feel a\nday older than then I wonder could I get my tongue round any of the\nSpanish como esta usted muy bien gracias y usted see I havent forgotten\nit all I thought I had only for the grammar a noun is the name of any\nperson place or thing pity I never tried to read that novel cantankerous\nMrs Rubio lent me by Valera with the questions in it all upside down the\ntwo ways I always knew wed go away in the end I can tell him the Spanish\nand he tell me the Italian then hell see Im not so ignorant what a pity\nhe didnt stay Im sure the poor fellow was dead tired and wanted a good\nsleep badly I could have brought him in his breakfast in bed with a bit\nof toast so long as I didnt do it on the knife for bad luck or if the\nwoman was going her rounds with the watercress and something nice and\ntasty there are a few olives in the kitchen he might like I never could\nbear the look of them in Abrines I could do the criada the room looks all\nright since I changed it the other way you see something was telling me\nall the time Id have to introduce myself not knowing me from Adam very\nfunny wouldnt it Im his wife or pretend we were in Spain with him half\nawake without a Gods notion where he is dos huevos estrellados senor Lord\nthe cracked things come into my head sometimes itd be great fun supposing\nhe stayed with us why not theres the room upstairs empty and Millys bed\nin the back room he could do his writing and studies at the table in\nthere for all the scribbling he does at it and if he wants to read in bed\nin the morning like me as hes making the breakfast for I he can make it\nfor 2 Im sure Im not going to take in lodgers off the street for him if\nhe takes a gesabo of a house like this Id love to have a long talk with\nan intelligent welleducated person Id have to get a nice pair of red\nslippers like those Turks with the fez used to sell or yellow and a nice\nsemitransparent morning gown that I badly want or a peachblossom dressing\njacket like the one long ago in Walpoles only 8/6 or 18/6 Ill just give\nhim one more chance Ill get up early in the morning Im sick of Cohens old\nbed in any case I might go over to the markets to see all the vegetables\nand cabbages and tomatoes and carrots and all kinds of splendid fruits\nall coming in lovely and fresh who knows whod be the 1st man Id meet\ntheyre out looking for it in the morning Mamy Dillon used to say they are\nand the night too that was her massgoing Id love a big juicy pear now to\nmelt in your mouth like when I used to be in the longing way then Ill\nthrow him up his eggs and tea in the moustachecup she gave him to make\nhis mouth bigger I suppose hed like my nice cream too I know what Ill do\nIll go about rather gay not too much singing a bit now and then mi fa\npieta Masetto then Ill start dressing myself to go out presto non son piu\nforte Ill put on my best shift and drawers let him have a good eyeful out\nof that to make his micky stand for him Ill let him know if thats what he\nwanted that his wife is I s l o fucked yes and damn well fucked too up to\nmy neck nearly not by him 5 or 6 times handrunning theres the mark of his\nspunk on the clean sheet I wouldnt bother to even iron it out that ought\nto satisfy him if you dont believe me feel my belly unless I made him\nstand there and put him into me Ive a mind to tell him every scrap and\nmake him do it out in front of me serve him right its all his own fault\nif I am an adulteress as the thing in the gallery said O much about it if\nthats all the harm ever we did in this vale of tears God knows its not\nmuch doesnt everybody only they hide it I suppose thats what a woman is\nsupposed to be there for or He wouldnt have made us the way He did so\nattractive to men then if he wants to kiss my bottom Ill drag open my\ndrawers and bulge it right out in his face as large as life he can stick\nhis tongue 7 miles up my hole as hes there my brown part then Ill tell\nhim I want LI or perhaps 30/- Ill tell him I want to buy underclothes\nthen if he gives me that well he wont be too bad I dont want to soak it\nall out of him like other women do I could often have written out a fine\ncheque for myself and write his name on it for a couple of pounds a few\ntimes he forgot to lock it up besides he wont spend it Ill let him do it\noff on me behind provided he doesnt smear all my good drawers O I suppose\nthat cant be helped Ill do the indifferent l or 2 questions Ill know by\nthe answers when hes like that he cant keep a thing back I know every\nturn in him Ill tighten my bottom well and let out a few smutty words\nsmellrump or lick my shit or the first mad thing comes into my head then\nIll suggest about yes O wait now sonny my turn is coming Ill be quite gay\nand friendly over it O but I was forgetting this bloody pest of a thing\npfooh you wouldnt know which to laugh or cry were such a mixture of plum\nand apple no Ill have to wear the old things so much the better itll be\nmore pointed hell never know whether he did it or not there thats good\nenough for you any old thing at all then Ill wipe him off me just like a\nbusiness his omission then Ill go out Ill have him eying up at the\nceiling where is she gone now make him want me thats the only way a\nquarter after what an unearthly hour I suppose theyre just getting up in\nChina now combing out their pigtails for the day well soon have the nuns\nringing the angelus theyve nobody coming in to spoil their sleep except\nan odd priest or two for his night office or the alarmclock next door at\ncockshout clattering the brains out of itself let me see if I can doze\noff 1 2 3 4 5 what kind of flowers are those they invented like the stars\nthe wallpaper in Lombard street was much nicer the apron he gave me was\nlike that something only I only wore it twice better lower this lamp and\ntry again so as I can get up early Ill go to Lambes there beside\nFindlaters and get them to send us some flowers to put about the place in\ncase he brings him home tomorrow today I mean no no Fridays an unlucky\nday first I want to do the place up someway the dust grows in it I think\nwhile Im asleep then we can have music and cigarettes I can accompany him\nfirst I must clean the keys of the piano with milk whatll I wear shall I\nwear a white rose or those fairy cakes in Liptons I love the smell of a\nrich big shop at 7 1/2d a lb or the other ones with the cherries in them\nand the pinky sugar 11d a couple of lbs of those a nice plant for the\nmiddle of the table Id get that cheaper in wait wheres this I saw them\nnot long ago I love flowers Id love to have the whole place swimming in\nroses God of heaven theres nothing like nature the wild mountains then\nthe sea and the waves rushing then the beautiful country with the fields\nof oats and wheat and all kinds of things and all the fine cattle going\nabout that would do your heart good to see rivers and lakes and flowers\nall sorts of shapes and smells and colours springing up even out of the\nditches primroses and violets nature it is as for them saying theres no\nGod I wouldnt give a snap of my two fingers for all their learning why\ndont they go and create something I often asked him atheists or whatever\nthey call themselves go and wash the cobbles off themselves first then\nthey go howling for the priest and they dying and why why because theyre\nafraid of hell on account of their bad conscience ah yes I know them well\nwho was the first person in the universe before there was anybody that\nmade it all who ah that they dont know neither do I so there you are they\nmight as well try to stop the sun from rising tomorrow the sun shines for\nyou he said the day we were lying among the rhododendrons on Howth head\nin the grey tweed suit and his straw hat the day I got him to propose to\nme yes first I gave him the bit of seedcake out of my mouth and it was\nleapyear like now yes 16 years ago my God after that long kiss I near\nlost my breath yes he said I was a flower of the mountain yes so we are\nflowers all a womans body yes that was one true thing he said in his life\nand the sun shines for you today yes that was why I liked him because I\nsaw he understood or felt what a woman is and I knew I could always get\nround him and I gave him all the pleasure I could leading him on till he\nasked me to say yes and I wouldnt answer first only looked out over the\nsea and the sky I was thinking of so many things he didnt know of Mulvey\nand Mr Stanhope and Hester and father and old captain Groves and the\nsailors playing all birds fly and I say stoop and washing up dishes they\ncalled it on the pier and the sentry in front of the governors house with\nthe thing round his white helmet poor devil half roasted and the Spanish\ngirls laughing in their shawls and their tall combs and the auctions in\nthe morning the Greeks and the jews and the Arabs and the devil knows who\nelse from all the ends of Europe and Duke street and the fowl market all\nclucking outside Larby Sharons and the poor donkeys slipping half asleep\nand the vague fellows in the cloaks asleep in the shade on the steps and\nthe big wheels of the carts of the bulls and the old castle thousands of\nyears old yes and those handsome Moors all in white and turbans like\nkings asking you to sit down in their little bit of a shop and Ronda with\nthe old windows of the posadas 2 glancing eyes a lattice hid for her\nlover to kiss the iron and the wineshops half open at night and the\ncastanets and the night we missed the boat at Algeciras the watchman\ngoing about serene with his lamp and O that awful deepdown torrent O and\nthe sea the sea crimson sometimes like fire and the glorious sunsets and\nthe figtrees in the Alameda gardens yes and all the queer little streets\nand the pink and blue and yellow houses and the rosegardens and the\njessamine and geraniums and cactuses and Gibraltar as a girl where I was\na Flower of the mountain yes when I put the rose in my hair like the\nAndalusian girls used or shall I wear a red yes and how he kissed me\nunder the Moorish wall and I thought well as well him as another and then\nI asked him with my eyes to ask again yes and then he asked me would I\nyes to say yes my mountain flower and first I put my arms around him yes\nand drew him down to me so he could feel my breasts all perfume yes and\nhis heart was going like mad and yes I said yes I will Yes.",
        "Trieste-Zurich-Paris\n1914-1921",
        " ",
        "\nThis eBook of “Ulysses” by James Joyce belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "UlyssesBy James JoyceAt Amazon"
    ]
}