{
    "title": "Ulysses - II (J)",
    "author": "James Joyce",
    "chapter": "13",
    "content": [
        "\n\n",
        "PADDY LEONARD: Thank you.",
        "NOSEY FLYNN: Can I raise a mortgage on my fire insurance?",
        "BLOOM: (OBDURATELY) Sirs, take notice that by the law of torts you are\nbound over in your own recognisances for six months in the sum of five\npounds.",
        "J. J. O’MOLLOY: A Daniel did I say? Nay! A Peter O’Brien!",
        "NOSEY FLYNN: Where do I draw the five pounds?",
        "PISSER BURKE: For bladder trouble?",
        "Bloom:",
        "    ACID. NIT. HYDROCHLOR. DIL., 20 minims\n    TINCT. NUX VOM., 5 minims\n    EXTR. TARAXEL. IIQ., 30 minims.\n    AQ. DIS. TER IN DIE.",
        "CHRIS CALLINAN: What is the parallax of the subsolar ecliptic of\nAldebaran?",
        "BLOOM: Pleased to hear from you, Chris. K. II.",
        "JOE HYNES: Why aren’t you in uniform?",
        "BLOOM: When my progenitor of sainted memory wore the uniform of the\nAustrian despot in a dank prison where was yours?",
        "BEN DOLLARD: Pansies?",
        "BLOOM: Embellish (beautify) suburban gardens.",
        "BEN DOLLARD: When twins arrive?",
        "BLOOM: Father (pater, dad) starts thinking.",
        "LARRY O’ROURKE: An eightday licence for my new premises. You remember me,\nsir Leo, when you were in number seven. I’m sending around a dozen of\nstout for the missus.",
        "BLOOM: (COLDLY) You have the advantage of me. Lady Bloom accepts no\npresents.",
        "CROFTON: This is indeed a festivity.",
        "BLOOM: (SOLEMNLY) You call it a festivity. I call it a sacrament.",
        "ALEXANDER KEYES: When will we have our own house of keys?",
        "BLOOM: I stand for the reform of municipal morals and the plain ten\ncommandments. New worlds for old. Union of all, jew, moslem and gentile.\nThree acres and a cow for all children of nature. Saloon motor hearses.\nCompulsory manual labour for all. All parks open to the public day and\nnight. Electric dishscrubbers. Tuberculosis, lunacy, war and mendicancy\nmust now cease. General amnesty, weekly carnival with masked licence,\nbonuses for all, esperanto the universal language with universal\nbrotherhood. No more patriotism of barspongers and dropsical impostors.\nFree money, free rent, free love and a free lay church in a free lay\nstate.",
        "O’MADDEN BURKE: Free fox in a free henroost.",
        "DAVY BYRNE: (YAWNING) Iiiiiiiiiaaaaaaach!",
        "BLOOM: Mixed races and mixed marriage.",
        "LENEHAN: What about mixed bathing?",
        "(BLOOM EXPLAINS TO THOSE NEAR HIM HIS SCHEMES FOR SOCIAL REGENERATION.\nALL AGREE WITH HIM. THE KEEPER OF THE KILDARE STREET MUSEUM APPEARS,\nDRAGGING A LORRY ON WHICH ARE THE SHAKING STATUES OF SEVERAL NAKED\nGODDESSES, VENUS CALLIPYGE, VENUS PANDEMOS, VENUS METEMPSYCHOSIS, AND\nPLASTER FIGURES, ALSO NAKED, REPRESENTING THE NEW NINE MUSES, COMMERCE,\nOPERATIC MUSIC, AMOR, PUBLICITY, MANUFACTURE, LIBERTY OF SPEECH, PLURAL\nVOTING, GASTRONOMY, PRIVATE HYGIENE, SEASIDE CONCERT ENTERTAINMENTS,\nPAINLESS OBSTETRICS AND ASTRONOMY FOR THE PEOPLE.)",
        "FATHER FARLEY: He is an episcopalian, an agnostic, an anythingarian\nseeking to overthrow our holy faith.",
        "MRS RIORDAN: (TEARS UP HER WILL) I’m disappointed in you! You bad man!",
        "MOTHER GROGAN: (REMOVES HER BOOT TO THROW IT AT BLOOM) You beast! You\nabominable person!",
        "NOSEY FLYNN: Give us a tune, Bloom. One of the old sweet songs.",
        "Bloom: (with Rollicking Humour)",
        "    I vowed that I never would leave her,\n    She turned out a cruel deceiver.\n    With my tooraloom tooraloom tooraloom tooraloom.",
        "HOPPY HOLOHAN: Good old Bloom! There’s nobody like him after all.",
        "PADDY LEONARD: Stage Irishman!",
        "BLOOM: What railway opera is like a tramline in Gibraltar? The Rows of\nCasteele. (LAUGHTER.)",
        "LENEHAN: Plagiarist! Down with Bloom!",
        "THE VEILED SIBYL: (ENTHUSIASTICALLY) I’m a Bloomite and I glory in it. I\nbelieve in him in spite of all. I’d give my life for him, the funniest\nman on earth.",
        "BLOOM: (WINKS AT THE BYSTANDERS) I bet she’s a bonny lassie.",
        "THEODORE PUREFOY: (IN FISHINGCAP AND OILSKIN JACKET) He employs a\nmechanical device to frustrate the sacred ends of nature.",
        "THE VEILED SIBYL: (STABS HERSELF) My hero god! (SHE DIES)",
        "(MANY MOST ATTRACTIVE AND ENTHUSIASTIC WOMEN ALSO COMMIT SUICIDE BY\nSTABBING, DROWNING, DRINKING PRUSSIC ACID, ACONITE, ARSENIC, OPENING\nTHEIR VEINS, REFUSING FOOD, CASTING THEMSELVES UNDER STEAMROLLERS, FROM\nTHE TOP OF NELSON’S PILLAR, INTO THE GREAT VAT OF GUINNESS’S BREWERY,\nASPHYXIATING THEMSELVES BY PLACING THEIR HEADS IN GASOVENS, HANGING\nTHEMSELVES IN STYLISH GARTERS, LEAPING FROM WINDOWS OF DIFFERENT\nSTOREYS.)",
        "ALEXANDER J DOWIE: (VIOLENTLY) Fellowchristians and antiBloomites, the\nman called Bloom is from the roots of hell, a disgrace to christian men.\nA fiendish libertine from his earliest years this stinking goat of Mendes\ngave precocious signs of infantile debauchery, recalling the cities of\nthe plain, with a dissolute granddam. This vile hypocrite, bronzed with\ninfamy, is the white bull mentioned in the Apocalypse. A worshipper of\nthe Scarlet Woman, intrigue is the very breath of his nostrils. The stake\nfaggots and the caldron of boiling oil are for him. Caliban!",
        "THE MOB: Lynch him! Roast him! He’s as bad as Parnell was. Mr Fox!",
        "(MOTHER GROGAN THROWS HER BOOT AT BLOOM. SEVERAL SHOPKEEPERS FROM UPPER\nAND LOWER DORSET STREET THROW OBJECTS OF LITTLE OR NO COMMERCIAL VALUE,\nHAMBONES, CONDENSED MILK TINS, UNSALEABLE CABBAGE, STALE BREAD, SHEEP’S\nTAILS, ODD PIECES OF FAT.)",
        "BLOOM: (EXCITEDLY) This is midsummer madness, some ghastly joke again. By\nheaven, I am guiltless as the unsunned snow! It was my brother Henry. He\nis my double. He lives in number 2 Dolphin’s Barn. Slander, the viper,\nhas wrongfully accused me. Fellowcountrymen, SGENL INN BAN BATA COISDE\nGAN CAPALL. I call on my old friend, Dr Malachi Mulligan, sex specialist,\nto give medical testimony on my behalf.",
        "DR MULLIGAN: (IN MOTOR JERKIN, GREEN MOTORGOGGLES ON HIS BROW) Dr Bloom\nis bisexually abnormal. He has recently escaped from Dr Eustace’s private\nasylum for demented gentlemen. Born out of bedlock hereditary epilepsy is\npresent, the consequence of unbridled lust. Traces of elephantiasis have\nbeen discovered among his ascendants. There are marked symptoms of\nchronic exhibitionism. Ambidexterity is also latent. He is prematurely\nbald from selfabuse, perversely idealistic in consequence, a reformed\nrake, and has metal teeth. In consequence of a family complex he has\ntemporarily lost his memory and I believe him to be more sinned against\nthan sinning. I have made a pervaginal examination and, after application\nof the acid test to 5427 anal, axillary, pectoral and pubic hairs, I\ndeclare him to be VIRGO INTACTA.",
        "(bloom Holds His High Grade Hat Over His Genital Organs.)",
        "DR MADDEN: Hypsospadia is also marked. In the interest of coming\ngenerations I suggest that the parts affected should be preserved in\nspirits of wine in the national teratological museum.",
        "DR CROTTHERS: I have examined the patient’s urine. It is albuminoid.\nSalivation is insufficient, the patellar reflex intermittent.",
        "DR PUNCH COSTELLO: The FETOR JUDAICUS is most perceptible.",
        "DR DIXON: (READS A BILL OF HEALTH) Professor Bloom is a finished example\nof the new womanly man. His moral nature is simple and lovable. Many have\nfound him a dear man, a dear person. He is a rather quaint fellow on the\nwhole, coy though not feebleminded in the medical sense. He has written a\nreally beautiful letter, a poem in itself, to the court missionary of the\nReformed Priests’ Protection Society which clears up everything. He is\npractically a total abstainer and I can affirm that he sleeps on a straw\nlitter and eats the most Spartan food, cold dried grocer’s peas. He wears\na hairshirt of pure Irish manufacture winter and summer and scourges\nhimself every Saturday. He was, I understand, at one time a firstclass\nmisdemeanant in Glencree reformatory. Another report states that he was a\nvery posthumous child. I appeal for clemency in the name of the most\nsacred word our vocal organs have ever been called upon to speak. He is\nabout to have a baby.",
        "(GENERAL COMMOTION AND COMPASSION. WOMEN FAINT. A WEALTHY AMERICAN MAKES\nA STREET COLLECTION FOR BLOOM. GOLD AND SILVER COINS, BLANK CHEQUES,\nBANKNOTES, JEWELS, TREASURY BONDS, MATURING BILLS OF EXCHANGE, I. O. U’S,\nWEDDING RINGS, WATCHCHAINS, LOCKETS, NECKLACES AND BRACELETS ARE RAPIDLY\nCOLLECTED.)",
        "BLOOM: O, I so want to be a mother.",
        "MRS THORNTON: (IN NURSETENDER’S GOWN) Embrace me tight, dear. You’ll be\nsoon over it. Tight, dear.",
        "(BLOOM EMBRACES HER TIGHTLY AND BEARS EIGHT MALE YELLOW AND WHITE\nCHILDREN. THEY APPEAR ON A REDCARPETED STAIRCASE ADORNED WITH EXPENSIVE\nPLANTS. ALL THE OCTUPLETS ARE HANDSOME, WITH VALUABLE METALLIC FACES,\nWELLMADE, RESPECTABLY DRESSED AND WELLCONDUCTED, SPEAKING FIVE MODERN\nLANGUAGES FLUENTLY AND INTERESTED IN VARIOUS ARTS AND SCIENCES. EACH HAS\nHIS NAME PRINTED IN LEGIBLE LETTERS ON HIS SHIRTFRONT: NASODORO,\nGOLDFINGER, CHRYSOSTOMOS, MAINDOREE, SILVERSMILE, SILBERSELBER,\nVIFARGENT, PANARGYROS. THEY ARE IMMEDIATELY APPOINTED TO POSITIONS OF\nHIGH PUBLIC TRUST IN SEVERAL DIFFERENT COUNTRIES AS MANAGING DIRECTORS OF\nBANKS, TRAFFIC MANAGERS OF RAILWAYS, CHAIRMEN OF LIMITED LIABILITY\nCOMPANIES, VICECHAIRMEN OF HOTEL SYNDICATES.)",
        "A VOICE: Bloom, are you the Messiah ben Joseph or ben David?",
        "BLOOM: (DARKLY) You have said it.",
        "BROTHER BUZZ: Then perform a miracle like Father Charles.",
        "BANTAM LYONS: Prophesy who will win the Saint Leger.",
        "(BLOOM WALKS ON A NET, COVERS HIS LEFT EYE WITH HIS LEFT EAR, PASSES\nTHROUGH SEVERAL WALLS, CLIMBS NELSON’S PILLAR, HANGS FROM THE TOP LEDGE\nBY HIS EYELIDS, EATS TWELVE DOZEN OYSTERS (SHELLS INCLUDED), HEALS\nSEVERAL SUFFERERS FROM KING’S EVIL, CONTRACTS HIS FACE SO AS TO RESEMBLE\nMANY HISTORICAL PERSONAGES, LORD BEACONSFIELD, LORD BYRON, WAT TYLER,\nMOSES OF EGYPT, MOSES MAIMONIDES, MOSES MENDELSSOHN, HENRY IRVING, RIP\nVAN WINKLE, KOSSUTH, JEAN JACQUES ROUSSEAU, BARON LEOPOLD ROTHSCHILD,\nROBINSON CRUSOE, SHERLOCK HOLMES, PASTEUR, TURNS EACH FOOT SIMULTANEOUSLY\nIN DIFFERENT DIRECTIONS, BIDS THE TIDE TURN BACK, ECLIPSES THE SUN BY\nEXTENDING HIS LITTLE FINGER.)",
        "BRINI, PAPAL NUNCIO: (IN PAPAL ZOUAVE’S UNIFORM, STEEL CUIRASSES AS\nBREASTPLATE, ARMPLATES, THIGHPLATES, LEGPLATES, LARGE PROFANE MOUSTACHES\nAND BROWN PAPER MITRE) LEOPOLDI AUTEM GENERATIO. Moses begat Noah and\nNoah begat Eunuch and Eunuch begat O’Halloran and O’Halloran begat\nGuggenheim and Guggenheim begat Agendath and Agendath begat Netaim and\nNetaim begat Le Hirsch and Le Hirsch begat Jesurum and Jesurum begat\nMacKay and MacKay begat Ostrolopsky and Ostrolopsky begat Smerdoz and\nSmerdoz begat Weiss and Weiss begat Schwarz and Schwarz begat Adrianopoli\nand Adrianopoli begat Aranjuez and Aranjuez begat Lewy Lawson and Lewy\nLawson begat Ichabudonosor and Ichabudonosor begat O’Donnell Magnus and\nO’Donnell Magnus begat Christbaum and Christbaum begat ben Maimun and ben\nMaimun begat Dusty Rhodes and Dusty Rhodes begat Benamor and Benamor\nbegat Jones-Smith and Jones-Smith begat Savorgnanovich and Savorgnanovich\nbegat Jasperstone and Jasperstone begat Vingtetunieme and Vingtetunieme\nbegat Szombathely and Szombathely begat Virag and Virag begat Bloom ET\nVOCABITUR NOMEN EIUS EMMANUEL.",
        "A DEADHAND: (WRITES ON THE WALL) Bloom is a cod.",
        "CRAB: (IN BUSHRANGER’S KIT) What did you do in the cattlecreep behind\nKilbarrack?",
        "A FEMALE INFANT: (SHAKES A RATTLE) And under Ballybough bridge?",
        "A HOLLYBUSH: And in the devil’s glen?",
        "BLOOM: (BLUSHES FURIOUSLY ALL OVER FROM FRONS TO NATES, THREE TEARS\nFILLING FROM HIS LEFT EYE) Spare my past.",
        "THE IRISH EVICTED TENANTS: (IN BODYCOATS, KNEEBREECHES, WITH DONNYBROOK\nFAIR SHILLELAGHS) Sjambok him!",
        "(BLOOM WITH ASSES’ EARS SEATS HIMSELF IN THE PILLORY WITH CROSSED ARMS,\nHIS FEET PROTRUDING. HE WHISTLES Don Giovanni, a cenar teco. ARTANE\nORPHANS, JOINING HANDS, CAPER ROUND HIM. GIRLS OF THE PRISON GATE\nMISSION, JOINING HANDS, CAPER ROUND IN THE OPPOSITE DIRECTION.)",
        "The Artane Orphans:",
        "    You hig, you hog, you dirty dog!\n    You think the ladies love you!",
        "The Prison Gate Girls:",
        "    If you see Kay\n    Tell him he may\n    See you in tea\n    Tell him from me.",
        "HORNBLOWER: (IN EPHOD AND HUNTINGCAP, ANNOUNCES) And he shall carry the\nsins of the people to Azazel, the spirit which is in the wilderness, and\nto Lilith, the nighthag. And they shall stone him and defile him, yea,\nall from Agendath Netaim and from Mizraim, the land of Ham.",
        "(ALL THE PEOPLE CAST SOFT PANTOMIME STONES AT BLOOM. MANY BONAFIDE\nTRAVELLERS AND OWNERLESS DOGS COME NEAR HIM AND DEFILE HIM. MASTIANSKY\nAND CITRON APPROACH IN GABERDINES, WEARING LONG EARLOCKS. THEY WAG THEIR\nBEARDS AT BLOOM.)",
        "MASTIANSKY AND CITRON: Belial! Laemlein of Istria, the false Messiah!\nAbulafia! Recant!",
        "(GEORGE R MESIAS, BLOOM’S TAILOR, APPEARS, A TAILOR’S GOOSE UNDER HIS\nARM, PRESENTING A BILL)",
        "MESIAS: To alteration one pair trousers eleven shillings.",
        "BLOOM: (RUBS HIS HANDS CHEERFULLY) Just like old times. Poor Bloom!",
        "(REUBEN J DODD, BLACKBEARDED ISCARIOT, BAD SHEPHERD, BEARING ON HIS\nSHOULDERS THE DROWNED CORPSE OF HIS SON, APPROACHES THE PILLORY.)",
        "REUBEN J: (WHISPERS HOARSELY) The squeak is out. A split is gone for the\nflatties. Nip the first rattler.",
        "THE FIRE BRIGADE: Pflaap!",
        "BROTHER BUZZ: (INVESTS BLOOM IN A YELLOW HABIT WITH EMBROIDERY OF PAINTED\nFLAMES AND HIGH POINTED HAT. HE PLACES A BAG OF GUNPOWDER ROUND HIS NECK\nAND HANDS HIM OVER TO THE CIVIL POWER, SAYING) Forgive him his\ntrespasses.",
        "(LIEUTENANT MYERS OF THE DUBLIN FIRE BRIGADE BY GENERAL REQUEST SETS FIRE\nTO BLOOM. LAMENTATIONS.)",
        "THE CITIZEN: Thank heaven!",
        "BLOOM: (IN A SEAMLESS GARMENT MARKED I. H. S. STANDS UPRIGHT AMID PHOENIX\nFLAMES) Weep not for me, O daughters of Erin.",
        "(HE EXHIBITS TO DUBLIN REPORTERS TRACES OF BURNING. THE DAUGHTERS OF\nERIN, IN BLACK GARMENTS, WITH LARGE PRAYERBOOKS AND LONG LIGHTED CANDLES\nIN THEIR HANDS, KNEEL DOWN AND PRAY.)",
        "The Daughters of Erin:",
        "    Kidney of Bloom, pray for us\n    Flower of the Bath, pray for us\n    Mentor of Menton, pray for us\n    Canvasser for the Freeman, pray for us\n    Charitable Mason, pray for us\n    Wandering Soap, pray for us\n    Sweets of Sin, pray for us\n    Music without Words, pray for us\n    Reprover of the Citizen, pray for us\n    Friend of all Frillies, pray for us\n    Midwife Most Merciful, pray for us\n    Potato Preservative against Plague and Pestilence, pray for us.",
        "(A CHOIR OF SIX HUNDRED VOICES, CONDUCTED BY VINCENT O’BRIEN, SINGS THE\nCHORUS FROM HANDEL’S MESSIAH ALLELUIA FOR THE LORD GOD OMNIPOTENT\nREIGNETH, ACCOMPANIED ON THE ORGAN BY JOSEPH GLYNN. BLOOM BECOMES MUTE,\nSHRUNKEN, CARBONISED.)",
        "ZOE: Talk away till you’re black in the face.",
        "BLOOM: (IN CAUBEEN WITH CLAY PIPE STUCK IN THE BAND, DUSTY BROGUES, AN\nEMIGRANT’S RED HANDKERCHIEF BUNDLE IN HIS HAND, LEADING A BLACK BOGOAK\nPIG BY A SUGAUN, WITH A SMILE IN HIS EYE) Let me be going now, woman of\nthe house, for by all the goats in Connemara I’m after having the father\nand mother of a bating. (WITH A TEAR IN HIS EYE) All insanity.\nPatriotism, sorrow for the dead, music, future of the race. To be or not\nto be. Life’s dream is o’er. End it peacefully. They can live on. (HE\nGAZES FAR AWAY MOURNFULLY) I am ruined. A few pastilles of aconite. The\nblinds drawn. A letter. Then lie back to rest. (HE BREATHES SOFTLY) No\nmore. I have lived. Fare. Farewell.",
        "ZOE: (STIFFLY, HER FINGER IN HER NECKFILLET) Honest? Till the next time.\n(SHE SNEERS) Suppose you got up the wrong side of the bed or came too\nquick with your best girl. O, I can read your thoughts!",
        "BLOOM: (BITTERLY) Man and woman, love, what is it? A cork and bottle. I’m\nsick of it. Let everything rip.",
        "ZOE: (IN SUDDEN SULKS) I hate a rotter that’s insincere. Give a bleeding\nwhore a chance.",
        "BLOOM: (REPENTANTLY) I am very disagreeable. You are a necessary evil.\nWhere are you from? London?",
        "ZOE: (GLIBLY) Hog’s Norton where the pigs plays the organs. I’m Yorkshire\nborn. (SHE HOLDS HIS HAND WHICH IS FEELING FOR HER NIPPLE) I say, Tommy\nTittlemouse. Stop that and begin worse. Have you cash for a short time?\nTen shillings?",
        "BLOOM: (SMILES, NODS SLOWLY) More, houri, more.",
        "ZOE: And more’s mother? (SHE PATS HIM OFFHANDEDLY WITH VELVET PAWS) Are\nyou coming into the musicroom to see our new pianola? Come and I’ll peel\noff.",
        "BLOOM: (FEELING HIS OCCIPUT DUBIOUSLY WITH THE UNPARALLELED EMBARRASSMENT\nOF A HARASSED PEDLAR GAUGING THE SYMMETRY OF HER PEELED PEARS) Somebody\nwould be dreadfully jealous if she knew. The greeneyed monster.\n(EARNESTLY) You know how difficult it is. I needn’t tell you.",
        "ZOE: (FLATTERED) What the eye can’t see the heart can’t grieve for. (SHE\nPATS HIM) Come.",
        "BLOOM: Laughing witch! The hand that rocks the cradle.",
        "ZOE: Babby!",
        "BLOOM: (IN BABYLINEN AND PELISSE, BIGHEADED, WITH A CAUL OF DARK HAIR,\nFIXES BIG EYES ON HER FLUID SLIP AND COUNTS ITS BRONZE BUCKLES WITH A\nCHUBBY FINGER, HIS MOIST TONGUE LOLLING AND LISPING) One two tlee: tlee\ntlwo tlone.",
        "THE BUCKLES: Love me. Love me not. Love me.",
        "ZOE: Silent means consent. (WITH LITTLE PARTED TALONS SHE CAPTURES HIS\nHAND, HER FOREFINGER GIVING TO HIS PALM THE PASSTOUCH OF SECRET MONITOR,\nLURING HIM TO DOOM.) Hot hands cold gizzard.",
        "(HE HESITATES AMID SCENTS, MUSIC, TEMPTATIONS. SHE LEADS HIM TOWARDS THE\nSTEPS, DRAWING HIM BY THE ODOUR OF HER ARMPITS, THE VICE OF HER PAINTED\nEYES, THE RUSTLE OF HER SLIP IN WHOSE SINUOUS FOLDS LURKS THE LION REEK\nOF ALL THE MALE BRUTES THAT HAVE POSSESSED HER.)",
        "THE MALE BRUTES: (EXHALING SULPHUR OF RUT AND DUNG AND RAMPING IN THEIR\nLOOSEBOX, FAINTLY ROARING, THEIR DRUGGED HEADS SWAYING TO AND FRO) Good!",
        "(ZOE AND BLOOM REACH THE DOORWAY WHERE TWO SISTER WHORES ARE SEATED. THEY\nEXAMINE HIM CURIOUSLY FROM UNDER THEIR PENCILLED BROWS AND SMILE TO HIS\nHASTY BOW. HE TRIPS AWKWARDLY.)",
        "ZOE: (HER LUCKY HAND INSTANTLY SAVING HIM) Hoopsa! Don’t fall upstairs.",
        "BLOOM: The just man falls seven times. (HE STANDS ASIDE AT THE THRESHOLD)\nAfter you is good manners.",
        "ZOE: Ladies first, gentlemen after.",
        "(SHE CROSSES THE THRESHOLD. HE HESITATES. SHE TURNS AND, HOLDING OUT HER\nHANDS, DRAWS HIM OVER. HE HOPS. ON THE ANTLERED RACK OF THE HALL HANG A\nMAN ’S HAT AND WATERPROOF. BLOOM UNCOVERS HIMSELF BUT, SEEING THEM,\nFROWNS, THEN SMILES, PREOCCUPIED. A DOOR ON THE RETURN LANDING IS FLUNG\nOPEN. A MAN IN PURPLE SHIRT AND GREY TROUSERS, BROWNSOCKED, PASSES WITH\nAN APE’S GAIT, HIS BALD HEAD AND GOATEE BEARD UPHELD, HUGGING A FULL\nWATERJUGJAR, HIS TWOTAILED BLACK BRACES DANGLING AT HEELS. AVERTING HIS\nFACE QUICKLY BLOOM BENDS TO EXAMINE ON THE HALLTABLE THE SPANIEL EYES OF\nA RUNNING FOX: THEN, HIS LIFTED HEAD SNIFFING, FOLLOWS ZOE INTO THE\nMUSICROOM. A SHADE OF MAUVE TISSUEPAPER DIMS THE LIGHT OF THE CHANDELIER.\nROUND AND ROUND A MOTH FLIES, COLLIDING, ESCAPING. THE FLOOR IS COVERED\nWITH AN OILCLOTH MOSAIC OF JADE AND AZURE AND CINNABAR RHOMBOIDS.\nFOOTMARKS ARE STAMPED OVER IT IN ALL SENSES, HEEL TO HEEL, HEEL TO\nHOLLOW, TOE TO TOE, FEET LOCKED, A MORRIS OF SHUFFLING FEET WITHOUT BODY\nPHANTOMS, ALL IN A SCRIMMAGE HIGGLEDYPIGGLEDY. THE WALLS ARE TAPESTRIED\nWITH A PAPER OF YEWFRONDS AND CLEAR GLADES. IN THE GRATE IS SPREAD A\nSCREEN OF PEACOCK FEATHERS. LYNCH SQUATS CROSSLEGGED ON THE HEARTHRUG OF\nMATTED HAIR, HIS CAP BACK TO THE FRONT. WITH A WAND HE BEATS TIME SLOWLY.\nKITTY RICKETTS, A BONY PALLID WHORE IN NAVY COSTUME, DOESKIN GLOVES\nROLLED BACK FROM A CORAL WRISTLET, A CHAIN PURSE IN HER HAND, SITS\nPERCHED ON THE EDGE OF THE TABLE SWINGING HER LEG AND GLANCING AT HERSELF\nIN THE GILT MIRROR OVER THE MANTELPIECE. A TAG OF HER CORSETLACE HANGS\nSLIGHTLY BELOW HER JACKET. LYNCH INDICATES MOCKINGLY THE COUPLE AT THE\nPIANO.)",
        "KITTY: (COUGHS BEHIND HER HAND) She’s a bit imbecillic. (SHE SIGNS WITH A\nWAGGLING FOREFINGER) Blemblem. (LYNCH LIFTS UP HER SKIRT AND WHITE\nPETTICOAT WITH HIS WAND SHE SETTLES THEM DOWN QUICKLY.) Respect yourself.\n(SHE HICCUPS, THEN BENDS QUICKLY HER SAILOR HAT UNDER WHICH HER HAIR\nGLOWS, RED WITH HENNA) O, excuse!",
        "ZOE: More limelight, Charley. (SHE GOES TO THE CHANDELIER AND TURNS THE\nGAS FULL COCK)",
        "KITTY: (PEERS AT THE GASJET) What ails it tonight?",
        "LYNCH: (DEEPLY) Enter a ghost and hobgoblins.",
        "ZOE: Clap on the back for Zoe.",
        "(THE WAND IN LYNCH’S HAND FLASHES: A BRASS POKER. STEPHEN STANDS AT THE\nPIANOLA ON WHICH SPRAWL HIS HAT AND ASHPLANT. WITH TWO FINGERS HE REPEATS\nONCE MORE THE SERIES OF EMPTY FIFTHS. FLORRY TALBOT, A BLOND FEEBLE\nGOOSEFAT WHORE IN A TATTERDEMALION GOWN OF MILDEWED STRAWBERRY, LOLLS\nSPREADEAGLE IN THE SOFACORNER, HER LIMP FOREARM PENDENT OVER THE BOLSTER,\nLISTENING. A HEAVY STYE DROOPS OVER HER SLEEPY EYELID.)",
        "KITTY: (HICCUPS AGAIN WITH A KICK OF HER HORSED FOOT) O, excuse!",
        "ZOE: (PROMPTLY) Your boy’s thinking of you. Tie a knot on your shift.",
        "(KITTY RICKETTS BENDS HER HEAD. HER BOA UNCOILS, SLIDES, GLIDES OVER HER\nSHOULDER, BACK, ARM, CHAIR TO THE GROUND. LYNCH LIFTS THE CURLED\nCATERPILLAR ON HIS WAND. SHE SNAKES HER NECK, NESTLING. STEPHEN GLANCES\nBEHIND AT THE SQUATTED FIGURE WITH ITS CAP BACK TO THE FRONT.)",
        "STEPHEN: As a matter of fact it is of no importance whether Benedetto\nMarcello found it or made it. The rite is the poet’s rest. It may be an\nold hymn to Demeter or also illustrate COELA ENARRANT GLORIAM DOMINI. It\nis susceptible of nodes or modes as far apart as hyperphrygian and\nmixolydian and of texts so divergent as priests haihooping round David’s\nthat is Circe’s or what am I saying Ceres’ altar and David’s tip from the\nstable to his chief bassoonist about the alrightness of his almightiness.\nMAIS NOM DE NOM, that is another pair of trousers. JETEZ LA GOURME. FAUT\nQUE JEUNESSE SE PASSE. (HE STOPS, POINTS AT LYNCH’S CAP, SMILES, LAUGHS)\nWhich side is your knowledge bump?",
        "THE CAP: (WITH SATURNINE SPLEEN) Bah! It is because it is. Woman’s\nreason. Jewgreek is greekjew. Extremes meet. Death is the highest form of\nlife. Bah!",
        "STEPHEN: You remember fairly accurately all my errors, boasts, mistakes.\nHow long shall I continue to close my eyes to disloyalty? Whetstone!",
        "THE CAP: Bah!",
        "STEPHEN: Here’s another for you. (HE FROWNS) The reason is because the\nfundamental and the dominant are separated by the greatest possible\ninterval which ...",
        "THE CAP: Which? Finish. You can’t.",
        "STEPHEN: (WITH AN EFFORT) Interval which. Is the greatest possible\nellipse. Consistent with. The ultimate return. The octave. Which.",
        "THE CAP: Which?",
        "(OUTSIDE THE GRAMOPHONE BEGINS TO BLARE The Holy City.)",
        "STEPHEN: (ABRUPTLY) What went forth to the ends of the world to traverse\nnot itself, God, the sun, Shakespeare, a commercial traveller, having\nitself traversed in reality itself becomes that self. Wait a moment. Wait\na second. Damn that fellow’s noise in the street. Self which it itself\nwas ineluctably preconditioned to become. ECCO!",
        "LYNCH: (WITH A MOCKING WHINNY OF LAUGHTER GRINS AT BLOOM AND ZOE HIGGINS)\nWhat a learned speech, eh?",
        "ZOE: (BRISKLY) God help your head, he knows more than you have forgotten.",
        "(with Obese Stupidity Florry Talbot Regards Stephen.)",
        "FLORRY: They say the last day is coming this summer.",
        "KITTY: No!",
        "ZOE: (EXPLODES IN LAUGHTER) Great unjust God!",
        "FLORRY: (OFFENDED) Well, it was in the papers about Antichrist. O, my\nfoot’s tickling.",
        "(ragged Barefoot Newsboys, Jogging a Wagtail Kite, Patter Past, Yelling.)",
        "THE NEWSBOYS: Stop press edition. Result of the rockinghorse races. Sea\nserpent in the royal canal. Safe arrival of Antichrist.",
        "(stephen Turns and Sees Bloom.)",
        "STEPHEN: A time, times and half a time.",
        "(REUBEN I ANTICHRIST, WANDERING JEW, A CLUTCHING HAND OPEN ON HIS SPINE,\nSTUMPS FORWARD. ACROSS HIS LOINS IS SLUNG A PILGRIM’S WALLET FROM WHICH\nPROTRUDE PROMISSORY NOTES AND DISHONOURED BILLS. ALOFT OVER HIS SHOULDER\nHE BEARS A LONG BOATPOLE FROM THE HOOK OF WHICH THE SODDEN HUDDLED MASS\nOF HIS ONLY SON, SAVED FROM LIFFEY WATERS, HANGS FROM THE SLACK OF ITS\nBREECHES. A HOBGOBLIN IN THE IMAGE OF PUNCH COSTELLO, HIPSHOT,\nCROOKBACKED, HYDROCEPHALIC, PROGNATHIC WITH RECEDING FOREHEAD AND ALLY\nSLOPER NOSE, TUMBLES IN SOMERSAULTS THROUGH THE GATHERING DARKNESS.)",
        "ALL: What?",
        "THE HOBGOBLIN: (HIS JAWS CHATTERING, CAPERS TO AND FRO, GOGGLING HIS\nEYES, SQUEAKING, KANGAROOHOPPING WITH OUTSTRETCHED CLUTCHING ARMS, THEN\nALL AT ONCE THRUSTS HIS LIPLESS FACE THROUGH THE FORK OF HIS THIGHS) IL\nVIENT! C’EST MOI! L’HOMME QUI RIT! L’HOMME PRIMIGENE! (HE WHIRLS ROUND\nAND ROUND WITH DERVISH HOWLS) SIEURS ET DAMES, FAITES VOS JEUX! (HE\nCROUCHES JUGGLING. TINY ROULETTE PLANETS FLY FROM HIS HANDS.) LES JEUX\nSONT FAITS! (THE PLANETS RUSH TOGETHER, UTTERING CREPITANT CRACKS) RIEN\nVA PLUS! (THE PLANETS, BUOYANT BALLOONS, SAIL SWOLLEN UP AND AWAY. HE\nSPRINGS OFF INTO VACUUM.)",
        "FLORRY: (SINKING INTO TORPOR, CROSSING HERSELF SECRETLY) The end of the\nworld!",
        "(A FEMALE TEPID EFFLUVIUM LEAKS OUT FROM HER. NEBULOUS OBSCURITY OCCUPIES\nSPACE. THROUGH THE DRIFTING FOG WITHOUT THE GRAMOPHONE BLARES OVER COUGHS\nAND FEETSHUFFLING.)",
        "THE GRAMOPHONE: Jerusalem!",
        "Open your gates and sing",
        "Hosanna ...",
        "(A ROCKET RUSHES UP THE SKY AND BURSTS. A WHITE STAR FILLS FROM IT,\nPROCLAIMING THE CONSUMMATION OF ALL THINGS AND SECOND COMING OF ELIJAH.\nALONG AN INFINITE INVISIBLE TIGHTROPE TAUT FROM ZENITH TO NADIR THE END\nOF THE WORLD, A TWOHEADED OCTOPUS IN GILLIE’S KILTS, BUSBY AND TARTAN\nFILIBEGS, WHIRLS THROUGH THE MURK, HEAD OVER HEELS, IN THE FORM OF THE\nTHREE LEGS OF MAN.)",
        "THE END OF THE WORLD: (WITH A SCOTCH ACCENT) Wha’ll dance the keel row,\nthe keel row, the keel row?",
        "(OVER THE POSSING DRIFT AND CHOKING BREATHCOUGHS, ELIJAH’S VOICE, HARSH\nAS A CORNCRAKE’S, JARS ON HIGH. PERSPIRING IN A LOOSE LAWN SURPLICE WITH\nFUNNEL SLEEVES HE IS SEEN, VERGERFACED, ABOVE A ROSTRUM ABOUT WHICH THE\nBANNER OF OLD GLORY IS DRAPED. HE THUMPS THE PARAPET.)",
        "ELIJAH: No yapping, if you please, in this booth. Jake Crane, Creole Sue,\nDove Campbell, Abe Kirschner, do your coughing with your mouths shut.\nSay, I am operating all this trunk line. Boys, do it now. God’s time is\n12.25. Tell mother you’ll be there. Rush your order and you play a slick\nace. Join on right here. Book through to eternity junction, the nonstop\nrun. Just one word more. Are you a god or a doggone clod? If the second\nadvent came to Coney Island are we ready? Florry Christ, Stephen Christ,\nZoe Christ, Bloom Christ, Kitty Christ, Lynch Christ, it’s up to you to\nsense that cosmic force. Have we cold feet about the cosmos? No. Be on\nthe side of the angels. Be a prism. You have that something within, the\nhigher self. You can rub shoulders with a Jesus, a Gautama, an Ingersoll.\nAre you all in this vibration? I say you are. You once nobble that,\ncongregation, and a buck joyride to heaven becomes a back number. You got\nme? It’s a lifebrightener, sure. The hottest stuff ever was. It’s the\nwhole pie with jam in. It’s just the cutest snappiest line out. It is\nimmense, supersumptuous. It restores. It vibrates. I know and I am some\nvibrator. Joking apart and, getting down to bedrock, A. J. Christ Dowie\nand the harmonial philosophy, have you got that? O. K. Seventyseven west\nsixtyninth street. Got me? That’s it. You call me up by sunphone any old\ntime. Bumboosers, save your stamps. (HE SHOUTS) Now then our glory song.\nAll join heartily in the singing. Encore! (HE SINGS) Jeru ...",
        "THE GRAMOPHONE: (DROWNING HIS VOICE) Whorusalaminyourhighhohhhh ... (THE\nDISC RASPS GRATINGLY AGAINST THE NEEDLE)",
        "THE THREE WHORES: (COVERING THEIR EARS, SQUAWK) Ahhkkk!",
        "ELIJAH: (IN ROLLEDUP SHIRTSLEEVES, BLACK IN THE FACE, SHOUTS AT THE TOP\nOF HIS VOICE, HIS ARMS UPLIFTED) Big Brother up there, Mr President, you\nhear what I done just been saying to you. Certainly, I sort of believe\nstrong in you, Mr President. I certainly am thinking now Miss Higgins and\nMiss Ricketts got religion way inside them. Certainly seems to me I don’t\nnever see no wusser scared female than the way you been, Miss Florry,\njust now as I done seed you. Mr President, you come long and help me save\nour sisters dear. (HE WINKS AT HIS AUDIENCE) Our Mr President, he twig\nthe whole lot and he aint saying nothing.",
        "KITTY-KATE: I forgot myself. In a weak moment I erred and did what I did\non Constitution hill. I was confirmed by the bishop and enrolled in the\nbrown scapular. My mother’s sister married a Montmorency. It was a\nworking plumber was my ruination when I was pure.",
        "ZOE-FANNY: I let him larrup it into me for the fun of it.",
        "FLORRY-TERESA: It was in consequence of a portwine beverage on top of\nHennessy’s three star. I was guilty with Whelan when he slipped into the\nbed.",
        "STEPHEN: In the beginning was the word, in the end the world without end.\nBlessed be the eight beatitudes.",
        "(THE BEATITUDES, DIXON, MADDEN, CROTTHERS, COSTELLO, LENEHAN, BANNON,\nMULLIGAN AND LYNCH IN WHITE SURGICAL STUDENTS’ GOWNS, FOUR ABREAST,\nGOOSESTEPPING, TRAMP FIST PAST IN NOISY MARCHING)",
        "THE BEATITUDES: (INCOHERENTLY) Beer beef battledog buybull businum barnum\nbuggerum bishop.",
        "LYSTER: (IN QUAKERGREY KNEEBREECHES AND BROADBRIMMED HAT, SAYS\nDISCREETLY) He is our friend. I need not mention names. Seek thou the\nlight.",
        "(HE CORANTOS BY. BEST ENTERS IN HAIRDRESSER’S ATTIRE, SHINILY LAUNDERED,\nHIS LOCKS IN CURLPAPERS. HE LEADS JOHN EGLINTON WHO WEARS A MANDARIN’S\nKIMONO OF NANKEEN YELLOW, LIZARDLETTERED, AND A HIGH PAGODA HAT.)",
        "BEST: (SMILING, LIFTS THE HAT AND DISPLAYS A SHAVEN POLL FROM THE CROWN\nOF WHICH BRISTLES A PIGTAIL TOUPEE TIED WITH AN ORANGE TOPKNOT) I was\njust beautifying him, don’t you know. A thing of beauty, don’t you know,\nYeats says, or I mean, Keats says.",
        "JOHN EGLINTON: (PRODUCES A GREENCAPPED DARK LANTERN AND FLASHES IT\nTOWARDS A CORNER: WITH CARPING ACCENT) Esthetics and cosmetics are for\nthe boudoir. I am out for truth. Plain truth for a plain man. Tanderagee\nwants the facts and means to get them.",
        "(IN THE CONE OF THE SEARCHLIGHT BEHIND THE COALSCUTTLE, OLLAVE, HOLYEYED,\nTHE BEARDED FIGURE OF MANANAUN MACLIR BROODS, CHIN ON KNEES. HE RISES\nSLOWLY. A COLD SEAWIND BLOWS FROM HIS DRUID MOUTH. ABOUT HIS HEAD WRITHE\nEELS AND ELVERS. HE IS ENCRUSTED WITH WEEDS AND SHELLS. HIS RIGHT HAND\nHOLDS A BICYCLE PUMP. HIS LEFT HAND GRASPS A HUGE CRAYFISH BY ITS TWO\nTALONS.)",
        "MANANAUN MACLIR: (WITH A VOICE OF WAVES) Aum! Hek! Wal! Ak! Lub! Mor! Ma!\nWhite yoghin of the gods. Occult pimander of Hermes Trismegistos. (WITH A\nVOICE OF WHISTLING SEAWIND) Punarjanam patsypunjaub! I won’t have my leg\npulled. It has been said by one: beware the left, the cult of Shakti.\n(WITH A CRY OF STORMBIRDS) Shakti Shiva, darkhidden Father! (HE SMITES\nWITH HIS BICYCLE PUMP THE CRAYFISH IN HIS LEFT HAND. ON ITS COOPERATIVE\nDIAL GLOW THE TWELVE SIGNS OF THE ZODIAC. HE WAILS WITH THE VEHEMENCE OF\nTHE OCEAN.) Aum! Baum! Pyjaum! I am the light of the homestead! I am the\ndreamery creamery butter.",
        "(A SKELETON JUDASHAND STRANGLES THE LIGHT. THE GREEN LIGHT WANES TO\nMAUVE. THE GASJET WAILS WHISTLING.)",
        "THE GASJET: Pooah! Pfuiiiiiii!",
        "(zoe Runs to the Chandelier And, Crooking Her Leg, Adjusts the Mantle.)",
        "ZOE: Who has a fag as I’m here?",
        "LYNCH: (TOSSING A CIGARETTE ON TO THE TABLE) Here.",
        "ZOE: (HER HEAD PERCHED ASIDE IN MOCK PRIDE) Is that the way to hand the\nPOT to a lady? (SHE STRETCHES UP TO LIGHT THE CIGARETTE OVER THE FLAME,\nTWIRLING IT SLOWLY, SHOWING THE BROWN TUFTS OF HER ARMPITS. LYNCH WITH\nHIS POKER LIFTS BOLDLY A SIDE OF HER SLIP. BARE FROM HER GARTERS UP HER\nFLESH APPEARS UNDER THE SAPPHIRE A NIXIE’S GREEN. SHE PUFFS CALMLY AT HER\nCIGARETTE.) Can you see the beautyspot of my behind?",
        "LYNCH: I’m not looking",
        "ZOE: (MAKES SHEEP’S EYES) No? You wouldn’t do a less thing. Would you\nsuck a lemon?",
        "(SQUINTING IN MOCK SHAME SHE GLANCES WITH SIDELONG MEANING AT BLOOM, THEN\nTWISTS ROUND TOWARDS HIM, PULLING HER SLIP FREE OF THE POKER. BLUE FLUID\nAGAIN FLOWS OVER HER FLESH. BLOOM STANDS, SMILING DESIROUSLY, TWIRLING\nHIS THUMBS. KITTY RICKETTS LICKS HER MIDDLE FINGER WITH HER SPITTLE AND,\nGAZING IN THE MIRROR, SMOOTHS BOTH EYEBROWS. LIPOTI VIRAG,\nBASILICOGRAMMATE, CHUTES RAPIDLY DOWN THROUGH THE CHIMNEYFLUE AND STRUTS\nTWO STEPS TO THE LEFT ON GAWKY PINK STILTS. HE IS SAUSAGED INTO SEVERAL\nOVERCOATS AND WEARS A BROWN MACINTOSH UNDER WHICH HE HOLDS A ROLL OF\nPARCHMENT. IN HIS LEFT EYE FLASHES THE MONOCLE OF CASHEL BOYLE O’CONNOR\nFITZMAURICE TISDALL FARRELL. ON HIS HEAD IS PERCHED AN EGYPTIAN PSHENT.\nTWO QUILLS PROJECT OVER HIS EARS.)",
        "VIRAG: (HEELS TOGETHER, BOWS) My name is Virag Lipoti, of Szombathely.\n(HE COUGHS THOUGHTFULLY, DRILY) Promiscuous nakedness is much in evidence\nhereabouts, eh? Inadvertently her backview revealed the fact that she is\nnot wearing those rather intimate garments of which you are a particular\ndevotee. The injection mark on the thigh I hope you perceived? Good.",
        "BLOOM: Granpapachi. But ...",
        "VIRAG: Number two on the other hand, she of the cherry rouge and\ncoiffeuse white, whose hair owes not a little to our tribal elixir of\ngopherwood, is in walking costume and tightly staysed by her sit, I\nshould opine. Backbone in front, so to say. Correct me but I always\nunderstood that the act so performed by skittish humans with glimpses of\nlingerie appealed to you in virtue of its exhibitionististicicity. In a\nword. Hippogriff. Am I right?",
        "BLOOM: She is rather lean.",
        "VIRAG: (NOT UNPLEASANTLY) Absolutely! Well observed and those pannier\npockets of the skirt and slightly pegtop effect are devised to suggest\nbunchiness of hip. A new purchase at some monster sale for which a gull\nhas been mulcted. Meretricious finery to deceive the eye. Observe the\nattention to details of dustspecks. Never put on you tomorrow what you\ncan wear today. Parallax! (WITH A NERVOUS TWITCH OF HIS HEAD) Did you\nhear my brain go snap? Pollysyllabax!",
        "BLOOM: (AN ELBOW RESTING IN A HAND, A FOREFINGER AGAINST HIS CHEEK) She\nseems sad.",
        "VIRAG: (CYNICALLY, HIS WEASEL TEETH BARED YELLOW, DRAWS DOWN HIS LEFT EYE\nWITH A FINGER AND BARKS HOARSELY) Hoax! Beware of the flapper and bogus\nmournful. Lily of the alley. All possess bachelor’s button discovered by\nRualdus Columbus. Tumble her. Columble her. Chameleon. (MORE GENIALLY)\nWell then, permit me to draw your attention to item number three. There\nis plenty of her visible to the naked eye. Observe the mass of oxygenated\nvegetable matter on her skull. What ho, she bumps! The ugly duckling of\nthe party, longcasted and deep in keel.",
        "BLOOM: (REGRETFULLY) When you come out without your gun.",
        "VIRAG: We can do you all brands, mild, medium and strong. Pay your money,\ntake your choice. How happy could you be with either ...",
        "BLOOM: With ...?",
        "VIRAG: (HIS TONGUE UPCURLING) Lyum! Look. Her beam is broad. She is\ncoated with quite a considerable layer of fat. Obviously mammal in weight\nof bosom you remark that she has in front well to the fore two\nprotuberances of very respectable dimensions, inclined to fall in the\nnoonday soupplate, while on her rere lower down are two additional\nprotuberances, suggestive of potent rectum and tumescent for palpation,\nwhich leave nothing to be desired save compactness. Such fleshy parts are\nthe product of careful nurture. When coopfattened their livers reach an\nelephantine size. Pellets of new bread with fennygreek and gumbenjamin\nswamped down by potions of green tea endow them during their brief\nexistence with natural pincushions of quite colossal blubber. That suits\nyour book, eh? Fleshhotpots of Egypt to hanker after. Wallow in it.\nLycopodium. (HIS THROAT TWITCHES) Slapbang! There he goes again.",
        "BLOOM: The stye I dislike.",
        "VIRAG: (ARCHES HIS EYEBROWS) Contact with a goldring, they say.\nARGUMENTUM AD FEMINAM, as we said in old Rome and ancient Greece in the\nconsulship of Diplodocus and Ichthyosauros. For the rest Eve’s sovereign\nremedy. Not for sale. Hire only. Huguenot. (HE TWITCHES) It is a funny\nsound. (HE COUGHS ENCOURAGINGLY) But possibly it is only a wart. I\npresume you shall have remembered what I will have taught you on that\nhead? Wheatenmeal with honey and nutmeg.",
        "BLOOM: (REFLECTING) Wheatenmeal with lycopodium and syllabax. This\nsearching ordeal. It has been an unusually fatiguing day, a chapter of\naccidents. Wait. I mean, wartsblood spreads warts, you said ...",
        "VIRAG: (SEVERELY, HIS NOSE HARDHUMPED, HIS SIDE EYE WINKING) Stop\ntwirling your thumbs and have a good old thunk. See, you have forgotten.\nExercise your mnemotechnic. LA CAUSA E SANTA. Tara. Tara. (ASIDE) He will\nsurely remember.",
        "BLOOM: Rosemary also did I understand you to say or willpower over\nparasitic tissues. Then nay no I have an inkling. The touch of a deadhand\ncures. Mnemo?",
        "VIRAG: (EXCITEDLY) I say so. I say so. E’en so. Technic. (HE TAPS HIS\nPARCHMENTROLL ENERGETICALLY) This book tells you how to act with all\ndescriptive particulars. Consult index for agitated fear of aconite,\nmelancholy of muriatic, priapic pulsatilla. Virag is going to talk about\namputation. Our old friend caustic. They must be starved. Snip off with\nhorsehair under the denned neck. But, to change the venue to the Bulgar\nand the Basque, have you made up your mind whether you like or dislike\nwomen in male habiliments? (WITH A DRY SNIGGER) You intended to devote an\nentire year to the study of the religious problem and the summer months\nof 1886 to square the circle and win that million. Pomegranate! From the\nsublime to the ridiculous is but a step. Pyjamas, let us say? Or\nstockingette gussetted knickers, closed? Or, put we the case, those\ncomplicated combinations, camiknickers? (HE CROWS DERISIVELY)\nKeekeereekee!",
        "(BLOOM SURVEYS UNCERTAINLY THE THREE WHORES THEN GAZES AT THE VEILED\nMAUVE LIGHT, HEARING THE EVERFLYING MOTH.)",
        "BLOOM: I wanted then to have now concluded. Nightdress was never. Hence\nthis. But tomorrow is a new day will be. Past was is today. What now is\nwill then morrow as now was be past yester.",
        "VIRAG: (PROMPTS IN A PIG’S WHISPER) Insects of the day spend their brief\nexistence in reiterated coition, lured by the smell of the inferiorly\npulchritudinous fumale possessing extendified pudendal nerve in dorsal\nregion. Pretty Poll! (HIS YELLOW PARROTBEAK GABBLES NASALLY) They had a\nproverb in the Carpathians in or about the year five thousand five\nhundred and fifty of our era. One tablespoonful of honey will attract\nfriend Bruin more than half a dozen barrels of first choice malt vinegar.\nBear’s buzz bothers bees. But of this apart. At another time we may\nresume. We were very pleased, we others. (HE COUGHS AND, BENDING HIS\nBROW, RUBS HIS NOSE THOUGHTFULLY WITH A SCOOPING HAND) You shall find\nthat these night insects follow the light. An illusion for remember their\ncomplex unadjustable eye. For all these knotty points see the seventeenth\nbook of my Fundamentals of Sexology or the Love Passion which Doctor L.B.\nsays is the book sensation of the year. Some, to example, there are again\nwhose movements are automatic. Perceive. That is his appropriate sun.\nNightbird nightsun nighttown. Chase me, Charley! (he blows into Bloom’s\near) Buzz!",
        "BLOOM: Bee or bluebottle too other day butting shadow on wall dazed self\nthen me wandered dazed down shirt good job I ...",
        "VIRAG: (HIS FACE IMPASSIVE, LAUGHS IN A RICH FEMININE KEY) Splendid!\nSpanish fly in his fly or mustard plaster on his dibble. (HE GOBBLES\nGLUTTONOUSLY WITH TURKEY WATTLES) Bubbly jock! Bubbly jock! Where are we?\nOpen Sesame! Cometh forth! (HE UNROLLS HIS PARCHMENT RAPIDLY AND READS,\nHIS GLOWWORM’S NOSE RUNNING BACKWARDS OVER THE LETTERS WHICH HE CLAWS)\nStay, good friend. I bring thee thy answer. Redbank oysters will shortly\nbe upon us. I’m the best o’cook. Those succulent bivalves may help us and\nthe truffles of Perigord, tubers dislodged through mister omnivorous\nporker, were unsurpassed in cases of nervous debility or viragitis.\nThough they stink yet they sting. (HE WAGS HIS HEAD WITH CACKLING\nRAILLERY) Jocular. With my eyeglass in my ocular. (HE SNEEZES) Amen!",
        "BLOOM: (ABSENTLY) Ocularly woman’s bivalve case is worse. Always open\nsesame. The cloven sex. Why they fear vermin, creeping things. Yet Eve\nand the serpent contradicts. Not a historical fact. Obvious analogy to my\nidea. Serpents too are gluttons for woman’s milk. Wind their way through\nmiles of omnivorous forest to sucksucculent her breast dry. Like those\nbubblyjocular Roman matrons one reads of in Elephantuliasis.",
        "VIRAG: (HIS MOUTH PROJECTED IN HARD WRINKLES, EYES STONILY FORLORNLY\nCLOSED, PSALMS IN OUTLANDISH MONOTONE) That the cows with their those\ndistended udders that they have been the the known ...",
        "BLOOM: I am going to scream. I beg your pardon. Ah? So. (HE REPEATS)\nSpontaneously to seek out the saurian’s lair in order to entrust their\nteats to his avid suction. Ant milks aphis. (PROFOUNDLY) Instinct rules\nthe world. In life. In death.",
        "VIRAG: (HEAD ASKEW, ARCHES HIS BACK AND HUNCHED WINGSHOULDERS, PEERS AT\nTHE MOTH OUT OF BLEAR BULGED EYES, POINTS A HORNING CLAW AND CRIES) Who’s\nmoth moth? Who’s dear Gerald? Dear Ger, that you? O dear, he is Gerald.\nO, I much fear he shall be most badly burned. Will some pleashe pershon\nnot now impediment so catastrophics mit agitation of firstclass\ntablenumpkin? (HE MEWS) Puss puss puss puss! (HE SIGHS, DRAWS BACK AND\nSTARES SIDEWAYS DOWN WITH DROPPING UNDERJAW) Well, well. He doth rest\nanon. (he snaps his jaws suddenly on the air)",
        "The Moth:",
        "    I’m a tiny tiny thing\n    Ever flying in the spring\n    Round and round a ringaring.\n    Long ago I was a king\n    Now I do this kind of thing\n    On the wing, on the wing!\n    Bing!",
        "(HE RUSHES AGAINST THE MAUVE SHADE, FLAPPING NOISILY) Pretty pretty\npretty pretty pretty pretty petticoats.",
        "(FROM LEFT UPPER ENTRANCE WITH TWO GLIDING STEPS HENRY FLOWER COMES\nFORWARD TO LEFT FRONT CENTRE. HE WEARS A DARK MANTLE AND DROOPING PLUMED\nSOMBRERO. HE CARRIES A SILVERSTRINGED INLAID DULCIMER AND A LONGSTEMMED\nBAMBOO JACOB’S PIPE, ITS CLAY BOWL FASHIONED AS A FEMALE HEAD. HE WEARS\nDARK VELVET HOSE AND SILVERBUCKLED PUMPS. HE HAS THE ROMANTIC SAVIOUR’S\nFACE WITH FLOWING LOCKS, THIN BEARD AND MOUSTACHE. HIS SPINDLELEGS AND\nSPARROW FEET ARE THOSE OF THE TENOR MARIO, PRINCE OF CANDIA. HE SETTLES\nDOWN HIS GOFFERED RUFFS AND MOISTENS HIS LIPS WITH A PASSAGE OF HIS\nAMOROUS TONGUE.)",
        "HENRY: (IN A LOW DULCET VOICE, TOUCHING THE STRINGS OF HIS GUITAR) There\nis a flower that bloometh.",
        "(VIRAG TRUCULENT, HIS JOWL SET, STARES AT THE LAMP. GRAVE BLOOM REGARDS\nZOE’S NECK. HENRY GALLANT TURNS WITH PENDANT DEWLAP TO THE PIANO.)",
        "STEPHEN: (TO HIMSELF) Play with your eyes shut. Imitate pa. Filling my\nbelly with husks of swine. Too much of this. I will arise and go to my.\nExpect this is the. Steve, thou art in a parlous way. Must visit old\nDeasy or telegraph. Our interview of this morning has left on me a deep\nimpression. Though our ages. Will write fully tomorrow. I’m partially\ndrunk, by the way. (HE TOUCHES THE KEYS AGAIN) Minor chord comes now.\nYes. Not much however.",
        "(ALMIDANO ARTIFONI HOLDS OUT A BATONROLL OF MUSIC WITH VIGOROUS\nMOUSTACHEWORK.)",
        "Artifoni: Ci Rifletta. Lei Rovina Tutto.",
        "FLORRY: Sing us something. Love’s old sweet song.",
        "STEPHEN: No voice. I am a most finished artist. Lynch, did I show you the\nletter about the lute?",
        "FLORRY: (SMIRKING) The bird that can sing and won’t sing.",
        "(THE SIAMESE TWINS, PHILIP DRUNK AND PHILIP SOBER, TWO OXFORD DONS WITH\nLAWNMOWERS, APPEAR IN THE WINDOW EMBRASURE. BOTH ARE MASKED WITH MATTHEW\nARNOLD’S FACE.)",
        "PHILIP SOBER: Take a fool’s advice. All is not well. Work it out with the\nbuttend of a pencil, like a good young idiot. Three pounds twelve you\ngot, two notes, one sovereign, two crowns, if youth but knew. Mooney’s en\nville, Mooney’s sur mer, the Moira, Larchet’s, Holles street hospital,\nBurke’s. Eh? I am watching you.",
        "PHILIP DRUNK: (IMPATIENTLY) Ah, bosh, man. Go to hell! I paid my way. If\nI could only find out about octaves. Reduplication of personality. Who\nwas it told me his name? (HIS LAWNMOWER BEGINS TO PURR) Aha, yes. ZOE MOU\nSAS AGAPO. Have a notion I was here before. When was it not Atkinson his\ncard I have somewhere. Mac Somebody. Unmack I have it. He told me about,\nhold on, Swinburne, was it, no?",
        "FLORRY: And the song?",
        "STEPHEN: Spirit is willing but the flesh is weak.",
        "FLORRY: Are you out of Maynooth? You’re like someone I knew once.",
        "STEPHEN: Out of it now. (TO HIMSELF) Clever.",
        "PHILIP DRUNK AND PHILIP SOBER: (THEIR LAWNMOWERS PURRING WITH A RIGADOON\nOF GRASSHALMS) Clever ever. Out of it out of it. By the bye have you the\nbook, the thing, the ashplant? Yes, there it, yes. Cleverever outofitnow.\nKeep in condition. Do like us.",
        "ZOE: There was a priest down here two nights ago to do his bit of\nbusiness with his coat buttoned up. You needn’t try to hide, I says to\nhim. I know you’ve a Roman collar.",
        "VIRAG: Perfectly logical from his standpoint. Fall of man. (HARSHLY, HIS\nPUPILS WAXING) To hell with the pope! Nothing new under the sun. I am the\nVirag who disclosed the Sex Secrets of Monks and Maidens. Why I left the\nchurch of Rome. Read the Priest, the Woman and the Confessional. Penrose.\nFlipperty Jippert. (HE WRIGGLES) Woman, undoing with sweet pudor her belt\nof rushrope, offers her allmoist yoni to man’s lingam. Short time after\nman presents woman with pieces of jungle meat. Woman shows joy and covers\nherself with featherskins. Man loves her yoni fiercely with big lingam,\nthe stiff one. (HE CRIES) COACTUS VOLUI. Then giddy woman will run about.\nStrong man grapses woman’s wrist. Woman squeals, bites, spucks. Man, now\nfierce angry, strikes woman’s fat yadgana. (HE CHASES HIS TAIL) Piffpaff!\nPopo! (HE STOPS, SNEEZES) Pchp! (HE WORRIES HIS BUTT) Prrrrrht!",
        "LYNCH: I hope you gave the good father a penance. Nine glorias for\nshooting a bishop.",
        "ZOE: (SPOUTS WALRUS SMOKE THROUGH HER NOSTRILS) He couldn’t get a\nconnection. Only, you know, sensation. A dry rush.",
        "BLOOM: Poor man!",
        "ZOE: (LIGHTLY) Only for what happened him.",
        "BLOOM: How?",
        "VIRAG: (A DIABOLIC RICTUS OF BLACK LUMINOSITY CONTRACTING HIS VISAGE,\nCRANES HIS SCRAGGY NECK FORWARD. HE LIFTS A MOONCALF NOZZLE AND HOWLS.)\nVERFLUCHTE GOIM! He had a father, forty fathers. He never existed. Pig\nGod! He had two left feet. He was Judas Iacchia, a Libyan eunuch, the\npope’s bastard. (HE LEANS OUT ON TORTURED FOREPAWS, ELBOWS BENT RIGID,\nHIS EYE AGONISING IN HIS FLAT SKULLNECK AND YELPS OVER THE MUTE WORLD) A\nson of a whore. Apocalypse.",
        "KITTY: And Mary Shortall that was in the lock with the pox she got from\nJimmy Pidgeon in the blue caps had a child off him that couldn’t swallow\nand was smothered with the convulsions in the mattress and we all\nsubscribed for the funeral.",
        "PHILIP DRUNK: (GRAVELY) QUI VOUS A MIS DANS CETTE FICHUE POSITION,\nPHILIPPE?",
        "Philip Sober: (gaily) C’etait Le Sacre Pigeon, Philippe.",
        "(KITTY UNPINS HER HAT AND SETS IT DOWN CALMLY, PATTING HER HENNA HAIR.\nAND A PRETTIER, A DAINTIER HEAD OF WINSOME CURLS WAS NEVER SEEN ON A\nWHORE’S SHOULDERS. LYNCH PUTS ON HER HAT. SHE WHIPS IT OFF.)",
        "LYNCH: (LAUGHS) And to such delights has Metchnikoff inoculated\nanthropoid apes.",
        "FLORRY: (NODS) Locomotor ataxy.",
        "ZOE: (GAILY) O, my dictionary.",
        "LYNCH: Three wise virgins.",
        "VIRAG: (AGUESHAKEN, PROFUSE YELLOW SPAWN FOAMING OVER HIS BONY EPILEPTIC\nLIPS) She sold lovephiltres, whitewax, orangeflower. Panther, the Roman\ncenturion, polluted her with his genitories. (HE STICKS OUT A FLICKERING\nPHOSPHORESCENT SCORPION TONGUE, HIS HAND ON HIS FORK) Messiah! He burst\nher tympanum. (WITH GIBBERING BABOON’S CRIES HE JERKS HIS HIPS IN THE\nCYNICAL SPASM) Hik! Hek! Hak! Hok! Huk! Kok! Kuk!",
        "(BEN JUMBO DOLLARD, RUBICUND, MUSCLEBOUND, HAIRYNOSTRILLED, HUGEBEARDED,\nCABBAGEEARED, SHAGGYCHESTED, SHOCKMANED, FAT- PAPPED, STANDS FORTH, HIS\nLOINS AND GENITALS TIGHTENED INTO A PAIR OF BLACK BATHING BAGSLOPS.)",
        "BEN DOLLARD: (NAKKERING CASTANET BONES IN HIS HUGE PADDED PAWS, YODELS\nJOVIALLY IN BASE BARRELTONE) When love absorbs my ardent soul.",
        "(THE VIRGINS NURSE CALLAN AND NURSE QUIGLEY BURST THROUGH THE RINGKEEPERS\nAND THE ROPES AND MOB HIM WITH OPEN ARMS.)",
        "THE VIRGINS: (GUSHINGLY) Big Ben! Ben my Chree!",
        "A VOICE: Hold that fellow with the bad breeches.",
        "BEN DOLLARD: (SMITES HIS THIGH IN ABUNDANT LAUGHTER) Hold him now.",
        "HENRY: (CARESSING ON HIS BREAST A SEVERED FEMALE HEAD, MURMURS) Thine\nheart, mine love. (HE PLUCKS HIS LUTESTRINGS) When first I saw ...",
        "VIRAG: (SLOUGHING HIS SKINS, HIS MULTITUDINOUS PLUMAGE MOULTING) Rats!\n(HE YAWNS, SHOWING A COALBLACK THROAT, AND CLOSES HIS JAWS BY AN UPWARD\nPUSH OF HIS PARCHMENTROLL) After having said which I took my departure.\nFarewell. Fare thee well. DRECK!",
        "(HENRY FLOWER COMBS HIS MOUSTACHE AND BEARD RAPIDLY WITH A POCKETCOMB AND\nGIVES A COW’S LICK TO HIS HAIR. STEERED BY HIS RAPIER, HE GLIDES TO THE\nDOOR, HIS WILD HARP SLUNG BEHIND HIM. VIRAG REACHES THE DOOR IN TWO\nUNGAINLY STILTHOPS, HIS TAIL COCKED, AND DEFTLY CLAPS SIDEWAYS ON THE\nWALL A PUSYELLOW FLYBILL, BUTTING IT WITH HIS HEAD.)",
        "THE FLYBILL: K. II. Post No Bills. Strictly confidential. Dr Hy Franks.",
        "HENRY: All is lost now.",
        "(virag Unscrews His Head in a Trice and Holds It Under His Arm.)",
        "VIRAG’S HEAD: Quack!",
        "(EXEUNT SEVERALLY.)",
        "STEPHEN: (OVER HIS SHOULDER TO ZOE) You would have preferred the fighting\nparson who founded the protestant error. But beware Antisthenes, the dog\nsage, and the last end of Arius Heresiarchus. The agony in the closet.",
        "LYNCH: All one and the same God to her.",
        "STEPHEN: (DEVOUTLY) And sovereign Lord of all things.",
        "FLORRY: (TO STEPHEN) I’m sure you’re a spoiled priest. Or a monk.",
        "LYNCH: He is. A cardinal’s son.",
        "STEPHEN: Cardinal sin. Monks of the screw.",
        "(HIS EMINENCE SIMON STEPHEN CARDINAL DEDALUS, PRIMATE OF ALL IRELAND,\nAPPEARS IN THE DOORWAY, DRESSED IN RED SOUTANE, SANDALS AND SOCKS. SEVEN\nDWARF SIMIAN ACOLYTES, ALSO IN RED, CARDINAL SINS, UPHOLD HIS TRAIN,\nPEEPING UNDER IT. HE WEARS A BATTERED SILK HAT SIDEWAYS ON HIS HEAD. HIS\nTHUMBS ARE STUCK IN HIS ARMPITS AND HIS PALMS OUTSPREAD. ROUND HIS NECK\nHANGS A ROSARY OF CORKS ENDING ON HIS BREAST IN A CORKSCREW CROSS.\nRELEASING HIS THUMBS, HE INVOKES GRACE FROM ON HIGH WITH LARGE WAVE\nGESTURES AND PROCLAIMS WITH BLOATED POMP:)",
        "The Cardinal:",
        "    Conservio lies captured\n    He lies in the lowest dungeon\n    With manacles and chains around his limbs\n    Weighing upwards of three tons.",
        "(HE LOOKS AT ALL FOR A MOMENT, HIS RIGHT EYE CLOSED TIGHT, HIS LEFT CHEEK\nPUFFED OUT. THEN, UNABLE TO REPRESS HIS MERRIMENT, HE ROCKS TO AND FRO,\nARMS AKIMBO, AND SINGS WITH BROAD ROLLICKING HUMOUR:)",
        "    O, the poor little fellow\n    Hihihihihis legs they were yellow\n    He was plump, fat and heavy and brisk as a snake\n    But some bloody savage\n    To graize his white cabbage\n    He murdered Nell Flaherty’s duckloving drake.",
        "(A MULTITUDE OF MIDGES SWARMS WHITE OVER HIS ROBE. HE SCRATCHES HIMSELF\nWITH CROSSED ARMS AT HIS RIBS, GRIMACING, AND EXCLAIMS:)",
        "I’m suffering the agony of the damned. By the hoky fiddle, thanks be to\nJesus those funny little chaps are not unanimous. If they were they’d\nwalk me off the face of the bloody globe.",
        "(HIS HEAD ASLANT HE BLESSES CURTLY WITH FORE AND MIDDLE FINGERS, IMPARTS\nTHE EASTER KISS AND DOUBLESHUFFLES OFF COMICALLY, SWAYING HIS HAT FROM\nSIDE TO SIDE, SHRINKING QUICKLY TO THE SIZE OF HIS TRAINBEARERS. THE\nDWARF ACOLYTES, GIGGLING, PEEPING, NUDGING, OGLING, EASTERKISSING, ZIGZAG\nBEHIND HIM. HIS VOICE IS HEARD MELLOW FROM AFAR, MERCIFUL MALE,\nMELODIOUS:)",
        "    Shall carry my heart to thee,\n    Shall carry my heart to thee,\n    And the breath of the balmy night\n    Shall carry my heart to thee!",
        "(the Trick Doorhandle Turns.)",
        "THE DOORHANDLE: Theeee!",
        "ZOE: The devil is in that door.",
        "(A MALE FORM PASSES DOWN THE CREAKING STAIRCASE AND IS HEARD TAKING THE\nWATERPROOF AND HAT FROM THE RACK. BLOOM STARTS FORWARD INVOLUNTARILY AND,\nHALF CLOSING THE DOOR AS HE PASSES, TAKES THE CHOCOLATE FROM HIS POCKET\nAND OFFERS IT NERVOUSLY TO ZOE.)",
        "ZOE: (SNIFFS HIS HAIR BRISKLY) Hmmm! Thank your mother for the rabbits.\nI’m very fond of what I like.",
        "BLOOM: (HEARING A MALE VOICE IN TALK WITH THE WHORES ON THE DOORSTEP,\nPRICKS HIS EARS) If it were he? After? Or because not? Or the double\nevent?",
        "ZOE: (TEARS OPEN THE SILVERFOIL) Fingers was made before forks. (SHE\nBREAKS OFF AND NIBBLES A PIECE GIVES A PIECE TO KITTY RICKETTS AND THEN\nTURNS KITTENISHLY TO LYNCH) No objection to French lozenges? (HE NODS.\nSHE TAUNTS HIM.) Have it now or wait till you get it? (HE OPENS HIS\nMOUTH, HIS HEAD COCKED. SHE WHIRLS THE PRIZE IN LEFT CIRCLE. HIS HEAD\nFOLLOWS. SHE WHIRLS IT BACK IN RIGHT CIRCLE. HE EYES HER.) Catch!",
        "(SHE TOSSES A PIECE. WITH AN ADROIT SNAP HE CATCHES IT AND BITES IT\nTHROUGH WITH A CRACK.)",
        "KITTY: (CHEWING) The engineer I was with at the bazaar does have lovely\nones. Full of the best liqueurs. And the viceroy was there with his lady.\nThe gas we had on the Toft’s hobbyhorses. I’m giddy still.",
        "BLOOM: (IN SVENGALI’S FUR OVERCOAT, WITH FOLDED ARMS AND NAPOLEONIC\nFORELOCK, FROWNS IN VENTRILOQUIAL EXORCISM WITH PIERCING EAGLE GLANCE\nTOWARDS THE DOOR. THEN RIGID WITH LEFT FOOT ADVANCED HE MAKES A SWIFT\nPASS WITH IMPELLING FINGERS AND GIVES THE SIGN OF PAST MASTER, DRAWING\nHIS RIGHT ARM DOWNWARDS FROM HIS LEFT SHOULDER.) Go, go, go, I conjure\nyou, whoever you are!",
        "(A MALE COUGH AND TREAD ARE HEARD PASSING THROUGH THE MIST OUTSIDE.\nBLOOM’S FEATURES RELAX. HE PLACES A HAND IN HIS WAISTCOAT, POSING CALMLY.\nZOE OFFERS HIM CHOCOLATE.)",
        "BLOOM: (SOLEMNLY) Thanks.",
        "ZOE: Do as you’re bid. Here!",
        "(a Firm Heelclacking Tread Is Heard On the Stairs.)",
        "BLOOM: (TAKES THE CHOCOLATE) Aphrodisiac? Tansy and pennyroyal. But I\nbought it. Vanilla calms or? Mnemo. Confused light confuses memory. Red\ninfluences lupus. Colours affect women’s characters, any they have. This\nblack makes me sad. Eat and be merry for tomorrow. (HE EATS) Influence\ntaste too, mauve. But it is so long since I. Seems new. Aphro. That\npriest. Must come. Better late than never. Try truffles at Andrews.",
        "(THE DOOR OPENS. BELLA COHEN, A MASSIVE WHOREMISTRESS, ENTERS. SHE IS\nDRESSED IN A THREEQUARTER IVORY GOWN, FRINGED ROUND THE HEM WITH\nTASSELLED SELVEDGE, AND COOLS HERSELF FLIRTING A BLACK HORN FAN LIKE\nMINNIE HAUCK IN Carmen. ON HER LEFT HAND ARE WEDDING AND KEEPER RINGS.\nHER EYES ARE DEEPLY CARBONED. SHE HAS A SPROUTING MOUSTACHE. HER OLIVE\nFACE IS HEAVY, SLIGHTLY SWEATED AND FULLNOSED WITH ORANGETAINTED\nNOSTRILS. SHE HAS LARGE PENDANT BERYL EARDROPS.)",
        "BELLA: My word! I’m all of a mucksweat.",
        "(SHE GLANCES ROUND HER AT THE COUPLES. THEN HER EYES REST ON BLOOM WITH\nHARD INSISTENCE. HER LARGE FAN WINNOWS WIND TOWARDS HER HEATED FACENECK\nAND EMBONPOINT. HER FALCON EYES GLITTER.)",
        "THE FAN: (FLIRTING QUICKLY, THEN SLOWLY) Married, I see.",
        "BLOOM: Yes. Partly, I have mislaid ...",
        "THE FAN: (HALF OPENING, THEN CLOSING) And the missus is master. Petticoat\ngovernment.",
        "BLOOM: (LOOKS DOWN WITH A SHEEPISH GRIN) That is so.",
        "THE FAN: (FOLDING TOGETHER, RESTS AGAINST HER LEFT EARDROP) Have you\nforgotten me?",
        "BLOOM: Yes. Yo.",
        "THE FAN: (FOLDED AKIMBO AGAINST HER WAIST) Is me her was you dreamed\nbefore? Was then she him you us since knew? Am all them and the same now\nwe?",
        "(bella Approaches, Gently Tapping With the Fan.)",
        "BLOOM: (WINCING) Powerful being. In my eyes read that slumber which women\nlove.",
        "THE FAN: (TAPPING) We have met. You are mine. It is fate.",
        "BLOOM: (COWED) Exuberant female. Enormously I desiderate your domination.\nI am exhausted, abandoned, no more young. I stand, so to speak, with an\nunposted letter bearing the extra regulation fee before the too late box\nof the general postoffice of human life. The door and window open at a\nright angle cause a draught of thirtytwo feet per second according to the\nlaw of falling bodies. I have felt this instant a twinge of sciatica in\nmy left glutear muscle. It runs in our family. Poor dear papa, a widower,\nwas a regular barometer from it. He believed in animal heat. A skin of\ntabby lined his winter waistcoat. Near the end, remembering king David\nand the Sunamite, he shared his bed with Athos, faithful after death. A\ndog’s spittle as you probably ... (HE WINCES) Ah!",
        "RICHIE GOULDING: (BAGWEIGHTED, PASSES THE DOOR) Mocking is catch. Best\nvalue in Dub. Fit for a prince’s. Liver and kidney.",
        "THE FAN: (TAPPING) All things end. Be mine. Now,",
        "BLOOM: (UNDECIDED) All now? I should not have parted with my talisman.\nRain, exposure at dewfall on the searocks, a peccadillo at my time of\nlife. Every phenomenon has a natural cause.",
        "THE FAN: (POINTS DOWNWARDS SLOWLY) You may.",
        "BLOOM: (LOOKS DOWNWARDS AND PERCEIVES HER UNFASTENED BOOTLACE) We are\nobserved.",
        "THE FAN: (POINTS DOWNWARDS QUICKLY) You must.",
        "BLOOM: (WITH DESIRE, WITH RELUCTANCE) I can make a true black knot.\nLearned when I served my time and worked the mail order line for\nKellett’s. Experienced hand. Every knot says a lot. Let me. In courtesy.\nI knelt once before today. Ah!",
        "(BELLA RAISES HER GOWN SLIGHTLY AND, STEADYING HER POSE, LIFTS TO THE\nEDGE OF A CHAIR A PLUMP BUSKINED HOOF AND A FULL PASTERN, SILKSOCKED.\nBLOOM, STIFFLEGGED, AGING, BENDS OVER HER HOOF AND WITH GENTLE FINGERS\nDRAWS OUT AND IN HER LACES.)",
        "BLOOM: (MURMURS LOVINGLY) To be a shoefitter in Manfield’s was my love’s\nyoung dream, the darling joys of sweet buttonhooking, to lace up\ncrisscrossed to kneelength the dressy kid footwear satinlined, so\nincredibly impossibly small, of Clyde Road ladies. Even their wax model\nRaymonde I visited daily to admire her cobweb hose and stick of rhubarb\ntoe, as worn in Paris.",
        "THE HOOF: Smell my hot goathide. Feel my royal weight.",
        "BLOOM: (CROSSLACING) Too tight?",
        "THE HOOF: If you bungle, Handy Andy, I’ll kick your football for you.",
        "BLOOM: Not to lace the wrong eyelet as I did the night of the bazaar\ndance. Bad luck. Hook in wrong tache of her ... person you mentioned.\nThat night she met ... Now!",
        "(HE KNOTS THE LACE. BELLA PLACES HER FOOT ON THE FLOOR. BLOOM RAISES HIS\nHEAD. HER HEAVY FACE, HER EYES STRIKE HIM IN MIDBROW. HIS EYES GROW DULL,\nDARKER AND POUCHED, HIS NOSE THICKENS.)",
        "BLOOM: (MUMBLES) Awaiting your further orders we remain, gentlemen, ...",
        "BELLO: (WITH A HARD BASILISK STARE, IN A BARITONE VOICE) Hound of\ndishonour!",
        "BLOOM: (INFATUATED) Empress!",
        "BELLO: (HIS HEAVY CHEEKCHOPS SAGGING) Adorer of the adulterous rump!",
        "BLOOM: (PLAINTIVELY) Hugeness!",
        "BELLO: Dungdevourer!",
        "BLOOM: (WITH SINEWS SEMIFLEXED) Magmagnificence!",
        "BELLO: Down! (HE TAPS HER ON THE SHOULDER WITH HIS FAN) Incline feet\nforward! Slide left foot one pace back! You will fall. You are falling.\nOn the hands down!",
        "BLOOM: (HER EYES UPTURNED IN THE SIGN OF ADMIRATION, CLOSING, YAPS)\nTruffles!",
        "(WITH A PIERCING EPILEPTIC CRY SHE SINKS ON ALL FOURS, GRUNTING,\nSNUFFLING, ROOTING AT HIS FEET: THEN LIES, SHAMMING DEAD, WITH EYES SHUT\nTIGHT, TREMBLING EYELIDS, BOWED UPON THE GROUND IN THE ATTITUDE OF MOST\nEXCELLENT MASTER.)",
        "BELLO: (WITH BOBBED HAIR, PURPLE GILLS, FIT MOUSTACHE RINGS ROUND HIS\nSHAVEN MOUTH, IN MOUNTAINEER’S PUTTEES, GREEN SILVERBUTTONED COAT, SPORT\nSKIRT AND ALPINE HAT WITH MOORCOCK’S FEATHER, HIS HANDS STUCK DEEP IN HIS\nBREECHES POCKETS, PLACES HIS HEEL ON HER NECK AND GRINDS IT IN)\nFootstool! Feel my entire weight. Bow, bondslave, before the throne of\nyour despot’s glorious heels so glistening in their proud erectness.",
        "BLOOM: (ENTHRALLED, BLEATS) I promise never to disobey.",
        "BELLO: (LAUGHS LOUDLY) Holy smoke! You little know what’s in store for\nyou. I’m the Tartar to settle your little lot and break you in! I’ll bet\nKentucky cocktails all round I shame it out of you, old son. Cheek me, I\ndare you. If you do tremble in anticipation of heel discipline to be\ninflicted in gym costume.",
        "(bloom Creeps Under the Sofa and Peers Out Through the Fringe.)",
        "ZOE: (WIDENING HER SLIP TO SCREEN HER) She’s not here.",
        "BLOOM: (CLOSING HER EYES) She’s not here.",
        "FLORRY: (HIDING HER WITH HER GOWN) She didn’t mean it, Mr Bello. She’ll\nbe good, sir.",
        "KITTY: Don’t be too hard on her, Mr Bello. Sure you won’t, ma’amsir.",
        "BELLO: (COAXINGLY) Come, ducky dear, I want a word with you, darling,\njust to administer correction. Just a little heart to heart talk, sweety.\n(BLOOM PUTS OUT HER TIMID HEAD) There’s a good girly now. (BELLO GRABS\nHER HAIR VIOLENTLY AND DRAGS HER FORWARD) I only want to correct you for\nyour own good on a soft safe spot. How’s that tender behind? O, ever so\ngently, pet. Begin to get ready.",
        "BLOOM: (FAINTING) Don’t tear my ...",
        "BELLO: (SAVAGELY) The nosering, the pliers, the bastinado, the hanging\nhook, the knout I’ll make you kiss while the flutes play like the Nubian\nslave of old. You’re in for it this time! I’ll make you remember me for\nthe balance of your natural life. (HIS FOREHEAD VEINS SWOLLEN, HIS FACE\nCONGESTED) I shall sit on your ottoman saddleback every morning after my\nthumping good breakfast of Matterson’s fat hamrashers and a bottle of\nGuinness’s porter. (HE BELCHES) And suck my thumping good Stock Exchange\ncigar while I read the LICENSED VICTUALLER’S GAZETTE. Very possibly I\nshall have you slaughtered and skewered in my stables and enjoy a slice\nof you with crisp crackling from the baking tin basted and baked like\nsucking pig with rice and lemon or currant sauce. It will hurt you. (HE\nTWISTS HER ARM. BLOOM SQUEALS, TURNING TURTLE.)",
        "BLOOM: Don’t be cruel, nurse! Don’t!",
        "BELLO: (TWISTING) Another!",
        "BLOOM: (SCREAMS) O, it’s hell itself! Every nerve in my body aches like\nmad!",
        "BELLO: (SHOUTS) Good, by the rumping jumping general! That’s the best bit\nof news I heard these six weeks. Here, don’t keep me waiting, damn you!\n(HE SLAPS HER FACE)",
        "BLOOM: (WHIMPERS) You’re after hitting me. I’ll tell ...",
        "BELLO: Hold him down, girls, till I squat on him.",
        "ZOE: Yes. Walk on him! I will.",
        "FLORRY: I will. Don’t be greedy.",
        "KITTY: No, me. Lend him to me.",
        "(THE BROTHEL COOK, MRS KEOGH, WRINKLED, GREYBEARDED, IN A GREASY BIB,\nMEN’S GREY AND GREEN SOCKS AND BROGUES, FLOURSMEARED, A ROLLINGPIN STUCK\nWITH RAW PASTRY IN HER BARE RED ARM AND HAND, APPEARS AT THE DOOR.)",
        "MRS KEOGH: (FEROCIOUSLY) Can I help? (THEY HOLD AND PINION BLOOM.)",
        "BELLO: (SQUATS WITH A GRUNT ON BLOOM’S UPTURNED FACE, PUFFING CIGARSMOKE,\nNURSING A FAT LEG) I see Keating Clay is elected vicechairman of the\nRichmond asylum and by the by Guinness’s preference shares are at sixteen\nthree quaffers. Curse me for a fool that didn’t buy that lot Craig and\nGardner told me about. Just my infernal luck, curse it. And that\nGoddamned outsider THROWAWAY at twenty to one. (HE QUENCHES HIS CIGAR\nANGRILY ON BLOOM’S EAR) Where’s that Goddamned cursed ashtray?",
        "BLOOM: (GOADED, BUTTOCKSMOTHERED) O! O! Monsters! Cruel one!",
        "BELLO: Ask for that every ten minutes. Beg. Pray for it as you never\nprayed before. (HE THRUSTS OUT A FIGGED FIST AND FOUL CIGAR) Here, kiss\nthat. Both. Kiss. (HE THROWS A LEG ASTRIDE AND, PRESSING WITH HORSEMAN’S\nKNEES, CALLS IN A HARD VOICE) Gee up! A cockhorse to Banbury cross. I’ll\nride him for the Eclipse stakes. (HE BENDS SIDEWAYS AND SQUEEZES HIS\nMOUNT’S TESTICLES ROUGHLY, SHOUTING) Ho! Off we pop! I’ll nurse you in\nproper fashion. (HE HORSERIDES COCKHORSE, LEAPING IN THE SADDLE) The lady\ngoes a pace a pace and the coachman goes a trot a trot and the gentleman\ngoes a gallop a gallop a gallop a gallop.",
        "FLORRY: (PULLS AT BELLO) Let me on him now. You had enough. I asked\nbefore you.",
        "ZOE: (PULLING AT FLORRY) Me. Me. Are you not finished with him yet,\nsuckeress?",
        "BLOOM: (STIFLING) Can’t.",
        "BELLO: Well, I’m not. Wait. (HE HOLDS IN HIS BREATH) Curse it. Here. This\nbung’s about burst. (HE UNCORKS HIMSELF BEHIND: THEN, CONTORTING HIS\nFEATURES, FARTS LOUDLY) Take that! (HE RECORKS HIMSELF) Yes, by Jingo,\nsixteen three quarters.",
        "BLOOM: (A SWEAT BREAKING OUT OVER HIM) Not man. (HE SNIFFS) Woman.",
        "BELLO: (STANDS UP) No more blow hot and cold. What you longed for has\ncome to pass. Henceforth you are unmanned and mine in earnest, a thing\nunder the yoke. Now for your punishment frock. You will shed your male\ngarments, you understand, Ruby Cohen? and don the shot silk luxuriously\nrustling over head and shoulders. And quickly too!",
        "BLOOM: (SHRINKS) Silk, mistress said! O crinkly! scrapy! Must I tiptouch\nit with my nails?",
        "BELLO: (POINTS TO HIS WHORES) As they are now so will you be, wigged,\nsinged, perfumesprayed, ricepowdered, with smoothshaven armpits. Tape\nmeasurements will be taken next your skin. You will be laced with cruel\nforce into vicelike corsets of soft dove coutille with whalebone busk to\nthe diamondtrimmed pelvis, the absolute outside edge, while your figure,\nplumper than when at large, will be restrained in nettight frocks, pretty\ntwo ounce petticoats and fringes and things stamped, of course, with my\nhouseflag, creations of lovely lingerie for Alice and nice scent for\nAlice. Alice will feel the pullpull. Martha and Mary will be a little\nchilly at first in such delicate thighcasing but the frilly flimsiness of\nlace round your bare knees will remind you ...",
        "BLOOM: (A CHARMING SOUBRETTE WITH DAUBY CHEEKS, MUSTARD HAIR AND LARGE\nMALE HANDS AND NOSE, LEERING MOUTH) I tried her things on only twice, a\nsmall prank, in Holles street. When we were hard up I washed them to save\nthe laundry bill. My own shirts I turned. It was the purest thrift.",
        "BELLO: (JEERS) Little jobs that make mother pleased, eh? And showed off\ncoquettishly in your domino at the mirror behind closedrawn blinds your\nunskirted thighs and hegoat’s udders in various poses of surrender, eh?\nHo! ho! I have to laugh! That secondhand black operatop shift and short\ntrunkleg naughties all split up the stitches at her last rape that Mrs\nMiriam Dandrade sold you from the Shelbourne hotel, eh?",
        "BLOOM: Miriam. Black. Demimondaine.",
        "BELLO: (GUFFAWS) Christ Almighty it’s too tickling, this! You were a\nnicelooking Miriam when you clipped off your backgate hairs and lay\nswooning in the thing across the bed as Mrs Dandrade about to be violated\nby lieutenant Smythe-Smythe, Mr Philip Augustus Blockwell M. P., signor\nLaci Daremo, the robust tenor, blueeyed Bert, the liftboy, Henri Fleury\nof Gordon Bennett fame, Sheridan, the quadroon Croesus, the varsity\nwetbob eight from old Trinity, Ponto, her splendid Newfoundland and Bobs,\ndowager duchess of Manorhamilton. (HE GUFFAWS AGAIN) Christ, wouldn’t it\nmake a Siamese cat laugh?",
        "BLOOM: (HER HANDS AND FEATURES WORKING) It was Gerald converted me to be\na true corsetlover when I was female impersonator in the High School play\nVICE VERSA. It was dear Gerald. He got that kink, fascinated by sister’s\nstays. Now dearest Gerald uses pinky greasepaint and gilds his eyelids.\nCult of the beautiful.",
        "BELLO: (WITH WICKED GLEE) Beautiful! Give us a breather! When you took\nyour seat with womanish care, lifting your billowy flounces, on the\nsmoothworn throne.",
        "BLOOM: Science. To compare the various joys we each enjoy. (EARNESTLY)\nAnd really it’s better the position ... because often I used to wet ...",
        "BELLO: (STERNLY) No insubordination! The sawdust is there in the corner\nfor you. I gave you strict instructions, didn’t I? Do it standing, sir!\nI’ll teach you to behave like a jinkleman! If I catch a trace on your\nswaddles. Aha! By the ass of the Dorans you’ll find I’m a martinet. The\nsins of your past are rising against you. Many. Hundreds.",
        "THE SINS OF THE PAST: (IN A MEDLEY OF VOICES) He went through a form of\nclandestine marriage with at least one woman in the shadow of the Black\nchurch. Unspeakable messages he telephoned mentally to Miss Dunn at an\naddress in D’Olier street while he presented himself indecently to the\ninstrument in the callbox. By word and deed he frankly encouraged a\nnocturnal strumpet to deposit fecal and other matter in an unsanitary\nouthouse attached to empty premises. In five public conveniences he wrote\npencilled messages offering his nuptial partner to all strongmembered\nmales. And by the offensively smelling vitriol works did he not pass\nnight after night by loving courting couples to see if and what and how\nmuch he could see? Did he not lie in bed, the gross boar, gloating over a\nnauseous fragment of wellused toilet paper presented to him by a nasty\nharlot, stimulated by gingerbread and a postal order?",
        "BELLO: (WHISTLES LOUDLY) Say! What was the most revolting piece of\nobscenity in all your career of crime? Go the whole hog. Puke it out! Be\ncandid for once.",
        "(MUTE INHUMAN FACES THRONG FORWARD, LEERING, VANISHING, GIBBERING,\nBOOLOOHOOM. POLDY KOCK, BOOTLACES A PENNY CASSIDY’S HAG, BLIND STRIPLING,\nLARRY RHINOCEROS, THE GIRL, THE WOMAN, THE WHORE, THE OTHER, THE ...)",
        "BLOOM: Don’t ask me! Our mutual faith. Pleasants street. I only thought\nthe half of the ... I swear on my sacred oath ...",
        "BELLO: (PEREMPTORILY) Answer. Repugnant wretch! I insist on knowing. Tell\nme something to amuse me, smut or a bloody good ghoststory or a line of\npoetry, quick, quick, quick! Where? How? What time? With how many? I give\nyou just three seconds. One! Two! Thr ...",
        "BLOOM: (DOCILE, GURGLES) I rererepugnosed in rerererepugnant",
        "BELLO: (IMPERIOUSLY) O, get out, you skunk! Hold your tongue! Speak when\nyou’re spoken to.",
        "BLOOM: (BOWS) Master! Mistress! Mantamer!",
        "(he Lifts His Arms. His Bangle Bracelets Fill.)",
        "BELLO: (SATIRICALLY) By day you will souse and bat our smelling\nunderclothes also when we ladies are unwell, and swab out our latrines\nwith dress pinned up and a dishclout tied to your tail. Won’t that be\nnice? (HE PLACES A RUBY RING ON HER FINGER) And there now! With this ring\nI thee own. Say, thank you, mistress.",
        "BLOOM: Thank you, mistress.",
        "BELLO: You will make the beds, get my tub ready, empty the pisspots in\nthe different rooms, including old Mrs Keogh’s the cook’s, a sandy one.\nAy, and rinse the seven of them well, mind, or lap it up like champagne.\nDrink me piping hot. Hop! You will dance attendance or I’ll lecture you\non your misdeeds, Miss Ruby, and spank your bare bot right well, miss,\nwith the hairbrush. You’ll be taught the error of your ways. At night\nyour wellcreamed braceletted hands will wear fortythreebutton gloves\nnewpowdered with talc and having delicately scented fingertips. For such\nfavours knights of old laid down their lives. (HE CHUCKLES) My boys will\nbe no end charmed to see you so ladylike, the colonel, above all, when\nthey come here the night before the wedding to fondle my new attraction\nin gilded heels. First I’ll have a go at you myself. A man I know on the\nturf named Charles Alberta Marsh (I was in bed with him just now and\nanother gentleman out of the Hanaper and Petty Bag office) is on the\nlookout for a maid of all work at a short knock. Swell the bust. Smile.\nDroop shoulders. What offers? (HE POINTS) For that lot. Trained by owner\nto fetch and carry, basket in mouth. (HE BARES HIS ARM AND PLUNGES IT\nELBOWDEEP IN BLOOM’S VULVA) There’s fine depth for you! What, boys? That\ngive you a hardon? (HE SHOVES HIS ARM IN A BIDDER’S FACE) Here wet the\ndeck and wipe it round!",
        "A BIDDER: A florin.",
        "(dillon’s Lacquey Rings His Handbell.)",
        "THE LACQUEY: Barang!",
        "A VOICE: One and eightpence too much.",
        "CHARLES ALBERTA MARSH: Must be virgin. Good breath. Clean.",
        "BELLO: (GIVES A RAP WITH HIS GAVEL) Two bar. Rockbottom figure and cheap\nat the price. Fourteen hands high. Touch and examine his points. Handle\nhim. This downy skin, these soft muscles, this tender flesh. If I had\nonly my gold piercer here! And quite easy to milk. Three newlaid gallons\na day. A pure stockgetter, due to lay within the hour. His sire’s milk\nrecord was a thousand gallons of whole milk in forty weeks. Whoa my\njewel! Beg up! Whoa! (HE BRANDS HIS INITIAL C ON BLOOM’S CROUP) So!\nWarranted Cohen! What advance on two bob, gentlemen?",
        "A DARKVISAGED MAN: (IN DISGUISED ACCENT) Hoondert punt sterlink.",
        "VOICES: (SUBDUED) For the Caliph. Haroun Al Raschid.",
        "BELLO: (GAILY) Right. Let them all come. The scanty, daringly short\nskirt, riding up at the knee to show a peep of white pantalette, is a\npotent weapon and transparent stockings, emeraldgartered, with the long\nstraight seam trailing up beyond the knee, appeal to the better instincts\nof the BLASE man about town. Learn the smooth mincing walk on four inch\nLouis Quinze heels, the Grecian bend with provoking croup, the thighs\nfluescent, knees modestly kissing. Bring all your powers of fascination\nto bear on them. Pander to their Gomorrahan vices.",
        "BLOOM: (BENDS HIS BLUSHING FACE INTO HIS ARMPIT AND SIMPERS WITH\nFOREFINGER IN MOUTH) O, I know what you’re hinting at now!",
        "BELLO: What else are you good for, an impotent thing like you? (HE STOOPS\nAND, PEERING, POKES WITH HIS FAN RUDELY UNDER THE FAT SUET FOLDS OF\nBLOOM’S HAUNCHES) Up! Up! Manx cat! What have we here? Where’s your curly\nteapot gone to or who docked it on you, cockyolly? Sing, birdy, sing.\nIt’s as limp as a boy of six’s doing his pooly behind a cart. Buy a\nbucket or sell your pump. (LOUDLY) Can you do a man’s job?",
        "BLOOM: Eccles street ...",
        "BELLO: (SARCASTICALLY) I wouldn’t hurt your feelings for the world but\nthere’s a man of brawn in possession there. The tables are turned, my gay\nyoung fellow! He is something like a fullgrown outdoor man. Well for you,\nyou muff, if you had that weapon with knobs and lumps and warts all over\nit. He shot his bolt, I can tell you! Foot to foot, knee to knee, belly\nto belly, bubs to breast! He’s no eunuch. A shock of red hair he has\nsticking out of him behind like a furzebush! Wait for nine months, my\nlad! Holy ginger, it’s kicking and coughing up and down in her guts\nalready! That makes you wild, don’t it? Touches the spot? (HE SPITS IN\nCONTEMPT) Spittoon!",
        "BLOOM: I was indecently treated, I ... Inform the police. Hundred pounds.\nUnmentionable. I ...",
        "BELLO: Would if you could, lame duck. A downpour we want not your\ndrizzle.",
        "BLOOM: To drive me mad! Moll! I forgot! Forgive! Moll ... We ... Still\n...",
        "BELLO: (RUTHLESSLY) No, Leopold Bloom, all is changed by woman’s will\nsince you slept horizontal in Sleepy Hollow your night of twenty years.\nReturn and see.",
        "(old Sleepy Hollow Calls Over the Wold.)",
        "SLEEPY HOLLOW: Rip van Wink! Rip van Winkle!",
        "BLOOM: (IN TATTERED MOCASSINS WITH A RUSTY FOWLINGPIECE, TIPTOEING,\nFINGERTIPPING, HIS HAGGARD BONY BEARDED FACE PEERING THROUGH THE DIAMOND\nPANES, CRIES OUT) I see her! It’s she! The first night at Mat Dillon’s!\nBut that dress, the green! And her hair is dyed gold and he ...",
        "BELLO: (LAUGHS MOCKINGLY) That’s your daughter, you owl, with a Mullingar\nstudent.",
        "(MILLY BLOOM, FAIRHAIRED, GREENVESTED, SLIMSANDALLED, HER BLUE SCARF IN\nTHE SEAWIND SIMPLY SWIRLING, BREAKS FROM THE ARMS OF HER LOVER AND CALLS,\nHER YOUNG EYES WONDERWIDE.)",
        "MILLY: My! It’s Papli! But, O Papli, how old you’ve grown!",
        "BELLO: Changed, eh? Our whatnot, our writingtable where we never wrote,\naunt Hegarty’s armchair, our classic reprints of old masters. A man and\nhis menfriends are living there in clover. The CUCKOOS’ REST! Why not?\nHow many women had you, eh, following them up dark streets, flatfoot,\nexciting them by your smothered grunts, what, you male prostitute?\nBlameless dames with parcels of groceries. Turn about. Sauce for the\ngoose, my gander O.",
        "BLOOM: They ... I ...",
        "BELLO: (CUTTINGLY) Their heelmarks will stamp the Brusselette carpet you\nbought at Wren’s auction. In their horseplay with Moll the romp to find\nthe buck flea in her breeches they will deface the little statue you\ncarried home in the rain for art for art’ sake. They will violate the\nsecrets of your bottom drawer. Pages will be torn from your handbook of\nastronomy to make them pipespills. And they will spit in your ten\nshilling brass fender from Hampton Leedom’s.",
        "BLOOM: Ten and six. The act of low scoundrels. Let me go. I will return.\nI will prove ...",
        "A VOICE: Swear!",
        "(BLOOM CLENCHES HIS FISTS AND CRAWLS FORWARD, A BOWIEKNIFE BETWEEN HIS\nTEETH.)",
        "BELLO: As a paying guest or a kept man? Too late. You have made your\nsecondbest bed and others must lie in it. Your epitaph is written. You\nare down and out and don’t you forget it, old bean.",
        "BLOOM: Justice! All Ireland versus one! Has nobody ...? (HE BITES HIS\nTHUMB)",
        "BELLO: Die and be damned to you if you have any sense of decency or grace\nabout you. I can give you a rare old wine that’ll send you skipping to\nhell and back. Sign a will and leave us any coin you have! If you have\nnone see you damn well get it, steal it, rob it! We’ll bury you in our\nshrubbery jakes where you’ll be dead and dirty with old Cuck Cohen, my\nstepnephew I married, the bloody old gouty procurator and sodomite with a\ncrick in his neck, and my other ten or eleven husbands, whatever the\nbuggers’ names were, suffocated in the one cesspool. (HE EXPLODES IN A\nLOUD PHLEGMY LAUGH) We’ll manure you, Mr Flower! (HE PIPES SCOFFINGLY)\nByby, Poldy! Byby, Papli!",
        "BLOOM: (CLASPS HIS HEAD) My willpower! Memory! I have sinned! I have suff\n...",
        "(he Weeps Tearlessly)",
        "BELLO: (SNEERS) Crybabby! Crocodile tears!",
        "(BLOOM, BROKEN, CLOSELY VEILED FOR THE SACRIFICE, SOBS, HIS FACE TO THE\nEARTH. THE PASSING BELL IS HEARD. DARKSHAWLED FIGURES OF THE CIRCUMCISED,\nIN SACKCLOTH AND ASHES, STAND BY THE WAILING WALL. M. SHULOMOWITZ, JOSEPH\nGOLDWATER, MOSES HERZOG, HARRIS ROSENBERG, M. MOISEL, J. CITRON, MINNIE\nWATCHMAN, P. MASTIANSKY, THE REVEREND LEOPOLD ABRAMOVITZ, CHAZEN. WITH\nSWAYING ARMS THEY WAIL IN PNEUMA OVER THE RECREANT BLOOM.)",
        "THE CIRCUMCISED: (IN DARK GUTTURAL CHANT AS THEY CAST DEAD SEA FRUIT UPON\nHIM, NO FLOWERS) SHEMA ISRAEL ADONAI ELOHENU ADONAI ECHAD.",
        "VOICES: (SIGHING) So he’s gone. Ah yes. Yes, indeed. Bloom? Never heard\nof him. No? Queer kind of chap. There’s the widow. That so? Ah, yes.",
        "(FROM THE SUTTEE PYRE THE FLAME OF GUM CAMPHIRE ASCENDS. THE PALL OF\nINCENSE SMOKE SCREENS AND DISPERSES. OUT OF HER OAKFRAME A NYMPH WITH\nHAIR UNBOUND, LIGHTLY CLAD IN TEABROWN ARTCOLOURS, DESCENDS FROM HER\nGROTTO AND PASSING UNDER INTERLACING YEWS STANDS OVER BLOOM.)",
        "THE YEWS: (THEIR LEAVES WHISPERING) Sister. Our sister. Ssh!",
        "THE NYMPH: (SOFTLY) Mortal! (KINDLY) Nay, dost not weepest!",
        "BLOOM: (CRAWLS JELLILY FORWARD UNDER THE BOUGHS, STREAKED BY SUNLIGHT,\nWITH DIGNITY) This position. I felt it was expected of me. Force of\nhabit.",
        "THE NYMPH: Mortal! You found me in evil company, highkickers, coster\npicnicmakers, pugilists, popular generals, immoral panto boys in\nfleshtights and the nifty shimmy dancers, La Aurora and Karini, musical\nact, the hit of the century. I was hidden in cheap pink paper that smelt\nof rock oil. I was surrounded by the stale smut of clubmen, stories to\ndisturb callow youth, ads for transparencies, truedup dice and bustpads,\nproprietary articles and why wear a truss with testimonial from ruptured\ngentleman. Useful hints to the married.",
        "BLOOM: (LIFTS A TURTLE HEAD TOWARDS HER LAP) We have met before. On\nanother star.",
        "THE NYMPH: (SADLY) Rubber goods. Neverrip brand as supplied to the\naristocracy. Corsets for men. I cure fits or money refunded. Unsolicited\ntestimonials for Professor Waldmann’s wonderful chest exuber. My bust\ndeveloped four inches in three weeks, reports Mrs Gus Rublin with photo.",
        "BLOOM: You mean PHOTO BITS?",
        "THE NYMPH: I do. You bore me away, framed me in oak and tinsel, set me\nabove your marriage couch. Unseen, one summer eve, you kissed me in four\nplaces. And with loving pencil you shaded my eyes, my bosom and my shame.",
        "BLOOM: (HUMBLY KISSES HER LONG HAIR) Your classic curves, beautiful\nimmortal, I was glad to look on you, to praise you, a thing of beauty,\nalmost to pray.",
        "THE NYMPH: During dark nights I heard your praise.",
        "BLOOM: (QUICKLY) Yes, yes. You mean that I ... Sleep reveals the worst\nside of everyone, children perhaps excepted. I know I fell out of bed or\nrather was pushed. Steel wine is said to cure snoring. For the rest there\nis that English invention, pamphlet of which I received some days ago,\nincorrectly addressed. It claims to afford a noiseless, inoffensive vent.\n(HE SIGHS) ’Twas ever thus. Frailty, thy name is marriage.",
        "THE NYMPH: (HER FINGERS IN HER EARS) And words. They are not in my\ndictionary.",
        "BLOOM: You understood them?",
        "THE YEWS: Ssh!",
        "THE NYMPH: (COVERS HER FACE WITH HER HANDS) What have I not seen in that\nchamber? What must my eyes look down on?",
        "BLOOM: (APOLOGETICALLY) I know. Soiled personal linen, wrong side up with\ncare. The quoits are loose. From Gibraltar by long sea long ago.",
        "THE NYMPH: (BENDS HER HEAD) Worse, worse!",
        "BLOOM: (REFLECTS PRECAUTIOUSLY) That antiquated commode. It wasn’t her\nweight. She scaled just eleven stone nine. She put on nine pounds after\nweaning. It was a crack and want of glue. Eh? And that absurd orangekeyed\nutensil which has only one handle.",
        "(the Sound of a Waterfall Is Heard in Bright Cascade.)",
        "THE WATERFALL:",
        "    Poulaphouca Poulaphouca\n    Poulaphouca Poulaphouca.",
        "THE YEWS: (MINGLING THEIR BOUGHS) Listen. Whisper. She is right, our\nsister. We grew by Poulaphouca waterfall. We gave shade on languorous\nsummer days.",
        "JOHN WYSE NOLAN: (IN THE BACKGROUND, IN IRISH NATIONAL FORESTER’S\nUNIFORM, DOFFS HIS PLUMED HAT) Prosper! Give shade on languorous days,\ntrees of Ireland!",
        "THE YEWS: (MURMURING) Who came to Poulaphouca with the High School\nexcursion? Who left his nutquesting classmates to seek our shade?",
        "BLOOM: (SCARED) High School of Poula? Mnemo? Not in full possession of\nfaculties. Concussion. Run over by tram.",
        "THE ECHO: Sham!",
        "BLOOM: (PIGEONBREASTED, BOTTLESHOULDERED, PADDED, IN NONDESCRIPT JUVENILE\nGREY AND BLACK STRIPED SUIT, TOO SMALL FOR HIM, WHITE TENNIS SHOES,\nBORDERED STOCKINGS WITH TURNOVER TOPS AND A RED SCHOOLCAP WITH BADGE) I\nwas in my teens, a growing boy. A little then sufficed, a jolting car,\nthe mingling odours of the ladies’ cloakroom and lavatory, the throng\npenned tight on the old Royal stairs (for they love crushes, instinct of\nthe herd, and the dark sexsmelling theatre unbridles vice), even a\npricelist of their hosiery. And then the heat. There were sunspots that\nsummer. End of school. And tipsycake. Halcyon days.",
        "Continue...",
        "\nThis eBook of “Ulysses” by James Joyce belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "UlyssesBy James JoyceAt Amazon"
    ]
}