{
    "title": "Wau-bun - Chapter XXIV: Return to Fort Winnebago",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "26",
    "content": [
        "\n\n",
        "A great part of the command, with the cattle belonging to the officers\nand soldiers, had, a day or two previous to the time of our departure,\nset out on their march by land to Green Bay, via Fort Winnebago.\nLieutenant Foster, under whose charge they were, had lingered behind\nthat he might have the pleasure of joining our party, and we, in turn,\nhad delayed in order to see the other members of our family safely on\nboard the Napoleon. But now, all things being ready, we set our faces\nonce more homeward.",
        "We took with us a little bound-girl, Josette, a bright, pretty child\nof ten years of age, a daughter of Ouilmette, a Frenchman who had lived\nhere at the time of the Massacre, and of a Pottowattamie mother. She had\nbeen at the St. Joseph’s mission-school, under Mr. McCoy, and she was\nnow full of delight at the prospect of a journey all the way to the\nPortage with Monsieur and Madame John.",
        "We had also a negro boy, Harry, brought a year before from Kentucky, by\nMr. Kercheval. In the transfer at that time from a slave State to a free\none, Harry’s position became somewhat changed–he could be no more than\nan indentured servant. He was about to become a member of Dr. Wolcott’s\nhousehold, and it was necessary for him to choose a guardian. All this\nwas explained to him on his being brought into the parlor, where the\nfamily were assembled. My husband was then a young man, on a visit to\nhis home. “Now, Harry,” it was said to him, “you must choose your\nguardian;” and the natural expectation was that Harry would select the\nperson of his acquaintance of the greatest age and dignity. But, rolling\nround his great eyes, and hanging his head on one side, he said,–",
        "“I’ll have Master John for my guardian.”",
        "From that day forward Harry felt as if he belonged, in a measure, to\nMaster John, and at the breaking-up of the family in Chicago he was,\nnaturally, transferred to our establishment.",
        "There were three ladies of our travelling party–our mother, our sister\nMrs. Helm, and myself. To guard against the burning effect of the sun\nand the prairie winds upon our faces, I had, during some of the last\ndays of my visit, prepared for each of us a mask of brown linen, with\nthe eyes, nose, and mouth fitted to our features; and, to enhance their\nhideousness, I had worked eyebrows, eyelashes, and a circle around the\nopening for the mouth, in black silk. Gathered in plaits under the chin,\nand with strings to confine them above and below, they furnished a\ncomplete protection against the sun and wind, though nothing can be\nimagined more frightful than the appearance we presented when fully\nequipped. It was who should be called the ugliest.",
        "We left amid the good wishes and laughter of our few remaining\nacquaintances. Our wagon had been provided with a pair of excellent\ntravelling horses, and, sister Margaret and myself being accommodated\nwith the best pacers the country could afford, we set off in high\nspirits towards the Aux Plaines–our old friend, Billy Caldwell (the\nSau-ga-nash), with our brother Robert, and Gholson Kercheval,\naccompanying us to that point of our journey.",
        "There was no one at Barney Lawton’s when we reached there, save a\nFrenchman and a small number of Indians. My sister and I dismounted, and\nentered the dwelling, the door of which stood open. Two Indians were\nseated on the floor, smoking. They raised their eyes as we appeared, and\nnever shall I forget the expression of wonder and horror depicted on the\ncountenances of both. Their lips relaxed until the pipe of one fell upon\nthe floor. Their eyes seemed starting from their heads, and raising\ntheir outspread hands, as if to wave us from them, they slowly\nejaculated, ’Manitou!” (a spirit.)",
        "As we raised our masks, and, smiling, came forward to shake hands with\nthem, they sprang to their feet and fairly uttered a cry of delight at\nthe sight of our familiar faces.",
        "“Bon-jour, bon-jour, Maman!” was their salutation, and they instantly\nplunged out of doors to relate to their companions what had happened.",
        "Our afternoon’s ride was over a prairie stretching away to the northeast\nNo living creature was to be seen upon its broad expanse, but flying and\ncircling over our heads were innumerable flocks of curlews,",
        "“Screaming their wild notes to the listening waste.”",
        "Their peculiar, shrill cry of “crack, crack, crack–rackety, rackety,\nrackety,” repeated from the throats of dozens, as they sometimes stooped\nquite close to our ears, became at length almost unbearable. It seemed\nas if they had lost their senses in the excitement of so unusual and\nsplendid a cortége in their hitherto desolate domain.",
        "The accelerated pace of our horses, as we approached a beautiful,\nwooded knoll, warned us that this was to be our place of repose for the\nnight. These animals seem to know by instinct a favorable\nencamping-ground, and this was one of the most lovely imaginable.",
        "The trees, which near the lake had, owing to the coldness and tardiness\nof the season, presented the pale-yellow appearance of unfledged\ngoslings, were here bursting into full leaf. The ground around was\ncarpeted with flowers–we could not bear to have them crushed by the\nfelling of a tree and the pitching of our tent among them. The birds\nsent forth their sweetest notes in the warm, lingering sunlight, and the\nopening buds of the young hickory and sassafras filled the air with\nperfume.",
        "Nothing could be more perfect than our enjoyment of this sylvan and\nbeautiful retreat[45] after our ride in the glowing sun. The children\nwere in ecstasies. They delighted to find ways of making themselves\nuseful–to pile up the saddles–to break boughs for the fire–to fill\nthe little kettles with water for Petaille and Lecuyer, the Frenchmen,\nwho were preparing our supper.",
        "Their amusement at the awkward movements of the horses after they were\nspancelled knew no bounds. To our little nephew Edwin everything was\nnew, and Josette, who had already made more than one horseback journey\nto St. Joseph, manifested all the pride of an old traveller in\nexplaining to him whatever was novel or unaccountable.",
        "They were not the last to spring up at the call “how! how!” on the\nfollowing morning.",
        "The fire was replenished, the preparations for breakfast commenced, and\nthe Frenchmen dispatched to bring up the horses in readiness for an\nearly start.",
        "Harry and Josette played their parts, under our direction, in preparing\nthe simple meal, and we soon seated ourselves, each with cup and knife,\naround the table-mat. The meal was over, but no men, no horses\nappeared. When another half-hour had passed, my husband took Harry and\ncommenced exploring in search of the missing ones.",
        "The day wore on, and first one and then another would make his\nappearance to report progress. Petaille and Lecuyer at length brought\ntwo of the horses, but the others could nowhere be found. In time, Mr.\nKinzie and Harry returned, wet to their knees by the dew upon the long\nprairie-grass, but with no tidings. Again the men were dispatched after\nhaving broken their fast, but returned unsuccessful as before.",
        "The morning had been passed by our party at the encampment in\nspeculating upon the missing animals. Could they have been stolen by the\nIndians? Hardly: these people seldom committed robberies in time of\npeace–never upon our family, whom they regarded as their best friends.\nThe horses would doubtless be found. They had probably been carelessly\nfastened the preceding evening, and had therefore been able to stray\nfarther than was their wont.",
        "A council was held, at which it was decided to send Grignon back to\nChicago to get some fresh horses from Gholson Kercheval, and return as\nspeedily as possible. If on his return our encampment were deserted, he\nmight conclude we had found the horses and proceeded to Fox River, where\nhe would doubtless overtake us.",
        "He had not been gone more than an hour before, slowly hopping out of a\npoint of woods to the north of us (a spot which each of the seekers\naverred he had explored over and over again), and making directly for\nthe place where we were, appeared the vexatious animals. They came up\nas demurely as if nothing had happened, and seemed rather surprised to\nbe received with a hearty scolding, instead of being patted and caressed\nas usual.",
        "It was the work of a very short half-hour to strike and pack the tent,\nstow away the mats and kettles, saddle the horses, and mount for our\njourney.",
        "“Whoever pleases may take my place in the carriage,” said our mother. “I\nhave travelled so many years on horseback, that I find any other mode of\nconveyance too fatiguing.”",
        "So, spite of her sixty years, she mounted sister Margaret’s pacer with\nthe activity of a girl of sixteen.",
        "Lieutenant Foster had left us early in the morning, feeling it necessary\nto rejoin his command, and now, having seen us ready to set off, with a\nserene sky above us, and all things “right and tight” for the journey,\nour friend the Sau-ga-nash took leave of us, and retraced his steps\ntowards Chicago.",
        "We pursued our way through a lovely country of alternate glade and\nforest, until we reached the Fox River. The current ran clear and\nrippling along, and, as we descended the steep bank to the water, the\nquestion, so natural to a traveller in an unknown region, presented\nitself, “Is it fordable?”",
        "Petaille, to whom the ground was familiar, had not yet made his\nappearance Lecuyer was quite ignorant upon the subject. The troops had\nevidently preceded us by this very trail. True, but they were on\nhorseback–the difficulty was, could we get the carriage through? It\nmust be remembered that the doubt was not about the depth of the water,\nbut about the hardness of the bottom of the stream.",
        "It was agreed that two or three of the equestrians should make the\ntrial first. My mother, Lecuyer, and myself advanced cautiously across\nto the opposite bank, each choosing a different point for leaving the\nwater, in order to find the firmest spot. The bottom was hard and firm\nuntil we came near the shore; then it yielded a little. With one step,\nhowever, we were each on dry ground.",
        "“Est-il beau?” called my husband, who was driving.",
        "“Oui, monsieur.”",
        "“Yes, John, come just here, it is perfectly good.”",
        "“No, no–go a little farther down. See the white gravel just there–it\nwill be firmer still, there.”",
        "Such were the contradictory directions given. He chose the latter, and\nwhen it wanted but one step more to the bank, down sunk both horses,\nuntil little more than their backs were visible.",
        "The white gravel proved to be a bed of treacherous yellow clay, which,\ngleaming through the water, had caused so unfortunate a deception.",
        "With frantic struggles, for they were nearly suffocated with mud and\nwater, the horses made desperate efforts to free themselves from the\nharness. My husband sprang out upon the pole. “Some one give me a\nknife,” he cried. I was back in the water in a moment, and, approaching\nas near as I dared, handed him mine from the scabbard around my neck.",
        "“Whatever you do, do not cut the traces,” cried his mother.",
        "He severed some of the side-straps, when, just as he had reached the\nextremity of the pole, and was stretching forward to separate the\nhead-couplings, one of the horses gave a furious plunge, which caused\nhis fellow to rear, and throw himself nearly backwards. My husband was\nbetween them. For a moment we thought he was gone–trampled down by the\nexcited animals; but he presently showed himself, nearly obscured by the\nmud and water. With the agility of a cat, Harry, who was near him, now\nsprang forward on the pole, and in an instant, with his sharp jack-knife\nwhich he had ready, divided the straps that confined their heads.",
        "The horses were at this moment lying floating on the water–one\napparently dead, the other as if gasping out his last breath. But hardly\ndid they become sensible of the release of their heads from bondage,\nthan they made, simultaneously, another furious effort to free\nthemselves from the pole, to which they were still attached by the\nneck-strap.",
        "Failing in this, they tried another expedient, and, by a few judicious\ntwists and turns, succeeded in wrenching the pole asunder, and finally\ncarried it off in triumph across the river again, and up the bank, where\nthey stood waiting to decide what were the next steps to be taken.",
        "Here was a predicament! A few hours before, we had thought ourselves\nuncomfortable enough, because some of our horses were missing. Now, a\ngreater evil had befallen us. The wagon was in the river, the harness\ncut to pieces, and, what was worse, carried off in the most independent\nmanner, by Tom and his companion; the pole was twisted to fragments, and\nthere was not so much as a stick on our side of the river with which to\nreplace it.",
        "At this moment, a whoop from the opposite bank, echoed by two or three\nhearty ones from our party, announced the reappearance of Petaille\nGrignon. He dismounted and took charge of the horses, who were resting\nthemselves after their fatigues under a shady tree, and by this time\nLecuyer had crossed the river, and now joined him in bringing back the\ndelinquents.",
        "In the mean time we had been doing our best to minister to our sister\nMargaret. She, with her little son Edwin, had been in the wagon at the\ntime of the accident, and it had been a work of some difficulty to get\nthem out and bring them on horseback to shore. The effect of the\nagitation and excitement was to throw her into a fit of the ague, and\nshe now lay blue and trembling among the long grass of the little\nprairie which extended along the bank. The tent, which had been packed\nin the rear of the wagon, was too much saturated with mud and water to\nadmit of its being used as a shelter; it could only be stretched in the\nsun to dry. We opened an umbrella over our poor sister’s head, and now\nbegan a discussion of ways and means to repair damages. The first thing\nwas to cut a new pole for the wagon, and for this, the master and men\nmust recross the river and choose an iron-tree out of the forest.",
        "Then, for the harness. With provident care, a little box had been placed\nunder the seat of the wagon, containing an awl, waxed ends, and various\nother little conveniences exactly suited to an emergency like the\npresent.",
        "It was question and answer, like Cock Robin:",
        "“Who can mend the harness?”",
        "“I can, for I learned when I was a young girl to make shoes as an\naccomplishment, and I can surely now, as a matter of usefulness and\nduty, put all those wet, dirty pieces of leather together.”",
        "So we all seated ourselves on the grass, under the shade of the only two\numbrellas we could muster.",
        "I stitched away diligently, blistering my hands, I must own, in no small\ndegree.",
        "A suitable young tree had been brought, and the hatchets, without which\none never travels in the woods, were busy fashioning it into shape, when\na peculiar hissing noise was heard, and instantly the cry,–",
        "“Un serpent sonnette! A rattlesnake!”",
        "All sprang to their feet, even the poor, shaking invalid, just in time\nto see the reptile glide past within three inches of my mother’s feet,\nwhile the men assailed the spot it had left with whips, missiles, and\nwhatever would help along the commotion.",
        "This little incident proved an excellent remedy for the ague. One\nexcitement drives away another, and by means of this (upon the\nhomoeopathic principle) sister Margaret was so much improved that by the\ntime all the mischiefs were repaired, she was ready to take her place in\nthe cavalcade, as bright and cheerful as the rest of us.",
        "So great had been the delay occasioned by all these untoward\ncircumstances, that our afternoon’s ride was but a short one, bringing\nus no farther than the shores of a beautiful sheet of water, now known\nas Crystal Lake. Its clear surface was covered with loons, and Poules\nd’Eau, a species of rail; with which, at certain seasons, this region\nabounds.",
        "The Indians have the genius of Aesop for depicting animal life and\ncharacter, and there is among them a fable or legend illustrative of\nevery peculiarity in the personal appearance, habits, or dispositions of\neach variety of the animal creation.",
        "The back of the little rail is very concave, or hollow. The Indians tell\nus that it became so in the following manner:–",
        "STORY OF THE LITTLE RAIL, OR Poule d’Eau\nThere is supposed, by most of the Northwestern tribes, to exist an\ninvisible being, corresponding to the “Genie” of Oriental story. Without\nbeing exactly the father of evil, Nan-nee-bo-zho is a spirit whose\noffice it is to punish what is amiss. He is represented, too, as\nconstantly occupied in entrapping and making examples of all the\nanimals that come in his way.",
        "One pleasant evening, as he walked along the banks of a lake, he saw a\nflock of ducks, sailing and enjoying themselves on the blue waters. He\ncalled to them:",
        "“Ho! come with me into my lodge, and I will teach you to dance!” Some of\nthe ducks said among themselves, “It is Nan-nee-bo-zho; let us not go.\"\nOthers were of a contrary opinion, and, his words being fair, and his\nvoice insinuating, a few turned their faces towards the land–all the\nrest soon followed, and, with many pleasant quackings, trooped after\nhim, and entered his lodge.",
        "When there, he first took an Indian sack, with a wide mouth, which he\ntied by the strings around his neck, so that it would hang over his\nshoulders, leaving the mouth unclosed. Then, placing himself in the\ncentre of the lodge, he ranged the ducks in a circle around him.",
        "“Now,” said he, “you must all shut your eyes tight; whoever opens his\neyes at all, something dreadful will happen to him. I will take my\nIndian flute and play upon it, and you will, at the word I shall give,\nopen your eyes, and commence dancing, as you see me do.”",
        "The ducks obeyed, shutting their eyes tight, and keeping time to the\nmusic by stepping from one foot to the other, all impatient for the\ndancing to begin.",
        "Presently a sound was heard like a smothered “quack,” but the ducks did\nnot dare to open their eyes.",
        "Again, and again, the sound of the flute would be interrupted, and a\ngurgling cry of “qu-a-a-ck” be heard. There was one little duck, much\nsmaller than the rest, who, at this juncture, could not resist the\ntemptation to open one eye, cautiously. She saw Nan-nee-bo-zho, as he\nplayed his flute, holding it with one hand, stoop a little at intervals\nand seize the duck nearest him, which he throttled and stuffed into the\nbag on his shoulders. So, edging a little out of the circle, and getting\nnearer the door, which had been left partly open, to admit the light,\nshe cried out,–",
        "“Open your eyes–Nan-nee-bo-zho is choking you all and putting you into\nhis bag!”",
        "With that she flew, but Nan-nee-bo-zho pounced upon her. His hand\ngrasped her back, yet, with desperate force, she released herself and\ngained the open air. Her companions flew, quacking and screaming, after\nher. Some escaped, and some fell victims to the sprite.",
        "The little duck had saved her life, but she had lost her beauty. She\never after retained the attitude she had been forced into in her moment\nof danger–her back pressed down in the centre, and her head and neck\nunnaturally stretched forward into the air.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}