{
    "title": "Wau-bun - Chapter XXIII: Second-Sight–Hickory Creek",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "25",
    "content": [
        "\n\n",
        "At the age of fourteen the heroine of the foregoing story married\nColonel McKillip, a British officer. This gentleman was killed near Fort\nDefiance, as it was afterwards called, at the Miami Rapids, in 1794. A\ndetachment of British troops had been sent down from Detroit to take\npossession of this post. General Wayne was then on a campaign against\nthe Indians, and the British Government thought proper to make a few\ndemonstrations in behalf of their allies. Having gone out with a party\nto reconnoitre, Colonel McKillip was returning to his post after dark,\nwhen he was fired upon and killed by one of his own sentinels. Mrs. Helm\nwas the daughter of this marriage.",
        "During the widowhood of Mrs. McKillip, she resided with her parents, at\nGrosse Pointe, eight miles above Detroit, and it was during this period\nthat an event occurred which, from the melancholy and mysterious\ncircumstances attending it, was always dwelt upon by her with peculiar\ninterest.",
        "Her second brother, Thomas Lytle, was, from his amiable and affectionate\ncharacter, the most dearly beloved by her of all the numerous family\ncircle. He was paying his addresses to a young lady who resided at the\nriver Trench,[43] as it was then called, now the river Thames, a stream\nemptying into Lake St. Clair about twenty miles above Detroit. In\nvisiting this young lady, it was his custom to cross the Detroit River\nby the ferry with his horse, and then proceed by land to the river\nTrench, which was, at some seasons of the year, a fordable stream.",
        "On a fine forenoon, late in the spring, he had taken leave of his mother\nand sister for one of these periodical visits, which were usually of two\nor three days’ duration.",
        "After dinner, as his sister was sitting at work by an open window which\nlooked upon a little side inclosure filled with fruit-trees, she was\nstartled by observing some object opposite the window, between her and\nthe light. She raised her eyes and saw her brother Thomas. He was\nwithout his horse, and carried his saddle upon his shoulders.",
        "Surprised that she had not heard the gate opening for his entrance, and\nalso at his singular appearance, laden in that manner, she addressed\nhim, and inquired what had happened, and why he had returned so soon. He\nmade her no reply, but looked earnestly in her face, as he moved slowly\nalong the paved walk that led to the stables.",
        "She waited a few moments, expecting he would reappear to give an account\nof himself and his adventures, but at length, growing impatient at his\ndelay, she put down her work and went towards the rear of the house to\nfind him.",
        "The first person she met was her mother. “Have you seen Thomas?” she\ninquired.",
        "“Thomas! He has gone to the river Trench.”",
        "“No, he has returned–I saw him pass the window not fifteen minutes\nsince.”",
        "“Then he will be in presently.”",
        "His sister, however, could not wait. She proceeded to the stables, she\nsearched in all directions. No Thomas–no horse–no saddle. She made\ninquiry of the domestics. No one had seen him. She then returned and\ntold her mother what had happened.",
        "“You must have fallen asleep and dreamed it,” said her mother.",
        "“No, indeed! I was wide awake–I spoke to him, and he gave me no answer,\nbut such a look!”",
        "All the afternoon she felt an uneasiness she could not reason herself\nout of.",
        "The next morning came a messenger from the river Trench with dismal\ntidings.",
        "The bodies of the young man and his horse had been found drowned a short\ndistance below the ford of the river.",
        "It appeared that, on arriving at the bank of the river, he found it\nswollen beyond its usual depth by the recent rains. It being necessary\nto swim the stream with his horse, he had taken off his clothes and made\nthem into a packet which he fastened upon his shoulders. It was supposed\nthat the strength of the rapid torrent displaced the bundle, which thus\nserved to draw his head under water and keep it there, without the power\nof raising it. All this was gathered from the position and appearance of\nthe bodies when found.",
        "From the time at which he had been seen passing a house which stood near\nthe stream, on his way to the ford, it was evident that he must have\nmet his fate at the very moment his sister saw, or thought she saw him,\npassing before her.",
        "I could not but suggest the inquiry, when these sad particulars were\nnarrated to me,–",
        "“Mother, is it not possible this might have been a dream?”",
        "“A dream? No, indeed, my child. I was perfectly wide awake–as much so\nas I am at this moment. I am not superstitious. I have never believed in\nghosts or witches, but nothing can ever persuade me that this was not a\nwarning sent from God, to prepare me for my brother’s death.”",
        "And those who knew her rational good sense–her freedom from fancies or\nfears, and the calm self-possession that never deserted her under the\nmost trying circumstances–would almost be won to view the matter in the\nlight she did.",
        "The order for the evacuation of Port Dearborn, and the removal of the\ntroops to Fort Howard (Green Bay), had now been received. The family\ncircle was to be broken up. Our mother, our sister Mrs. Helm, and her\nlittle son, were to return with us to Fort Winnebago; the other members\nof the family, except Robert, were to move with the command to Green\nBay.",
        "The schooner Napoleon was to be sent from Detroit to convey the troops\nwith their goods and chattels to their destined post. Our immediate\nparty was to make the journey by land–we were to choose, however, a\nshorter and pleasanter route than the one we had taken in coming hither.\nMy husband, with his Frenchmen, Petaille Grignon and Simon Lecuyer, had\narrived, and all hands were now busily occupied with the necessary\npreparations for breaking up and removal.",
        "I should be doing injustice to the hospitable settlers of Hickory Creek\nwere I to pass by without notice an entertainment with which they\nhonored our Chicago beaux about this time. The merry-making was to be a\nball, and the five single gentlemen of Chicago were invited. Mr. Dole,\nwho was a new-comer, declined; Lieutenant Foster was on duty, but he did\nwhat was still better than accepting the invitation, he loaned his\nbeautiful horse to Medard Beaubien, who with Robert Kinzie and Gholson\nKercheval promised himself much fun in eclipsing the beaux and creating\na sensation among the belles of Hickory Creek.",
        "Chicago was then, as now, looked upon as the City par excellence. Its\nfew inhabitants were supposed to have seen something of the world, and\nit is to be inferred that the arrival of the smart and dashing young men\nwas an event looked forward to with more satisfaction by the fair of the\nlittle settlement than by the swains whose rivals they might become.",
        "The day arrived, and the gentlemen set off in high spirits. They took\ncare to be in good season, for the dancing was to commence at two\no’clock in the afternoon. They were well mounted, each priding himself\nupon the animal he rode, and they wore their best suits, as became city\ngallants who were bent on cutting out their less fashionable neighbors\nand breaking the hearts of the admiring country damsels.",
        "When they arrived at the place appointed, they were received with great\npoliteness–their steeds were taken care of, and a dinner was provided\nthem, after which they were ushered into the dancing-hall.",
        "All the beauty of the neighboring precincts was assembled. The ladies\nwere for the most part white, or what passed for such, with an\noccasional dash of copper color. There was no lack of bombazet gowns and\nlarge white pocket-handkerchiefs, perfumed with oil of cinnamon; and as\nthey took their places in long rows on the puncheon floor, they were a\nmerry and a happy company.",
        "But the city gentlemen grew more and more gallant–the girls more and\nmore delighted with their attentions–the country swains, alas! more and\nmore scowling and jealous. In vain they pigeon-winged and\ndouble-shuffled–in vain they nearly dislocated hips and shoulders at\n“hoe corn and dig potatoes\"–they had the mortification to perceive that\nthe smart young sprigs from Chicago had their “pick and choose” among\ntheir very sweethearts, and that they themselves were fairly danced off\nthe ground.",
        "The revelry lasted until daylight, and it was now time to think of\nreturning. There was no one ready with obliging politeness to bring them\ntheir horses from the stable.",
        "“Poor fellows!” said one of the party, with a compassionate sort of\nlaugh, “they could not stand it. They have gone home to bed!”",
        "“Serves them right,” said another; “they’d better not ask us down among\ntheir girls again!”",
        "They groped their way to the stable and went in. There were some animals\nstanding at the manger, but evidently not their horses. What could they\nbe? Had the rogues been trying to cheat them, by putting these strange\nnondescripts into their place?",
        "They led them forth into the gray of the morning, and then–such a trio\nas met their gaze!",
        "There were the original bodies, it is true, but where were their manes\nand tails? A scrubby, pickety ridge along the neck, and a bare stump\nprojecting behind, were all that remained of the flowing honors with\nwhich they had come gallivanting down to “bear away the bell” at\nHickory Creek, or, in the emphatic language of the country, “to take the\nrag off the bush.”",
        "Gholson sat down on a log and cried outright. Medard took the matter\nmore philosophically–the horse was none of his–it was Lieutenant\nFoster’s.",
        "Robert characteristically looked around to see whom he could knock down\non the occasion; but there was no one visible on whom to wreak their\nvengeance.",
        "The bumpkins had stolen away, and, in some safe, quiet nook, were snugly\nenjoying their triumph, and doubtless the deceitful fair ones were by\nthis time at their sides, sharing their mirth and exultation.",
        "The unlucky gallants mounted their steeds, and set their faces homeward.\nNever was there a more crestfallen and sorry-looking cavalcade. The poor\nhorses seemed to realize that they had met the same treatment as the\nmessengers of King David at the hands of the evil-disposed Hanun. They\nhung their heads, and evidently wished that they could have “tarried at\nJericho” for a season. Unfortunately, there was in those days no back\nway by which they could steal in, unobserved. Across the prairie, in\nview of the whole community, must their approach be made; and to add to\ntheir confusion, in the rarity of stirring events, it was the custom of\nthe whole settlement to turn out and welcome the arrival of any\nnew-comer.",
        "As hasty a retreat as possible was beaten, amid the shouts, the jeers,\nand the condolences of their acquaintances; and it is on record that\nthese three young gentlemen were in no hurry to accept, at any future\ntime, an invitation to partake of the festivities of Hickory Creek.",
        "In due time the Napoleon made her appearance. (Alas that this great\nname should be used in the feminine gender!) As there was at this period\nno harbor, vessels anchored outside the bar, or tongue of land which\nformed the left bank of the river, and the lading and unlading were\ncarried on by boats, pulling in and out, through the mouth of the river,\nsome distance below.",
        "Of course it always was a matter of great importance to get a vessel\nloaded as quickly as possible, that she might be ready to take advantage\nof the first fair wind, and be off from such an exposed and hazardous\nanchoring-ground.",
        "For this reason we had lived packed up for many days, intending only\nto see our friends safe on board, and then commence our own journey back\nto Fort Winnebago.",
        "Our heavy articles of furniture, trunks, etc. had been sent on board the\nNapoleon, to be brought round to us by way of Fox River. We had retained\nonly such few necessaries as could be conveniently carried on a\npack-horse, and in a light dearborn wagon lately brought by Mr.\nKercheval from Detroit (the first luxury of the kind ever seen on the\nprairies), and which my husband had purchased as an agreeable mode of\nconveyance for his mother and little nephew.",
        "It was a matter requiring no small amount of time and labor to\ntransport, in the slow method described, the effects of so many families\nof officers and soldiers, with the various etceteras incident to a total\nchange and removal. It was all, however, happily\naccomplished–everything, even to the last article, sent on\nboard–nothing remaining on shore but the passengers, whose turn it\nwould be next.",
        "It was a moment of great relief; for Captain Hinckley had been in a\nfever and a fuss many hours, predicting a change of weather, and\nmurmuring at what he thought the unnecessary amount of boat-loads to be\ntaken on board.",
        "Those who had leisure to be looking out towards the schooner, which had\ncontinued anchored about half a mile out in the lake, had, at this\ncrisis, the satisfaction to see her hoist sail and leave her station for\nthe open lake; those who were a little later could just discern her\nbearing away to a distance, as if she had got all on board that she had\nany idea of taking. Here we were, and here we might remain a week or\nmore, if it so pleased Captain Hinckley and the schooner Napoleon, and\nthe good east wind which was blowing with all its might.",
        "There was plenty of provisions to be obtained, so the fear of starvation\nwas not the trouble; but how were the cooking and the table to be\nprovided for? Various expedients were resorted to. Mrs. Engle, in her\nquarters above-stairs, ate her breakfast off a shingle with her\nhusband’s jack-knife, and when she had finished, sent them down to\nLieutenant Foster for his accommodation.",
        "We were at the old mansion on the north side, and the news soon flew up\nthe river that the Napoleon had gone off with “the plunder” and left the\npeople behind. It was not long before we were supplied by Mrs. Portier\n(our kind Victoire) with dishes, knives, forks, and all the other\nconveniences which our mess-basket failed to supply.",
        "This state of things lasted a couple of days, and then, early one fine\nmorning, the gratifying intelligence spread like wild-fire that the\nNapoleon was at anchor out beyond the bar.",
        "There was no unnecessary delay this time, and at an early hour in the\nafternoon we had taken leave of our dear friends, and they were sailing\naway from Chicago.[44]",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}