{
    "title": "Wau-bun - Chapter XXXIV: Fort Howard–Our Return Home",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "36",
    "content": [
        "\n\n",
        "We soon learned that a great panic prevailed at Green Bay on account of\nthe Sauks. The people seemed to have possessed themselves with the idea\nthat the enemy would visit this place on their way to Canada to put\nthemselves under the protection of the British Government. How they were\nto get there from this point–whether they were to stop and fabricate\nthemselves bark canoes for the purpose, or whether they were to charter\none of Mr. Newbery’s schooners for the trip, the good people did not\nseem fully to have made up their minds. One thing is certain, a portion\nof the citizens were nearly frightened to death, and were fully\nconvinced that there was no safety for them but within the walls of the\nold dilapidated fort, from which nearly all the troops had been\nwithdrawn and sent to Fort Winnebago some time previous.",
        "Their fears were greatly aggravated by a report, brought by some\ntraveller, that he had slept at night on the very spot where the Sauks\nbreakfasted the next morning. Now, as the Sauks were known to be reduced\nto very short commons, there was every reason to suppose that if the man\nhad waited half an hour longer they would have eaten him; so he was\nconsidered to have made a wonderful escape.",
        "Our immediate friends and acquaintances were far from joining in these\nfears. The utter improbability of such a movement was obvious to all who\nconsidered the nature of the country to be traversed, and the efficient\nand numerous body of whites by whom they must be opposed on their\nentrance into that neighborhood. There were some, however, who could not\nbe persuaded that there was any security but in flight, and eagerly was\nthe arrival of the “Mariner” looked for, as the anxiety grew more and\nmore intense.",
        "The “Mariner” appeared at last. It was early in the morning. In one hour\nfrom the time of her arrival the fearful news she brought had spread the\nwhole length of the settlement–\"the cholera was in this country! It was\nin Detroit–it was among the troops who were on their way to the seat of\nwar! Whole companies had died of it in the river St. Clair, and the\nsurvivors had been put on shore at Port Gratiot, to save their lives as\nbest they might!” We were shut in between the savage foe on one hand and\nthe pestilence on the other!",
        "To those who had friends at the East the news was most appalling. It\nseemed to unman every one who heard it. An officer who had exhibited the\nmost distinguished prowess in the battle-field, and also in some private\nenterprises demanding unequalled courage and daring, was the first to\nbring us the news. When he had communicated it, he laid his head\nagainst the window-sill and wept like a child.",
        "Those who must perforce rejoin friends near and dear, left the Bay in\nthe “Mariner;” all others considered their present home the safest; and\nso it proved, for the dreadful scourge did not visit Green Bay that\nseason.",
        "The weather was intensely hot, and the mosquitoes so thick that we did\nnot pretend to walk on the parade after sunset, unless armed with two\nfans, or green branches to keep constantly in motion, in order to\ndisperse them. This, by the way, was the surest method of attracting\nthem. We had somehow forgotten the apathetic indifference which had\noften excited our wonder in Old Smoker, as we had observed him calmly\nsitting and allowing his naked arms and person to become literally\ngray with the tormenting insects. Then he would quietly wipe off a\nhandful, the blood following the movement of the hand over his skin, and\nstoically wait for an occasion to repeat the movement. It is said that\nthe mosquito, if undisturbed until he has taken his fill, leaves a much\nless inflamed bite than if brushed away in the midst of his feast.",
        "By day, the air was at this season filled with what is called the Green\nBay fly, a species of dragon-fly, with which the outer walls of the\nhouses are at times so covered that their color is hardly\ndistinguishable. Their existence is very ephemeral, scarcely lasting\nmore than a day. Their dead bodies are seen adhering to the walls and\nwindows within, and they fall without in such numbers that after a high\nwind has gathered them into rows along the sides of the quarters, one\nmay walk through them and toss them up with their feet like the dry\nleaves in autumn.",
        "As we walked across the parade, our attention was sometimes called to a\ntapping upon the bars of the dungeon in which a criminal was\nconfined–it was the murderer of Lieutenant Foster.",
        "It may be remembered that this amiable young officer had been our\ntravelling companion in our journey from Chicago the preceding year.\nSome months after his arrival at Port Howard, he had occasion to order a\nsoldier of his company, named Doyle, into confinement for intoxication.\nThe man, a few days afterwards, prevailed on the sergeant of the guard\nto escort him to Lieutenant Foster’s quarters on the plea that he wished\nto speak to him. He ascended the stairs to the young officer’s room,\nwhile the sergeant and another soldier remained at the foot, near the\ndoor.",
        "Doyle entered, and, addressing Lieutenant Foster, said, “Will you please\ntell me, lieutenant, what I am confined for?”",
        "“No, sir,” replied the officer; “you know your offence well enough;\nreturn to your place of confinement.”",
        "The man ran down-stairs, wrenched the gun from the sergeant’s hand, and,\nrushing back, discharged it at the heart of Lieutenant Foster.",
        "He turned to go to his inner apartment, but exclaiming, “Ah me!” he fell\ndead before the entrance.",
        "Doyle, having been tried by a civil court, was now under sentence,\nawaiting his execution. He was a hardened villain, never exhibiting the\nslightest compunction for his crime.",
        "The commanding officer, Major Clark, sent to him one day to inquire if\nhe wanted anything for his comfort.",
        "“If the Major pleased,” he replied, “he should like to have a light and\na copy of Byron’s Works.”",
        "Some fears were entertained that he would contrive to make way with\nhimself before the day of execution, and, to guard against it, he was\ndeprived of everything that could furnish him a weapon. His food was\nserved to him in a wooden bowl, lest a bit of broken crockery might he\nused as a means of self destruction.",
        "One morning he sent a little package to the commanding officer as a\npresent. It contained a strong rope, fabricated from strips of his\nblanket, that he had carefully separated, and with a large stout spike\nat the end of it. The message accompanying it was, “He wished Major\nClark to see that if he chose to put an end to himself, he could find\nmeans to do it in spite of him.”",
        "And this hardened frame of mind continued to the last. When he was led\nout for execution, in passing beyond the gate, he observed a quantity of\nlumber recently collected for the construction of a new Company’s\nwarehouse.",
        "“Ah, captain, what are you going to build here?” inquired he of Captain\nScott, who attended him.",
        "“Doyle,” replied his captain, “you have but a few moments to live–- you\nhad better employ your thoughts about something else.”",
        "“It is for that very reason, captain,” said he, “that I am inquiring–as\nmy time is short, I wish to gain all the information I can while it\nlasts.”",
        "We were not suffered to remain long in suspense in regard to the friends\nwe had left behind. In less than two weeks Old Smoker again made his\nappearance. He was the bearer of letters from my husband, informing me\nthat General Dodge was then with him at Port Winnebago, that Generals\nHenry and Alexander were likewise at the Fort, and that as soon as they\nhad recruited their men and horses, which were pretty well worn out with\nscouring the country after Black Hawk, they would march again in pursuit\nof him towards the head-waters of the Rock River, where they had every\nreason, from information lately brought in by the Winnebagoes, to\nbelieve he would be found.",
        "As he charged us to lay aside all uneasiness on his account, and\nmoreover held forth the hope of soon coming or sending for us, our minds\nbecame more tranquil.",
        "Not long after this, I was told one morning that ’a lady” wished to\nsee me at the front door. I obeyed the summons, and, to my surprise, was\ngreeted by my friend Madame Four-Legs. After much demonstration of joy\nat seeing me, such as putting her two hands together over her forehead\nand then parting them in a waving kind of gesture, laughing, and patting\nme on my arms, she drew from her bosom a letter from my husband, of\nwhich she was the bearer. It was to this effect–\"Generals Dodge and\nHenry left here a few days since, accompanied by Paquette; they met the\nSauks near the Wisconsin, on the 21st. A battle ensued, in which upwards\nof fifty of the enemy were killed–our loss was one killed, and eight\nwounded. The citizens are well pleased that all this has been\naccomplished without any aid from Old White Beaver.[56] The war must\nbe near its close, for the militia and regulars together will soon\nfinish the remaining handful of fugitives.”",
        "The arrival of Lieutenant Hunter, who had obtained leave of absence in\norder to escort us, soon put all things in train for our return to Fort\nWinnebago. No Mackinac boat was to be had, but in lieu of it a Durham\nboat was procured. This is of a description longer and shallower than\nthe other, with no convenience for rigging up an awning, or shelter of\nany kind, over the centre; but its size was better fitted to accommodate\nour party, which consisted, besides our own family, of Lieutenant and\nMrs. Hunter, the wife of another officer now stationed at Port\nWinnebago, and our cousin, Miss Forsyth. We made up our minds, as will\nbe supposed, to pretty close quarters.",
        "Our crew was composed partly of Frenchmen and partly of soldiers, and,\nall things being in readiness, we set off one fine bright morning in the\nlatter part of July.",
        "Our second day’s alternate rowing and poling brought us to the Grande\nChûte early in the afternoon.",
        "Here, it is the custom to disembark at the foot of the rapids, and,\nascending the high bank, walk around the fall, while the men pull the\nboat up through the foaming waters.",
        "Most of our party had already stepped on shore, when a sudden thought\nseized one of the ladies and myself.",
        "“Let us stay in the boat,” said we, “and be pulled up the Chûte.” The\nrest of the company went on, while we sat and watched with great\ninterest the preparations the men were making. They were soon overboard\nin the water, and, attaching a strong rope to the bow of the boat, all\nlent their aid in pulling as they marched slowly along with their heavy\nload. The cargo, consisting only of our trunks and stores, which were of\nno very considerable weight, had not been removed.",
        "We went on, now and then getting a tremendous bump against a hidden\nrock, and frequently splashed by a shower of foam as the waves roared\nand boiled around us.",
        "The men kept as close as possible to the high, precipitous bank, where\nthe water was smoothest. At the head of the cordel was a merry\nsimpleton of a Frenchman, who was constantly turning his head to grin\nwith delight at our evident enjoyment and excitement.",
        "We were indeed in high glee. “Is not this charming?” cried one. “I only\nwish––”",
        "The wish, whatever it was, was cut short by a shout and a crash. “Have\na care, Robineau! Mind where you are taking the boat!” was the cry, but\nit came too late. More occupied with the ladies than with his duty, the\nleader had guided us into the midst of a sharp, projecting tree that\nhung from the bank. The first tug ripped out the side of the boat, which\nimmediately began to fill with water.",
        "My companion and I jumped upon the nearest rocks that showed their heads\nabove the foam. Our screams and the shouts of the men brought Lieutenant\nHunter and some Indians, who were above on the bank, dashing down to our\nrescue. They carried us in their arms to land, while the men worked\nlustily at fishing up the contents of the boat, now thoroughly saturated\nwith water.",
        "We scrambled up the high bank, in a miserable plight, to join in the\ngeneral lamentation over the probable consequences of the accident.",
        "“Oh! my husband’s new uniform!” cried one, and “Oh! the miniatures in\nthe bottom of my trunk!” sighed another–while, “Oh! the silk dresses,\nand the ribbons, and the finery!” formed the general chorus.",
        "No one thought of the provisions, although we had observed, in our\nprogress to shore, the barrel of bread and the tub of ice, which\nLieutenant Hunter had providently brought for our refreshment, sailing\naway on the dancing waves. Among the boxes brought to land, and “toted\"\nup the steep bank, was one containing some loaves of sugar and packages\nof tea, which I had bought for our winter’s supply from the sutler at\nthe post. The young Indian who was the bearer of it set it upon the\nground, and soon called my attention to a thick, white stream that was\noozing from the corners. I made signs for him to taste it. He dipped his\nfinger in it, and exclaimed with delight to his companions, when he\nperceived what it was. I then pointed to his hatchet, and motioned him\nto open the box. He did not require a second invitation–it was soon\nbacked to pieces.",
        "Then, as I beckoned up all the rest of the youngsters who were looking\non, full of wonder, such a scrambling and shouting with delight\nsucceeded as put us all, particularly the boys, into fits of laughter.\nBowls, dippers, hands, everything that could contain even the smallest\nquantity, were put in requisition. The squaws were most active. Those\nwho could do no better took the stoutest fragments of the blue paper in\nwhich the sugar had been enveloped, and in a trice nothing remained but\nthe wet, yellow bundles of tea, and the fragments of the splintered box\nwhich had contained it.",
        "By this time fires had been made, and the articles from the trunks were\nsoon seen covering every shrub and bush in the vicinity. Fortunately,\nthe box containing the new uniform had been piled high above the others,\nin the centre of the boat, and had received but little damage; but sad\nwas the condition of the wardrobes in general.",
        "Not a white article was to be seen. All was mottled; blue, green, red,\nand black intermingling in streaks, and dripping from ends and corners.",
        "To add to the trouble, the rain began to fall, as rain is apt to do, at\nan inconvenient moment, and soon the half-dried garments had to be\ngathered out of the smoke and huddled away in a most discouraging\ncondition.",
        "The tent was pitched, wet as it was, and the blankets, wrung out of the\nwater, and partially dried, were spread upon the ground for our\naccommodation at night.",
        "A Hamburg cheese, which had been a part of my stores, was voted to me\nfor a pillow, and, after a supper the best part of which was a portion\nof one of the wet loaves which had remained in a barrel too tightly\nwedged to drift away, we betook ourselves to our repose.",
        "The next morning rose hot and sultry. The mosquitoes, which the rain\nhad kept at bay through the night, now began to make themselves amends,\nand to torment us unmercifully.",
        "After our most uncomfortable and unpalatable breakfast, the first\nquestion for consideration was, what we were to do with ourselves. Our\nboat lay submerged at the foot of the hill, half-way up the rapids. The\nnearest habitation among the Waubanakees was some miles distant, and\nthis there was no means of reaching but by an Indian canoe, if some of\nour present friends and neighbors would be so obliging as to bring one\nfor our use. Even then it was doubtful if boats could be found\nsufficient to convey all our numerous party back to Green Bay.",
        "In the midst of these perplexing consultations a whoop was heard from\nbeyond the hill, which here sloped away to the north, at the head of the\nrapids.",
        "“There is John! that is certainly his voice!” cried more than one of the\ncompany.",
        "It was, indeed, my husband, and in a moment he was among us. Never was\narrival more opportune, more evidently providential.",
        "Not having learned our plans (for the unsettled state of the country had\nprevented our sending him word), he had come provided with a boat, to\ntake us back to Fort Winnebago.",
        "Our drying operations, which we had recommenced this morning, were soon\ncut short. Everything was shuffled away in the most expeditious manner\npossible, and in an incredibly short time we were transferred to the\nother boat, which lay quietly above the Chûte, and were pulling away\ntowards Winnebago Lake.",
        "We had resolved to go only so far as the vicinity of the lake, where the\nbreeze would render the mosquitoes less intolerable, and then to stop\nand make one more attempt at drying our clothing. Accordingly, when we\nreached a beautiful high bank near the Little Butte, we stopped for that\npurpose again, unpacked our trunks, and soon every bush and twig was\nfluttering with the spoils of the cruel waves.",
        "Hardly had we thus disposed of the last rag or ribbon when the tramp of\nhorses was heard, followed by loud shouts and cheers ringing through the\nforest.",
        "A company of about twenty-five horsemen, with banners flying, veils\nfluttering from their hats, and arms glittering in the sun, rode into\nour midst, and, amid greetings and roars of laughter, inquired into the\nnature and reasons of our singular state of confusion.",
        "They were Colonel Stambough and Alexander Irwin, of Green Bay, with a\ncompany of young volunteers, and followed by a whooping band of\nMenomonees, all bound for the seat of war. We comforted them with the\nassurance that the victories were by this time all won and the scalps\ntaken; but, expressing the hope that there were yet a few laurels to be\nearned, they bade us adieu, and rapidly pursued their march.",
        "We crossed Lake Winnebago by the clear, beautiful light of a summer\nmoon. The soft air was just enough to swell the sail, and thus save the\nmen their labor at the oar.",
        "The witchery of the hour was not, however, sufficient to induce us to\nforego our repose after the heat and annoyances of the day–we therefore\ndisposed ourselves betimes, to be packed away in the centre of the boat.\nHow it was accomplished no one of the numerous company could tell. If\nany accident had occurred to disturb our arrangement, I am sure it would\nhave been a Chinese puzzle to put us back again in our places. The men\non the outside had much the best of it, and we rather envied those who\nwere off watch, their ability to snore and change position as the humor\ntook them.",
        "We reached Powell’s just in time to have gone ashore and prepare our\nbreakfast had we had wherewithal to prepare it. We had hoped to be able\nto procure some supplies here, for hitherto we had been living on the\nremains of my husband’s ample stock. That was now so nearly exhausted\nthat when we found the mess-basket could not be replenished at this\nplace we began to talk of putting ourselves on allowance.",
        "The wet bread, of which there had remained an ample store, had, as may\nbe readily imagined, soon fermented under the influence of a July sun.\nThe tea, too, notwithstanding our careful efforts at drying it on\nnewspapers and pieces of board, ere long became musty and unfit for use.\nThere was, literally, nothing left, except the salted meat and a few\ncrackers, hardly sufficient for the present day.",
        "The men were therefore urged to make all the speed possible, that we\nmight reach Gleason’s, at Lake Puckaway, in good season on the following\nday.",
        "At evening, when we stopped to take our tea at a beautiful little\nopening among the trees, we found our old enemies, the mosquitoes, worse\nthan ever. It was necessary to put on our cloaks and gloves, and tie our\nveils close around our throats, only venturing to introduce a cracker or\na cup of tea under this protection in the most stealthy manner.",
        "The men rowed well, and brought us to Gleason’s about eleven o’clock the\nnext day. We were greeted with the most enthusiastic demonstrations by\nmy old friend La Grosse Américaine, who had removed here from\nBellefontaine.",
        "“Oh, Mrs. Armstrong,” cried we, “get us some breakfast–we are\nfamishing!”",
        "At that instant who should appear but our faithful Mâtâ, driving the old\ncalèche in which we were in the habit of making our little excursions in\nthe neighborhood of the Port. He had ridden over, hoping to meet us, in\nthe idea that some of us would prefer this method of reaching our home.",
        "With provident thoughtfulness, he had brought tea, roasted coffee, fresh\nbutter, eggs, etc., lest we should be short of such luxuries in that\nadvanced stage of our journey.",
        "His “Good-morning, Madame Johns! How do you dos?” was a pleasant and\nwelcome sound.",
        "We could not wait for our breakfast, but gathered round La Grosse\nAméricaine like a parcel of children while she cut and spread slices of\nbread-and-butter for us.",
        "After our regular meal was finished, it was decided that sister Margaret\nshould take Josette, and return with Mâtâ to open the house and make it\nready for our reception. It had been the head-quarters of militia,\nIndians, and stragglers of various descriptions during our absence, and\nwe could easily imagine that a little “misrule and unreason” might have\nhad sway for that period.",
        "We had yet seventy-two miles, by the devious winding course of the\nriver, over first the beautiful waters of Lac de Boeuf, and then through\nthe low, marshy lands that spread away to the Portage. An attempt was\nmade on the part of one of the gentlemen to create a little excitement\namong the ladies as we approached the spot where it had been supposed\nthe Sauks might pass on their way to the Chippewa country.",
        "“Who knows,” said he, gravely, “but they may be lurking in this\nneighborhood yet? If so, we shall probably have some signal. We must be\non the alert!”",
        "Some of the ladies began to turn pale and look about them. After an\ninterval of perfect silence, a low, prolonged whistle was heard. There\nwas so much agitation, and even actual terror, that the mischievous\nauthor of the trick was obliged to confess at once, and receive a hearty\nscolding for the pain he had caused.",
        "Just before sunset of the second day from Gleason’s we reached our home.\nEvery thing was radiant with neatness and good order. With the\nefficient aid of our good Manaigre and his wife, the house had been\nwhitewashed from the roof to the door-sill, a thorough scrubbing and\ncleansing effected, the carpets unpacked and spread upon the floors, the\nfurniture arranged, and, though last not least, a noble supper smoked\nupon the board by the time we had made, once more, a civilized toilet.",
        "Many of our friends from the Fort were there to greet us, and a more\nhappy or thankful party has seldom been assembled.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}