{
    "title": "Wau-bun - Chapter XXV: Return Journey, Continued",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "27",
    "content": [
        "\n\n",
        "The third day of our journey rose brilliantly clear, like the two\npreceding ones, and we shaped our course more to the north than we had\nhitherto done, in the direction of Big-foot Lake, now known by the\nsomewhat hackneyed appellation, Lake of Geneva.",
        "Our journey this day was without mishaps or disasters of any kind. The\nair was balmy, the foliage of the forests fresh and fragrant, the little\nbrooks clear and sparkling–everything in nature spoke the praises of\nthe beneficent Creator.",
        "It is in scenes like this, far removed from the bustle, the strife, and\nthe sin of civilized life, that we most fully realize the presence of\nthe great Author of the Universe. Here can the mind most fully adore his\nmajesty and goodness, for here only is the command obeyed, “Let all the\nearth keep silence before Him!”",
        "It cannot escape observation that the deepest and most solemn devotion\nis in the hearts of those who, shut out from the worship of God in\ntemples made with hands, are led to commune with him amid the boundless\nmagnificence that his own power has framed.",
        "This day was not wholly without incident. As we stopped for our\nnoon-tide refreshment, and dismounting threw ourselves on the fresh\nherbage just at the verge of a pleasant thicket, we were startled by a\ntender bleating near us, and presently, breaking its way through the\nlow branches, there came upon us a sweet little dappled fawn, evidently\nin search of its mother. It did not seem in the least frightened at the\nsight of us. As poor Selkirk might have been parodied,–",
        "  It was so unacquainted with man,\n  Its tameness was charming to us.",
        "But the vociferous delight of the children soon drove it bounding again\ninto the woods, and all hopes of catching it for a pet were at once at\nan end.",
        "We had travelled well this day, and were beginning to feel somewhat\nfatigued, when, just before sunset, we came upon a ridge, overlooking\none of the loveliest little dells imaginable. It was an oak opening, and\nbrowsing under the shade of the tall trees which were scattered around\nwere the cattle and horses of the soldiers, who had got thus far on\ntheir journey. Two or three white tents were pitched in the bottom of\nthe valley, beside a clear stream. The camp-fires were already lighted,\nand the men, singly or in groups, were busied in their various\npreparations for their own comfort, or that of their animals.",
        "Lieutenant Foster came forward with great delight to welcome our\narrival, and accepted without hesitation an invitation to join our mess\nagain, as long as we should be together.",
        "We soon found a pleasant encamping-ground, far enough removed from the\nother party to secure us against all inconvenience, and our supper\nhaving received the addition of a kettle of fine fresh milk, kindly\nbrought us by Mrs. Gardiner, the hospital matron, who with her little\ncovered cart formed no unimportant feature in the military group, we\npartook of our evening meal with much hilarity and enjoyment.",
        "If people are ever companionable, it is when thrown together under\ncircumstances like the present. There has always been sufficient\nincident through the day to furnish themes for discourse, and subjects\nof merriment, as long as the company feel disposed for conversation,\nwhich is, truth to tell, not an unconscionable length of time after\ntheir supper is over.",
        "The poor Lieutenant looked grave enough when we set out in advance of\nhim the next morning. None of his party were acquainted with the road;\nbut, after giving him directions both general and particular, Mr. Kinzie\npromised to blaze a tree, or set up a chip for a guide, at every\nplace which appeared more than usually doubtful.",
        "We now found ourselves in a much more diversified country than any we\nhad hitherto travelled. Gently swelling hills, lovely valleys, and\nbright sparkling streams were the features of the landscape. But there\nwas little animate life. Now and then a shout from the leader of the\nparty (for, according to custom, we travelled Indian file) would call\nour attention to a herd of deer “loping,” as the Westerners say,\nthrough the forest; or an additional spur would be given to the horses\non the appearance of some small dark object, far distant on the trail\nbefore us. But the game invariably contrived to disappear before we\ncould reach it, and it was out of the question to leave the beaten track\nfor a regular hunt.",
        "Soon after mid-day, we descended a long, sloping knoll, and by a sudden\nturn came full in view of the beautiful sheet of water denominated\nGros-pied by the French, Maunk-suck by the natives, and by ourselves\nBig-foot, from the chief whose village overlooked its waters. Bold,\nswelling hills jutted forward into the clear blue expanse, or retreated\nslightly to afford a green, level nook, as a resting-place for the\ndwelling of man. On the nearer shore stretched a bright, gravelly beach,\nacross which coursed here and there a pure, sparkling rivulet to join\nthe larger sheet of water.",
        "On a rising ground at the foot of one of the bold bluffs in the middle\ndistance, a collection of neat wigwams formed, with their surrounding\ngardens, no unpleasant feature in the picture.",
        "A shout of delight burst involuntarily from the whole party, as this\ncharming landscape met our view. “It was like the Hudson, only less\nbold–no, it was like the lake of the Forest Cantons, in the picture of\nthe Chapel of William Tell! What could be imagined more enchanting? Oh I\nif our friends at the East could but enjoy it with us!”",
        "We paused long to admire, and then spurred on, skirting the head of the\nlake, and were soon ascending the broad platform on which stood the\nvillage of Maunk-suck, or Big-foot.",
        "The inhabitants, who had witnessed our approach from a distance, were\nall assembled in front of their wigwams to greet us, if friends–if\notherwise, whatever the occasion should demand. It was the first time\nsuch a spectacle had ever presented itself to their wondering eyes.\nTheir salutations were not less cordial than we expected.\n“Shaw-nee-aw-kee” and his mother, who was known throughout the tribe by\nthe touching appellation “Our friend’s wife,” were welcomed most kindly,\nand an animated conversation commenced, which I could understand only so\nfar as it was conveyed by gestures; so I amused myself by taking a\nminute survey of all that met my view.",
        "The chief was a large, raw-boned, ugly Indian, with a countenance\nbloated by intemperance, and with a sinister, unpleasant expression. He\nhad a gay-colored handkerchief upon his head, and was otherwise attired\nin his best, in compliment to the strangers.",
        "It was to this chief that Chambly, or, as he is now called,\nShaw-bee-nay, Billy Caldwell, and Robinson were dispatched, by Dr.\nWolcott, their Agent, during the Winnebago war, in 1821, to use their\nearnest endeavors to prevent this chief and his band from joining the\nhostile Indians. With some difficulty they succeeded, and were thus the\nmeans, doubtless, of saving the lives of all the settlers who lived\nexposed upon the frontier.",
        "Among the various groups of his people, there was none attracted my\nattention so forcibly as a young man of handsome face, and a figure that\nwas striking even where all were fine and symmetrical. He too had a gay\nhandkerchief on his head, a shirt of the brightest lemon-colored calico,\nan abundance of silver ornaments, and, what gave his dress a most\nfanciful appearance, one legging of blue and the other of bright\nscarlet. I was not ignorant that this peculiar feature in his toilet\nindicated a heart suffering from the tender passion. The flute, which\nhe carried in his hand, added confirmation to the fact, while the\njoyous, animated expression of his countenance showed with equal\nplainness that he was not a despairing lover.",
        "I could have imagined him to have recently returned from the chase,\nladen with booty, with which he had, as is the custom, entered the lodge\nof the fair one, and thrown his burden at the feet of her parents, with\nan indifferent, superb sort of air, as much as to say, “Here is some\nmeat–it is a mere trifle, but it will show you what you might expect\nwith me for a son-in-law.” I could not doubt that the damsel had stepped\nforward and gathered it up, in token that she accepted the offering, and\nthe donor along with it. There was nothing in the appearance or manner\nof any of the maidens by whom we were surrounded, to denote which was\nthe happy fair, neither, although I peered anxiously into all their\ncountenances, could I there detect any blush of consciousness; so I was\nobliged to content myself with selecting the youngest and prettiest of\nthe group, and go on weaving my romance to my own satisfaction.",
        "The village stood encircled by an amphitheatre of hills, so precipitous,\nand with gorges so steep and narrow, that it seemed almost impossible to\nscale them, even on horseback; how, then, could we hope to accomplish\nthe ascent of the four-wheeled carriage? This was the point now under\ndiscussion between my husband and the Pottowattamies. There was no\nalternative but to make the effort, selecting the pass that the\ninhabitants pointed out as the most practicable. Petaille went first,\nand I followed on my favorite Jerry. It was such a scramble as is not\noften taken,–almost perpendicularly, through what seemed the dry bed of\na torrent, now filled with loose stones, and scarcely affording one\nsecure foothold from the bottom to the summit! I clang fast to the\nmane, literally at times clasping Jerry around his neck, and, amid the\nencouraging shouts and cheers of those below, we at length arrived\nsafely, though nearly breathless, on the pinnacle, and sat looking down,\nto view the success of the next party.",
        "The horses had been taken from the carriage, the luggage it contained\nbeing placed upon the shoulders of some of the young Indians, to be\ntoted up the steep. Ropes were now attached to its sides, and a\nregular bevy of our red friends, headed by our two Frenchmen, placed to\nman them. Two or three more took their places in the rear, to hold the\nvehicle and keep it from slipping backwards–then the labor commenced.\nSuch a pulling! such a shouting! such a clapping of hands by the\nspectators of both sexes! such a stentorian word of command or\nencouragement from the bourgeois! Now and then there would be a slight\nhalt, a wavering, as if carriage and men were about to tumble backwards\ninto the plain below; but no–they would recover themselves, and after\nincredible efforts they too safely gained the table-land above. In\nprocess of time all were landed there, and, having remunerated our\nfriends to their satisfaction, the goods and chattels were collected,\nthe wagon repacked, and we set off for our encampment at Turtle Creek.",
        "The exertions and excitement of our laborious ascent, together with the\nincreasing heat of the sun, made this afternoon’s ride more\nuncomfortable than anything we had previously felt. We were truly\nrejoiced when the whoop of our guide, and the sight of a few scattered\nlodges, gave notice that we had reached our encamping-ground. We chose a\nbeautiful sequestered spot by the side of a clear, sparkling stream,\nand, having dismounted and seen that our horses were made comfortable,\nmy husband, after giving his directions to his men, led me to a retired\nspot where I could lay aside my hat and mask and bathe my flushed face\nand aching head in the cool, refreshing waters. Never had I felt\nanything so grateful, so delicious. I sat down, and leaned my head\nagainst one of the tall, overshadowing trees, and was almost dreaming,\nwhen summoned to partake of our evening meal.",
        "The Indians had brought us, as a present, some fine brook trout, which\nour Frenchmen had prepared in the most tempting fashion, and before the\nbright moon rose and we were ready for oar rest, all headache and\nfatigue had alike disappeared.",
        "One of the most charming features of this mode of travelling is the\njoyous, vocal life of the forest at early dawn, when all the feathered\ntribe come forth to pay their cheerful salutations to the opening day.",
        "The rapid, chattering flourish of the bob-o’-link, the soft whistle of\nthe thrush, the tender coo of the wood-dove, the deep, warbling bass of\nthe grouse, the drumming of the partridge, the melodious trill of the\nlark, the gay carol of the robin, the friendly, familiar call of the\nduck and the teal, resound from tree and knoll and lowland, prompting\nthe expressive exclamation of the simple half-breed,–",
        "“Voilà la forêt qui parle!\"[46]",
        "It seems as if man must involuntarily raise his voice, to take part in\nthe general chorus–the mating song of praise.",
        "Birds and flowers, and the soft balmy airs of morning! Must it not have\nbeen in a scene like this that Milton’s Adam poured out his beautiful\nhymn of adoration,–",
        "“These are thy glorious works, Parent of Good”?",
        "This day we were journeying in hopes to reach, at an early hour, that\nbroad expanse of the Rock River which here forms the Kosh-ko-nong. The\nappellation of this water, rendered doubly affecting by the subsequent\nfate of its people, imports ’the lake we live on.”",
        "Our road for the early part of the day led through forests so thick and\ntangled that Grignon and Lecuyer were often obliged to go in advance as\npioneers with their axes, to cut away the obstructing shrubs and\nbranches. It was slow work, and at times quite discouraging, but we were\nthrough with it at last, and then we came into a country of altogether a\ndifferent description,–low prairies, intersected with deep, narrow\nstreams like canals, the passage of which, either by horses or\ncarriages, was often a matter of delay and even difficulty.",
        "Several times in the course of the forenoon the horses were to be taken\nfrom the carriage and the latter pulled and pushed across the deep\nnarrow channels as best it might.",
        "The wooded banks of the Kosh-ko-nong were never welcomed with greater\ndelight than by us when they at length broke upon our sight. A ride of\nfive or six miles through the beautiful oak openings brought us to\nMan-Eater’s village, a collection of neat bark wigwams, with extensive\nfields on each side of corn, beans, and squashes, recently planted, but\nalready giving promise of a fine crop. In front was the broad blue lake,\nthe shores of which, to the south, were open and marshy, but near the\nvillage, and stretching far away to the north, were bordered by fine\nlofty trees. The village was built but a short distance below the point\nwhere the Rock River opens into the lake, and during a conversation\nbetween our party and the Indians at the village, an arrangement was\nmade with them to take us across at a spot about half a mile above.",
        "After a short halt, we again took up our line of march through the\nwoods, along the bank of the river.",
        "A number of the Winnebagoes (for we had been among our own people since\nleaving Gros-pied Lake) set out for the appointed place by water,\npaddling their canoes, of which they had selected the largest and\nstrongest.",
        "Arrived at the spot indicated, we dismounted, and the men commenced the\ntask of unsaddling and unloading. We were soon placed in the canoes, and\npaddled across to the opposite bank. Next, the horses were swum\nacross–after them was to come the carriage. Two long wooden canoes were\nsecurely lashed together side by side, and being of sufficient width to\nadmit of the carriage standing within them, the passage was commenced.\nAgain and again the tottering barks would sway from side to side, and a\ncry or a shout would arise from our party on shore, as the whole mass\nseemed about to plunge sideways into the water, but it would presently\nrecover itself, and at length, after various deviations from the\nperpendicular, it reached the shore in safety.",
        "We now hoped that our troubles were at an end, and that we had nothing\nto do but to mount and trot on as fast as possible to Fort Winnebago.\nBut no. Half a mile farther on was a formidable swamp, of no great width\nit is true, but with a depth of from two to three feet of mud and water.\nIt was a question whether, with the carriage, we could get through it at\nall. Several of the Indians accompanied us to this place, partly to give\nus their aid and counsel, and partly to enjoy the fun of the spectacle.",
        "On reaching the swamp, we were disposed to laugh at the formidable\nrepresentations which had been made to us. We saw only a strip of what\nseemed rather low land, covered with tall, dry rushes.",
        "It is true the ground looked a little wet, but there seemed nothing to\njustify all the apprehensions that had been excited. Great was my\nsurprise, then, to see my husband, who had been a few minutes absent,\nreturn to our circle attired in his duck trousers, and without shoes or\nstockings.",
        "“What are you going to do?” inquired I.",
        "“Carry you through the swamp on my shoulders. Come, Petaille, you are\nthe strongest–you are to carry Madame Kinzie, and To-shun-nuck there\n(pointing to a tall, stout Winnebago), he will take Madame Helm.”",
        "“Wait a moment,” said I, and, seating myself on the grass, I\ndeliberately took off my own boots and stockings.",
        "“What is that for?” they all asked.",
        "“Because I do not wish to ride with wet feet all the rest of the day.”",
        "“No danger of that,” said they, and no one followed my example.",
        "By the time they were in the midst of the swamp, however, they found my\nprecaution had been by no means useless. The water through which our\nbearers had to pass was of such a depth that no efforts of the ladies\nwere sufficient to keep their feet above the surface; and I had the\nsatisfaction of feeling that my burden upon my husband’s shoulders was\nmuch less, from my being able to keep my first position instead of\nchanging constantly to avoid a contact with the water.",
        "The laugh was quite on my side when I resumed my equipment and mounted,\ndry-shod, into my saddle.",
        "It will be perceived that journeying in the woods is, in some degree, a\nderanger of ceremony and formality; that it necessarily restricts us\nsomewhat in our conventionalities. The only remedy is, to make ourselves\namends by a double share when we return to the civilized walks of life.",
        "By dint of much pulling, shouting, encouraging, and threatening, the\nhorses at length dragged the carriage through the difficult pass, and\nour red friends were left to return to their village, with, doubtless, a\nvery exaggerated and amusing account of all that they had seen and\nassisted in.",
        "We had not forgotten our promise to Lieutenant Foster to put up a\n“guide-board” of some sort, for his accommodation in following us. We\ntherefore, upon several occasions, carried with us from the woods a few\npieces, of three or four feet in length, which we planted at certain\npoints, with a transverse stick through a cleft in the top, thus marking\nthe direction he and his party were to take.",
        "We therefore felt sure that, although a few days later, he would find\nour trail, and avail himself of the same assistance as we had, in\ngetting through the difficulties of the way.",
        "Our encamping-ground, this night, was to be not far distant from the\nFour Lakes. We were greatly fatigued with the heat and exercise of the\nday, and most anxiously did we look out for the clumps of willows and\nalders which were to mark the spot where water would be found. We felt\nhardly equal to pushing on quite to the bank of the nearest lake.\nIndeed, it would have taken us too much off our direct course.",
        "When we, at a late hour, came upon a spot fit for our purpose, we\nexchanged mutual congratulations that this was to be our last night upon\nthe road. The next day we should be at Winnebago!",
        "Our journey had been most delightful–a continued scene of exhilaration\nand enjoyment; for the various mishaps, although for the moment they had\nperplexed, yet, in the end, had but added to our amusement. Still, with\nthe inconstancy of human nature, we were pleased to exchange its\nexcitement for the quiet repose of home.",
        "Our next morning’s ride was of a more tranquil character than any that\nhad preceded it; for at an early hour we entered upon what was known as\nthe “Twenty-mile Prairie,\"–and I may be permitted to observe that the\nmiles are wonderfully long on the prairies. Our passage over this was,\nexcept the absence of the sand, like crossing the desert. Mile after\nmile of unbroken expanse–not a tree–not a living object except\nourselves.",
        "The sun, as if to make himself amends for his two months’ seclusion,\nshone forth with redoubled brilliancy. There is no such thing as\ncarrying an umbrella on horseback, though those in the wagon were able\nto avail themselves of such a shelter.",
        "Our mother’s energies had sustained her in the saddle until this day,\nbut she was now fairly obliged to give in, and yield her place on little\nBrunet to sister Margaret.",
        "Thus we went on, one little knoll rising beyond another, from the summit\nof each of which, in succession, we hoped to descry the distant woods,\nwhich were to us as the promised land.",
        "“Take courage,” were the cheering words, often repeated; “very soon you\nwill begin to see the timber.”",
        "Another hour would pass heavily by.",
        "“Now, when we reach the rising ground just ahead, look sharp.”",
        "We would look sharp–nothing but the same unvarying landscape.",
        "There were not even streams to allay the feverish thirst occasioned by\nfatigue and impatience.",
        "At length a whoop from Shaw-nee-aw-kee broke the silence in which we\nwere pursuing our way.",
        "“Le voilà!” (There it is!)",
        "Our less practised eye could not at first discern the faint blue strip\nedging the horizon, but it grew and grew upon our vision, and fatigue\nand all discomfort proportionably disappeared.",
        "We were in fine spirits by the time we reached “Hastings’s Woods,” a\nnoble forest, watered by a clear, sparkling stream.",
        "Grateful as was the refreshment of the green foliage and the cooling\nwaters, we did not allow ourselves to forget that the day was wearing\non, and that we must, if possible, complete our journey before sunset;\nso we soon braced up our minds to continue our route, although we would\ngladly have lingered another hour.",
        "The marsh of Duck Creek was, thanks to the heat of the past week, in a\nvery different state from what it had been a few months previous, when I\nhad been so unfortunately submerged in its icy waters.",
        "We passed it without difficulty, and soon found ourselves upon the banks\nof the creek.",
        "The stream, at this point, was supposed to be always fordable; and even\nwere it not so, that to the majority of our party would have been a\nmatter of little moment. To the ladies, however, the subject seemed to\ndemand consideration.",
        "“This water looks very deep–are you sure we can cross it on horseback?”",
        "“Oh, yes! Petaille, go before, and let us see how the water is.”",
        "Petaille obeyed. He was mounted on a horse like a giraffe, and,\nextending his feet horizontally, he certainly managed to pass through\nthe stream without much of a wetting.",
        "It seemed certain that the water would come into the wagon, but that was\nof the less consequence as, in case of the worst, the passengers could\nmount upon the seats.",
        "My horse, Jerry, was above the medium height, so that I soon passed\nover, with no inconvenience but that of being obliged to disengage my\nfeet from the stirrups and tuck them up snugly against the mane of the\nhorse.",
        "Sister Margaret was still upon Brunet. She was advised to change him for\none of the taller horses, but while the matter was under debate, it was\nsettled by the perverse little wretch taking to the water most\nunceremoniously, in obedience to the example of the other animals.",
        "He was soon beyond his depth, and we were at once alarmed and diverted\nat seeing his rider, with surprising adroitness, draw her feet from the\nstirrups and perch herself upon the top of the saddle, where she held\nher position, and navigated her little refractory steed safely to land.",
        "This was the last of our adventures. A pleasant ride of four miles\nbrought us to the Fort, just as the sun was throwing his last beams over\nthe glowing landscape; and on reaching the ferry we were at once\nconducted, by the friends who were awaiting us, to the hospitable roof\nof Major Twiggs.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}