{
    "title": "Wau-bun - Chapter V: Winnebago Lake–Miss Four-Legs",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "7",
    "content": [
        "\n\n",
        "Our encampment this night was the most charming that can be imagined.\nOwing to the heavy service the men had gone through in the earlier part\nof the day, we took but a short stage for the afternoon, and, having\npulled some seven or eight miles to a spot a short distance below the\n“little Butte,” we drew in at a beautiful opening among the trees.",
        "The soldiers now made a regular business of encamping, by cutting down a\nlarge tree for their fire and applying themselves to the preparing of a\nsufficient quantity of food for their next day’s journey, a long\nstretch, namely, of twenty-one miles across Winnebago Lake. Our\nFrenchmen did the same. The fire caught in the light dry grass by which\nwe were surrounded, and soon all was blaze and crackle.",
        "Fortunately the wind was sufficient to take the flames all in one\ndirection, and, besides, there was not enough fuel to have made them a\nsubject of any alarm. We hopped upon the fallen logs, and dignified the\nlittle circumscribed affair with the name of “a prairie on fire.” The\nmost serious inconvenience was its having consumed all the dry grass,\nsome armfuls of which, spread under the bear-skin in my tent, I had\nfound, the night before, a great improvement to my place of repose.",
        "Our supper was truly delightful, at the pleasant sunset hour, under the\ntall trees beside the waters that ran murmuring by; and when the bright,\nbroad moon arose, and shed her flood of light over the scene, so wild\nyet so beautiful in its vast solitude, I felt that I might well be an\nobject of envy to the friends I had left behind.",
        "But all things have an end, and so must at last my enthusiasm for the\nbeauties around me, and, albeit unwillingly, I closed my tent and took\nmy place within, so near the fall of canvas that I could raise it\noccasionally and peep forth upon the night.",
        "In time all was quiet. The men had become silent, and appeared to have\nretired to rest, and we were just sinking to our slumbers, when a heavy\ntread and presently a bluff voice were heard outside.",
        "“Mr. Kinzie! Mr. Kinzie!”",
        "“Who is there? What is it?”",
        "“I’m Krissman; didn’t you mean, sir, that the men should have any liquor\nto-night?”",
        "“Of course I did. Has not Kilgour given out your rations?”",
        "“No: he says you did not say anything particular about it, and he was\nnot coming to ask you if you forgot it; but I thought I wouldn’t be\nbashful–I’d just come and ask.’”",
        "“That is right. Tell Kilgour I should like to have him serve out a\nration apiece.”",
        "“Thank you, sir,” in a most cheerful tone; “I’ll tell him.”",
        "Krissman was getting to be quite a character with us.",
        "A row of a few miles, on the following morning, brought us to Four-Legs’\nvillage,[8] at the entrance to Winnebago Lake, a picturesque cluster of\nIndian huts, spread around on a pretty green glade, and shaded by fine\nlofty trees.",
        "We were now fairly in the Winnebago country, and I soon learned that the\nodd-sounding name of the place was derived from the principal chief of\nthe nation, whose residence it was. The inhabitants were absent, having,\nin all probability, departed to their wintering grounds. We here took\nleave of our friend Wish-tay-yun, at the borders of whose country we had\nnow arrived.",
        "“Bon-jour, Chon!” (John:) ’bon-jour, maman.” A hearty shake of the\nhand completed his adieu, as we pushed off into the lake, and left him\nsmoking his kin-nee-kin-nick[9] and waiting until the spirit should move\nhim to take up his long Indian trot towards his home in the Menomonee\ncountry.",
        "With him our sunshine seemed to have departed. The skies, hitherto so\nbright and serene, became overcast, and, instead of the charming voyage\nwe had anticipated over the silver waters of the lake, we were obliged\nto keep ourselves housed under our canvas shelter, only peeping out now\nand then to catch a glimpse of the surrounding prospect through the\npouring rain.",
        "It was what might have been expected on an autumnal day, but we were\nunreasonable enough to find it tedious; so, to beguile the time and\nlessen my disappointment, my husband related to me some incidents of his\nearly history, apropos to the subject of “Four-Legs.”",
        "While he was living at Prairie du Chien, in the employ of the American\nFur Company, the chiefs and other Indians from the Upper Mississippi\nused frequently to come to the place to sell their furs and peltries,\nand to purchase merchandise, ammunition, trinkets, etc.",
        "As is usual with all who are not yet acclimated, he was seized with\nchills and fever. One day, while suffering with an unusually severe\naccess of the latter, a chief of the Four-Legs family, a brother to the\none before mentioned, came in to the Company’s warehouse to trade. There\nis no ceremony or restraint among the Indians: so, hearing that\nShaw-nee-aw-kee was sick, Four-Legs instantly made his way to him, to\noffer his sympathy and prescribe the proper remedies.",
        "Every one who has suffered from ague and the intense fever that succeeds\nit, knows how insupportable is the protracted conversation of an\ninconsiderate person, and will readily believe that the longer Four-Legs\ncontinued his pratings the higher mounted the fever of the patient, and\nthe more intolerable became the pain of head, back, and limbs.",
        "At length the old man arrived at the climax of what he had to say. “It\nwas not good for a young man, suffering with sickness, and away from his\nfamily, to be without a home and a wife. He had a nice daughter at home,\nhandsome and healthy, a capital nurse, the best hand in all the tribe at\ntrapping beaver and musk-rats. He was coming down again in the spring,\nand he would bring her with him, and Shaw-nee-aw-kee should see that he\nhad told no falsehood about her. Should he go now, and bring his\ndaughter the next time he came?”",
        "Stunned with his importunate babble, and anxious only for rest and\nquiet, poor Shaw-nee-aw-kee eagerly assented, and the chief took his\ndeparture.",
        "So nearly had his disorder been aggravated to delirium, that the young\nman forgot entirely, for a time, the interview and the proposal which\nhad been made him. But it was recalled to his memory some months after,\nwhen Four-Legs made his appearance, bringing with him a squaw of mature\nage, and a very Hecate for ugliness. She carried on her shoulders an\nimmense pack of furs, which, approaching with her awkward criss-crossgait, she threw at his feet, thus marking, by an Indian custom, her\nsense of the relation that existed between them.",
        "The conversation with her father now flashed across his mind, and he\nbegan to be sensible that he had got into a position that it would\nrequire some skill to extricate himself from.",
        "He bade one of the young clerks take up the pack and carry it into the\nmagazine where the furs were stored; then he coolly went on talking with\nthe chief about indifferent matters.",
        "Miss Four-Legs sat awhile with a sulky, discontented air; at length\nshe broke out,–",
        "“Humph! he seems to take no more notice of me than if I was nobody!”",
        "He again turned to the clerk.–\"Give her a calico shirt and half a dozen\nbread-tickets.”",
        "This did not dissipate the gloom on her countenance. Finding that he\nmust commence the subject, the father says,–",
        "“Well, I have brought you my daughter, according to our agreement. How\ndo you like her?”",
        "“Ah, yes–she is a very nice young woman, and would make a first-rate\nwife, I have no doubt. But do you know a very strange thing has happened\nsince you were here? Our father, Governor Cass,[10] has sent for me to\ncome to Detroit, that he may send me among the Wyandottes and other\nnations to learn their customs and manners. Now, if I go, as I shall be\nobliged to do, I shall be absent two or three years,–perhaps four. What\nthen? Why, the people will say, Shaw-nee-aw-kee has married Four-Legs’\ndaughter, and then has hated her and run away from her, and so everybody\nwill laugh at her, and she will be ashamed. It will be better to take\nsome good, valuable presents, blankets, guns, etc., and to marry her to\none of her own people, who will always stay by her and take care of\nher.”",
        "The old man was shrewd enough to see that it was wisest to make the best\nbargain he could. I have no doubt it cost a round sum to settle the\nmatter to the satisfaction of the injured damsel, though I have never\nbeen able to ascertain how much. This I know, that the young gentleman\ntook care not to make his next bargain while in a fit of the ague. The\nlady up on the Mississippi is called, in derision, by his name to this\nday.",
        "About midway of the lake we passed Garlic Island–a lovely spot,\ndeserving of a more attractive name. It belonged, together with the\nvillage on the opposite shore, to “Wild Cat,” a fat, jolly, good-natured\nfellow, by no means the formidable animal his name would imply.",
        "He and his band were absent, like their neighbors of Four-Legs’\nvillage, so there was nothing to vary the monotony of our sail. It was\ntoo wet to sing, and the men, although wrapped in their overcoats,\nlooked like drowned chickens. They were obliged to ply their oars with\nunusual vigor to keep themselves warm and comfortable, and thus probably\nfelt less than we, the dulness and listlessness of the cold, rainy,\nOctober day.",
        "Towards evening the sun shone forth. We had passed into the Fox River,\nand were just entering that beautiful little expanse known as Butte des\nMorts Lake, at the farther extremity of which we were to encamp for the\nnight.",
        "The water along its shores was green with the fields of wild rice, the\ngathering of which, just at this season, is an important occupation of\nthe Indian women. They push their canoes into the thick masses of the\nrice, bend it forward over the side with their paddles, and then beat\nthe ripe husks off the stalks into a cloth spread in the canoe. After\nthis, it is rubbed to separate the grain from the husk, and fanned in\nthe open air. It is then put in their cordage bags and packed away for\nwinter use. The grain is longer and more slender than the Carolina\nrice–it is of a greenish-olive color, and, although it forms a pleasant\narticle of food, it is far from being particularly nutritive. The\nIndians are fond of it in the form of soup, with the addition of birds\nor venison.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}