{
    "title": "Wau-bun - Chapter XXXVII: Agathe–Tomah",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "39",
    "content": [
        "\n\n",
        "Agathe was the daughter of an Indian who was distinguished by the name\nof Rascal Day-kau-ray. Whether he merited the appellation must be\ndetermined hereafter. He was brother to the grand old chief of that\nname, but as unlike him as it is possible for those of the same blood to\nbe.",
        "The Day-kau-rays were a very handsome family, and this daughter was\nremarkable for her fine personal endowments. A tall, well-developed\nform, a round, sweet face, and that peculiarly soft, melodious voice\nwhich belongs to the women of her people, would have attracted the\nattention of a stranger, while the pensive expression of her countenance\nirresistibly drew the hearts of all towards her, and prompted the wish\nto know more of her history. As I received it from her friend, Mrs.\nPaquette, it was indeed a touching one.",
        "A young officer at the Fort had seen her, and had set, I will not say\nhis heart–it may be doubted if he had one–but his mind upon her. He\napplied to Paquette to negotiate what he called a marriage with her. I\nam sorry to say that Paquette was induced to enter into this scheme. He\nknew full well the sin of making false representations to the family of\nAgathe, and he knew the misery he was about to bring upon her.",
        "The poor girl had been betrothed to a young man of her own people, and,\nas is generally the case, the attachment on both sides was very strong.\nAmong these simple people, who have few subjects of thought or\nspeculation beyond the interests of their daily life, their affections\nand their animosities form the warp and woof of their character. All\ntheir feelings are intense, from being concentrated on so few objects.\nFamily relations, particularly with the women, engross the whole amount\nof their sensibilities.",
        "The marriage connection is a sacred and indissoluble tie. I have read,\nin a recent report to the Historical Society of Wisconsin, that, in\nformer times, a temporary marriage between a white man and a Menomonee\nwoman was no uncommon occurrence, and that such an arrangement brought\nno scandal, I am afraid that if such eases were investigated, a good\ndeal of deceit and misrepresentation would be found to have been added\nto the other sins of the transaction; and that the woman would be found\nto have been a victim, instead of a willing participant, in such a\nconnection.",
        "At all events, no system of this kind exists among the Winnebagoes. The\nstrictest sense of female propriety is a distinguishing trait among\nthem. A woman who transgresses it is said to have “forgotten herself,\"\nand is sure to be cast off and “forgotten” by her friends.",
        "The marriage proposed between the young officer and the daughter of\nDay-kau-ray, was understood as intended to be true and lasting. The\nfather would not have exposed himself to the contempt of his whole\nnation by selling his daughter to become the mistress of any man. The\nDay-kau-rays, as I have elsewhere said, were not a little proud of a\nremote cross of French blood which mingled with the aboriginal stream in\ntheir veins, and probably in acceding to the proposed connection the\nfather of Agathe was as much influenced by what he considered the honor\nto be derived as by the amount of valuable presents which accompanied\nthe overtures made to him.",
        "Be that as it may, the poor girl was torn from her lover, and\ntransferred from her father’s lodge to the quarters of the young\nofficer.",
        "There were no ladies in the garrison at that time. Had there been, such\na step would hardly have been ventured. Far away in the wilderness, shut\nout from the salutary influences of religious and social cultivation,\nwhat wonder that the moral sense sometimes becomes blinded, and that the\nchoice is made, “Evil, be thou my good!”",
        "The first step in wrong was followed by one still more aggravated in\ncruelty. The young officer left the post, as he said, on furlough, but\nhe never returned. The news came after a time that he was married, and\nwhen he again joined his regiment it was at another post.",
        "There was a natural feeling in the strength of the “woe pronounced\nagainst him” by more tongues than one. “He will never,” said my\ninformant, “dare show himself in this country again! Not an Indian who\nknows the Day-kau-rays but would take his life if he should meet him!”",
        "Every tie was broken for poor Agathe but that which bound her to her\ninfant. She never returned to her father’s lodge, for she felt that,\nbeing deserted, she was dishonored. Her sole ambition seemed to be to\nbring up her child like those of the whites. She attired it in the\ncostume of the French children, with a dress of bright calico, and a cap\nof the same, trimmed with narrow black lace. It was a fine child, and\nthe only time I ever saw a smile cross her face was when it was\ncommended and caressed by some member of our family.",
        "Even this, her only source of happiness, poor Agathe was called upon to\nresign. During our absence at Green Bay, while the Sauks were in the\nneighborhood, the child was taken violently ill. The house at\nPaquette’s, which was the mother’s home, was thronged with Indians, and\nof course there was much noise and disturbance. My husband had a place\nprepared for her under our roof, where she could be more quiet, and\nreceive the attendance of the post physician. It was all in\nvain–nothing could save the little creature’s life. The bitter agony of\nthe mother, as she hung over the only treasure she possessed on earth,\nwas described to me as truly heart-rending. When compelled to part with\nit, it seemed almost more than nature could bear. There were friends,\nnot of her own nation or color, who strove to comfort her. Did the\nfather ever send a thought or an inquiry after the fate of his child, or\nof the young being whose life he had rendered dark and desolate? We will\nhope that he did–that he repented and asked pardon from above for the\nevil he had wrought.",
        "Agathe had been baptized by M. Mazzuchelli. Perhaps she may have\nacquired some religious knowledge which could bring her consolation in\nher sorrows, and compensate her for the hopes and joys so early blasted.",
        "She came, some months after the death of her child, in company with\nseveral of the half-breed women of the neighborhood, to pay me a visit\nof respect and congratulation on the advent of the young\nShaw-nee-aw-kee. When she looked at her “little brother,” as he was\ncalled, and took his soft, tiny hand within her own, the tears stood in\nher eyes, and she spoke some little words of tenderness, which showed\nthat her heart was full. I could scarcely refrain from mingling my tears\nwith hers, as I thought on all the sorrow and desolation that one man’s\nselfishness had occasioned.",
        "Early in February, 1833, my husband and Lieutenant Hunter, in company\nwith one or two others, set off on a journey to Chicago. That place had\nbecome so much of a town (it contained perhaps fifty inhabitants) that\nit was necessary for the proprietors of “Kinzie’s Addition” to lay out\nlots and open streets through their property. All this was accomplished\nduring the visit in question.",
        "While they were upon the ground with a surveyor, the attention of my\nhusband was drawn towards a very bright-looking boy in Indian costume,\nwho went hopping along by the side of the assistant that carried the\nchain, mimicking him as in the course of his operations he cried,\n“Stick!” “stuck!” He inquired who the lad was, and, to his surprise,\nlearned that he was the brother of the old family servants Victoire,\nGenevieve, and Baptiste. Tomah, for that was his name, had never been\narrayed in civilized costume; he was in blanket and leggings, and had\nalways lived in a wigwam. My husband inquired if he would like to go to\nFort Winnebago with him and learn to be a white boy. The idea pleased\nhim much, and, his mother having given her sanction to the arrangement,\nhe was packed in a wagon, with the two gentlemen and their travelling\ngear, when they set forth on their return-journey.",
        "Tomah had been equipped in jacket and trousers, with the other articles\nof apparel necessary to his new sphere and character. They were near the\nAux Plaines, and approaching the residence of Glode (Claude)\nLaframboise, where Tomah knew he should meet acquaintances. He asked\nleave to get out of the wagon and walk a little way. When the gentlemen\nnext saw him he was in full Pottowattamie costume: although it was\nbitter winter weather, he had put on his uncomfortable native garb\nrather than show himself to his old friends in a state of\ntransformation.",
        "On his arrival at Fort Winnebago, our first care was to furnish him\nwith a complete wardrobe, which, having been placed in a box in his\nsleeping-apartment, was put under his charge. Words cannot express his\ndelight as the valuable possessions were confided to him. Every spare\nmoment was devoted to their contemplation. Now and then Tomah would be\nmissing. He was invariably found seated by the side of his little trunk,\nfolding and refolding his clothes, laying them now lengthwise, now\ncrosswise, the happiest of mortals.",
        "Our next step was to teach him to be useful. Such little offices were\nassigned to him at first as might be supposed not altogether new to him,\nbut we soon observed that when there was anything in the shape of work,\nTomah slipped off to bed, even if it were before he had taken his\nsupper. Some fish were given him one evening to scale; it was just at\ndark; but Tom, according to custom, retired at once to bed.",
        "The cook came to inquire what was to be done. I was under the necessity\nof calling in my husband’s aid as interpreter. He sent for Tomah. When\nhe came into the parlor Mr. Kinzie said to him, in Pottowattamie,–",
        "“There are some fish, Tomah, in the kitchen, and we want you to scale\nthem.”",
        "“Now?” exclaimed Tom, with an expression of amazement. “It is very\nlate.”",
        "A young lady, Miss Rolette, who was visiting us, and who understood the\nlanguage, could not refrain from bursting into a laugh at the simplicity\nwith which the words were uttered, and we joined her in sympathy, at\nwhich Tom looked a little indignant; but when he understood that it was\nthe white custom to scale the fish at night, and put salt and pepper\non them, he was soon reconciled to do his duty in the matter.",
        "His next office was to lay the table. There was a best service of\nchina, which was only used when we had company, and a best set of\nteaspoons, which I kept in the drawer of a bureau in my own room\nabove-stairs. I Was in the habit of keeping this drawer locked, and\nputting the key under a small clock on the mantel-piece. The first time\nthat I had shown Tomah how to arrange matters for visitors, I had\nbrought the silver and put it on the table myself.",
        "Soon after, we were to have company to tea again, and I explained to\nTomah that the best china must be used. What was my surprise, on going\nthrough the dining-room a short time after, to see not only the new\nchina, but the “company silver” also, on the table! I requested our\nmother, who could speak with him, to inquire into the matter.",
        "Tomah said, very coolly, “He got the silver where it was kept.”",
        "“Did he find the drawer open?”",
        "“No–he opened it with a key.”",
        "“Was the key in the drawer?”",
        "“No–it was under that thing on the shelf.”",
        "“How did he know it was kept there?”",
        "This was what Mr. Tomah declined telling. We could never ascertain\nwhether he had watched my movements at any time. No one had ever seen\nhim in that part of the house, and yet scarcely an article could be\nmentioned of which Tomah did not know the whereabouts. If any one was\npuzzled to find a thing, it was always,–",
        "“Ask Tomah–he will tell you.” And so in fact he did.",
        "He was a subject of much amusement to the young officers. We were to\nhave a tea-party one evening–all the families and young officers from\nthe Fort. To make Tomah’s appearance as professional as possible, we\nmade him a white apron with long sleeves to put on while he was helping\nMary and Josette to carry round tea–for I must acknowledge that Tomah’s\nclothes were not kept in as nice order out of the trunk as in it.",
        "Tom was delighted with his new costume, as well as with the new\nemployment. He acquitted himself to perfection, for he had never any\ndifficulty in imitating what he saw another do. After tea we had some\nmusic. As I was standing by the piano, at which one of the ladies was\nseated, Lieutenant Vancleve said to me, in a low tone,–",
        "“Look behind you a moment.”",
        "I turned. There sat Tom between two of the company, as stately as\npossible, with his white apron smoothed down, and his hands clasped\nbefore him, listening to the music, and on the best possible terms with\nhimself and all around him. Julian and Edwin were hardly able to\nrestrain their merriment, but they were afraid to do or say anything\nthat would cause him to move before the company had had a full enjoyment\nof the scene. It was voted unanimously that Tomah should be permitted to\nremain and enjoy the pleasures of society for one evening; but, with\ncharacteristic restlessness, he got tired as soon as the music was over,\nand unceremoniously took his leave of the company.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}