{
    "title": "Wau-bun - Chapter VII: Butte Des Morts–Lake Puckaway",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "9",
    "content": [
        "\n\n",
        "The Butte des Morts, or Hillock of the Dead, was the scene long\nsince[11] of a most sanguinary battle between the French and the\nMis-qua-kees, or Foxes. So great was the carnage in this engagement,\nthat the memory of it has been perpetuated by the gloomy appellation\ngiven to the mound where the dead were buried. The Foxes up to this time\nhad inhabited the shores of the river to which they had given their\nname, but, being completely overwhelmed and beaten in this conflict,\nthey retired to the neighborhood of the Mississippi, and sought an\nasylum among their allies, the Saukies, or, as they are now called, the\nSauks, with whom they became gradually incorporated, until the combined\ntribes came to be known, as at present, by the name of “Sauks and\nFoxes.”",
        "Among the French inhabitants of the upper country, each tribe of Indians\nhas a particular appellation, descriptive of some peculiarity of either\ntheir habits or their personal appearance. Thus, the Chippewas, from\ntheir agility, are denominated “Sauteurs,” or Jumpers; the Ottawas, the\n“Courtes-oreilles,” or Short-ears. The Menomonees, from the wild rice so\nabundant in their country, are called “Folles Avoines;\"–the\nWinnebagoes, from their custom of wearing the fur of a polecat on their\nlegs when equipped for war, are termed “les Puans;\"–the Pottowattamies,\nfrom their uncleanly habits, “les Poux;\"–the Foxes are “les Renards,\"\netc. etc.",
        "Hence you will never hear a French or half-breed resident of the country\nmention an Indian in any other style. “Such a person is a\n’Court-oreille.’” “Is that woman a ’Winnebago’?” “No, she is a ’Folle\nAvoine.’” In this manner a stranger is somewhat puzzled at first to\nclassify the acquaintances he forms.",
        "All the native friends with whom we were here surrounded were “les\nPuans,” or, to use their own euphonious appellation, the\n“Ho-tshung-rahs.”",
        "Having with great regret said adieu to our friend Judge Doty, whose\nsociety had contributed so much to the pleasure of our trip, and whose\nexample, moreover, had given us a valuable lesson to take things as we\nfind them, we bade good-bye at an early hour after breakfast to our kind\nhosts, and set forward on our journey.",
        "From Butte des Morts to the Portage, the distance by land is about\nseventy miles; by water, it is not less than a hundred and thirty, so\nserpentine is the course of the river through the low swampy prairies\nwhich stretch over a great portion of this part of the country.",
        "About six miles above the Butte, a tolerably broad stream, called Wolf\nRiver, joins the Fox, and as it is much the more direct and promising of\nthe two, strangers have sometimes mistaken it for the main stream, and\njourneyed up it a considerable distance before discovering, to their\ngreat chagrin, that they must retrace their steps.",
        "Beyond this place, the river begins to play its pranks with the compass.\nAs I was always looking out for pretty scenery to sketch, I was at one\nspot much attracted by a picturesque group on a bank quite close to the\nstream. There were broad overhanging trees, and two or three wigwams\nnestled under their shade. Bright-looking little children, quite\nunencumbered with clothing, were sporting about, and their two mothers\nwere sitting on the ground, engaged in the manufacture of a mat for\ntheir lodge. It was a pretty scene, and I commenced a sketch. As usual,\nthe whole party on the bank set up a shout when they recognized\nShaw-nee-aw-kee,–",
        "“Ee-awn-chee-wee-rah, Hee-nee-kar-ray-kay-noo.\"[12]",
        "It was an occasion on which they became demonstrative. After a little\ntime we proceeded, and I went on to complete my drawing. The sun kept\ncoming more and more into the wrong place. He had been just behind me,\npresently he was on my left hand, now he was straight ahead. I moved\nfrom time to time; at length the sun was decidedly on my right hand.\nWhat could be the matter? I looked up. “Oh, here is a pretty scene; I\nmust have this too! But how surprisingly like the one I have just\nfinished, only in a different direction.” Again we were greeted with\nshouts and laughter; it was the same spot which we had passed not an\nhour before, and, having taken a circuit of nearly four miles, we had\nreturned to find that we had made an actual progress of only the width\nof the bank on which the trees and wigwams stood. Decidedly not very\nencouraging to an impatient traveller.",
        "We reached Lake Puckaway late in the evening of our second day from\nButte des Morts. Here lived a white man named Gleason, the same\nconcerning whom, owing to his vast powers of exaggeration, poor Hooe was\nfond of uttering his little pun, “All is not gold that Gleasons.” We did\nnot seek shelter at his house, for, late as the season was, we found the\nshore so infested with mosquitoes that we were glad to choose a spot as\nfar as possible from the bank, and make ourselves comfortable in our\nboat.",
        "This lake has its name from the long flags or rushes which are found in\nits waters in great abundance, and of which the squaws manufacture the\ncoarse matting used in covering their wigwams. Their mode of fabricating\nthis is very primitive and simple. Seated on the ground, with the rushes\nlaid side by side, and fastened at each extremity, they pass their\nshuttle, a long flat needle made of bone, to which is attached a piece\nof cordage formed of the bark of a tree, through each rush, thus\nconfining it very closely, and making a fine substantial mat. These mats\nare seldom more than five or six feet in length, as a greater size would\nbe inconvenient in adjusting and preparing the lodges.",
        "It is a species of labor usually assigned to the elder women of the\nfamily. When they become broken down and worn out with exposure and\nhardship, so that they cannot cut down trees, hoe corn, or carry heavy\nburdens, they are set to weaving mats, taking care of the children, and\ndisciplining the dogs, with which every Indian lodge abounds.",
        "Lac de Boeuf, or Buffalo Lake, into which our course next brought us, is\na lovely sheet of water. In some places its banks are exceedingly\npicturesque, with beautiful headlands jutting out into the clear depths,\nwhere they, and the magnificent groups of trees which crown them, lie\nreflected as in a mirror. Now and then we would catch a glimpse of deer\ndarting across the glades which at intervals opened through the\nwoodlands, or a pair of sand-hill cranes would rise, slowly flapping\ntheir wings, and seek a place of more undisturbed repose. The flocks of\nteal now skimming the surface of the water, now rising higher towards\nthe shelter of the forests, tempted our sportsman sorely; but, as there\nwas little prospect of finding his game when it was brought down, he did\nnot give way to the wanton pleasure of shooting merely to destroy life.",
        "In quitting this charming lake, and again entering the narrow, tortuous\ncourse of the river, we bade adieu to everything like scenery, until we\nshould reach our journey’s end.",
        "We had now seventy miles to pass through a country perfectly monotonous\nand uninteresting, the distastefulness of which was aggravated by the\nknowledge that we could, had we been provided with horses or a carriage\nof any kind, have crossed over to the Portage from Gleason’s, through a\npleasant country, in little more than three hours. Even our great\nresource, the cheering, animating songs of our voyageurs, was out of the\nquestion; for the river, though deep, is so narrow that, in many places,\nthere is no room for the regular play of the oars; and the voices of\nFrenchmen can never “keep tune” unless their oars can “keep time.\"\nLapierre, one of our men, did his best with a paddle, or, as he called\nit, the ’little row,” but it was to no purpose–it would not go.\nBesides this, the wild rice abounds to such an extent in many places,\nthat it almost completely obstructs the progress of even a\nmoderate-sized boat, so that a passage through its tangled masses is\nwith difficulty forced by the oars. Tedious and monotonous as was the\nwhole course of the two following days, the climax of impatience and\ndiscouragement was not reached until we arrived in sight of the white\nwalls of Fort Winnebago, looking down from a rising ground upon the vast\nexpanse of low land through which the river winds.",
        "The Indians have a tradition that a vast serpent once lived in the\nwaters of the Mississippi, and that, taking a freak to visit the Great\nLakes, he left his trail through the prairies, which, collecting the\nwaters from the meadows and the rains of heaven as they fell, at length\nbecame the Fox River.",
        "The little lakes along its course were probably the spots where he\nflourished about in his uneasy slumbers at night. He must have played\nall the antics of a kitten in the neighborhood of the Portage. When the\nfort was first pointed out to me, I exclaimed, with delight, “Oh, we\nshall be there in half an hour!”",
        "“Not quite so soon,” said my husband, smiling. “Wait and see.” We sat\nand watched. We seemed approaching the very spot where we were to\ndisembark. We could distinguish the officers and a lady on the bank\nwaiting to receive us. Now we were turning our backs on them, and\nshooting out into the prairie again. Anon we approached another bank, on\nwhich was a range of comfortable-looking log houses. “That’s the\nAgency,” said my husband; “the largest house belongs to Paquette, the\ninterpreter, and the others are the dwellings of our Frenchmen. The\nlittle building, just at the foot of the hill, is the blacksmith’s shop,\nkept there by the Government, that the Indians may have their guns and\ntraps mended free of expense.”",
        "“But are we going to stop there?”",
        "“No; do you not see we are going back to the fort?”",
        "And, to be sure, our course had now turned, and we were setting in our\nfirst direction. In this manner, after tacking to the right and left and\nputting backwards and forwards during the greater part of two hours, we\nat length reached the little landing, on which the assembled party stood\nready to greet us.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}