{
    "title": "Wau-bun - Chapter XI: Louisa–Day-Kau-Ray On Education",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "13",
    "content": [
        "\n\n",
        "The payment was now over, and the Indians had dispersed and gone to\ntheir wintering grounds. The traders, too, had departed, laden with a\ngood share of the silver, in exchange for which each family had provided\nitself, as far as possible, with clothing, guns, traps, ammunition, and\nthe other necessaries for their winter use. The Indians are good at a\nbargain. They are not easily overreached. On the contrary, they\nunderstand at once when a charge is exorbitant; and a trader who tries\nhis shrewdness upon them is sure to receive an expressive sobriquet,\nwhich ever after clings to him.",
        "For instance, M. Rolette was called by them “Ah-kay-zaup-ee-tah,” five\nmore–because, as they said, let them offer what number of skins they\nmight, in bartering for an article, his terms were invariably “five\nmore”",
        "Upon one occasion a lady remarked to him, “Oh, M. Rolette, I would not\nbe engaged in the Indian trade; it seems to me a system of cheating the\npoor Indians.”",
        "“Let me tell you, madame,” replied he, with great naïveté, “it is not\nso easy a thing to cheat the Indians as you imagine. I have tried it\nthese twenty years, and have never succeeded!”",
        "We were now settled down to a quiet, domestic life. The military system\nunder which everything was conducted–the bugle-call, followed by the\nmusic of a very good band, at reveille; the light, animated strains for\n“sick-call,” and soon after for “breakfast;” the longer ceremony of\n“guard-mounting;” the “Old English Roast-Beef,” to announce the\ndinner-hour; the sweet, plaintive strains of “Lochaber no more,\"\nfollowed most incongruously by “The Little Cock-Sparrow,” at retreat;\nand, finally, the long, rolling “tattoo,” late in the evening–made\npleasant divisions of our time, which, by the aid of books, music, and\ndrawing, in addition to household occupations, seemed to fly more\nswiftly than ever before. It was on Sunday that I most missed my Eastern\nhome. I had planned beforehand what we should do on the first recurrence\nof this sacred day, under our own roof. “We shall have at least,” said I\nto myself, “the Sabbath’s quiet and repose, and I can, among other\nthings, benefit poor Louisa by giving her some additional lessons of a\nserious character.”",
        "So, while she was removing the breakfast-things, I said to her,–",
        "“Now, Louisa, get your work all finished, and everything put neatly\naside, and then come here to me again.”",
        "“Yes, ma’am.”",
        "We sat down to our books, and read and waited; we waited and read\nanother hour–no Louisa.",
        "There was music and the sound of voices on the parade in front of our\nwindows, but that did not disturb us; it was what we were daily\naccustomed to.",
        "I must go at length, and see what could be keeping my damsel so. I\ndescended to the kitchen. The breakfast-things stood upon the table–the\nkettles and spider upon the hearth–the fire was out–the kitchen empty.",
        "Passing back into the hall, which extended the whole length of the house\nand opened in front upon the parade, I perceived a group collected in\nthe area, of all shades and colors, and in the midst, one round, woolly\nhead which I could not mistake, bobbing up and down, now on this side,\nnow on that, while peals of laughter were issuing from the whole group.",
        "“Louisa,” I called, “come here. What are you doing there?”",
        "“Looking at inspection.”",
        "“But why are not your breakfast-things washed, and your kitchen swept?\nDid I not tell you I wished you to come up and learn your lessons?”",
        "“Yes, ma’am; but I had to see inspection first. Everybody looks at\ninspection on Sunday.”",
        "I found it was in vain to expect to do more for Louisa than give her an\nafternoon’s lesson, and with that I was obliged to content myself.",
        "I felt that it would be very pleasant, and perhaps profitable, for all\nthe inmates of the garrison to assemble on this day; one of our number\nmight be found who would read a portion of the church-service, with a\nsermon from one of our different selections.",
        "I approached the subject cautiously, with an inquiry to this effect:",
        "“Are there none among the officers who are religiously disposed?”",
        "“Oh, yes,” replied the one whom I addressed, “there is S––; when he is\nhalf tipsy, he takes his Bible and ’Newton’s Works,’ and goes to bed and\ncries over them; he thinks in this way he is excessively pious.”",
        "S–– was among the officers who had never called upon us; it was fair\nto infer that if his religious principles did not correct his own evil\nhabits they would not aid much in improving others; therefore it seemed\nuseless to call in his co-operation in any scheme for a better\nobservance of the Lord’s day.",
        "We had to content ourselves with writing to our friends at the East to\ninterest themselves in getting a missionary sent to us, who should\nofficiate as chaplain in the garrison–a plan that seemed to find favor\nwith the officers. The hope of any united religious services was, for\nthe present, laid aside.",
        "The post-surgeon having obtained a furlough, his place was supplied by\nDr. Newhall, of Galena, and thus, by the addition of his gentle, quiet\nwife, our circle of ladies was now enlarged to three. Here we were, in a\nwilderness, but yet how contented and happy!",
        "A gloom was soon to replace this envied tranquillity in our home. A\nFrenchman, named Letendre, one day suddenly presented himself. He had\ncome from Chicago, with the distressing intelligence of the\nextreme–indeed, hopeless–illness of our dear relative, Dr. Wolcott. My\nhusband immediately commenced his preparations for instant departure. I\nbegged to be permitted to accompany him, but the rapidity with which he\nproposed to journey obliged him to refuse my entreaties. In a few hours\nhis provisions, horses, and all other things necessary for the journey\nwere in readiness, and he set off with Petaille Grignon, his usual\nattendant on such expeditions, leaving Letendre to follow as soon as\nrecruited from his fatigue.",
        "Sad and dreary were the hours of his absence, notwithstanding the kind\nefforts of our friends to cheer me. In a few days I received the news of\nthe fatal termination of Dr. W.’s illness, brought by another messenger.\nThat noble heart, so full of warm and kindly affections, had ceased to\nbeat, and sad and desolate indeed were those who had so loved and\nhonored him.",
        "As soon as he could possibly leave his family, my husband returned; and\nit was fortunate that he had delayed no longer, for the winter now began\nto set in, and with severity.",
        "Our quarters were spacious, but having been constructed of the green\ntrees of the forest, cut down and sawed into boards by the bands of the\nsoldiers, they were considerably given to shrinking and warping, thus\nleaving many a yawning crevice. Stuffing the cracks with cotton batting,\nand pasting strips of paper over them, formed the employment of many a\nleisure hour.",
        "Then the chimneys, spite of all the currents of air, which might have\nbeen expected to create a draught, had a sad habit of smoking. To remedy\nthis, a couple of gun-barrels were, by order of the commanding officer,\nsawed off and inserted in the hearth, one on each side of the\nfire-place, in the hope that the air from the room below might help to\ncarry the smoke into its proper place, the chimney.",
        "The next morning after this had been done, Louisa was washing the\nhearth.",
        "“Pray, ma’am,” said she, “what are these things put in here for?”",
        "I explained their use.",
        "“Oh, I am so glad it is only that! Uncle Ephraim (Major Twiggs’s\nservant) said they were to be filled with powder and fired off Christmas\nDay, and he was terribly afraid they would blow the house up, and we in\nit.”",
        "Ephraim, who was a most faithful and valuable servant, often amused\nhimself with playing upon the credulity of the younger portions of the\ncolored fraternity.",
        "“Is it true,” asked Louisa, one day, “that Pillon and Plante were once\nprairie-wolves?”",
        "“Prairie-wolves! what an idea! Why do you ask such a foolish question?”",
        "“Because Uncle Ephraim says they, and all the Frenchmen about here, were\nonce prairie-wolves, and that, living so near the white people, they\ngrow, after a time, to be like them, and learn to talk and dress like\nthem. And then, when they get to be old, they turn back into\nprairie-wolves again, and that all the wolves that the officers bait\nwith their dogs used to be Frenchmen, once.”",
        "After a time, however, I ceased to straighten out these stories of Uncle\nEphraim, for I was gradually arriving at the conviction that my little\ncolored damsel was by no means so simple and unsophisticated as she\nwould have me believe, and that I was, after all, the one who was\nimposed upon.",
        "The snow this winter was prodigious, and the cold intense. The water\nwould freeze in our parlors at a very short distance from the fire, for,\nalthough the “fatigue-parties” kept the halls filled with wood, almost\nup to the ceiling, that did not counterbalance the inconvenience of\nhaving the wide doors thrown open to the outer air for a great portion\nof the day, to allow of their bringing it in. We Northerners should have\nhad wood-houses specially for the purpose, and not only have kept our\ngreat hall-doors closed, but have likewise protected them with a\n“hurricane-house.” But the Florida frontier was not a climate in which\nour Southern bachelors could have acquired the knowledge available when\nthe thermometer was twenty-five degrees below zero–a point at which\nbrandy congealed in the sideboard.",
        "The arrival of Christmas and New-Year’s brought us our Indian friends\nagain. They had learned something of the observance of these holidays\nfrom their French neighbors, and I had been forewarned that I should see\nthe squaws kissing every white man they met. Although not crediting this\nto its full extent, I could readily believe that they would each expect\na present, as a “compliment of the season,” so I duly prepared myself\nwith a supply of beads, ribbons, combs, and other trinkets. Knowing\nthem to be fond of dainties, I had also a quantity of crullers and\ndoughnuts made ready the day before, as a treat to them.",
        "To my great surprise and annoyance, only a moderate share of the cakes,\nthe frying of which had been intrusted to Louisa, were brought up to be\nplaced in the “Davis.”",
        "“Where are the rest of the cakes, Louisa?”",
        "“That great fellow, Hancock, came in with the fatigue-party to fill the\nwater-barrels, and while I had just stepped into the store-room to get\nsome more flour, he carried off all I had got cooked.”",
        "And Louisa made a face and whined, as if she had not herself treated\nevery soldier who had set his foot in the premises.",
        "At an early hour the next morning I had quite a levee of the\nHo-tshung-rah matrons. They seated themselves in a circle on the floor,\nand I was sorry to observe that the application of a little soap and\nwater to their blankets had formed no part of their holiday\npreparations. There being no one to interpret, I thought I would begin\nthe conversation in a way intelligible to themselves, so I brought out\nof the sideboard a china dish, filled with the nice brown crullers, over\nwhich I had grated, according to custom, a goodly quantity of white\nsugar. I handed it to the first of the circle. She took the dish from my\nhand, and, deliberately pouring all the cakes into the corner of her\nblanket, returned it to me empty. “She must be a meat voracious person,\"\nthought I; “but I will manage better the next time.” I refilled the\ndish, and approached the next one, taking care to keep a fast hold of it\nas I offered the contents, of which I supposed she would modestly take\none. Not so, however. She scooped out the whole with her two hands, and,\nlike the former, bestowed them in her blanket. My sense of politeness\nrevolted at handing them out one by one, as we do to children, so I sat\ndown to deliberate what was to be done, for evidently the supply would\nnot long answer such an ample demand, and there would be more visitors\nanon.",
        "While I was thus perplexed, those who had received the cakes commenced a\ndistribution, and the whole number was equitably divided among the\ncompany. But I observed they did not eat them. They passed their fingers\nover the grated sugar, looked in each other’s faces, and muttered in low\ntones–there was evidently something they did not understand. Presently\none more adventurous than the rest wet her fingers, and taking up a few\ngrains of the sugar put it cautiously to her mouth.",
        "“Tah-nee-zhoo-rah!” (Sugar!) was her delighted exclamation, and they all\nbroke out into a hearty laugh. It is needless to say that the cakes\ndisappeared with all the celerity they deemed compatible with\ngood-breeding. Never having seen any sugar but the brown or yellow\nmaple, they had supposed the white substance to be salt, and for that\nreason had hesitated to taste it.",
        "Their visit was prolonged until Shaw-nee-aw-kee made his appearance, and\nthen, having been made happy by their various gifts, they all took their\ndeparture.",
        "About this time, Mr. Kinzie received a letter from Colonel Richard M.\nJohnson, of Kentucky. This gentleman had interested himself greatly in a\nschool established in that State for the education of Indian youths and\nchildren. The purport of his letter was to request the Agent to use\nevery endeavor to induce the Winnebagoes not only to send their children\nto this institution for their education, but also (what was still more\nimportant) to set apart a portion of their annuity-money to assist in\nsustaining it.",
        "There happened to be, at this holiday season, a number of the chiefs in\nthe neighborhood of the Portage, and a messenger was sent to convene\nthem all at the house of Paquette, the interpreter, that their Father\nmight hold a talk with them.",
        "On the day appointed they all assembled. The subject-matter of the\nletter was laid before them, and all the advantages of civilization and\neducation duly set forth–the benefits which would arise to their\nnation, if even a small portion of the younger members could be well\ntaught by the whites, and then return to their tribe, to instruct them\nin the learning, the arts, manufactures, and habits of civilized life.\nTo each paragraph, as it was uttered to them, they responded with a\nunanimous “Humph!” (Good!)",
        "When their Father’s address was ended, Day-kau-ray, the oldest and\nmost venerable among the chiefs, rose and spoke as follows:",
        "“Father,–The Great Spirit made the white man and the Indian. He did not\nmake them alike. He gave the white man a heart to love peace, and the\narts of a quiet life. He taught him to live in towns, to build houses,\nto make books, to learn all things that would make him happy and\nprosperous in the way of life appointed him. To the red man the Great\nSpirit gave a different character. He gave him a love of the woods, of a\nfree life, of hunting and fishing, of making war with his enemies and\ntaking scalps. The white man does not live like the Indian–it is not\nhis nature. Neither does the Indian love to live like the white man–the\nGreat Spirit did not make him so.",
        "“Father,–We do not wish to do anything contrary to the will of the\nGreat Spirit. If he had made us with white skins, and characters like\nthe white men, then we would send our children to this school to be\ntaught like the white children.",
        "“Father,–We think that if the Great Spirit had wished us to be like\nthe whites, he would have made us so. As he has not seen fit to do so,\nwe believe he would be displeased with us, to try and make ourselves\ndifferent from what he thought good.",
        "“Father,–I have nothing more to say. This is what we think. If we\nchange our minds, we will let you know.”",
        "It will be seen from these remarks of Day-kau-ray that the Indians\nentertain a conviction that the Great Spirit himself teaches the white\nman the arts and sciences, and since he has given the red man no\ninstruction in these branches, it would be unbecoming in him to attempt\nto acquire them in an irregular manner.",
        "With little incidents of this kind, and with an occasional dinner- or\ntea-party to the young officers, sometimes given at the Major’s\nquarters, sometimes at our own, our course of life passed pleasantly on.\nAt times I would amuse myself by making something very nice, in the\nform of a fruit cake or pie, to send to the quarters of the young\nofficers as a present, it being supposed that possibly, without a lady\nto preside over their mess, it might be sometimes deficient in these\ndelicacies. Mrs. Twiggs was so fortunate as to have well-trained\nservants to do for her that which, thanks to my little dark handmaid,\nalways fell to my share.",
        "One day I had made some mince pies, which the Major and my husband\ngreatly approved, and I thought I would send one to each of the young\nofficers.",
        "It happened that my husband, that day, in returning from superintending\nhis men on the other side of the river, had occasion to call on some\nerrand at Captain Harney’s quarters.",
        "Dinner had just been placed upon the table, and the Captain insisted on\nhis visitor’s sitting down and partaking with him and another gentleman\nwho was present. The pork and beans were pronounced excellent, and being\nremoved there followed a mince pie.",
        "The Captain cut it, and helped his guests, then taking a piece himself,\nhe commenced tasting it. Pushing back his plate with an exclamation and\na sudden jerk, he called to his servant, a little thick-set mulatto who\nwaited–\"David, you yellow rascal, how dare you put such a pie on my\ntable?” And, turning to the company apologetically, he said,–",
        "“If there is anything on earth David does understand, it is how to\nmake a mince pie, and here he has filled this with brandy, so we cannot\neat a morsel of it!”",
        "“Please, sir,” said David, modestly, “I did not make the pie–it is one\nMrs. Kinzie sent as a present.”",
        "The poor Captain was now in a predicament. He raved at himself, at the\nsame time conjuring my husband most earnestly not to tell me what a\nmistake he had made–an injunction that was lost sight of as soon as the\nlatter returned to his home. As for the unlucky Captain, he did not\nventure to call on me again until he felt sure I had forgotten the\ncircumstance.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}