{
    "title": "Wau-bun - Chapter II: Michilimackinac",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "4",
    "content": [
        "\n\n",
        "Michilimackinac! that gem of the Lakes! How bright and beautiful it\nlooked as we walked abroad on the following morning! The rain had passed\naway, but had left all things glittering in the light of the sun as it\nrose up over the waters of Lake Huron, far away to the east. Before us\nwas the lovely bay, scarcely yet tranquil after the storm, but dotted\nwith canoes and the boats of the fishermen already getting out their\nnets for the trout and whitefish, those treasures of the deep. Along the\nbeach were scattered the wigwams or lodges of the Ottawas who had come\nto the island to trade. The inmates came forth to gaze upon us. A shout\nof welcome was sent forth, as they recognized Shaw-nee-aw-kee, who,\nfrom a seven years’ residence among them, was well known to each\nindividual.",
        "A shake of the hand, and an emphatic ’Bon-jour–bon-jour,” is the\ncustomary salutation between the Indian and the white man.",
        "“Do the Indians speak French?” I inquired of my husband.",
        "“No; this is a fashion they have learned of the French traders during\nmany years of intercourse.”",
        "Not less hearty was the greeting of each Canadian engagé, as he\ntrotted forward to pay his respects to “Monsieur John,” and to utter a\nlong string of felicitations, in a most incomprehensible patois. I was\nforced to take for granted all the good wishes showered upon “Madame\nJohn,” of which I could comprehend nothing but the hope that I should\nbe happy and contented in my ’vie sauvage.”",
        "The object of our early walk was to visit the Mission-house and school\nwhich had been some few years previously established at this place by\nthe Presbyterian Board of Missions. It was an object of especial\ninterest to Mr. and Mrs. Stuart, and its flourishing condition at this\nperiod, and the prospects of extensive future usefulness it held out,\nmight well gladden their philanthropic hearts. They had lived many years\non the island, and had witnessed its transformation, through God’s\nblessing on Christian efforts, from a worldly, dissipated community to\none of which it might almost be said, “Religion was every man’s\nbusiness.” This mission establishment was the beloved child and the\ncommon centre of interest of the few Protestant families clustered\naround it. Through the zeal and good management of Mr. and Mrs. Ferry,\nand the fostering encouragement of the congregation, the school was in\ngreat repute, and it was pleasant to observe the effect of mental and\nreligious culture in subduing the mischievous, tricky propensities of\nthe half-breed, and rousing the stolid apathy of the genuine Indian.",
        "These were the palmy days of Mackinac. As the head-quarters of the\nAmerican Fur Company, and the entrepôt of the whole Northwest, all the\ntrade in supplies and goods on the one hand, and in furs and products of\nthe Indian country on the other, was in the hands of the parent\nestablishment or its numerous outposts scattered along Lakes Superior\nand Michigan, the Mississippi, or through still more distant regions.",
        "Probably few are ignorant of the fact, that all the Indian tribes, with\nthe exception of the Miamis and the Wyandots, had, since the transfer of\nthe old French possessions to the British Crown, maintained a firm\nalliance with the latter. The independence achieved by the United\nStates did not alter the policy of the natives, nor did our Government\nsucceed in winning or purchasing their friendship. Great Britain, it is\ntrue, bid high to retain them. Every year the leading men of the\nChippewas, Ottawas, Pottowattamies, Menomonees, Winnebagoes, Sauks, and\nFoxes, and even still more remote tribes, journeyed from their distant\nhomes to Fort Malden in Upper Canada, to receive their annual amount of\npresents from their Great Father across the water. It was a\nmaster-policy thus to keep them in pay, and had enabled those who\npractised it to do fearful execution through the aid of such allies in\nthe last war between the two countries.",
        "The presents they thus received were of considerable value, consisting\nof blankets, broadcloths or strouding, calicoes, guns, kettles, traps,\nsilver-works (comprising arm-bands, bracelets, brooches; and ear-bobs),\nlooking-glasses, combs, and various other trinkets distributed with no\nniggardly hand.",
        "The magazines and store-houses of the Fur Company at Mackinac were the\nresort of all the upper tribes for the sale of their commodities, and\nthe purchase of all such articles as they had need of, including those\nabove enumerated, and also ammunition, which, as well as money and\nliquor, their British friends very commendably omitted to furnish them.",
        "Besides their furs, various in kind and often of great value–beaver,\notter, marten, mink, silver-gray and red fox, wolf, bear, and wild-cat,\nmusk-rat, and smoked deer-skins–the Indians brought for trade\nmaple-sugar in abundance, considerable quantities of both Indian corn\nand petit-blé,[1] beans and the folles avoines,[2] or wild rice;\nwhile the squaws added to their quota of merchandise a contribution in\nthe form of moccasins, hunting-pouches, mococks, or little boxes of\nbirch-bark embroidered with porcupine-quills and filled with\nmaple-sugar, mats of a neat and durable fabric, and toy-models of Indian\ncradles, snow-shoes, canoes, etc., etc.",
        "It was no unusual thing, at this period, to see a hundred or more canoes\nof Indians at once approaching the island, laden with their articles of\ntraffic; and if to these we add the squadrons of large Mackinac boats\nconstantly arriving from the outposts, with the furs, peltries, and\nbuffalo-robes collected by the distant traders, some idea may be formed\nof the extensive operations and important position of the American Fur\nCompany, as well as of the vast circle of human beings either\nimmediately or remotely connected with it.",
        "It is no wonder that the philanthropic mind, surveying these, races of\nuncultivated heathen, should stretch forward to the time when, through\nan unwearied devotion of the white man’s energies, and an untiring\nsacrifice of self and fortune, his red brethren might rise in the scale\nof social civilization–when Education and Christianity should go hand\nin hand, to make “the wilderness blossom as the rose.”",
        "Little did the noble souls at that day rejoicing in the success of their\nlabors at Mackinac, anticipate that in less than a quarter of a century\nthere would remain of all these numerous tribes but a few scattered\nbands, squalid, degraded, with scarce a vestige remaining of their\nformer lofty character–their lands cajoled or wrested from them, the\ngraves of their fathers turned up by the ploughshare–themselves chased\nfarther and farther towards the setting sun, until they were literally\ngrudged a resting-place on the face of the earth!",
        "Our visit to the Mission-school was of short duration, for the Henry\nClay was to leave at two o’clock, and in the mean time we were to see\nwhat we could of the village and its environs, and after that dine with\nMr. Mitchell, an old friend of my husband. As we walked leisurely along\nover the white, gravelly road, many of the residences of the old\ninhabitants were pointed out to me. There was the dwelling of Madame\nLaframboise, an Ottawa woman, whose husband had taught her to read and\nwrite, and who had ever after continued to use the knowledge she had\nacquired for the instruction and improvement of the youth among her own\npeople. It was her custom to receive a class of young pupils daily at\nher house, that she might give them lessons in the branches mentioned,\nand also in the principles of the Roman Catholic religion, to which she\nwas deeply devoted. She was a woman of a vast deal of energy and\nenterprise–of a tall and commanding figure, and most dignified\ndeportment. After the death of her husband, who was killed while away at\nhis trading-post by a Winnebago named White Ox, she was accustomed to\nvisit herself the trading-posts, superintend the clerks and engagés, and\nsatisfy herself that the business was carried on in a regular and\nprofitable manner.",
        "The Agency-house, with its unusual luxuries of piazza and gardens, was\nsituated at the foot of the hill on which the fort was built. It was a\nlovely spot, notwithstanding the stunted and dwarfish appearance of all\ncultivated vegetation in this cold northern latitude.",
        "The collection of rickety, primitive-looking buildings, occupied by the\nofficials of the Fur Company, reflected no great credit on the\narchitectural skill of my husband, who had superintended their\nconstruction, he told me, when little more than a boy.",
        "There were, besides these, the residences of the Dousmans, the Abbotts,\nthe Biddles, the Drews, and the Lashleys, stretching away along the\nbase of the beautiful hill, crowned with the white walls and buildings\nof the fort, the ascent to which was so steep that on the precipitous\nface nearest the beach staircases were built by which to mount from\nbelow.",
        "My head ached intensely, the effect of the motion of the boat on the\nprevious day, but I did not like to give up to it; so, after I had been\nshown all that could be seen of the little settlement in the short time\nallowed us, we repaired to Mr. Mitchell’s.",
        "We were received by Mrs. M., an extremely pretty, delicate woman, part\nFrench and part Sioux, whose early life had been passed at Prairie du\nChien, on the Mississippi. She had been a great belle among the young\nofficers at Fort Crawford; so much so, indeed, that the suicide of the\npost-surgeon was attributed to an unsuccessful attachment he had\nconceived for her. I was greatly struck with her soft and gentle\nmanners, and the musical intonation of her voice, which I soon learned\nwas a distinguishing peculiarity of those women in whom are united the\nFrench and native blood.",
        "A lady, then upon a visit to the Mission, was of the company. She\ninsisted on my lying down upon the sofa, and ministered most kindly to\nmy suffering head. As she sat by my side, and expatiated upon the new\nsphere opening before me, she inquired:",
        "“Do you not realize very strongly the entire deprivation of religious\nprivileges you will be obliged to suffer in your distant home?”",
        "“The deprivation,” said I, “will doubtless be great, but not entire;\nfor I shall have my Prayer-Book, and, though destitute of a church, we\nneed not be without a mode of worship.”",
        "How often afterwards, when cheered by the consolations of that precious\nbook in the midst of the lonely wilderness, did I remember this\nconversation, and bless God that I could never, while retaining it, be\nwithout “religious privileges.”",
        "We had not yet left the dinner-table, when the bell of the little\nsteamer sounded to summon us on board, and we bade a hurried farewell to\nall our kind friends, bearing with us their hearty wishes for a safe and\nprosperous voyage.",
        "A finer sight can scarcely be imagined than Mackinac, from the water. As\nwe steamed away from the shore, the view came full upon us–the sloping\nbeach with the scattered wigwams, and canoes drawn up here and\nthere–the irregular, quaint-looking houses–the white walls of the\nfort, and, beyond, one eminence still more lofty crowned with the\nremains of old Fort Holmes. The whole picture completed, showed the\nperfect outline that had given the island its original Indian name,\nMich-i-li-mack-i-nac, the Big Turtle.",
        "Then those pure, living waters, in whose depths the fish might be seen\ngliding and darting to and fro; whose clearness is such that an object\ndropped to the bottom may be discerned at the depth of fifty or sixty\nfeet, a dollar lying far down on its green bed, looking no larger than a\nhalf dime! I could hardly wonder at the enthusiastic lady who exclaimed:\n“Oh! I could wish to be drowned in these pure, beautiful waters!”",
        "As we passed the extreme western point of the island, my husband pointed\nout to me, far away to the northwest, a promontory which he told me was\nPoint St. Ignace. It possessed great historic interest, as one of the\nearliest white settlements on this continent. The Jesuit missionaries\nhad established here a church and school as early as 1607, the same year\nin which a white settlement was made at St. Augustine, in Florida, and\none year before the founding of Jamestown, Virginia.",
        "All that remains of the enterprises of these devoted men, is the\nremembrance of their labors, perpetuated, in most instances, only by the\nnames of the spots which witnessed their efforts of love in behalf of\ntheir savage brethren. The little French church at Sandwich, opposite\nDetroit, alone is left, a witness of the zeal and self-sacrifice of\nthese pioneers of Christianity.",
        "Passing “Old Mackinac,” on the main land, which forms the southern\nborder of the straits, we soon came out into the broad waters of Lake\nMichigan. Every traveller, and every reader of our history, is familiar\nwith the incidents connected with the taking of the old fort by the\nIndians, in the days of Pontiac. How, by means of a game of ball, played\nin an apparently friendly spirit outside the walls, and of which the\nofficers and soldiers had come forth to be spectators, the ball was\ndexterously tossed over the wall, and the savages rushing in, under\npretext of finding it, soon got possession and massacred the garrison.",
        "The little Indian village of L’Arbre Croche gleamed far away south, in\nthe light of the setting sun. With that exception, there was no sign of\nliving habitation along that vast and wooded shore. The gigantic\nforest-trees, and here and there the little glades of prairie opening to\nthe water, showed a landscape that would have gladdened the eye of the\nagriculturist, with its promise of fertility; but it was evidently\nuntrodden by the foot of man, and we left it, in its solitude, as we\ntook our course westward across the waters.",
        "The rainy and gusty weather, so incident to the equinoctial season,\novertook us again before we reached the mouth of Green Bay, and kept us\ncompany until the night of our arrival upon the flats, about three miles\nbelow the settlement. Here the little steamer grounded “fast and hard.\"\nAs almost every one preferred braving the elements to remaining cooped\nup in the quarters we had occupied for the past week, we decided to\ntrust ourselves to the little boat, spite of wind, and rain, and\ndarkness, and in due time we reached the shore.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}