{
    "title": "Wau-bun - Chapter XXVIII: Indian Customs and Dances",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "30",
    "content": [
        "\n\n",
        "Before we had any right to look for my husband’s return, I one day\nreceived a message inviting me to come up to the new house. We all went\nin a body, for we had purposely stayed away a few days, expecting this\nsummons, of which we anticipated the meaning.",
        "Plante, in full glee, was seated astride of a small keg on the roof,\nclose beside the kitchen chimney, on the very summit of which he had\nplanted a green bough. To this he held fast with one hand, while he\nexultingly waved the other and called out,–",
        "“Eh ban, Madame John! à cette heure, pour le régal!“",
        "“Yes, Plante, you are entitled to a treat, and I hope you will not enjoy\nit the less that Pillon and Manaigre are to share it with you.”",
        "A suitable gratification made them quite contented with their\n“bourgeoise,” against whom Plante had sometimes been inclined to\ngrumble, “because,” as he said, “she had him called up too early in the\nmorning.” He might have added, because, too, she could not understand\nthe philosophy of his coming in to work in his own garden, under the\nplea that it was too rainy to work in Monsieur John’s.",
        "It was with no ordinary feelings of satisfaction that we quitted the old\nlog tenement and took possession of our new dwelling, small and\ninsignificant though it was.",
        "I was only too happy to enjoy the luxury of a real bedchamber, in place\nof the parlor floor which I had occupied as such for more than two\nmonths. It is true that our culinary arrangements were still upon no\ngreatly improved plan. The clay chimney was not of sufficient strength\nto hold the trammel and pot-hooks, which at that day had not been\nsuperseded by the cooking-stove and kitchen-range. Our fire was made as\nin the olden time, with vast logs behind, and smaller sticks in front,\nlaid across upon the andirons or dogs. Upon these sticks were placed\nsuch of the cooking-utensils as could not be accommodated on the hearth;\nbut woe to the dinner or the supper, if through a little want of care or\nscrutiny one treacherous piece was suffered to burn away. Down would\ncome the whole arrangement–kettles, saucepans, burning brands, and\ncinders, in one almost inextricable mass. How often this happened under\nthe supervision of Harry or little Josette, while the mistress was\nplaying lady to some visitor in the parlor, “’twere vain to tell.”",
        "Then, spite of Monsieur Plante’s palisades round the chimney, in a hard\nshower the rain would come pelting down, and, the hearth unfortunately\nsloping a little the wrong way, the fire would become extinguished;\nwhile, the bark on the roof failing to do its duty, we were now and then\nso completely deluged, that there was no resource but to catch up the\nbreakfast or dinner and tuck it under the table until better times–that\nis, till fair weather came again. In spite of all these little adverse\noccurrences, however, we enjoyed our new quarters exceedingly.",
        "Our garden was well furnished with vegetables, and even the\ncurrant-bushes which we had brought from Chicago with us, tied in a\nbundle at the back of the carriage, had produced us some fruit.",
        "The Indian women were very constant in their visits and their presents.\nSometimes it was venison–sometimes ducks or pigeons–whortleberries,\nwild plums, or cranberries, according to the season–neat pretty mats\nfor the floor or the table–wooden bowls or ladles, fancy work of\ndeer-skin or porcupine-quills. These they would bring in and throw at my\nfeet. If through inattention I failed to appear pleased, to raise the\narticles from the floor and lay them carefully aside, a look of\nmortification and the observation, “Our mother hates our gifts,” showed\nhow much their feelings were wounded. It was always expected that a\npresent would be received graciously, and returned with something twice\nits value.",
        "Meantime, week after week wore on, and still was the return of “the\nmaster” delayed.",
        "The rare arrival of a schooner at Green Bay, in which to take passage\nfor Detroit, made it always a matter of uncertainty what length of time\nwould be necessary for a journey across the lakes and back–so that it\nwas not until the last of August that he again reached his home. Great\nwas his surprise to find us so nicely moved and settled; and under his\nactive supervision the evils of which we had had to complain were soon\nremedied.",
        "My husband had met at Fort Gratiot, and brought with him, my young\nbrother Julian, whom my parents were sending, at our request, to reside\nwith us. Edwin was overjoyed to have a companion once more, for he had\nhitherto been very solitary. The boys soon had enough to occupy their\nattention, as, in obedience to a summons sent to the different villages,\nthe Indians very shortly came flocking in to the payment.",
        "There was among their number, this year, one whom I had never before\nseen–the mother of the elder Day-kau-ray. No one could tell her age,\nbut all agreed that she must have seen upwards of a hundred winters. Her\neyes dimmed, and almost white with age–her face dark and withered, like\na baked apple–her voice tremulous and feeble, except when raised in\nfury to reprove her graceless grandsons, who were fond of playing her\nall sorts of mischievous tricks, indicated the very great age she must\nhave attained.",
        "She usually went upon all-fours, not having strength to hold herself\nerect. On the day of the payment, having received her portion, which she\ncarefully hid in the corner of her blanket, she came crawling along and\nseated herself on the door-step, to count her treasure.",
        "My sister and I were watching her movements from the open window.",
        "Presently, just as she had, unobserved, as she thought, spread out her\nsilver before her, two of her descendants came suddenly upon her. At\nfirst they seemed begging for a share, but she repulsed them with angry\ngestures, when one of them made a sudden swoop, and possessed himself of\na handful.",
        "She tried to rise, to pursue him, but was unable to do more than clutch\nthe remainder and utter the most unearthly screams of rage. At this\ninstant the boys raised their eyes and perceived us regarding them. They\nburst into a laugh, and with a sort of mocking gesture they threw her\nthe half-dollars, and ran back to the pay-ground.",
        "In spite of their vexatious tricks, she seemed very fond of them, and\nnever failed to beg something of her Father, that she might bestow upon\nthem.",
        "She crept into the parlor one morning, then straightening herself up,\nand supporting herself by the frame of the door, she cried, in a most\npiteous tone,–\"Shaw-nee-aw-kee! Wau-tshob-ee-rah Thsoonsh-koo-nee-noh!\"\n(Silver-man, I have no looking-glass.) My husband, smiling and taking up\nthe same little tone, cried, in return,–",
        "“Do you wish to look at yourself, mother?”",
        "The idea seemed to her so irresistibly comic that she laughed until she\nwas fairly obliged to seat herself upon the floor and give way to her\nenjoyment. She then owned that it was for one of the boys that she\nwanted the little mirror. When her Father had given it to her, she found\nthat she had “no comb,” then that she had “no knife,” then that she had\n“no calico shawl,” until it ended, as it generally did, by\nShaw-nee-aw-kee paying pretty dearly for his joke.",
        "When the Indians arrived and when they departed, my sense of “woman’s\nrights” was often greatly outraged. The master of the family, as a\ngeneral thing, came leisurely bearing his gun and perhaps a lance in his\nhand; the woman, with the mats and poles of her lodge upon her\nshoulders, her pappoose, if she had one, her kettles, sacks of corn, and\nwild rice, and, not unfrequently, the household dog perched on the top\nof all. If there is a horse or pony in the list of family possessions,\nthe man rides, the squaw trudges after.",
        "This unequal division of labor is the result of no want of kind,\naffectionate feeling on the part of the husband. It is rather the\ninstinct of the sex to assert their superiority of position and\nimportance, when a proper occasion offers. When out of the reach of\nobservation, and in no danger of compromising his own dignity, the\nhusband is willing enough to relieve his spouse from the burden that\ncustom imposes on her, by sharing her labors and hardships.",
        "The payment had not passed without its appropriate number of\ncomplimentary and medicine dances. The latter take place only at rare\nintervals–the former whenever an occasion demanding a manifestation of\nrespect and courtesy presents itself.",
        "It is the custom to ask permission of the person to be complimented, to\ndance for him. This granted, preparation is made by painting the face\nelaborately, and marking the person, which is usually bare about the\nchest and shoulders, after the most approved pattern. All the ornaments\nthat can be mustered are added to the hair, or headdress. Happy is he\nwho, in virtue of having taken one or more scalps, is entitled to\nproclaim it by a corresponding number of eagle’s feathers.",
        "The less fortunate make a substitute of the feathers of the wild turkey,\nor, better still, of the first unlucky “rooster” that falls in their\nway. My poor fowls, during the time of payment, were always thoroughly\nplucked.",
        "When their preparations are completed, the dancers assemble at some\nconvenient place, whence they come marching to the spot appointed,\naccompanied by the music of the Indian drum and shee-shee-qua or rattle.\nThey range themselves in a circle and dance with violent contortions and\ngesticulations, some of them graceful, others only energetic, the\nsquaws, who stand a little apart and mingle their discordant voices with\nthe music of the instruments, rarely participating in the dance.\nOccasionally, however, when excited by the general gaiety, a few of them\nwill form a circle outside and perform a sort of ungraceful, up-and-down\nmovement, which has no merit, save the perfect time which is kept, and\nfor which the Indians seem, without exception, to possess a natural ear.\nThe dance finished, which is only when the strength of the dancers is\nquite exhausted, a quantity of presents are brought and placed in the\nmiddle of the circle, by order of the party complimented. An equitable\ndistribution is made by one of their number; and, the object of all this\ndisplay having been accomplished, they retire.",
        "The medicine dance is carried on chiefly to celebrate the skill of the\n“Medicine-man” in curing diseases. This functionary belongs to a\nfraternity who are supposed to add to their other powers some skill in\ninterpreting the will of the Great Spirit in regard to the conduct of\nhis people. He occasionally makes offerings and sacrifices which are\nregarded as propitiatory. In this sense, the term “priest” may be deemed\napplicable to him. He is also a “prophet” in so far as he is, in a\nlimited degree, an instructor; but he does not claim to possess the gift\nof foretelling future events.",
        "A person is selected to join the fraternity of the “Medicine-man” by\nthose already initiated, chiefly on account of some skill or sagacity\nthat has been observed in him. Sometimes it happens that a person who\nhas had a severe illness which has yielded to the prescriptions of one\nof the members, is considered a proper object of choice from a sort of\nclaim thus established.",
        "When he is about to be initiated, a great feast is made, of course at\nthe expense of the candidate, for in simple as in civilized life the\nsame principle of politics holds good, “honors must be paid for.” An\nanimal is killed and dressed, of which the people at large\npartake–there are dances and songs and speeches in abundance. Then the\nchief Medicine-man takes the candidate and privately instructs him in\nall the ceremonies and knowledge necessary to make him an accomplished\nmember of the fraternity. Sometimes the new member selected is still a\nchild. In that case he is taken by the Medicine-man so soon as he\nreaches a proper age, and qualified by instruction and example to become\na creditable member of the fraternity.",
        "Among the Winnebagoes there seems a considerable belief in magic. Each\nMedicine-man has a bag or sack, in which is supposed to be inclosed some\nanimal, to whom, in the course of their pow-wows, he addresses\nhimself, crying to him in the note common to his imagined species. And\nthe people seem to be persuaded that the answers which are announced are\nreally communications, in this form, from the Great Spirit.",
        "The Indians appear to have no idea of a retribution beyond this life.\nThey have a strong appreciation of the great fundamental virtues of\nnatural religion–the worship of the Great Spirit, brotherly love,\nparental affection, honesty, temperance, and chastity. Any infringement\nof the laws of the Great Spirit, by a departure from these virtues, they\nbelieve will excite his anger and draw down punishment. These are their\nprinciples. That their practice evinces more and more a departure from\nthem, under the debasing influences of a proximity to the whites, is a\nmelancholy truth, which no one will admit with so much sorrow as those\nwho lived among them, and esteemed them, before this signal change had\ntaken place.",
        "One of the first improvements that suggested itself about our new\ndwelling, was the removal of some very unsightly pickets surrounding two\nor three Indian graves, on the esplanade in front of the house. Such,\nhowever, is the reverence in which these burial-places are held, that we\nfelt we must approach the subject with great delicacy and consideration.",
        "My husband at length ventured to propose to Mrs. “Pawnee Blanc,” the\nnearest surviving relative of the person interred, to replace the\npickets with a neat wooden platform.",
        "The idea pleased her much, for, through her intimacy in Paquette’s\nfamily, she had acquired something of a taste for civilization.\nAccordingly, a little platform about a foot in height, properly finished\nwith a moulding around the edge, was substituted for the worn and\nblackened pickets; and it was touching to witness the mournful\nsatisfaction with which two or three old crones would come regularly\nevery evening at sunset, to sit and gossip over the ashes of their\ndeparted relatives.",
        "On the fine moonlight nights, too, there might often be seen a group\nsitting there, and enjoying what is to them a solemn hour, for they\nentertain the poetic belief that “the moon was made to give light to the\ndead.”",
        "The reverence of the Indians for the memory of their departed friends,\nand their dutiful attention in visiting and making offerings to the\nGreat Spirit, over their last resting-places, is an example worthy of\nimitation among their more enlightened brethren. Not so, however, with\nsome of their customs in relation to the dead.",
        "The news of the decease of one of their number is a signal for a general\nmourning and lamentation; it is also in some instances, I am sorry to\nsay, when the means and appliances can be found, the apology for a\ngeneral carouse.",
        "The relatives weep and howl for grief–the friends and acquaintance bear\nthem company through sympathy. A few of their number are deputed to wait\nupon their Father, to inform him of the event, and to beg some presents\n“to help them,” as they express it, “dry up their tears.”",
        "We received such a visit one morning, not long after the payment was\nconcluded.",
        "A drunken little Indian, named, by the French people around, “Old\nBoilvin,” from his resemblance to an Indian Agent of that name at\nPrairie du Chien, was the person on account of whose death the\napplication was made. “He had been fishing,” they said, “on the shores\nof one of the little lakes near the Portage, and, having taken a little\ntoo much ’whiskee,’ had fallen into the water and been drowned.\"\nNothing of him had been found but his blanket on the bank, so there\ncould be no funeral ceremonies, but his friends were prepared to make a\ngreat lamentation about him.",
        "Their Father presented them with tobacco, knives, calico, and\nlooking-glasses, in proportion to what he thought might be their\nreasonable grief at the loss of such a worthless vagabond, and they\ndeparted.",
        "There was no difficulty, notwithstanding the stringent prohibitions on\nthe subject, in procuring a keg of whiskey from some of the traders who\nyet remained. Armed with that and their other treasures, they assembled\nat an appointed spot, not far from the scene of the catastrophe, and,\nsitting down with the keg in their midst, they commenced their\naffliction. The more they drank, the more clamorous became their grief,\nand the faster flowed their tears.",
        "In the midst of these demonstrations, a little figure, bent and\nstaggering, covered with mud and all in disorder, with a countenance\nfull of wonder and sympathy, approached them, and began,–",
        "“Why? what? what? Who’s dead?”",
        "“Who’s dead?” repeated they, looking up in astonishment. “Why, you’re\ndead! you were drowned in Swan Lake! Did not we find your blanket there?\nCome, sit down and help us mourn.”",
        "The old man did not wait for a second invitation. He took his seat and\ncried and drank with the rest, weeping and lamenting as bitterly as any\nof them, and the strange scene was continued as long as they had power\nto articulate, or any portion of the whiskey was left.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}