{
    "title": "Wau-bun - Appendix",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "41",
    "content": [
        "\n\n",
        "As I have given throughout the Narrative of the Sauk War the impressions\nwe received from our own observation, or from information furnished us\nat the time, I think it but justice to Black Hawk and his party to\ninsert, by way of Appendix, the following account, preserved among the\nmanuscript records of the late Thomas Forsyth, Esq., of St. Louis, who,\nafter residing among the Indians many years as a trader, was, until the\nyear 1830, the Agent of the Sauks and Foxes. The manuscript was written\nin 1832, while Black Hawk and his compatriots were in prison at\nJefferson Barracks.",
        "“The United States troops under the command of Major Stoddard arrived\nhere[58] and took possession of this country in the month of February,\n1804. In the spring of that year, a white person (a man or boy) was\nkilled in Cuivre Settlement, by a Sauk Indian Some time in the summer\nfollowing, a party of United States troops were sent up to the Sauk\nvillage on Rocky Biver, and a demand made of the Sauk chiefs for the\nmurderer. The Sauk chiefs did not hesitate a moment, but delivered him\nup to the commander of the troops, who brought him down and delivered\nhim over to the civil authority in this place (St. Louis).",
        "“Some time in the ensuing autumn some Sauk and Fox Indians came to this\nplace, and had a conversation with General Harrison (then Governor of\nIndiana Territory, and acting Governor of this State, then Territory of\nLouisiana) on the subject of liberating their relative, then in prison\nat this place for the above-mentioned murder.",
        "“Quash-quame, a Sauk chief, who was the head man of this party, has\nrepeatedly said, ’Mr. Pierre Chouteau, Sen., came several times to my\ncamp, offering that if I would sell the lands on the east side of the\nMississippi River, Governor Harrison would liberate my relation (meaning\nthe Sauk Indian then in prison as above related), to which I at last\nagreed, and sold the lands from the mouth of the Illinois River up the\nMississippi River as high as the mouth of Rocky River (now Rock River),\nand east to the ridge that divides the waters of the Mississippi and\nIllinois Rivers; but I never sold any more lands.’ Quash-quame also said\nto Governor Edwards, Governor Clarke, and Mr. Auguste Chouteau,\nCommissioners appointed to treat with the Chippewas, Ottawas, and\nPottowattamies of Illinois River, in the summer of 1816, for lands on\nthe west side of Illinois River,–",
        "“’You white men may put on paper what you please, but again I tell you,\nI never sold any lands higher up the Mississippi than the mouth of Rocky\nRiver.’",
        "“In the treaty first mentioned, the line commences opposite to the mouth\nof Gasconade River, and running in a direct line to the head-waters of\nJefferson[59] River, thence down that river to the Mississippi\nRiver–thence up the Mississippi River to the mouth of the Ouisconsin\nRiver–thence up that river thirty-six miles–thence in a direct line to\na little lake in Fox River of Illinois, down Fox River to Illinois\nRiver, down Illinois River to its mouth–thence down the Mississippi\nRiver to the mouth of Missouri River–thence up that river to the place\nof beginning. See treaty dated at St. Louis, 4th November, 1804.",
        "“The Sauk and Fox nations were never consulted, nor had any hand in this\ntreaty, nor knew anything about it. It was made and signed by two Sauk\nchiefs, one Fox chief and one warrior.",
        "“When the annuities were delivered to the Sauk and Fox nations of\nIndians, according to the treaty above referred to (amounting to $1000\nper annum), the Indians always thought they were presents (as the\nannuity for the first twenty years was always paid in goods, sent on\nfrom Georgetown, District of Columbia, and poor articles of merchandise\nthey were, very often damaged and not suitable for Indians), until I, as\ntheir Agent, convinced them of the contrary, in the summer of 1818. When\nthe Indians heard that the goods delivered to them were annuities for\nland sold by them to the United States, they were astonished, and\nrefused to accept of the goods, denying that they ever sold the lands as\nstated by me, their Agent. The Black Hawk in particular, who was present\nat the time, made a great noise about this land, and would never receive\nany part of the annuities from that time forward. He always denied the\nauthority of Quash-quame and others to sell any part of their lands, and\ntold the Indians not to receive any presents or annuities from any\nAmerican–otherwise their lands would be claimed at some future day.",
        "“As the United States do insist, and retain the lands according to the\ntreaty of November 4, 1804, why do they not fulfil their part of that\ntreaty as equity demands?",
        "“The Sauk and Fox nations are allowed, according to that treaty, ’to\nlive and hunt on the lands so ceded, as long as the aforesaid lands\nbelong to the United States.’ In the spring of the year 1827, about\ntwelve or fifteen families of squatters arrived and took possession of\nthe Sauk village, near the mouth of the Rocky River. They immediately\ncommenced destroying the Indians’ bark boats. Some were burned, others\nwere torn to pieces, and when the Indians arrived at the village, and\nfound fault with the destruction of their property, they were beaten and\nabused by the squatters.",
        "“The Indians made complaint to me, as their Agent. I wrote to General\nClarke,[60] stating to him from time to time what happened, and giving a\nminute detail of everything that passed between the whites (squatters)\nand the Indians.",
        "“The squatters insisted that the Indians should be removed from their\nvillage, saying that as soon as the land was brought into market they\n(the squatters) would buy it all. It became needless for me to show them\nthe treaty, and the right the Indians had to remain on their lands. They\ntried every method to annoy the Indians, by shooting their dogs,\nclaiming their horses, complaining that the Indians’ horses broke into\ntheir corn-fields–selling them whiskey for the most trifling articles,\ncontrary to the wishes and request of the chiefs, particularly the Black\nHawk, who both solicited and threatened them on the subject, but all to\nno purpose.",
        "“The President directed those lands to be sold at the Land Office, in\nSpringfield, Illinois. Accordingly, when the time came that they were to\nbe offered for sale (in the autumn of 1828), there were about twenty\nfamilies of squatters at, and in the vicinity of, the old Sauk village,\nmost of whom attended the sale, and but one of them could purchase a\nquarter-section (if we except George Davenport, a trader who resides in\nRocky Island). Therefore, all the land not sold, still belonged to the\nUnited States, and the Indians had still a right, by treaty, to hunt and\nlive on those lands. This right, however, was not allowed them–they\nmust move off.",
        "“In 1830, the principal chiefs, and others of the Sauk and Fox Indians\nwho resided at the old village, near Rocky River, acquainted me that\nthey would remove to their village on Ihoway River. These chiefs advised\nme to write to General Clarke, Superintendent of Indian Affairs at this\nplace (St. Louis), to send up a few militia–that the Black Hawk and his\nfollowers would then see that everything was in earnest, and they would\nremove to the west side of the Mississippi, to their own lands.",
        "“The letter, as requested by the chiefs, was written and sent by me to\nGeneral Clarke, but he did not think proper to answer it–therefore\neverything remained as formerly, and, as a matter of course, the Black\nHawk and his party thought the whole matter of removing from the old\nvillage had blown over.",
        "“In the spring of 1831, the Black Hawk and his party were augmented by\nmany Indians from Ihoway River. This augmentation of forces made the\nBlack Hawk very proud, and he supposed nothing would be done about\nremoving him and his party.",
        "“General Gaines visited the Black Hawk and his party this season, with a\nforce of regulars and militia, and compelled them to remove to the west\nside of the Mississippi River, on their own lands.",
        "“When the Black Hawk and party recrossed to the east side of the\nMississippi River in 1832, they numbered three hundred and sixty-eight\nmen. They were hampered with many women and children, and had no\nintention to make war. When attacked by General Stillman’s detachment,\nthey defended themselves like men; and I would ask, who would not do\nso, likewise? Thus the war commenced.",
        "“The Indians had been defeated, dispersed, and some of the principal\nchiefs are now in prison and in chains, at Jefferson Barracks....",
        "“It is very well known, by all who know the Black Hawk, that he has\nalways been considered a friend to the whites. Often has he taken into\nhis lodge the wearied white man, given him good food to eat, and a good\nblanket to sleep on before the fire. Many a good meal has the Prophetgiven to people travelling past his village, and very many stray horses\nhas he recovered from the Indians and restored to their rightful owners,\nwithout asking any recompense whatever....",
        "“What right have we to tell any people, ’You shall not cross the\nMississippi River on any pretext whatever’? When the Sauk and Fox\nIndians wish to cross the Mississippi, to visit their relations among\nthe Pottowattamies of Fox River, Illinois, they are prevented by us,\nbecause we have the power!”",
        "I omit the old gentleman’s occasional comments upon the powers that\ndictated, and the forces which carried on, the warfare of this unhappy\nsummer. There is every reason to believe that had his suggestions been\nlistened to, and had he continued the Agent of the Sauks and Foxes, a\nsad record might have been spared,–we should assuredly not have been\ncalled to chronicle the untimely fate of his successor, the unfortunate\nM. St. Vrain, who, a comparative stranger to his people, was murdered by\nthem, in their exasperated fury, at Kellogg’s Grove, soon after the\ncommencement of the campaign.",
        "It seems appropriate to notice in this place the subsequent appearance\nbefore the public of one of the personages casually mentioned in the\nforegoing narrative.",
        "In the autumn of 1864 we saw advertised for exhibition at Wood’s Museum,\nChicago, “The most remarkable instance of longevity on record–the\nvenerable Joseph Crély, born on the 13th of September, 1726, and having\nconsequently reached, at this date, the age of ONE HUNDRED AND\nTHIRTY-NINE YEARS!” Sundry particulars followed of his life and history,\nand, above all, of his recollections.",
        "“Well done for old Crély!” said my husband, when he had gone through the\nlong array. “Come, let us go over to Wood’s Museum and renew our\nacquaintance with the venerable gentleman.”",
        "I did not need a second invitation, for I was curious to witness the\nwonders which the whirligig of time had wrought with our old employé.",
        "We chose an early hour for our visit, that we might pay our respects to\nboth him and the granddaughter who had him in charge, unembarrassed by\nthe presence of strangers.",
        "In a large room on the second floor of the building, among cages of\nbirds and animals, some stuffed, others still living, we perceived,\nseated by a window, a figure clad in bright cashmere dressing-gown and\ngay tasselled cap, tranquilly smoking a tah-nee-hoo-rah, or long Indian\npipe. His form was upright, his face florid, and less changed than might\nhave been expected by the thirty-one years that had elapsed since we had\nlast seen him. He was alone, and my husband addressed him at first in\nEnglish:–",
        "“Good-morning, M. Crély. Do you remember me?”",
        "He shook his head emphatically. “Je ne comprends pas. Je ne me\nressouviens de rien–je suis vieux, vieux–le treize Septembre, mil sept\ncent vingt-six, je suis né. Non, non,” with a few gentle shakes of the\nhead, “je ne puis rappeler rien–je suis vieux, vieux.\"[61]",
        "My husband changed his inquiries to the patois which Crély could not\nfeign not to comprehend.",
        "“Where is your granddaughter? I am acquainted with her, and would like\nto speak with her.”",
        "The old man sprang up with the greatest alacrity, and, running to a door\nin the wooden partition which cut off a corner of the room and thus\nfurnished an apartment for the ancient phenomenon, he rapped vigorously,\nand called, in accents quite unlike his former feeble, drawling tones,–",
        "“Thérèse, Thérèse–il y a icite un monsieur qui voudrait vous voir.\"[62]",
        "The granddaughter presently made her appearance. She looked shyly at my\nhusband from under her brows.",
        "“Do you know me, Thérèse?” he asked.",
        "“Yes, sir. It is Mr. Kinzie.”",
        "“And do you know me also?” I said, approaching. She looked at me and\nshook her head.",
        "“No, I do not,” she replied.",
        "“What, Thérèse! Have you forgotten Madame John, who taught you to\nread–you and all the little girls at the Portage?”",
        "“Oh, my heavens, Mrs. Kinzie!–but you have changed so!”",
        "“Yes, Thérèse, I have grown old in all these years; but I have not grown\nold quite so fast as your grandpapa here.”",
        "There was a flash in her eye that told she felt my meaning. She hung\nher head without speaking, while the color deepened over her\ncountenance.",
        "“Now,” said I, in French, to the grandfather, “you remember me–”",
        "He interrupted me with a protest, “Non, non–je ne puis rappeler\nrien–je suis vieux, vieux–le treize Septembre, mil sept cent\nvingt-six, je suis né à Detroit.”",
        "“And you recollect,” I went on, not heeding his formula, “how I came to\nthe Portage a bride, and lived in the old cabins that the soldiers had\noccupied–”",
        "“Eh b’an! oui–oui–”",
        "“And how you helped make the garden for me–and how Plante and Manaigre\nfinished the new house so nicely while Monsieur John was away for the\nsilver–and how there was a feast after it was completed–”",
        "“Ah! oui, oui–pour le sûr.”",
        "“And where are all our people now?” I asked, turning to Thérèse. “Louis\nFrum dit Manaigre–is he living?”",
        "“Oh, Madame Kinzie! You remember that–Manaigre having two names?”",
        "“Yes, Thérèse–I remember everything connected with those old times at\nthe Portage. Who among our people there are living?”",
        "“Only Manaigre is left,” she said.",
        "“Mais, mais, Thérèse,” interposed the old man, “Manaigre’s daughter\nGeneviève is living.” It was a comfort to find our visit of such\nmiraculous benefit to his memory.",
        "“And the Puans–are any of them left?” I asked.",
        "“Not more than ten or twelve, I think–” Again her grandfather promptly\ncontradicted her:–",
        "“Mais, mais, je compte b’an qu’il y en a quinze ou seize, Thérèse;” and\nhe went quite glibly over the names of such of his red friends as still\nhovered around their old home in that vicinity.",
        "He was in the full tide of gay reminiscence, touching upon experiences\nand adventures of long ago, and recalling Indian and half-breed\nacquaintances of former days, when footsteps approached, and the\nentrance of eager, curious visitors suddenly reminded him of his\nappointed rôle. It was marvellous how instantaneously he subsided into\nthe superannuated driveller who was to bear away the bell from Old Parr\nand all the Emperor Alexander’s far-sought fossils.",
        "“Je suis vieux, vieux–l’an mil sept cent vingt-six–le treize\nSeptembre, à Detroit–- je ne puis rappeler rien.”",
        "Not another phrase could “all the King’s armies, or all the King’s men,\"\nhave extorted from him.",
        "So we left him to the admiring comments of the new-comers. I think it\nshould be added, in extenuation of what would otherwise seem a gross\nimposture, that his granddaughter was really ignorant of Crély’s exact\nage–that he, being ever a gasconading fellow, was quite ready to\npersonate that certain Joseph Crély whose name appears on the baptismal\nrecords of the Church in Detroit of the year 1726. He was, moreover,\npleased with the idea of being gaily dressed and going on a tour to see\nthe world, and doubtless rejoiced, also, in the prospect of relieving\nhis poor granddaughter of a part of the burden of his maintenance. He\nwas probably at this time about ninety-five years of age. There are\nthose that knew him from 1830, who maintain that his age was a few years\nless; but I take the estimate of Mr. Kinzie and H.L. Dousman, of Prairie\ndu Chien, who set him down, in 1864, at about the age I have assigned to\nhim.",
        "FOOTNOTES:",
        "[Footnote 1: Corn which has been parboiled, shelled from the cob, and\ndried in the sun.]",
        "[Footnote 2: Literally, crazy oats. It is the French name for the\nMenomonees.]",
        "[Footnote 3: Le Forgeron, or Blacksmith, a Menomonee chief.]",
        "[Footnote 4: A niece of James Fenimore Cooper.]",
        "[Footnote 5: Master–or, to use the emphatic Yankee term, boss.]",
        "[Footnote 6: Michaud climbed into a plum-tree, to gather plums. The\nbranch broke. Michaud fell! Where is he? He is down on the ground.\nNo, he is up in the tree.]",
        "[Footnote 7: The supposed Dauphin of France.]",
        "[Footnote 8: The site of the town of Nee-nah.]",
        "[Footnote 9: The bark of the red willow, scraped fine, which is\npreferred by the Indians to tobacco.]",
        "[Footnote 10: General Cass was then Governor of Michigan, and\nSuperintendent of the Northwestern Indians.]",
        "[Footnote 11: In the year 1714.]",
        "[Footnote 12: Father! How do you do?]",
        "[Footnote 13: Only look! what inventions! what wonders!]",
        "[Footnote 14: Between two of these lakes is now situated the town of\nMadison–the capital of the State of Wisconsin.]",
        "[Footnote 15: I speak, it will be understood, of things as they existed\na quarter of a century ago.]",
        "[Footnote 16: It was at this spot that the unfortunate St. Vrain lost\nhis life, during the Sauk war, in 1832.]",
        "[Footnote 17: Probably at what is now Oswego. The name of a portion of\nthe wood is since corrupted into Specie’s Grove.]",
        "[Footnote 18: The honey-bee is not known in the perfectly wild countries\nof North America. It is ever the pioneer of civilization, and the\nIndians call it ’the white man’s bird.\"]",
        "[Footnote 19: It was near this spot that the brother of Mr. Hawley, a\nMethodist preacher, was killed by the Sauks, in 1832, after having been\ntortured by them with the most wanton barbarity.]",
        "[Footnote 20: Rivière Aux Plaines was the original French designation,\nnow changed to Desplaines, pronounced as in English.]",
        "[Footnote 21: 1855.]",
        "[Footnote 22: See Frontispiece.]",
        "[Footnote 23: Since called N. State Street (1870).]",
        "[Footnote 24: I can recall a petition that was circulated at the\ngarrison about this period, for “building a brigg over Michigan City.\"\nBy altering the orthography, it was found to mean, not the stupendous\nundertaking it would seem to imply, but simply “building a bridge” over\nat Michigan City,–an accommodation much needed by travellers at that\nday.]",
        "[Footnote 25: The proper orthography of this word is undoubtedly\nslough, as it invariably indicates something like that which Christian\nfell into in flying from the City of Destruction. I spell it, however,\nas it is pronounced.]",
        "[Footnote 26: A gentleman who visited Chicago at that day, thus speaks\nof it: “I passed over the ground from the fort to the Point, on\nhorseback. I was up to my stirrups in water the whole distance. I would\nnot have given sixpence an acre for the whole of it.\"]",
        "[Footnote 27: See Narrative of the Massacre, p. 159.]",
        "[Footnote 28: Mr. Cat.]",
        "[Footnote 29: This Narrative, first published in pamphlet form in 1836,\nwas transferred, with little variation, to Brown’s “History of\nIllinois,” and to a work called “Western Annals.” It was likewise made,\nby Major Richardson, the basis of his two tales, “Hardscrabble,” and\n“Wau-nan-gee.\"]",
        "[Footnote 30: Burns’s house stood near the spot where the Agency\nBuilding, or “Cobweb Castle,” was afterwards erected, at the foot of N.\nState Street.]",
        "[Footnote 31: This is done by cutting the meat in thin slices, placing\nit upon a scaffold, and making a fire under it, which dries it and\nsmokes it at the same time.]",
        "[Footnote 32: A trading-establishment–now Ypsilanti.]",
        "[Footnote 33: Captain Wells, when a boy, was stolen, by the Miami\nIndians, from the family of Hon. Nathaniel Pope, in Kentucky. Although\nrecovered by them, he preferred to return and live among his new\nfriends. He married a Miami woman, and became a chief of the nation. He\nwas the father of the late Mrs. Judge Wolcott, of Maumee, Ohio.]",
        "[Footnote 34: The spot now called Bertrand, then known as Parc aux\nVaches, from its having been a favorite “stamping-ground” of the\nbuffalo which then abounded in the country.]",
        "[Footnote 35: The exact spot of this encounter was about where 21st\nStreet crosses Indiana Avenue.]",
        "[Footnote 36: Along the present State Street.]",
        "[Footnote 37: Mrs. Holt is believed to be still living, in the State of\nOhio.]",
        "[Footnote 38: Billy Caldwell was a half-breed, and a chief of the\nnation. In his reply, ’I am a Sau-ga-nash,” or Englishman, he designed\nto convey, “I am a white man.” Had he said, ’I am a Pottowattamie,\"\nit would have been interpreted to mean, “I belong to my nation, and am\nprepared to go all lengths with them.\"]",
        "[Footnote 39: Frenchman.]",
        "[Footnote 40: The Pottowattamie chief, so well known to many of the\ncitizens of Chicago, now (1870) residing at the Aux Plaines.]",
        "[Footnote 41: Twenty-two years after this, as I was on a journey to\nChicago in the steamer Uncle Sam, a young woman, hearing my name,\nintroduced herself to me, and, raising the hair from her forehead,\nshowed me the mark of the tomahawk which had so nearly been fatal to\nher.]",
        "[Footnote 42: Although this is the name our mother preserved of her\nbenefactor, it seems evident that this chief was in fact Corn-Planter,\na personage well known in the history of the times. There could hardly\nhave been two such prominent chiefs in the same village.]",
        "[Footnote 43: From the French–Tranche, a deep cut.]",
        "[Footnote 44: It is a singular fact that all the martins, of which there\nwere great numbers occupying the little houses constructed for them by\nthe soldiers, were observed to have disappeared from their homes on the\nmorning following the embarkation of the troops. After an absence of\nfive days they returned. They had perhaps taken a fancy to accompany\ntheir old friends, but, finding they were not Mother Carey’s chickens,\ndeemed it most prudent to return and reoccupy their old dwellings.]",
        "[Footnote 45: It is now known as Dunkley’s Grove.]",
        "[Footnote 46: How the woods talk!]",
        "[Footnote 47: It will be remembered that these were the arguments used\nat a period when the Indians possessed most of the broad lands on the\nUpper Mississippi and its tributaries–when they were still allowed some\nshare of the blessings of life.]",
        "[Footnote 48: The Indians, in relating a story like this, apologize for\nalluding to a revolting subject. “You will think this unpleasant,\"\nthey say.]",
        "[Footnote 49: Come in, my daughter.]",
        "[Footnote 50: The Indians sing these words to an air peculiar to\nthemselves.]",
        "[Footnote 51: Three streams or water courses of that region.]",
        "[Footnote 52: See Appendix.]",
        "[Footnote 53: As “the venerable Joseph Crély” has become historic from\nhis claim to have reached the age of one hundred and thirty-nine years,\nI will state that at this period (1832) he was a hale, hearty man of\nsixty years or less.]",
        "[Footnote 54: The Indians who had “been at Washington” were very fond of\ncalling their Father thus. Black Wolf’s son would go further, and\nvociferate “K’hizzie,” to show his familiarity.]",
        "[Footnote 55: Fisher’s Hornpipe.]",
        "[Footnote 56: General Atkinson.]",
        "[Footnote 57: A belt of land termed the Neutral Ground of the different\nopposing nations.]",
        "[Footnote 58: St. Louis, Mo.]",
        "[Footnote 59: There is no such river in this country, therefore this\ntreaty is null and void–of no effect in law or equity. Such was the\nopinion of the late Governor Howard. (T.F.)]",
        "[Footnote 60: Superintendent of Indian Affairs at St. Louis.]",
        "[Footnote 61: I do not understand. I remember nothing. I am very, very\nold–the thirteenth of September, 1726, I was born. No, no–I can\nrecollect nothing. I am old, old.]",
        "[Footnote 62: Thérèse, there is a gentleman here who wishes to see you.]",
        " ",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}