{
    "title": "Wau-bun - Chapter IX: Housekeeping",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "11",
    "content": [
        "\n\n",
        "As the boats might be expected in a few days, it was thought best to\nbegin at once what preparations were in my power towards housekeeping.\nThese were simply the fitting and sewing of my carpets, in which I was\nkindly assisted by Mrs. Twiggs; and, the wife of one of our Frenchmen\nhaving come over from the Agency and made everything tidy and\ncomfortable, the carpets were soon tacked down, and the rooms were ready\nfor the reception of the rest of the furniture.",
        "I had made many fruitless attempts, both in Detroit and Green Bay, to\nprocure a servant-woman to accompany me to my new home. Sometimes one\nwould present herself, but, before we could come to a final agreement,\nthe thoughts of the distance, of the savages, the hardships of the\njourney, or, perhaps, the objections of friends, would interfere to\nbreak off the negotiation; so that I had at length been obliged to rest\nsatisfied with the simple hope held out by my husband, that one of his\nFrench employés, with his wife, would be contented to take up their\nabode with us.",
        "In this state of things, all difficulties seemed to be obviated by the\nproposal of Major Twiggs, that we should take into our service a young\ncolored girl whom he had brought from Buffalo, in the spring, to wait on\nMrs. T. until her own servants should arrive from the South.",
        "Louisa was accordingly sent for, an uncommonly handsome young negress,\nwith an intelligent but very demure countenance, who called herself\nfifteen years of age, but who, from the progress in vice and iniquity I\nafterwards discovered her to have made, must have been at least several\nyears older. Be that as it may, she now seemed to have no fault but\ncarelessness and inexperience, both of which I had great hopes she would\nget the better of, under careful training.",
        "My first week’s visit with Mrs. Twiggs had just expired when word was\ngiven that the boats were in sight–the boats that contained our\nfurniture–and the expected arrival of Louis Philippe to visit Queen\nVictoria could scarcely have created a more universal sensation, than\ndid this announcement in our little community. Although we knew that\nsome hours must yet elapse before they could reach the spot for\ndisembarkation, we were constantly on the watch, and at length all the\nyoung officers, followed by as many of the soldiers as were off duty,\naccompanied Mr. Kinzie down the bank to the landing, to witness and, if\nnecessary, to assist in helping everything safe to land.",
        "Sad was the plight in which matters were found. The water poured out of\nthe corners of the boxes as they were successively hoisted on shore. Too\nimpatient to wait until they could be carried up to the fort, the\ngentlemen soon furnished themselves with, hammers and hatchets, and fell\neagerly to work, opening the boxes to explore the extent of the damage.\nAlas for the mahogany! not a piece from which the edges and veneering\nwere not starting. It had all the appearance of having lain under the\nGrande Chûte for days. Poor Hamilton was load in his protestations and\nexcuses.",
        "It was the fault of the men, of the weather, of the way the things were\npacked. “Confound it! he had taken the best care of the things he\npossibly could–better than he had ever taken before–it would get\ndone!”",
        "There was nothing but to be patient and make the best of it. And when\nthe pretty sideboard and work-table had been thoroughly rubbed and set\nup, and all the little knick-knacks arranged on the mantel-piece–when\nthe white curtains were hung at the windows, and the chairs and\ndining-table each in its proper place in relation to the piano, our\nparlor was pronounced “magnificent.” At least so seemed to think\nHamilton, who came to give one admiring look, and to hear the music of\nthe piano, which was a perfect novelty to him. His description of it to\nthe young officers, after his return to the Bay, was expressive of his\nadmiration and wonder–\"There it stood on its four legs! Anybody might\ngo up and touch it!”",
        "In due time the dinner- and tea-sets were carefully bestowed in the\n“Davis,” together with sundry jars of sweetmeats that I had prepared in\nDetroit; the iron and tin utensils were placed in a neat cupboard in the\nkitchen, of which my piano-box supplied the frame; the barrel of eggs\nand tubs of butter, brought all the way from Ohio, were ranged in the\nstore-room; a suitable quantity of salt pork and flour was purchased\nfrom the commissary; and, there being no lack of game of every\ndescription, the offering of our red children, we were ready to commence\nhousekeeping.",
        "The first dinner in her own home is an era in the life of a young\nhousekeeper. I shall certainly never forget mine. While I was in the\nlower regions superintending my very inexpert little cook, my husband\nmade his appearance, to say that, as the payment (then the all-absorbing\ntopic of interest) would not commence until afternoon, he had invited M.\nRolette, Mr. Hempstead, and four other gentlemen to dine with us.",
        "“So unexpected–so unprepared for?”",
        "“Never mind; give them anything you have. They have been living for\nsome days in tents, and anything will taste well to them.”",
        "My dinner had been intended to consist chiefly of a venison pasty, and\nfortunately the only dish among my store was of very large proportions,\nso that there was already smoking in the oven a pie of a size nearly\nequal to the famous Norwich pudding; thus, with some trifling additions\nto the bill of fare, we made out very well, and the master of the house\nhad the satisfaction of hearing the impromptu dinner very much commended\nby his six guests.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}