{
    "title": "Wau-bun - Chapter XXXV: Surrender of Winnebago Prisoners",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "37",
    "content": [
        "\n\n",
        "The war was now considered at an end. The news of the battle of the Bad\nAxe, where the regulars, the militia, and the steamboat Warrior\ncombined, had made a final end of the remaining handful of Sauks, had\nreached us and restored tranquillity to the hearts and homes of the\nfrontier settlers.",
        "It may seem wonderful that an enemy so few in number and so\ninsignificant in resources could have created such a panic, and\nrequired so vast an amount of opposing force to subdue them. The\ndifficulty had been simply in never knowing where to find them, either\nto attack or guard against them. Probably at the outset every military\nman thought and felt like the noble old veteran General Brady. “Give me\ntwo infantry companies mounted,” said he, “and I will engage to whip the\nSauks out of the country in one week!”",
        "True, but to whip the enemy you must first meet him; and in order to\npursue effectually and catch the Indians, a peculiar training is\nnecessary–a training which, at that day, few, even of the frontier\nmilitia, could boast.",
        "In some portions of this campaign there was another difficulty,–the\nwant of concert between the two branches of the service. The regular\ntroops looked with contempt upon the unprofessional movements of the\nmilitia; the militia railed at the dilatory and useless formalities of\nthe regulars. Each avowed the conviction that matters could be much\nbetter conducted without the other, and the militia, being prompt to\nact, sometimes took matters into their own hands, and brought on defeat\nand disgrace, as in the affair of “Stillman’s Run.”",
        "The feeling of contempt which the army officers entertained for the\nmilitia, extended itself to their subordinates and dependants. After the\nvisit of the Ranger officers to Fort Winnebago, before the battle of the\nWisconsin, the officer of the mess where they had been entertained\ncalled up his servant one day to inquire into the sutler’s accounts, He\nwas the same little “Yellow David” who had formerly appertained to\nCaptain Harney.",
        "“David,” said the young gentleman, “I see three bottles of cologne-water\ncharged in the month’s account of the mess at the sutler’s. What does\nthat mean?”",
        "“If you please, lieutenant,” said David, respectfully, “it was to\nsweeten up the dining-room and quarters after them milish’ officers were\nhere visiting.”",
        "Black Hawk and a few of his warriors had escaped to the north, where\nthey were shortly after captured by the One-eyed Day-kau-ray and his\nparty, and brought prisoners to General Street at Prairie du Chien. The\nwomen and children of the band had been put in canoes and sent down the\nMississippi, in hopes of being permitted to cross and reach the rest of\nthat tribe.",
        "The canoes had been tied together, and many of them were upset, and the\nchildren drowned, their mothers being too weak and exhausted to rescue\nthem. The survivors were taken prisoners, and, starving and miserable,\nwere brought to Prairie du Chien. Our mother was at the Port at the time\nof their arrival. She described their condition as wretched and reduced\nbeyond anything she had ever witnessed. One woman who spoke a little\nChippewa gave her an account of the sufferings and hardships they had\nendured–it was truly appalling.",
        "After having eaten such of the horses as could be spared, they had\nsubsisted on acorns, elm-bark, or even grass. Many had died of\nstarvation, and their bodies were found lying in their trail by the\npursuing whites. This poor woman had lost her husband in battle, and all\nher children by the upsetting of the canoe in which they were, and her\nonly wish now was, to go and join them. Poor Indians! who can wonder\nthat they do not love the whites?",
        "But a very short time had we been quietly at home when a summons came to\nmy husband to collect the principal chiefs of the Winnebagoes and meet\nGeneral Scott and Governor Reynolds at Rock Island, where it was\nproposed to bold a treaty for the purchase of all the lands east and\nsouth of the Wisconsin. Messengers were accordingly sent to collect the\nprincipal men, and, accompanied by as many as chose to report\nthemselves, he set off on his journey.",
        "He had been gone about two weeks, and I was beginning to count the days\nwhich must elapse before I could reasonably expect his return, when, one\nafternoon, I went over to pay a visit to my sister at the Fort. As I\npassed into the large hall of one range of quarters, Lieutenant Lacy\ncame suddenly in from the opposite direction, and, almost without\nstopping, cried,–",
        "“Bad news, madam! Have you heard it?”",
        "“No. What is it?”",
        "“The cholera has broken out at Rock Island, and they are dying by five\nhundred a day. Dr. Finley has just arrived with the news.” So saying, he\nvanished, without stopping to answer a question.",
        "The cholera at Rock Island, and my husband there! I flew to the other\ndoor of the hall, which looked out upon the parade-ground. A sentinel\nwas walking near. “Soldier,” cried I, “will you run to the young\nofficers’ quarters and ask Dr. Finley to come here for a moment?”",
        "The man shook his head–he was not allowed to leave his post.",
        "Presently Mrs. Lacy’s servant-girl appeared from a door under the steps.\nShe was a worthless creature, but where help was so scarce ladies\ncould not afford to keep a scrupulous tariff of moral qualification.",
        "“Oh! Catharine,” said I, “will you run over and ask Dr. Finley to come\nhere a moment? I must hear what news he has brought from Rock Island.\"\nShe put on a modest look, and said,–",
        "“I do not like to go to the young officers’ quarters.”",
        "I was indignant at her hypocrisy, but I was also wild with impatience,\nwhen to my great joy Dr. Finley made his appearance.",
        "“Where is my husband?” cried I.",
        "“On his way home, madam, safe and sound. He will probably be here\nto-morrow.” He then gave me an account of the ravages the cholera was\nmaking among the troops, which were indeed severe, although less so than\nrumor had at first proclaimed.",
        "Notwithstanding the doctor’s assurance of his safety, my husband was\nseized with cholera on his journey. By the kind care of Paquette and the\nplentiful use of chicken-broth which the poor woman at whose cabin he\nstopped administered to him, he soon recovered, and reached his home in\nsafety, having taken Prairie du Chien in his route and brought his\nmother with him again to her home.",
        "The Indians had consented to the sale of their beautiful domain. Indeed,\nthere is no alternative in such cases. If they persist in retaining\nthem, and become surrounded and hemmed in by the white settlers, their\nsituation is more deplorable than if they surrendered their homes\naltogether. This they are aware of, and therefore, as a general thing,\nthey give up their lands at the proposal of Government, and only take\ncare to make the best bargain they can for themselves. In this instance\nthey were to receive as an equivalent a tract of land[57] extending to\nthe interior of Iowa, and an additional sum of ten thousand dollars\nannually.",
        "One of the stipulations of the treaty was, the surrender by the\nWinnebagoes of certain individuals of their tribe accused of having\nparticipated with the Sauks in some of the murders on the frontier, in\norder that they might be tried by our laws, and acquitted or punished as\nthe case might be.",
        "Wau-kaun-kah (the Little Snake) voluntarily gave himself as a hostage\nuntil the delivery of the suspected persons. He was accordingly received\nby the Agent, and marched over and placed in confinement at the Fort\nuntil the seven accused should appear to redeem him.",
        "It was a work of some little time on the part of the nation to persuade\nthese suspected individuals to place themselves in the hands of the\nwhites, that they might receive justice according to the laws of the\nlatter. The trial of Red Bird, and his languishing death in prison, were\nstill fresh in their memories, and it needed a good deal of resolution,\nas well as a strong conviction of conscious innocence, to brace them up\nto such a step.",
        "It had to be brought about by arguments and persuasions, for the nation\nwould never have resorted to force to compel the fulfilment of their\nstipulation.",
        "In the mean time a solemn talk was held with the principal chiefs\nassembled at the Agency. A great part of the nation were in the\nimmediate neighborhood, in obedience to a notice sent by Governor\nPorter, who, in virtue of his office of Governor of Michigan Territory,\nwas also Superintendent of the Northwest Division of the Indians.\nInstead of calling upon the Agent to take charge of the annuity money,\nas had heretofore been the custom, the Governor had announced his\nintention of bringing it himself to Fort Winnebago and being present at\nthe payment. The time appointed had now arrived, and with it the main\nbody of the Winnebagoes.",
        "Such of the Indians as had not attended the treaty at Rock Island and\nbeen instrumental in the cession of their country, were loud in their\ncondemnation of the step, and their lamentations over it. Foremost among\nthese was Wild-Cat, the Falstaff of Garlic Island and its vicinity. It\nwas little wonder that he should shed bitter tears, as he did, over the\nloss of his beautiful home on the blue waters of Winnebago Lake.",
        "“If he had not been accidentally stopped,” he said, “on his way to the\ntreaty, and detained until it was too late, he would never, never have\npermitted the bargain.”",
        "His Father, who knew that a desperate frolic, into which Wild-Cat had\nbeen enticed by the way, was the cause of his failing to accompany his\ncountrymen to Rock Island, replied, gravely,–",
        "“That he had heard of the chief’s misfortune on this occasion. How that,\nin ascending the Fox River, a couple of kegs of whiskey had come\nfloating down the stream, which, running foul of his canoe with great\nforce, had injured it to such a degree that he had been obliged to stop\nseveral days at the Mee-kan, to repair damages.”",
        "The shouts of laughter which greeted this explanation were so contagious\nthat poor Wild-Cat himself was compelled to join in it, and treat his\nmisfortune as a joke.",
        "The suspected Indians having engaged the services of Judge Doty to\ndefend them on their future trial, notice was at length given that on a\ncertain day they would be brought to the Portage and surrendered to\ntheir Father, to be by him transferred to the keeping of the military\nofficer appointed to receive them.",
        "It was joyful news to poor Wau-kaun-kah, that the day of his release was\nat hand. Every time that we had been within the walls of the Fort we had\nbeen saluted by a call from him, as he kept his station at the\nguard-room window:",
        "“Do you hear anything of those Indians? When are they coming, that I may\nbe let out?”",
        "We had endeavored to lighten his confinement by seeing that he was well\nsupplied with food, and his Father and Paquette had paid him occasional\nvisits; but, notwithstanding these attentions and the kindness he had\nreceived at the Fort, his confinement was inexpressibly irksome.",
        "On the morning of a bright autumnal day the authorities were notified\nthat the chiefs of the nation would present themselves at the Agency to\ndeliver the suspected persons as prisoners to the Americans.",
        "At the hour of ten o’clock, as we looked out over the Portage road, we\ncould descry a moving concourse of people, in which brilliant color,\nglittering arms, and, as they approached still nearer, certain white\nobjects of unusual appearance could be distinguished.",
        "General Dodge, Major Plympton, and one or two other officers took their\nseats with Mr. Kinzie on the platform in front of the door of our\nmansion to receive them, while we stationed ourselves at the window\nwhere we could both see and hear.",
        "The procession wound up the hill, and approached, marching slowly\ntowards us. It was a grand and solemn sight. First came some of the\nprincipal chiefs in their most brilliant array. Next, the prisoners, all\nhabited in white cotton, in token of their innocence, with girdles round\ntheir waists. The music of the drum and the shee-shee-qua accompanied\ntheir death-song, which they were chaunting. They wore no paint, no\nornaments–their countenances were grave and thoughtful. It might well\nbe a serious moment to them, for they knew but little of the customs of\nthe whites, and that little was not such as to inspire cheerfulness.\nOnly their Father’s assurance that they should receive strict justice,\nwould probably have induced them to comply with the engagements of the\nnation in this manner.",
        "The remainder of the procession was made up of a long train of\nWinnebagoes, all decked out in their holiday garb.",
        "The chiefs approached and shook hands with the gentlemen, who stood\nready to receive their greeting. Then the prisoners came forward, and\nwent through the same salutation with the officers. When they offered\ntheir hands to their Father, he declined.",
        "“No,” said he. “You have come here accused of great crimes–of having\nassisted in taking the lives of some of the defenceless settlers. When\nyou have been tried by the laws of the land, and been proved innocent,\nthen your Father will give you his hand.”",
        "They looked still more serious at this address, as if they thought it\nindicated that their Father, too, believed them guilty, and stepping\nback a little, they seated themselves, without speaking, in a row upon\nthe ground, facing their Father and the officers. The other Indians all\ntook seats in a circle around them, except the one-eyed chief,\nKau-ray-kau-say-kah (the White Crow), who had been deputed to deliver\nthe prisoners to the Agent.",
        "He made a speech in which he set forth that, “although asserting their\ninnocence of the charges preferred against them, his countrymen were\nquite willing to be tried by the laws of white men. He hoped they would\nnot be detained long, but that the matter would be investigated soon,\nand that they would come out of it clear and white.”",
        "In reply he was assured that all things would be conducted fairly and\nimpartially, exactly as if the accused were white men, and the hope was\nadded that they would be found to have been good and true citizens, and\npeaceful children of their Great Father, the President.",
        "When this was over, White Crow requested permission to transfer the\nmedal he had received as a mark of friendship from the President, to his\nson, who stood beside him, and who had been chosen by the nation to fill\nhis place as chief, an office he was desirous of resigning. The\nspeeches made upon this occasion, as interpreted by Paquette, the modest\ndemeanor of the young man, and the dignified yet feeling manner of the\nfather throughout, made the whole ceremony highly impressive; and when\nthe latter took the medal from his neck and hung it around that of his\nson, addressing him a few appropriate words, I think no one could have\nwitnessed the scene unmoved.",
        "I had watched the countenances of the prisoners as they sat on the\nground before me, while all these ceremonies were going forward. With\none exception they were open, calm, and expressive of conscious\ninnocence. Of that one I could not but admit there might be reasonable\ndoubts. One was remarkably fine-looking–another was a boy of certainly\nnot more than seventeen, and during the transfer of the medal he looked\nfrom one to the other, and listened to what was uttered by the speakers,\nwith an air and expression of even childlike interest and satisfaction.",
        "Our hearts felt sad for them as, the ceremonies finished, they were\nconducted by a file of soldiers and committed to the dungeon of the\nguard-house until such time as they should be summoned to attend the\ncourt appointed to try their cause.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}