{
    "title": "Wau-bun - Chapter XIX: Narrative of the Massacre, Continued",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "21",
    "content": [
        "\n\n",
        "The morning of the 15th arrived. All things were in readiness, and nine\no’clock was the hour named for starting.",
        "Mr. Kinzie, having volunteered to accompany the troops in their march,\nhad intrusted his family to the care of some friendly Indians, who\npromised to convey them in a boat around the head of Lake Michigan to a\npoint[34] on the St. Joseph’s River, there to be joined by the troops,\nshould the prosecution of their march be permitted them.",
        "Early in the morning Mr. Kinzie received a message from To-pee-nee-bee,\na chief of the St. Joseph’s band, informing him that mischief was\nintended by the Pottowattamies who had engaged to escort the detachment,\nand urging him to relinquish his design of accompanying the troops by\nland, promising him that the boat containing himself and family should\nbe permitted to pass in safety to St. Joseph’s.",
        "Mr. Kinzie declined acceding to this proposal, as he believed that his\npresence might operate as a restraint upon the fury of the savages, so\nwarmly were the greater part of them attached to himself and his family.",
        "The party in the boat consisted of Mrs. Kinzie and her four younger\nchildren, their nurse Josette, a clerk of Mr. Kinzie’s, two servants and\nthe boatmen, besides the two Indians who acted as their protectors. The\nboat started, but had scarcely reached the mouth of the river, which, it\nwill be recollected, was here half a mile below the fort, when another\nmessenger from To-pee-nee-bee arrived to detain them where they were.\nThere was no mistaking the reason of this detention.",
        "In breathless anxiety sat the wife and mother. She was a woman of\nuncommon energy and strength of character, yet her heart died within her\nas she folded her arms around her helpless infants, and gazed upon the\nmarch of her husband and eldest child to certain destruction.",
        "As the troops left the fort, the band struck up the Dead March. On they\ncame, in military array, but with solemn mien. Captain Wells took the\nlead at the head of his little band of Miamis. He had blackened his face\nbefore leaving the garrison, in token of his impending fate. They took\ntheir route along the lake shore. When they reached the point where\ncommenced a range of sand-hills intervening between the prairie and the\nbeach, the escort of Pottowattamies, in number about five hundred, kept\nthe level of the prairie, instead of continuing along the beach with the\nAmericans and Miamis.",
        "They had marched perhaps a mile and a half, when Captain Wells, who had\nkept somewhat in advance with his Miamis, came riding furiously back.",
        "“They are about to attack us,” shouted he; “form instantly, and charge\nupon them.”",
        "Scarcely were the words uttered, when a volley was showered from among\nthe sand-hills. The troops were hastily brought into line, and charged\nup the bank. One man, a veteran of seventy winters, fell as they\nascended. The remainder of the scene is best described in the words of\nan eye-witness and participator in the tragedy, Mrs. Helm, the wife of\nCaptain (then Lieutenant) Helm, and step-daughter of Mr. Kinzie.",
        "“After we had left the bank the firing became general. The Miamis fled\nat the outset. Their chief rode up to the Pottowattamies, and said:",
        "“’You have deceived the Americans and us. You have done a bad action,\nand (brandishing his tomahawk) I will be the first to head a party of\nAmericans to return and punish your treachery.’ So saying, he galloped\nafter his companions, who were now scouring across the prairies.",
        "“The troops behaved most gallantly. They were but a handful, but they\nseemed resolved to sell their lives as dearly as possible. Our horses\npranced and bounded, and could hardly be restrained as the balls\nwhistled among them. I drew off a little, and gazed upon my husband and\nfather, who were yet unharmed. I felt that my hour was come, and\nendeavored to forget those I loved, and prepare myself for my\napproaching fate.",
        "“While I was thus engaged, the surgeon, Dr. Van Voorhees, came up. He\nwas badly wounded. His horse had been shot under him, and he had\nreceived a ball in his leg. Every muscle of his face was quivering with\nthe agony of terror. He said to me, ’Do you think they will take our\nlives? I am badly wounded, but I think not mortally. Perhaps we might\npurchase our lives by promising them a large reward. Do you think there\nis any chance?’",
        "“’Dr. Van Voorhees,’ said I, ’do not let us waste the few moments that\nyet remain to us in such vain hopes. Our fate is inevitable. In a few\nmoments we must appear before the bar of God. Let us make what\npreparation is yet in our power.’",
        "“’Oh, I cannot die!’ exclaimed he, ’I am not fit to die–if I had but a\nshort time to prepare–death is awful!’",
        "“I pointed to Ensign Ronan, who, though mortally wounded and nearly\ndown, was still fighting with desperation on one knee.[35]",
        "“’Look at that man!’ said I. ’At least he dies like a soldier.’",
        "“’Yes,’ replied the unfortunate man, with a convulsive gasp, ’but he has\nno terrors of the future–he is an unbeliever!’",
        "“At this moment a young Indian raised his tomahawk at me. By springing\naside, I partially avoided the blow, which was intended for my skull,\nbut which alighted on my shoulder. I seized him around the neck, and\nwhile exerting my utmost efforts to get possession of his\nscalping-knife, which hung in a scabbard over his breast, I was dragged\nfrom his grasp by another and older Indian.",
        "“The latter bore me struggling and resisting towards the lake.\nNotwithstanding the rapidity with which I was harried along, I\nrecognized, as I passed them, the lifeless remains of the unfortunate\nsurgeon. Some murderous tomahawk had stretched him upon the very spot\nwhere I had last seen him.",
        "“I was immediately plunged into the water and held there with a forcible\nhand, notwithstanding my resistance. I soon perceived, however, that the\nobject of my captor was not to drown me, for he held me firmly in such a\nposition as to place my head above water. This reassured me, and,\nregarding him attentively, I soon recognized, in spite of the paint with\nwhich he was disguised, The Black Partridge.",
        "“When the firing had nearly subsided, my preserver bore me from the\nwater and conducted me up the sand-banks. It was a burning August\nmorning, and walking through the sand in my drenched condition was\ninexpressibly painful and fatiguing. I stooped and took off my shoes to\nfree them from the sand with which they were nearly filled, when a squaw\nseized and carried them off, and I was obliged to proceed without them.",
        "“When we had gained the prairie, I was met by my father, who told me\nthat my husband was safe and but slightly wounded. They led me gently\nback towards the Chicago River, along the southern bank of which was the\nPottowattamie encampment. At one time I was placed upon a horse without\na saddle, but, finding the motion insupportable, I sprang off. Supported\npartly by my kind conductor, Black Partridge, and partly by another\nIndian, Pee-so-tum, who held dangling in his hand a scalp, which by the\nblack ribbon around the queue I recognized as that of Captain Wells, I\ndragged my fainting steps to one of the wigwams.",
        "“The wife of Wau-bee-nee-mah, a chief from the Illinois River, was\nstanding near, and, seeing my exhausted condition, she seized a kettle,\ndipped up some water from a stream that flowed near,[36] threw into it\nsome maple-sugar, and, stirring it up with her hand, gave it me to\ndrink. This act of kindness, in the midst of so many horrors, touched me\nmost sensibly; but my attention was soon diverted to other objects.",
        "“The fort had become a scene of plunder to such as remained after the\ntroops marched out. The cattle had been shot down as they ran at large,\nand lay dead or dying around. This work of butchery had commenced just\nas we were leaving the fort. I well remembered a remark of Ensign Ronan,\nas the firing went on. ’Such,’ turning to me, ’is to be our fate–to be\nshot down like brutes!’",
        "“’Well, sir,’ said the commanding officer, who overheard him, ’are you\nafraid?’",
        "“’No,’ replied the high-spirited young man, ’I can march up to the enemy\nwhere you dare not show your face.’ And his subsequent gallant behavior\nshowed this to be no idle boast.",
        "“As the noise of the firing grew gradually less and the stragglers from\nthe victorious party came dropping in, I received confirmation of what\nmy father had hurriedly communicated in our rencontre on the lake\nshore; namely, that the whites had surrendered, after the loss of about\ntwo-thirds of their number. They had stipulated, through the\ninterpreter, Peresh Leclerc, for the preservation of their lives, and\nthose of the remaining women and children, and for their delivery at\nsome of the British posts, unless ransomed by traders in the Indian\ncountry. It appears that the wounded prisoners were not considered as\nincluded in the stipulation, and a horrid scene ensued upon their being\nbrought into camp.",
        "“An old squaw, infuriated by the loss of friends, or excited by the\nsanguinary scenes around her, seemed possessed by a demoniac ferocity.\nShe seized a stable-fork and assaulted one miserable victim, who lay\ngroaning and writhing in the agony of his wounds, aggravated by the\nscorching beams of the sun. With a delicacy of feeling scarcely to have\nbeen expected under such circumstances, Wau-bee-nee-mah stretched a mat\nacross two poles, between me and this dreadful scene. I was thus spared\nin some degree a view of its horrors, although I could not entirely\nclose my ears to the cries of the sufferer The following night five more\nof the wounded prisoners were tomahawked.”",
        "The Americans, it appears, after their first attack by the Indians,\ncharged upon those who had concealed themselves in a sort of ravine,\nintervening between the sand-banks and the prairie. The latter gathered\nthemselves into a body, and after some hard fighting, in which the\nnumber of whites had become reduced to twenty-eight, this little band\nsucceeded in breaking through the enemy, and gaining a rising ground,\nnot far from the Oak Woods. Further contest now seeming hopeless,\nLieutenant Helm sent Peresh Leclerc, a half-breed boy in the service of\nMr. Kinzie, who had accompanied the detachment and fought manfully on\ntheir side, to propose terms of capitulation. It was stipulated that the\nlives of all the survivors should be spared, and a ransom permitted as\nsoon as practicable.",
        "But in the mean time a horrible scene had been enacted. One young\nsavage, climbing into the baggage-wagon containing the children of the\nwhite families, twelve in number, tomahawked the entire group. This was\nduring the engagement near the sand-hills. When Captain Wells, who was\nfighting near, beheld it, he exclaimed,–",
        "“Is that their game, butchering the women and children? Then I will\nkill, too!”",
        "So saying, he turned his horse’s head, and started for the Indian camp,\nnear the fort, where had been left their squaws and children.",
        "Several Indians pursued him as he galloped along. He laid himself flat\non the neck of his horse, loading and firing in that position, as he\nwould occasionally turn on his pursuers. At length their balls took\neffect, killing his horse, and severely wounding himself. At this moment\nhe was met by Winnemeg and Wau-ban-see, who endeavored to save him\nfrom the savages who had now overtaken him. As they supported him along,\nafter having disengaged him from his horse, he received his death-blow\nfrom another Indian, Pee-so-tum, who stabbed him in the back.",
        "The heroic resolution of one of the soldiers’ wives deserves to be\nrecorded. She was a Mrs. Corbin, and had, from the first, expressed the\ndetermination never to fall into the hands of the savages, believing\nthat their prisoners were always subjected to tortures worse than death.",
        "When, therefore, a party came upon her, to make her a prisoner, she\nfought with desperation, refusing to surrender, although assured, by\nsigns, of safety and kind treatment, and literally suffered herself to\nbe cut to pieces, rather than become their captive.",
        "There was a Sergeant Holt, who, early in the engagement, received a ball\nin the neck. Finding himself badly wounded, he gave his sword to his\nwife, who was on horseback near him, telling her to defend herself; he\nthen made for the lake, to keep out of the way of the balls. Mrs. Holt\nrode a very fine horse, which the Indians were desirous of possessing,\nand they therefore attacked her, in hopes of dismounting her.",
        "They fought only with the butt-ends of their guns, for their object was\nnot to kill her. She hacked and hewed at their pieces as they were\nthrust against her, now on this side, now that. Finally, she broke loose\nfrom them, and dashed out into the prairie. The Indians pursued her,\nshouting and laughing, and now and then calling out,–",
        "“The brave woman! do not hurt her!”",
        "At length they overtook her again, and, while she was engaged with two\nor three in front, one succeeded in seizing her by the neck behind, and\ndragging her, although a large and powerful woman, from her horse.\nNotwithstanding that their guns had been so hacked and injured, and even\nthemselves cut severely, they seemed to regard her only with admiration.\nThey took her to a trader on the Illinois River, by whom she was\nrestored to her friends, after having received every kindness during her\ncaptivity.[37]",
        "Those of the family of Mr. Kinzie who had remained in the boat, near the\nmouth of the river, were carefully guarded by Kee-po-tah and another\nIndian. They had seen the smoke–then the blaze–and immediately after,\nthe report of the first tremendous discharge sounded in their ears. Then\nall was confusion They realized nothing until they saw an Indian come\ntowards them from the battle-ground, leading a horse on which sat a\nlady, apparently wounded.",
        "“That is Mrs. Heald,” cried Mrs. Kinzie. “That Indian will kill her.\nRun, Chandonnai,” to one of Mr. Kinzie’s clerks, “take the mule that is\ntied there, and offer it to him to release her.”",
        "Her captor, by this time, was in the act of disengaging her bonnet from\nher head, in order to scalp her. Chandonnai ran up, and offered the mule\nas a ransom, with the promise of ten bottles of whiskey as soon as they\nshould reach his village. The latter was a strong temptation.",
        "“But,” said the Indian, “she is badly wounded–she will die. Will you\ngive me the whiskey at all events?”",
        "Chandonnai promised that he would, and the bargain was concluded. The\nsavage placed the lady’s bonnet on his own head, and, after an\nineffectual effort on the part of some squaws to rob her of her shoes\nand stockings, she was brought on board the boat, where she lay moaning\nwith pain from the many bullet-wounds she had received in both arms.",
        "The horse Mrs. Heald had ridden was a fine, spirited animal, and, being\ndesirous of possessing themselves of it uninjured, the Indians had aimed\ntheir shots so as to disable the rider, without injuring her steed.",
        "She had not lain long in the boat, when a young Indian of savage aspect\nwas seen appapproaching buffalo robe was hastily drawn over her, and she\nwas admonished to suppress all sound of complaint, as she valued her\nlife.",
        "The heroic woman remained perfectly silent, while the savage drew near.\nHe had a pistol in his hand, which he rested on the side of the boat,\nwhile, with a fearful scowl, he looked pryingly around. Black Jim, one\nof the servants, who stood in the bow of the boat, seized an axe that\nlay near, and signed to him that if he shot, he would cleave his skull;\ntelling him that the boat contained only the family of Shaw-nee-aw-kee.\nUpon this, the Indian retired. It afterwards appeared that the object of\nhis search was Mr. Burnett, a trader from St. Joseph’s, with whom he\nhad some account to settle.",
        "When the boat was at length permitted to return to the mansion of Mr.\nKinzie, and Mrs. Heald was removed to the house, it became necessary to\ndress her wounds.",
        "Mr. K. applied to an old chief who stood by, and who, like most of his\ntribe, possessed some skill in surgery, to extract a ball from the arm\nof the sufferer.",
        "“No, father,” replied he. “I cannot do it–it makes me sick\nhere\"–(placing his hand on his heart.)",
        "Mr. Kinzie then performed the operation himself, with his penknife.",
        "At their own mansion the family of Mr. Kinzie were closely guarded by\ntheir Indian friends, whose intention it was to carry them to Detroit\nfor security. The rest of the prisoners remained at the wigwams of their\ncaptors.",
        "The following morning, the work of plunder being completed, the Indians\nset fire to the fort. A very equitable distribution of the finery\nappeared to have been made, and shawls, ribbons, and feathers fluttered\nabout in all directions. The ludicrous appearance of one young fellow,\nwho had arrayed himself in a muslin gown and the bonnet of one of the\nladies, would, under other circumstances, have afforded matter of\namusement.",
        "Black Partridge, Wau-ban-see, and Kee-po-tah, with two other Indians,\nhaving established themselves in the porch of the building as sentinels,\nto protect the family from any evil that the young men might be excited\nto commit, all remained tranquil for a short space after the\nconflagration.",
        "Very soon, however, a party of Indians from the Wabash made their\nappearance. These were, decidedly, the most hostile and implacable of\nall the tribes of the Pottowattamies.",
        "Being more remote, they had shared less than some of their brethren in\nthe kindness of Mr. Kinzie and his family, and consequently their\nsentiments of regard for them were less powerful.",
        "Runners had been sent to the villages to apprise them of the intended\nevacuation of the post, as well as of the plan of the Indians assembled\nto attack the troops.",
        "Thirsting to participate in such a scene, they hurried on; and great was\ntheir mortification, on arriving at the river Aux Plaines, to meet with\na party of their friends having with them their chief Nee-scot-nee-meg,\nbadly wounded, and to learn that the battle was over, the spoils\ndivided, and the scalps all taken.",
        "On arriving at Chicago they blackened their faces, and proceeded towards\nthe dwelling of Mr. Kinzie.",
        "From his station on the piazza Black Partridge had watched their\napproach, and his fears were particularly awakened for the safety of\nMrs. Helm (Mr. Kinzie’s step-daughter), who had recently come to the\npost, and was personally unknown to the more remote Indians. By his\nadvice she was made to assume the ordinary dress of a Frenchwoman of the\ncountry; namely, a short gown and petticoat, with a blue cotton\nhandkerchief wrapped around her head. In this disguise she was conducted\nby Black Partridge himself to the house of Ouilmette, a Frenchman with a\nhalf-breed wife, who formed a part of the establishment of Mr. Kinzie\nand whose dwelling was close at hand.",
        "It so happened that the Indians came first to this house, in their\nsearch for prisoners. As they approached, the inmates, fearful that the\nfair complexion and general appearance of Mrs. Helm might betray her for\nan American, raised a large feather bed and placed her under the edge of\nit, upon the bedstead, with her face to the wall. Mrs. Bisson, a\nhalf-breed, the sister of Ouilmette’s wife, then seated herself with\nher sewing upon the front of the bed.",
        "It was a hot day in August, and the feverish excitement of fear and\nagitation, together with her position, which was nearly suffocating,\nbecame so intolerable, that Mrs. Helm at length entreated to be released\nand given up to the Indians.",
        "“I can but die,” said she; “let them put an end to my misery at once.”",
        "Mrs. Bisson replied, “Your death would be the destruction of us all, for\nBlack Partridge has resolved that if one drop of the blood of your\nfamily is spilled, he will take the lives of all concerned in it, even\nhis nearest friends; and if once the work of murder commences, there\nwill be no end of it, so long as there remains one white person or\nhalf-breed in the country.”",
        "This expostulation nerved Mrs. Helm with fresh resolution.",
        "The Indians entered, and she could occasionally see them from her\nhiding-place, gliding about, and stealthily inspecting every part of the\nroom, though without making any ostensible search, until, apparently\nsatisfied that there was no one concealed, they left the house.",
        "All this time Mrs. Bisson had kept her seat upon the side of the bed,\ncalmly sorting and arranging the patch-work of the quilt on which she\nwas engaged, and preserving an appearance of the utmost tranquillity,\nalthough she knew not but that the next moment she might receive a\ntomahawk in her brain. Her self-command unquestionably saved the lives\nof all present.",
        "From Ouilmette’s house the party of Indians proceeded to the dwelling of\nMr. Kinzie. They entered the parlor in which the family were assembled\nwith their faithful protectors, and seated themselves upon the floor in\nsilence. Black Partridge perceived from their moody and revengeful\nlooks what was passing in their minds, but he dared not remonstrate with\nthem. He only observed in a low tone to Wau-ban-see,–",
        "“We have endeavored to save our friends, but it is in vain–nothing will\nsave them now.”",
        "At this moment a friendly whoop was heard from a party of new-comers on\nthe opposite bank of the river. Black Partridge sprang to meet their\nleader, as the canoes in which they had hastily embarked touched the\nbank near the house.",
        "“Who are you?” demanded he.",
        "“A man. Who are you?”",
        "“A man like yourself. But tell me who you are,\"–meaning, Tell me your\ndisposition, and which side you are for.",
        "“I am a Sau-ga-nash!”",
        "“Then make all speed to the house–your friend is in danger, and you\nalone can save him.”",
        "Billy Caldwell[38] for it was he, entered the parlor with a calm step,\nand without a trace of agitation in his manner. He deliberately took off\nhis accoutrements and placed them with his rifle behind the door, then\nsaluted the hostile savages.",
        "“How now, my friends! A good-day to you. I was told there were enemies\nhere, but I am glad to find only friends. Why have you blackened your\nfaces? Is it that you are mourning for the friends you have lost in\nbattle?” (purposely misunderstanding this token of evil designs.)",
        "“Or is it that you are fasting? If so, ask our friend, here, and he\nwill give you to eat. He is the Indian’s friend, and never yet refused\nthem what they had need of.”",
        "Thus taken by surprise, the savages were ashamed to acknowledge their\nbloody purpose. They, therefore, said modestly that they came to beg of\ntheir friends some white cotton in which to wrap their dead before\ninterring them. This was given to them, with some other presents, and\nthey took their departure peaceably from the premises.",
        "Along with Mr. Kinzie’s party was a non-commissioned officer who had\nmade his escape in a singular manner. As the troops were about leaving\nthe fort, it was found that the baggage-horses of the surgeon had\nstrayed off. The quartermaster-sergeant, Griffith, was sent to collect\nthem and bring them on, it being absolutely necessary to recover them,\nsince their packs contained part of the surgeon’s apparatus, and the\nmedicines for the march.",
        "This man had been for a long time on the sick report and for this reason\nwas given the charge of the baggage, instead of being placed with the\ntroops. His efforts to recover the horses being unsuccessful, he was\nhastening to rejoin his party, alarmed at some appearances of disorder\nand hostile indications among the Indians, when he was met and made\nprisoner by To-pee-nee-bee.",
        "Having taken from him his arms and accoutrements, the chief put him into\na canoe and paddled him across the river, bidding him make for the woods\nand secrete himself. This he did; and the following day, in the\nafternoon, seeing from his lurking-place that all appeared quiet, he\nventured to steal cautiously into the garden of Ouilmette, where he\nconcealed himself for a time behind some currant-bushes.",
        "At length he determined to enter the house, and accordingly climbed up\nthrough a small back window into the room where the family were. This\nwas just as the Wabash Indians had left the house of Ouilmette for that\nof Mr. Kinzie. The danger of the sergeant was now imminent. The family\nstripped him of his uniform and arrayed him in a suit of deer-skin, with\nbelt, moccasins, and pipe, like a French engagé. His dark complexion and\nlarge black whiskers favored the disguise. The family were all ordered\nto address him in French, and, although utterly ignorant of the\nlanguage, he continued to pass for a Weem-tee-gosh,[39] and as such to\naccompany Mr. Kinzie and his family, undetected by his enemies, until\nthey reached a place of safety.",
        "On the third day after the battle, the family of Mr. Kinzie, with the\nclerks of the establishment, were put into a boat, under the care of\nFrançois, a half-breed interpreter, and conveyed to St. Joseph’s, where\nthey remained until the following November, under the protection of\nTo-pee-nee-bee’s band. They were then conducted to Detroit, under the\nescort of Chandonnai and their trusty Indian friend, Kee-po-tah, and\ndelivered up, as prisoners of war, to Colonel McKee, the British Indian\nAgent.",
        "Mr. Kinzie was not allowed to leave St. Joseph’s with his family, his\nIndian friends insisting on his remaining and endeavoring to secure some\nremnant of his scattered property. During his excursions with them for\nthat purpose, he wore the costume and paint of the tribe, in order to\nescape capture and perhaps death at the hands of those who were still\nthirsting for blood. In time, however, his anxiety for his family\ninduced him to follow them to Detroit, where, in the month of January,\nhe was received and paroled by General Proctor.",
        "Captain and Mrs. Heald were sent across the lake to St. Joseph the day\nafter the battle. The former had received two wounds, the latter seven,\nin the engagement.",
        "Lieutenant Helm, who was likewise wounded, was carried by some friendly\nIndians to their village on the Au Sable, and thence to Peoria, where he\nwas liberated by the intervention of Mr. Thomas Forsyth, the\nhalf-brother of Mr. Kinzie. Mrs. Helm accompanied her parents to St.\nJoseph, where they resided in the family of Alexander Robinson,[40]\nreceiving from them all possible kindness and hospitality for several\nmonths.",
        "After their arrival in Detroit, Mrs. Helm was joined by her husband,\nwhen they were both arrested by order of the British commander, and sent\non horseback, in the dead of winter, through Canada to Fort George, on\nthe Niagara frontier. When they arrived at that post, there had been no\nofficial appointed to receive them, and, notwithstanding their long and\nfatiguing journey in weather the most cold and inclement, Mrs. Helm, a\ndelicate woman of seventeen years, was permitted to sit waiting in her\nsaddle, outside the gate, for more than an hour, before the refreshment\nof fire or food, or even the shelter of a roof, was offered them. When\nColonel Sheaffe, who had been absent at the time, was informed of this\nbrutal inhospitality, he expressed the greatest indignation. He waited\non Mrs. Helm immediately, apologized in the most courteous manner, and\ntreated both her and Lieutenant Helm with the most considerate kindness,\nuntil, by an exchange of prisoners, they were liberated, and found means\nto reach their friends in Steuben County, N.Y.",
        "Captain Heald had been taken prisoner by an Indian from the Kankakee,\nwho had a strong personal regard for him, and who, when he saw the\nwounded and enfeebled state of Mrs. Heald, released her husband that he\nmight accompany his wife to St. Joseph. To the latter place they were\naccordingly carried, as has been related, by Chandonnai and his party.\nIn the mean time, the Indian who had so nobly released his prisoner\nreturned to his village on the Kankakee, where he had the mortification\nof finding that his conduct had excited great dissatisfaction among his\nband. So great was the displeasure manifested, that he resolved to make\na journey to St. Joseph and reclaim his prisoner.",
        "News of his intention being brought to To-pee-nee-bee and Kee-po-tah,\nunder whose care the prisoners were, they held a private council with\nChandonnai, Mr. Kinzie, and the principal men of the village, the result\nof which was a determination to send Captain and Mrs. Heald to the\nisland of Mackinac, and deliver them up to the British.",
        "They were accordingly put in a bark canoe, and paddled by Robinson and\nhis wife a distance of three hundred miles along the coast of Michigan,\nand surrendered as prisoners of war to the commanding officer at\nMackinac.",
        "As an instance of the procrastinating spirit of Captain Heald, it may be\nmentioned that, even after he had received certain intelligence that his\nIndian captor was on his way from the Kankakee to St. Joseph to retake\nhim, he would still have delayed another day at that place, to make\npreparation for a more comfortable journey to Mackinac.",
        "The soldiers, with their wives and surviving children, were dispersed\namong the different villages of the Pottowattamies upon the Illinois,\nWabash, Rock River, and at Milwaukie, until the following spring, when\nthey were, for the most part, carried to Detroit and ransomed.",
        "Mrs. Burns, with her infant, became the prisoner of a chief, who carried\nher to his village and treated her with great kindness. His wife, from\njealousy of the favor shown to “the white woman” and her child, always\ntreated them with great hostility. On one occasion she struck the infant\nwith a tomahawk, and narrowly missed her aim of putting an end to it\naltogether.[41] They were not left long in the power of the old hag\nafter this demonstration, but on the first opportunity were carried to a\nplace of safety.",
        "The family of Mr. Lee had resided in a house on the Lake shore, not far\nfrom the fort. Mr. Lee was the owner of Lee’s Place, which he cultivated\nas a farm. It was his son who ran down with the discharged soldier to\ngive the alarm of “Indians,” at the fort, on the afternoon of the 7th of\nApril. The father, the son, and all the other members of the family had\nfallen victims on the 15th of August, except Mrs. Lee and her young\ninfant. These were claimed by Black Partridge, and carried to his\nvillage on the Au Sable. He had been particularly attached to a little\ngirl of Mrs. Lee’s, about twelve years of age. This child had been\nplaced on horseback for the march; and, as she was unaccustomed to the\nexercise, she was tied fast to the saddle, lest by any accident she\nshould slip off or be thrown.",
        "She was within reach of the balls at the commencement of the engagement,\nand was severely wounded. The horse set off on a full gallop, which\npartly threw her, but she was held fast by the bands which confined her,\nand hung dangling as the animal ran violently about. In this state she\nwas met by Black Partridge, who caught the horse and disengaged her from\nthe saddle. Finding her so much wounded that she could not recover, and\nthat she was suffering great agony, he put the finishing stroke to her\nat once with his tomahawk. He afterwards said that this was the hardest\nthing he ever tried to do, but he did it because he could not bear to\nsee her suffer.",
        "He took the mother and her infant to his village, where he became warmly\nattached to the former–so much so, that he wished to marry her; but, as\nshe very naturally objected, he treated her with the greatest respect\nand consideration. He was in no hurry to release her, for he was in\nhopes of prevailing on her to become his wife. In the course of the\nwinter her child fell ill. Finding that none of the remedies within\ntheir reach were effectual, Black Partridge proposed to take the little\none to Chicago, where there was now a French trader living in the\nmansion of Mr. Kinzie, and procure some medical aid from him. Wrapping\nup his charge with the greatest care, he set out on his journey.",
        "When he arrived at the residence of M. Du Pin, he entered the room where\nhe was, and carefully placed his burden on the floor.",
        "“What have you there?” asked M. Du Pin.",
        "“A young raccoon, which I have brought you as a present,” was the reply;\nand, opening the pack, he showed the little sick infant.",
        "When the trader had prescribed for its complaint, and Black Partridge\nwas about to return to his home, he told his friend of the proposal he\nhad made to Mrs. Lee to become his wife, and the manner in which it had\nbeen received.",
        "M. Du Pin, entertaining some fears that the chief’s honorable resolution\nto leave it to the lady herself whether to accept his addresses or not,\nmight not hold out, entered at once into a negotiation for her ransom,\nand so effectually wrought upon the good feelings of Black Partridge\nthat he consented to bring his fair prisoner at once to Chicago, that\nshe might be restored to her friends.",
        "Whether the kind trader had at the outset any other feeling in the\nmatter than sympathy and brotherly kindness, we cannot say; we only know\nthat in process of time Mrs. Lee became Madame Du Pin, and that the\nworthy couple lived together in great happiness for many years after.",
        "The fate of Nau-non-gee, one of the chiefs of the Calumet village, and\nwho is mentioned in the early part of the narrative, deserves to be\nrecorded.",
        "Daring the battle of the 15th of August, the chief object of his attack\nwas one Sergeant Hays, a man from whom he had received many acts of\nkindness.",
        "After Hays had received a ball through the body, this Indian ran up to\nhim to tomahawk him, when the sergeant, collecting his remaining\nstrength, pierced him through the body with his bayonet. They fell\ntogether. Other Indians running up soon dispatched Hays, and it was not\nuntil then that his bayonet was extracted from the body of his\nadversary.",
        "The wounded chief was carried after the battle to his village on the\nCalumet, where he survived for several days. Finding his end\napproaching, he called together his young men, and enjoined them, in the\nmost solemn manner, to regard the safety of their prisoners after his\ndeath, and to take the lives of none of them from respect to his memory,\nas he deserved his fate from the hands of those whose kindness he had so\nill requited.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}