{
    "title": "Wau-bun - Chapter XXI: A Sermon",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "23",
    "content": [
        "\n\n",
        "Chicago was not, at the period of my first visit, the cheerful, happy\nplace it had once been. The death of Dr. Wolcott, of Lieutenant Furman,\nand of a promising young son of Mr. Beaubien, all within a few weeks of\neach other, had thrown a gloom over the different branches of the social\ncircle.",
        "The weather, too, was inclement and stormy beyond anything that had been\nknown before. Only twice, during a period of two months, did the sun\nshine out through the entire day. So late as the second week in April,\nwhen my husband had left to return to Fort Winnebago, the storms were so\nsevere that he and his men were obliged to lie by two or three days in\nan Indian lodge.",
        "Robert Kinzie, Medard Beaubien, and Billy Caldwell had gone at the same\ntime to the Calumet to hunt, and, as they did not make their appearance\nfor many days, we were persuaded they had perished with cold. They\nreturned at length, however, to our infinite joy, having only escaped\nfreezing by the forethought of Robert and Caldwell in carrying each two\nblankets instead of one.",
        "Our only recreation was an occasional ride on horseback, when the\nweather would permit, through the woods on the north side of the river,\nor across the prairie, along the lake shore on the south.",
        "When we went in the former direction, a little bridle-path took us along\nwhat is now Rush Street. The thick boughs of the trees arched over our\nheads, and we were often compelled, as we rode, to break away the\nprojecting branches of the shrubs which impeded our path. The little\nprairie west of Wright’s Woods was the usual termination of our ride in\nthis direction.",
        "When we chose the path across the prairie towards the south, we\ngenerally passed a new-comer, Dr. Harmon, superintending the\nconstruction of a sod fence, at a spot he had chosen, near the shore\nof the lake. In this inclosure he occupied himself, as the season\nadvanced, in planting fruit-stones of all descriptions, to make ready a\ngarden and orchard for future enjoyment.",
        "We usually stopped to have a little chat. The two favorite themes of the\nDoctor were horticulture, and the certain future importance of Chicago.\nThat it was destined to be a great city, was his unalterable conviction;\nand in deed, by this time, all forest and prairie as it was, we half\nbegan to believe it ourselves.",
        "On the pleasant afternoons which we occasionally enjoyed as the season\nadvanced, we found no small amusement in practising pistol-firing. The\nplace appropriated to this sport was outside the pickets, the mark being\nplaced on a panel in one of the bastions. The gentlemen must not be\noffended if I record that, in process of time, the ladies acquired a\ndegree of skill that enabled them, as a general thing, to come off\ntriumphant. One of the ladies, Mrs. Hunter, was a great shot, having\nbrought down her grouse on the wing, to the no small delight of one of\nthe officers, Captain Martin Scott, of raccoon celebrity.",
        "Now and then there was a little excitement within the fort, aroused by\nthe discovery that a settler had been engaged in selling milk-punch,\ninstead of milk, to the soldiers, thereby interfering in no small degree\nwith the regularity and perfect discipline of the service. The first\nstep was to “drum out” the offender with all the honors of war–that is,\nwith a party-colored dress, and the Rogue’s March played behind him. The\nnext, to place all the victims of this piece of deception in the\nguard-house, where the commanding officer’s lady supplied them\nbountifully with coffee and hot cakes, by way of opening their eyes to\nthe enormity of their offence. It is not to be wondered at that the\nofficers sometimes complained of its being more of a strife with the\nsoldiers who should get into the guard-house, than who should keep out\nof it. The poor fellows knew when they were well off.",
        "Once, upon a Sunday, we were rowed up to Wolf Point to attend a\nreligious service, conducted by Father See, as he was called.",
        "We saw a tall, slender man, dressed in a green frock-coat, from the\nsleeves of which dangled a pair of hands giving abundant evidence,\ntogether with the rest of his dress, that he placed small faith in the\naxiom–\"cleanliness is a part of holiness.”",
        "He stepped briskly upon a little platform behind a table, and commenced\nhis discourse. His subject was, “The fear of God.”",
        "“There was a kind of fear,” he told us, “that was very nearly\nalee-a-nated to love: so nearly, that it was not worth while splitting\nhairs for the difference.” He then went on to describe this kind of\nfear. He grew more and more involved as he proceeded with his\ndescription until at length, quite bewildered, he paused, and exclaimed,\n“Come, let’s stop a little while, and clear away the brush.” He\nunravelled, as well as he was able, the tangled thread of his ideas,\nand went on with his subject. But soon, again losing his way, he came to\na second halt. “Now,” said he, wiping the perspiration from his forehead\nwith a red cotton handkerchief many degrees from clean, “now, suppose we\ndrive back a little piece.” Thus he recapitulated what he wished to\nimpress upon us, of the necessity of cherishing a fear that maketh wise\nunto salvation, “which fear,” said he, “may we all enjoy, that together\nwe may soar away, on the rolling clouds of aether, to a boundless and\nhappy eternity, which is the wish of your humble servant.” And,\nflourishing abroad his hands, with the best of dancing-school bows, he\ntook his seat.",
        "It will be readily imagined that we felt our own religious exercises at\nhome to be more edifying than such as this, and that we confined\nourselves to them for the future.",
        "The return of our brother, Robert Kinzie, from Palestine (not the Holy\nLand, but the seat of the Land Office), with the certificate of the\ntitle of the family to that portion of Chicago since known as “Kinzie’s\nAddition,” was looked upon as establishing a home for us at some future\nday, if the glorious dreams of good Dr. Harmon, and a few others, should\ncome to be realized. One little incident will show how moderate were the\nanticipations of most persons at that period.",
        "The certificate, which was issued in Robert’s name (he representing the\nfamily in making the application), described only a fractional\nquarter-section of one hundred and two acres, instead of one hundred and\nsixty acres, the river and Lake Michigan cutting off fifty-eight acres\non the southern and eastern lines of the quarter. The applicants had\nliberty to select their complement of fifty-eight acres out of any\nunappropriated land that suited them.",
        "“Now, my son,” said his mother to Robert, “lay your claim on the\ncorn-field at Wolf Point. It is fine land, and will always be valuable\nfor cultivation; besides, as it faces down the main river, the situation\nwill always be a convenient one.”",
        "The answer was a hearty laugh. “Hear mother!” said Robert. “We have just\ngot a hundred and two acres–more than we shall ever want, or know what\nto do with, and now she would have me go and claim fifty-eight acres\nmore!”",
        "“Take my advice, my boy,” repeated his mother, “or you may live one day\nto regret it.”",
        "“Well, I cannot see how I can ever regret not getting more than we can\npossibly make use of.” And so the matter ended. The fifty-eight acres\nwere never claimed, and there was, I think, a very general impression\nthat asking for our just rights in the case would have a very grasping,\ncovetous look. How much wiser five-and-twenty years have made us!",
        "During my sojourn of two months at Chicago, our mother often entertained\nme with stories of her early life and adventures. The following is her\nhistory of her captivity among the Senecas, which I have put in the form\nof a tale, although without the slightest variation from the facts as I\nreceived them from her lips, and those of her sister, Mrs. William\nForsyth, of Sandwich (C.W.), the little Maggie of the story.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}