{
    "title": "Wau-bun - Chapter XXX: Story of Shee-Shee-Banze",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "32",
    "content": [
        "\n\n",
        "There was a young man named Shee-shee-banze (the Little Duck) paddling\nhis canoe along the shore of the lake.",
        "Two girls came down to the edge of the water, and, seeing him, the elder\nsaid to the younger, “Let us call to him to take us a sail.”",
        "It must be remarked that in all Indian stories where two or more sisters\nare the dramatis personae, the elder is invariably represented as\nsilly, ridiculous, and disgusting–the younger, as wise and beautiful.",
        "In the present case the younger remonstrated. “Oh, no,” said she, “let\nus not do such a thing. What will he think of us?”",
        "But the other persevered, and called to him, “Ho! come and take us into\nyour canoe.” The young man obeyed, and, approaching the shore, he took\nthem with him into the canoe.",
        "“Who are you?” asked the elder sister.",
        "“I am Way-gee-mar-kin,” replied he, “the great chief.”",
        "This Way-gee-mar-kin was something of a fairy, for when surrounded by\nhis followers, and wishing to confer favors on them, he had a habit of\ncoughing slightly, when there would fly forth from his mouth quantities\nof silver brooches, ear-bobs, and other ornaments, for which it was the\ncustom of his people to scramble, each striving, as in more civilized\nlife, to get more than his share.",
        "Accordingly, the elder sister said, “If you are Way-gee-mar-kin, let us\nsee you cough.”",
        "Shee-shee-banze had a few of these silver ornaments which he had got by\nscrambling, and which he kept stowed away in the sides of his mouth in\ncase of emergency. So he gave some spasmodic coughs and brought forth a\nfew, which the girl eagerly seized.",
        "After a time, as they paddled along, a fine noble elk came forth from\nthe forest, and approached the water to drink.",
        "“What is that?” asked the spokeswoman; for the younger sister sat silent\nand modest all the time.",
        "“It is my dog that I hunt with.”",
        "“Call him to us, that I may see him.”",
        "Shee-shee-banze called, but the elk turned and fled into the woods.",
        "“He does not seem to obey you, however.”",
        "“No; it is because you inspire him with disgust, and therefore he flies\nfrom you.”",
        "Soon a bear made his appearance by the water’s edge.",
        "“What is that?”",
        "“One of my servants.”",
        "Again he was requested to call him, and, as the call was disregarded,\nthe same reason as before was assigned.",
        "Their excursion was at length ended. There had been a little magic in\nit, for although the young girls had supposed themselves to be in a\ncanoe, there was, in reality, no canoe at all. They only imagined it to\nhave been so.",
        "Now, Shee-shee-banze lived with his grandmother, and to her lodge he\nconducted his young friends.",
        "They stood outside while he went in.",
        "“Grandmother,” said he, “I have brought you two young girls, who will be\nyour daughters-in-law. Invite them into your lodge.”",
        "Upon this, the old woman called, “Ho! come in,” and they entered. They\nwere made welcome and treated to the best of everything.",
        "In the mean time, the real Way-gee-mar-kin, the great chief, made\npreparations for a grand feast. When he was sending his messenger out\nwith the invitations, he said to him, “Be very particular to bid\nShee-shee-banze to the feast, for, as he is the smallest and meanest\nperson in the tribe, you must use double ceremony with him, or he will\nbe apt to think himself slighted.”",
        "Shee-shee-banze was sitting in his lodge with his new friends, when the\nmessenger arrived.",
        "“Ho! Shee-shee-banze,” cried he, “you are invited to a great feast that\nWay-gee-mar-kin is to give to-night, to all his subjects.”",
        "But Shee-shee-banze took no notice of the invitation. He only whistled,\nand pretended not to hear. The messenger repeated his words, then,\nfinding that no attention was paid to them, he went his way.",
        "The young girls looked at each other, during the scene, greatly\nastonished. At length the elder spoke.",
        "“What does this mean?” said she. “Why does he call you Shee-shee-banze,\nand invite you to visit Way-gee-mar-kin?”",
        "“Oh,” said Shee-shee-banze, “it is one of my followers that always likes\nto be a little impudent. I am obliged to put up with it sometimes, but\nyou observed that I treated him with silent contempt.”",
        "The messenger returned to the chief, and reported the manner in which\nthe invitation had been received.",
        "“Oh,” said the good-natured chief, “it is because he feels that he is\npoor and insignificant. Go back again–call him by my name, and make a\nflourishing speech to him.”",
        "The messenger fulfilled his mission as he was bid.",
        "“Way-gee-mar-kin,” said he, pompously, “a great feast is to be given\nto-night, and I am sent most respectfully to solicit the honor of your\ncompany!”",
        "“Did I not tell you?” said Shee-shee-banze to the maidens Then, nodding\nwith careless condescension, he added, “Tell them I’ll come.”",
        "At night, Shee-shee-banze dressed himself in his very best paint,\nfeathers, and ornaments–but before his departure he took his\ngrandmother aside.",
        "“Be sure,” said he, “that you watch these young people closely until I\ncome back. Shut up your lodge tight, tight. Let no one come in or go\nout, and, above all things, do not go to sleep.”",
        "These orders given, he went his way.",
        "The grandmother tried her best to keep awake, but finding herself\ngrowing more and more sleepy, as the night wore on, she took a strong\ncord and laced across the mat which hung before the entrance to the\nlodge, as the Indians lace up the mouths of their bags, then, having\nseen all things secure and the girls quiet in bed, she lay down and soon\nfell into a comfortable sleep.",
        "The young girls, in the mean while, were dying with curiosity to know\nwhat had become of Shee-shee-banze, and as soon as they were sure the\nold lady was asleep, they prepared to follow him and see what was going\non. Fearing, however, that the grandmother might awake and discover\ntheir absence, they took two logs of wood, and, putting them under the\nblanket, so disposed them as to present the appearance of persons\nsleeping quietly. They then cut the cords that fastened the door, and,\nguided by the sounds of the music, the dancing, and the merry-making,\nthey soon found their way to the dwelling of Way-gee-mar-kin.",
        "When they entered, they saw the chief seated on a throne, surrounded by\nlight and splendor. Everything was joy and amusement. Crowds of\ncourtiers were in the apartment, all dressed in the most brilliant\narray. The strangers looked around for their friend Shee-shee-banze, but\nhe was nowhere to be seen.",
        "Now and then the chief would cough, when a shower of silver ornaments\nand precious things would fly in all directions, and instantly a\nscramble would commence among the company, to gather them up and\nappropriate them.",
        "As they thus rushed forward, the brides-elect saw their poor little\nfriend crowded up into a corner, where nobody took any notice of him,\nexcept to push him aside, or step on him whenever he was in the way. He\nuttered piteous little squeaks as one and another would thus maltreat\nhim, but he was too busy taking care of himself to perceive that those\nwhom he had left snug at home in the lodge were witnesses of all that\nwas going on.",
        "At length the signal was given for the company to retire, all but the\ntwo young damsels, upon whom Way-gee-mar-kin had set his eye, and to\nwhom he had sent, by one of his assistants, great offers to induce them\nto remain with him and become his wives.",
        "Poor Shee-shee-banze returned to his lodge, but what was his\nconsternation to find the door open!",
        "“Ho! grandmother,” cried he, “is this the way you keep watch?”",
        "The old woman started up. “There are my daughters-in-law,” said she,\npointing to the two logs of wood. Shee-shee-banze threw himself on the\nground between them. His back was broken by coming so violently in\ncontact with them, but that he did not mind–he thought only of revenge,\nand the recovery of his sweethearts.",
        "He waited but to get some powerful poison and prepare it, and then he\nstole softly back to the wigwam of Way-gee-mar-kin. All was silent, and\nhe crept in without making the slightest noise. There lay the chief,\nwith a young girl on each side of him.",
        "They were all sound asleep, the chief lying on his back, with his mouth\nwide open. Before he was aware of it, the poison was down his throat,\nand Shee-shee-banze had retreated quietly to his own lodge.",
        "The next morning the cry went through the village that Way-gee-mar-kin\nhad been found dead in his bed. Of course it was attributed to\nover-indulgence at the feast. All was grief and lamentation. “Let us go\nand tell poor Shee-shee-banze,” said one, “he was so fond of\nWay-gee-mar-kin.”",
        "They found him sitting on a bank, fishing. He had been up at peep of\nday, to make preparation for receiving the intelligence.",
        "He had caught two or three fish, and, extracting their bladders, had\nfilled them with blood, and tied them under his arm. When the friends of\nWay-gee-mar-kin saw him, they called out to him,–",
        "“Oh! Shee-shee-banze–your friend, Way-gee-mar-kin, is dead!”",
        "With a gesture of despair, Shee-shee-banze drew his knife and plunged\nit–not into his heart, but into the bladders filled with blood that he\nhad prepared. As he fell, apparently lifeless, to the ground, the\nmessengers began to reproach themselves: “Oh! why did we tell him so\nsuddenly? We might have known he would not survive it. Poor\nShee-shee-banze! he loved Way-gee-mar-kin so.”",
        "To their great surprise, the day after the funeral, Shee-shee-banze came\nwalking towards the wigwam of the dead chief. As he walked, he sang, or\nrather chaunted to a monotonous strain,[50] the following:–",
        "  “Way-gee-mar-kin is dead, is dead,\n  I know who killed him.\n  I guess it was I–I guess it was I.”",
        "All the village was aroused. Everybody flew in pursuit of the murderer,\nbut he evaded them, and escaped to a place of safety.",
        "Soon after, he again made his appearance, mincing as he walked, and\nsinging to the same strain as before,–",
        "  “If you wish to take and punish me,\n  Let the widows come and catch me.”",
        "It seemed a good idea, and the young women were recommended to go and\nentice the culprit into the village, so that the friends of the deceased\ncould lay hold of him.",
        "They went forth on their errand. Shee-shee-banze would suffer them to\napproach, then he would dance off a little–now he would allow them to\ncome quite near; anon he would retreat a little before them, all the\ntime singing,",
        "“Come, pretty widows, come and catch me.”",
        "Thus he decoyed them on, occasionally using honeyed words and flattering\nspeeches, until he had gained their consent to return with him to his\nlodge, and take up their abode with him.",
        "The friends of the murdered chief were scandalized at such inconstancy,\nand resolved to punish all three, as soon as they could catch them.",
        "They surrounded his lodge with cries and threatenings, but\nShee-shee-banze and his two brides had contrived to elude their\nvigilance and gain his canoe, which lay in the river, close at hand.",
        "Hardly were they on board when their escape was discovered. The whole\ntroop flew after them. Some plunged into the stream, and seized the\ncanoe. In the struggle it was upset, but immediately on touching the\nwater, whether from the magical properties of the canoe, or the\nnecromantic skill of the grandmother, they were transformed into ducks,\nand flew quacking away.",
        "Since that time the water-fowl of this species are always found in\ncompanies of three–two females and a male.",
        "The Canard de France, or Mallard, and the Brancheuse, or Wood Duck,\nare of different habits from the foregoing, flying in pairs. Indeed, the\nconstancy of the latter is said to be so great that if he loses his mate\nhe never takes another partner, but goes mourning to the end of his\ndays.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}