{
    "title": "Wau-bun - Chapter XVI: Relief",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "18",
    "content": [
        "\n\n",
        "We followed the old squaw to her lodge, which was at no great distance\nin the woods. I had never before been in an Indian lodge, although I had\noccasionally peeped into one of the many always clustered round the\nhouse of the Interpreter at the Portage.",
        "This one was very nicely arranged. Four sticks of wood placed to form a\nsquare in the centre, answered the purpose of a hearth, within which the\nfire was built, the smoke escaping through an opening in the top. The\nmats of which the lodge was constructed were very neat and new, and\nagainst the sides, depending from the poles or frame-work, hung various\nbags of Indian manufacture, containing their dried food and other\nhousehold treasures. Sundry ladles, small kettles, and wooden bowls also\nhung from the cross-poles; and dangling from the centre, by an iron\nchain, was a large kettle in which some dark, suspicious-looking\nsubstance was seething over the scanty fire. On the floor of the lodge,\nbetween the fire and the outer wall, were spread mats, upon which my\nhusband invited me to be seated and make myself comfortable.",
        "The first demand of an Indian on meeting a white man is for bread, of\nwhich they are exceedingly fond, and I knew enough of the Pottowattamie\nlanguage to comprehend the timid ’pe-qua-zhe-gun choh-kay-go” (I have\nno bread) with which the squaw commenced our conversation after my\nhusband had left the lodge.",
        "I shook my head, and endeavored to convey to her that, so far from being\nable to give, I had had no breakfast myself. She understood me, and\ninstantly produced a bowl, into which she ladled a quantity of Indian\npotatoes from the kettle over the fire, and set them before me. I was\ntoo hungry to be fastidious, and, owing partly, no doubt, to the\nsharpness of my appetite, I really found them delicious.",
        "Two little girls, inmates of the lodge, sat gazing at me with evident\nadmiration and astonishment, which were increased when I took my little\nPrayer book from my pocket and began to read. They had, undoubtedly,\nnever seen a book before, and I was amused at the care with which they\nlooked away from me, while they questioned their mother about my\nstrange employment and listened to her replies.",
        "While thus occupied, I was startled by a sudden sound of “hogh!” and the\nmat which hung over the entrance of the lodge was raised, and an Indian\nentered with that graceful bound which is peculiar to themselves. It was\nthe master of the lodge, who had been out to shoot ducks, and was just\nreturned. He was a tall, finely-formed man, with a cheerful, open\ncountenance, and he listened to what his wife in a quiet tone related to\nhim, while he divested himself of his accoutrements, in the most\nunembarrassed, well-bred manner imaginable.",
        "Soon my husband joined us. He had been engaged in attending to the\ncomfort of his horses, and assisting his men in making their fire, and\npitching their tent, which the rising storm made a matter of some\ndifficulty.",
        "From the Indian he learned that we were in what was called the Big\nWoods,[17] or “Piché’s Grove,” from a Frenchman of that name living not\nfar from the spot–that the river we had crossed was the Fox River–that\nhe could guide us to Piché’s, from which the road was perfectly plain,\nor even into Chicago if we preferred–but that we had better remain\nencamped for that day, as there was a storm coming on, and in the mean\ntime he would go and shoot some ducks for our dinner and supper. He was\naccordingly furnished with powder and shot, and set off again for game\nwithout delay.",
        "I had put into my pocket, on leaving home, a roll of scarlet ribbon, in\ncase a stout string should be wanted, and I now drew it forth, and with\nthe knife which hung around my neck I cut off a couple of yards for each\nof the little girls. They received it with great delight, and their\nmother, dividing each portion into two, tied a piece to each of the\nlittle clubs into which their hair was knotted on the temples. They\nlaughed, and exclaimed “Saum!” as they gazed at each other, and their\nmother joined in their mirth, although, as I thought, a little unwilling\nto display her maternal exultation before a stranger.",
        "The tent being all in order, my husband came for me, and we took leave\nof our friends in the wigwam, with grateful hearts.",
        "The storm was raging without. The trees were bending and cracking around\nus, and the air was completely filled with the wild-fowl screaming and\nquacking as they made their way southward before the blast. Our tent\nwas among the trees not far from the river. My husband took me to the\nbank to look for a moment at what we had escaped. The wind was sweeping\ndown from the north in a perfect hurricane. The water was filled with\nmasses of snow and ice, dancing along upon the torrent, over which were\nhurrying thousands of wild-fowl, making the woods resound to their\ndeafening clamor.",
        "Had we been one hour later, we could not possibly have crossed the\nstream, and there would have been nothing for us but to have remained\nand starved in the wilderness. Could we be sufficiently grateful to that\nkind Providence that had brought us safely through such dangers?",
        "The men had cut down an immense tree, and built a fire against it, but\nthe wind shifted so continually that every five minutes the tent would\nbecome completely filled with smoke, so that I was driven into the open\nair for breath. Then I would seat myself on one end of the huge log, as\nnear the fire as possible, for it was dismally cold, but the wind seemed\nactuated by a kind of caprice, for in whatever direction I took my seat,\njust that way came the smoke and hot ashes, puffing in my face until I\nwas nearly blinded. Neither veil nor silk handkerchief afforded an\neffectual protection, and I was glad when the arrival of our huntsmen,\nwith a quantity of ducks, gave me an opportunity of diverting my\nthoughts from my own sufferings, by aiding the men to pick them and get\nthem ready for our meal.",
        "We borrowed a kettle from our Indian friends. It was not remarkably\nclean; but we heated a little water in it, and prairie-hay’d it out,\nbefore consigning our birds to it, and with a bowl of Indian potatoes, a\npresent from our kind neighbors, we soon had an excellent soup.",
        "What with the cold, the smoke, and the driving ashes and cinders, this\nwas the most uncomfortable afternoon I had yet passed, and I was glad\nwhen night came, and I could creep into the tent and cover myself up in\nthe blankets, out of the way of all three of these evils.",
        "The storm raged with tenfold violence during the night. We were\ncontinually startled by the crashing of the falling trees around us, and\nwho could tell but that the next would be upon us? Spite of our fatigue,\nwe passed an almost sleepless night. When we arose in the morning, we\nwere made fully alive to the perils by which we had been surrounded. At\nleast fifty trees, the giants of the forest, lay prostrate within view\nof the tent.",
        "When we had taken our scanty breakfast, and were mounted and ready for\ndeparture, it was with difficulty we could thread our way, so completely\nwas it obstructed by the fallen trunks.",
        "Our Indian guide had joined us at an early hour, and after conducting us\ncarefully out of the wood, and pointing out to us numerous\nbee-trees,[18] for which he said that grove was famous, he set off at a\nlong trot, and about nine o’clock brought us to Piché’s, a log cabin\non a rising ground, looking off over the broad prairie to the east. We\nhad hoped to get some refreshment here, Piché being an old acquaintance\nof some of the party; but, alas! the master was from home. We found his\ncabin occupied by Indians and travellers–the latter few, the former\nnumerous.",
        "There was no temptation to a halt, except that of warming ourselves at a\nbright fire that was burning in the clay chimney. A man in Quaker\ncostume stepped forward to answer our inquiries, and offered to become\nour escort to Chicago, to which place he was bound–so we dismissed our\nIndian friend, with a satisfactory remuneration for all the trouble he\nhad so kindly taken for us.",
        "A long reach of prairie extended from Piché’s to the Du Page, between\nthe two forks of which, Mr. Dogherty, our new acquaintance, told us, we\nshould find the dwelling of a Mr. Hawley, who would give us a\ncomfortable dinner.",
        "The weather was intensely cold; the wind, sweeping over the wide prairie\nwith nothing to break its force, chilled our very hearts. I beat my feet\nagainst the saddle to restore the circulation, when they became benumbed\nwith the cold, until they were so bruised I could beat them no longer.\nNot a house or wigwam, not even a clump of trees as a shelter, offered\nitself for many a weary mile. At length we reached the west fork of the\nDu Page. It was frozen, but not sufficiently so to bear the horses. Our\nonly resource was to cut a way for them through the ice. It was a work\nof time, for the ice had frozen to several inches in thickness during\nthe last bitter night. Plante went first with an axe, and cut as far as\nhe could reach, then mounted one of the hardy little ponies, and With\nsome difficulty broke the ice before him, until he had opened a passage\nto the opposite shore.",
        "How the poor animals shivered as they were reined in among the floating\nice! And we, who sat waiting in the piercing wind, were not much better\noff. Probably Brunet was of the same opinion; for, with his usual\nperversity, he plunged in immediately after Plante, and stood shaking\nand quaking behind him, every now and then looking around him, as much\nas to say, “I’ve got ahead of you, this time!” We were all across at\nlast, and spurred on our horses, until we reached Hawley’s[19]–a\nlarge, commodious dwelling, near the east fork of the river.",
        "The good woman welcomed us kindly, and soon made us warm and\ncomfortable. We felt as if we were in a civilized land once more. She\nproceeded immediately to prepare dinner for us; and we watched her with\neager eyes, as she took down a huge ham from the rafters, out of which\nshe cut innumerable slices, then broke a dozen or more of fine fresh\neggs into a pan, in readiness for frying–then mixed a johnny-cake,\nand placed it against a board in front of the fire to bake. It seemed to\nme that even with the aid of this fine, bright fire, the dinner took an\nunconscionable time to cook; but cooked it was, at last, and truly might\nthe good woman stare at the travellers’ appetites we had brought with\nus. She did not know what short commons we had been on for the last two\ndays.",
        "We found, upon inquiry, that we could, by pushing on, reach Lawton’s, on\nthe Aux Plaines, that night–we should then be within twelve miles of\nChicago. Of course we made no unnecessary delay, but set off as soon\nafter dinner as possible.",
        "The crossing of the east fork of the Du Page was more perilous than the\nformer one had been. The ice had become broken, either by the force of\nthe current, or by some equestrians having preceded us and cut through\nit, so that when we reached the bank, the ice was floating down in large\ncakes. The horses had to make a rapid dart through the water, which was\nso high, and rushing in such a torrent, that if I had not been mounted\non Jerry, the tallest horse in the cavalcade, I must have got a terrible\nsplashing.",
        "As it was, I was well frightened, and grasped both bridle and mane with\nthe utmost tenacity. After this we travelled on as rapidly as possible,\nin order to reach our place of destination before dark.",
        "Mr. Dogherty, a tall, bolt-upright man, half Quaker, half Methodist, did\nhis best to entertain me, by giving me a thorough schedule of his\nreligious opinions, with the reasons from Scripture upon which they were\nbased. He was a good deal of a perfectionist, and evidently looked upon\nhimself with no small satisfaction, as a living illustration of his\nfavorite doctrine.",
        "“St. John says,” this was the style of his discourse, “St. John says,\n’He that is born of God, doth not commit sin’ Now, if I am born of\nGod, I do not commit sin.”",
        "I was too cold and too weary to argue the point, so I let him have it\nall his own way. I believe he must have thought me rather a dull\ncompanion; but at least he gave me the credit of being a good listener.",
        "It was almost dark when we reached Lawton’s. The Aux Plaines[20] was\nfrozen, and the house was on the other side. By loud shouting, we\nbrought out a man from the building, and he succeeded in cutting the\nice, and bringing a canoe over to us; but not until it had become\ndifficult to distinguish objects in the darkness.",
        "A very comfortable house was Lawton’s, after we did reach it–carpeted,\nand with a warm stove–in fact, quite in civilized style, Mr. Weeks, the\nman who brought us across, was the major-domo, during the temporary\nabsence of Mr. Lawton.",
        "Mrs. Lawton was a young woman, and not ill-looking. She complained\nbitterly of the loneliness of her condition, and having been “brought\nout there into the woods; which was a thing she had not expected, when\nshe came from the East.” We did not ask her with what expectations she\nhad come to a wild, unsettled country; but we tried to comfort her with\nthe assurance that things would grow better in a few years. She said,\n“She did not mean to wait for that. She should go back to her family in\nthe East, if Mr. Lawton did not invite some of her young friends to come\nand stay with her, and make it agreeable.”",
        "We could hardly realize, on rising the following morning, that only\ntwelve miles of prairie intervened between us and Chicago le Désiré,\nas I could not but name it.",
        "We could look across the extended plain, and on its farthest verge were\nvisible two tall trees, which my husband pointed out to me as the\nplanting of his own hand, when a boy. Already they had become so lofty\nas to serve as landmarks, and they were constantly in view as we\ntravelled the beaten road. I was continually repeating to myself, “There\nlive the friends I am so longing to see! There will terminate all our\ntrials and hardships!”",
        "A Mr. Wentworth joined us on the road, and of him we inquired after the\nwelfare of the family, from whom we had, for a long time, received no\nintelligence. When we reached Chicago, he took us to a little tavern at\nthe forks of the river. This portion of the place was then called Wolf\nPoint, from its having been the residence of an Indian named\n“Moaway,” or “the Wolf.”",
        "“Dear me,” said the old landlady, at the little tavern, “what dreadful\ncold weather you must have had to travel in! Why, two days ago the river\nwas all open here, and now it’s frozen hard enough for folks to cross\na-horseback!”",
        "Notwithstanding this assurance, my husband did not like to venture, so\nhe determined to leave his horses and proceed on foot to the residence\nof his mother and sister, a distance of about half a mile.",
        "We set out on our walk, which was first across the ice, then down the\nnorthern bank of the river. As we approached the house we were espied by\nGenevieve, a half-breed servant of the family. She did not wait to\nsalute us, but flew into the house, crying,–",
        "“Oh! Madame Kinzie, who do you think has come? Monsieur John and Madame\nJohn, all the way from Fort Winnebago on foot!”",
        "Soon we were in the arms of our dear, kind friends. A messenger was\ndispatched to “the garrison” for the remaining members of the family,\nand for that day, at least, I was the wonder and admiration of the whole\ncircle, “for the dangers I had seen.”",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}