{
    "title": "Wau-bun - Chapter XIV: William S. Hamilton–Kellogg’s Grove",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "16",
    "content": [
        "\n\n",
        "The next morning, after a cheerful breakfast, at which we were joined by\nthe Rev. Mr. Kent, of Galena, we prepared for our journey. I had\nreconciled my husband to continuing our route towards Chicago, by\nassuring him that I felt as fresh and bright as when I first set out\nfrom home.",
        "There seemed some apprehension, however, that we might have difficulty\nin “striking the trail” to Hamilton’s diggings, our next point of\ndestination.",
        "The directions we received were certainly obscure. We were to pursue a\ngiven trail for a certain number of miles, when we should come to a\ncrossing into which we were to turn, taking an easterly direction; after\na time, this would bring us to a deep trail leading straight to\nHamilton’s. In this open country there are no landmarks. One elevation\nis so exactly like another, that if you lose your trail there is almost\nas little hope of regaining it as of finding a pathway in the midst of\nthe ocean.[15]",
        "The trail, it must be remembered, is not a broad highway, but a narrow\npath, deeply indented by the hoofs of the horses on which the Indians\ntravel in single file. So deeply is it sunk in the sod which covers the\nprairies, that it is difficult, sometimes, to distinguish it at a\ndistance of a few rods.",
        "It was new ground to Mr. Kinzie, whose journeys from the Portage to\nChicago had hitherto been made in the direct route by Kosh-ko-nong. He\ntherefore obliged Mr. Morrison to repeat the directions again and again,\nthough Plante, our guide, swaggered and talked big, averring that “he\nknew every hill and stream and point of woods from that spot to\nChicago.”",
        "We had not proceeded many miles on our journey, however, before we\ndiscovered that Monsieur Plante was profoundly ignorant of the country,\nso that Mr. Kinzie was obliged to take the lead himself, and make his\nway as he was best able, according to the directions he had received.\nNothing, however, like the “cross trails” we had been promised met our\nview, and the path on which we had set out diverged so much from what we\nknew to be the right direction, that we were at length compelled to\nabandon it altogether.",
        "We travelled the livelong day, barely making a halt at noon to bait our\nhorses and refresh ourselves with a luncheon. The ride was as gloomy and\ndesolate as could well be imagined. A rolling prairie, unvaried by\nforest or stream–hillock rising after hillock, at every ascent of which\nwe vainly hoped to see a distant fringe of ’timber.” But the same\ncheerless, unbounded prospect everywhere met the eye, diversified only\nhere and there by the oblong openings, like gigantic graves, which\nmarked an unsuccessful search for indications of a lead-mine.",
        "So great was our anxiety to recover our trail, for the weather was\ngrowing more cold, and the wind more sharp and piercing, that we were\nnot tempted to turn from our course even by the appearance, more than\nonce, of a gaunt prairie-wolf, peering over the nearest rising-ground\nand seeming to dare us to an encounter. The Frenchmen, it is true, would\ninstinctively give a shout and spur on their horses, while the hounds,\nKelda and Cora, would rush to the chase; but the bourgeois soon called\nthem back, with a warning that we must attend strictly to the\nprosecution of our journey. Just before sunset we crossed, with some\ndifficulty, a muddy stream, which was bordered by a scanty belt of\ntrees, making a tolerable encamping-ground; and of this we gladly\navailed ourselves, although we knew not whether it was near or remote\nfrom the place we were in search of.",
        "We had ridden at least fifty miles since leaving Morrison’s, yet I was\nsensible of very little fatigue; there was, however, a vague feeling of\ndiscomfort at the idea of being lost in this wild, cold region,\naltogether different from anything I had ever before experienced. The\nencouraging tones of my husband’s voice, however, “Cheer up, wifie–we\nwill find the trail to-morrow,” served to dissipate all uneasiness.",
        "The exertions of the men soon made our “camp” comfortable,\nnotwithstanding the difficulty of driving the tent-pins into the frozen\nground, and the want of trees sufficiently large to make a rousingfire. The place was a stony side-hill, as it would be called in New\nEngland, where such things abound; but we were not disposed to be\nfastidious, so we ate our salt ham and toasted our bread, and lent a\npleased ear to the chatter of our Frenchmen, who could not sufficiently\nadmire the heroism of “Madame John” amid the vicissitudes that befell\nher.",
        "The wind, which at bed-time was sufficiently high to be uncomfortable,\nincreased during the night. It snowed heavily, and we were every moment\nin dread that the tent would be carried away; but the matter was settled\ndifferently by the snapping of the poles, and the falling of the whole,\nwith its superincumbent weight of snow, in a mass upon us.",
        "Mr. Kinzie roused up his men, and at their head he sallied into the\nneighboring wood to cut a new set of poles, leaving me to bear the\nburden of the whole upon my shoulders, my only safety from the storm\nbeing to keep snugly housed beneath the canvas.",
        "With some difficulty a sort of support was at length adjusted for the\ntent-covering, which answered our purpose tolerably well until the break\nof day, when our damp and miserable condition made us very glad to rise\nand hang round the fire until breakfast was dispatched, and the horses\nonce more saddled for our journey.",
        "The prospect was not an encouraging one. Around us was an unbroken sheet\nof snow. We had no compass, and the air was so obscured by the driving\nsleet, that it was often impossible to tell in which direction the sun\nwas. I tied my husband’s silk pocket-handkerchief over my veil, to\nprotect my face from the wind and icy particles with which the air was\nfilled, and which cut like a razor; but, although shielded in every way\nthat circumstances rendered possible, I suffered intensely from the\ncold.",
        "We pursued our way, mile after mile, entering every point of woods, in\nhopes of meeting with, at least, some Indian wigwam at which we could\ngain intelligence. Every spot was solitary and deserted; not even the\ntrace of a recent fire, to cheer us with the hope of human beings within\nmiles of us.",
        "Suddenly, a shout from the foremost of the party made each heart bound\nwith joy.",
        "“Une clôture! une clôture!” (A fence! a fence!)",
        "It was almost like life to the dead.",
        "We spurred on, and indeed perceived a few straggling rails crowning a\nrising ground at no great distance.",
        "Never did music sound so sweet as the crowing of a cock which at this\nmoment saluted our ears.",
        "Following the course of the inclosure down the opposite slope, we came\nupon a group of log cabins, low, shabby, and unpromising in their\nappearance, but a most welcome shelter from the pelting storm.",
        "“Whose cabins are these?” asked Mr. Kinzie, of a man who was cutting\nwood at the door of one.",
        "“Hamilton’s,” was his reply; and he stepped forward at once to assist us\nto alight, hospitality being a matter of course in these wild regions.",
        "We were shown into the most comfortable-looking of the buildings. A\nlarge fire was burning in the clay chimney, and the room was of a genial\nwarmth, notwithstanding the apertures, many inches in width, beside the\ndoors and windows. A woman in a tidy calico dress, and shabby black silk\ncap trimmed with still shabbier lace, rose from her seat beside a sort\nof bread-trough, which fulfilled the office of cradle to a fine, fat\nbaby. She made room for us at the fire, but was either too timid or too\nignorant to relieve me of wrappings and defences, now heavy with the\nsnow.",
        "I soon contrived, with my husband’s aid, to disembarrass myself of them;\nand, having seen me comfortably disposed of, and in a fair way to be\nthawed after my freezing ride, he left me, to see after his men and\nhorses.",
        "He was a long time absent, and I expected he would return accompanied by\nour host; but when he reappeared it was to tell me, laughing, that Mr.\nHamilton hesitated to present himself before me, being unwilling that\none who had been acquainted with his family at the East should see him\nin his present mode of life. However, this feeling apparently wore off,\nfor before dinner he came in and was introduced to me, and was as\nagreeable and polite as the son of Alexander Hamilton would naturally\nbe.",
        "The housekeeper, who was the wife of one of the miners, prepared us a\nplain, comfortable dinner, and a table as long as the dimensions of the\ncabin would admit was set out, the end nearest the fire being covered\nwith somewhat nicer furniture and more delicate fare than the remaining\nportion.",
        "The blowing of a horn was the signal for the entrance of ten or twelve\nminers, who took their places below us at the table. They were the\nroughest-looking set of men I ever beheld, and their language was as\nuncouth as their persons. They wore hunting-shirts, trowsers, and\nmoccasins of deer-skin, the former being ornamented at the seams with a\nfringe of the same, while a colored belt around the waist, in which was\nstuck a large hunting-knife, gave each the appearance of a brigand.",
        "Mr. Hamilton, although so much their superior, was addressed by them\nuniformly as “Uncle Billy;” and I could not but fancy there was\nsomething desperate about them, that it was necessary to propitiate by\nthis familiarity. This feeling was further confirmed by the remarks of\none of the company who lingered behind after the rest of the gang had\ntaken their departure. He had learned that we came from Fort Winnebago,\nand, having informed us that “he was a discharged soldier, and would\nlike to make some inquiries about his old station and comrades,” he\nunceremoniously seated himself and commenced questioning us.",
        "The bitterness with which he spoke of his former officers made me quite\nsure he was a deserter, and I rather suspected he had made his escape\nfrom the service in consequence of some punishment. His countenance was\nfairly distorted as he spoke of Captain H., to whose company he had\nbelonged. “There is a man in the mines,” said he, “who has been in his\nhands, and if he ever gets a chance to come within shot of him, I guess\nthe captain will remember it. He knows well enough he darsn’t set his\nfoot in the diggings. And there’s T. is not much better. Everybody\nthought it a great pity that fellow’s gun snapped when he so nearly\nhad him at Green Bay.”",
        "Having delivered himself of these sentiments, he marched out, to my\ngreat relief.",
        "Mr. Hamilton passed most of the afternoon with us; for the storm raged\nso without, that to proceed on our journey was out of the question. He\ngave us many pleasant anecdotes and reminiscences of his early life in\nNew York, and of his adventures since he had come to the Western\nwilderness. When obliged to leave us for awhile, he furnished us with\nsome books to entertain us, the most interesting of which was the\nbiography of his father.",
        "Could this illustrious man have foreseen in what a scene–the dwelling\nof his son–this book was to be one day perused, what would have been\nhis sensations?",
        "The most amusing part of our experience was yet to come. I had been\nspeculating, as evening approached, on our prospects for the night’s\naccommodation. As our pale, melancholy-looking landlady and her fat baby\nwere evidently the only specimens of the feminine gender about the\nestablishment, it was hardly reasonable to suppose that any of the other\ncabins contained wherewithal to furnish us a comfortable lodging, and\nthe one in which we were offered nothing of the sort to view, but two\nbeds, uncurtained, extended against the farther wall. My doubts were\nafter a time resolved, by observing the hostess stretch a cord between\nthe two, on which she hung some petticoats and extra garments, by way\nof a partition, after which she invited us to occupy one of them.",
        "My only preparation was, to wrap my cloak around me and lie down with my\nface to the wall; but the good people were less ceremonious, for at the\ndistance of scarcely two feet, we could not be mistaken in the sound of\ntheir garments being, not “laid aside,” but whipped over the\npartition-wall between us.",
        "Our waking thoughts, however, were only those of thankfulness for so\ncomfortable a lodging after the trials and fatigues we had undergone;\nand even these were of short duration, for our eyes were soon closed in\nslumber.",
        "The next day’s sun rose clear and bright. Refreshed and invigorated, we\nlooked forward with pleasure to a recommencement of our journey,\nconfident of meeting no more mishaps by the way. Mr. Hamilton kindly\noffered to accompany us to his next neighbor’s, the trifling distance of\ntwenty-five miles. From Kellogg’s to Ogie’s Ferry, on the Rock River,\nthe road being much travelled, we should be in no danger, Mr. H. said,\nof again losing our way.",
        "The miner who owned the wife and baby, and who, consequently, was\nsomewhat more humanized than his comrades, in taking leave of us “wished\nus well out of the country, and that we might never have occasion to\nreturn to it!”",
        "“I pity a body,” said he, “when I see them making such an awful mistake\nas to come out this way; for comfort never touched this Western\ncountry.”",
        "We found Mr. Hamilton as agreeable a companion as on the preceding day,\nbut a most desperate rider. He galloped on at such a rate that, had I\nnot exchanged my pony for the fine, noble Jerry, I should have been in\ndanger of being left behind.",
        "Well mounted as we all were, he sometimes nearly distanced us. We were\nnow among the branches of the Pickatonick, and the country had lost its\nprairie character and become rough and broken. We went dashing on,\nsometimes down ravines, sometimes through narrow passes, where, as I\nfollowed, I left fragments of my veil upon the projecting and interwoven\nbranches. Once my hat became entangled, and, had not my husband sprung\nto my rescue, I must have shared the fate of Absalom, Jerry’s ambition\nto keep his place in the race making it probable he would do as did the\nmule who was under the unfortunate prince.",
        "There was no halting upon the route, and, as we kept the same pace until\nthree o’clock in the afternoon, it was beyond a question that when we\nreached “Kellogg’s” we had travelled at least thirty miles. One of my\ngreatest annoyances during the ride had been the behavior of the little\nbeast Brunet. He had been hitherto used as a saddle-horse, and had been\naccustomed to a station in the file near the guide or leader. He did not\nrelish being put in the background as a pack-horse, and accordingly,\nwhenever we approached a stream, where the file broke up to permit each\nhorseman to choose his own place of fording, it was, invariably the case\nthat just as I was reining Jerry into the water, Brunet would come\nrushing past and throw himself into our very footsteps. Plunging,\nsnorting, and splashing me with water, and sometimes even starting Jerry\ninto a leap aside, he more than once brought me into imminent danger of\nbeing tossed into the stream. It was in vain that, after one or two such\nadventures, I learned to hold back and give the vexatious little animal\nthe precedence. His passion seemed to be to go into the water precisely\nat the moment Jerry did; and I was obliged at last to make a bargain\nwith young Roy to dismount and hold him at every stream until I had got\nsafely across.",
        "“Kellogg’s\"[16] was a comfortable mansion, just within the verge of a\npleasant “grove of timber,” as a small forest is called by Western\ntravellers. We found Mrs. Kellogg a very respectable-looking matron, who\nsoon informed us she was from the city of New York. She appeared proud\nand delighted to entertain Mr. Hamilton, for whose family, she took\noccasion to tell us, she had, in former days, been in the habit of doing\nneedle-work.",
        "The worthy woman provided us an excellent dinner, and afterwards\ninstalled me in a rocking-chair beside a large fire, with the “Life of\nMrs. Fletcher” to entertain me, while the gentlemen explored the\npremises, visited Mr. Kellogg’s stock, and took a careful look at their\nown. We had intended to go to Dixon’s the same afternoon, but the snow,\nbeginning again to fall, obliged us to content ourselves where we were.",
        "In the mean time, finding we were journeying to Chicago, Mr. Kellogg\ncame to the determination to accompany us, having, as he said, some\nbusiness to accomplish at that place: so Mrs. Kellogg busied herself in\npreparing him to set off with us the following morning. I pleaded hard\nto remain yet another day, as the following was Sunday, on which I\nobjected to travel; but in view of the necessities of the case, the\nuncertainty of the weather, and the importance of getting as quickly as\npossible through this wild country, my objections were overruled, and I\ncould only obtain a delay in starting until so late in the afternoon as\nwould give us just time to ride the sixteen miles to “Dixon’s” before\nsunset.",
        "No great time was required for Mr. Kellogg’s preparations. He would\ntake, he said, only two days’ provisions, for at his brother-in-law\nDixon’s we should get our supper and breakfast, and the route from there\nto Chicago could, he well knew, be accomplished in a day and a half.",
        "Although, according to this calculation, we had sufficient remaining of\nour stores to carry us to the end of our journey, yet my husband took\nthe precaution of begging Mrs. Kellogg to bake us another bag of\nbiscuits, in case of accidents, and he likewise suggested to Mr. Kellogg\nthe prudence of furnishing himself with something more than his limited\nallowance; but the good man objected that he was unwilling to burden his\nhorse more than was absolutely necessary, seeing that, at this season of\nthe year, we were obliged to carry fodder for the animals, in addition\nto the rest of their load. It will be seen that we had reason to rejoice\nin our own foresight.",
        "My experience of the previous night had rendered me somewhat less\nfastidious than when I commenced my journey, so that, when introduced to\nour sleeping-apartment, which I found we were to share with six men,\ntravellers like ourselves, my only feeling was one of thankfulness that\neach bed was furnished with a full suit of blue checked curtains, which\nformed a very tolerable substitute for a dressing-room.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}