{
    "title": "Wau-bun - Chapter XXXI: A Visit to Green Bay–Ma-Zhee-Gaw-Gaw Swamp",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "33",
    "content": [
        "\n\n",
        "The payment over, and the Indians dispersed, we prepared ourselves to\nsettle down quietly in our little home. But now a new source of\ndisturbance arose.",
        "My husband’s accounts of disbursements as Agent of the Winnebagoes,\nwhich he had forwarded to the Department at Washington, had failed to\nreach there, of which he received due notice–that is to say, such a\nnotice as could reach us by the circuitous and uncertain mode of\nconveyance by which intercourse with the Eastern world was then kept up.\nIf the vouchers for the former expenditures, together with the recent\npayment of $15,000 annuity money, should not be forthcoming, it might\nplace him in a very awkward position; he therefore decided to go at once\nto Washington, and be the bearer himself of his duplicate accounts.",
        "“Should you like to go and see your father and mother,” said he to me,\none morning, “and show them how the West agrees with you?”",
        "It was a most joyful suggestion after a year’s separation, and in a few\ndays all things were in readiness for our departure.",
        "There was visiting us, at that time, Miss Brush, of Detroit, who had\ncome from Green Bay with Mr. and Mrs. Whitney and Miss Frances Henshaw,\non an excursion to the Mississippi. Our little India-rubber house had\ncontrived to expand itself for the accommodation of the whole party\nduring the very pleasant visit they made us.",
        "The arrival of two young ladies had been, as may be imagined, quite a\ngodsend to the unmarried lieutenants, and when, tired of the journey, or\nintimidated by the snow, which fell eight inches on the 4th of October,\nMiss Brush determined to give up the remainder of her excursion, and\naccept our pressing invitation to remain with us until the return of her\nfriends, we were looked upon as public benefactors. She was now to\naccompany us to Green Bay, and possibly to Detroit.",
        "Our voyage down the river was without incident, and we reached Green Bay\njust as all the place was astir in the expectation of the arrival of one\nof Mr. Newbery’s schooners. This important event was the subject of\ninterest to the whole community, from Fort Howard to “Dickenson’s.” To\nsome its arrival would bring friends, to some supplies–to the ladies,\nthe fashions, to the gentlemen, the news, for it was the happy bearer of\nthe mails, not for that place alone, but for all the “upper country.”",
        "In a few days the vessel arrived. She brought a mail for Fort Winnebago,\nit being only in the winter season that letters were carried by land to\nthat place, via Niles’s Settlement and Chicago.",
        "In virtue of his office as Postmaster, my husband opened the mail-bag,\nand took possession of his own letters. One informed him of the\nsatisfactory appearance at the Department of the missing accounts, but\noh! sad disappointment, another brought the news that my parents had\ngone to Kentucky for the winter–not to any city or accessible place,\nbut “up the Sandy,” and over among the mountains of Virginia, hunting up\nold land-claims belonging to my grandfather’s estate.",
        "It was vain to hope to follow them. We might hardly expect to find them\nduring the short period we could be absent from home–not even were we\nto receive the lucid directions once given my father by an old settler\nduring his explorations through that wild region.",
        "“You must go up Tug,” said the man, “and down Troublesome, and fall\nover on to Kingdom-come.\"[51]",
        "We did not think it advisable to undertake such an expedition, and\ntherefore made up our minds to retrace our steps to Fort Winnebago.",
        "No boats were in readiness to ascend the river. Our old friend Hamilton\npromised to have one in preparation at once, but time passed by, and no\nboat was made ready.",
        "It was now the beginning of November. We were passing our time very\npleasantly with the Irwins and Whitneys, and at the residence of\nColonel Stambaugh, the Indian Agent, but still this delay was\ninconvenient and vexatious.",
        "I suggested undertaking the journey on horseback. “No, indeed,” was the\nanswer I invariably received. “No mortal woman has ever gone that road,\nunless it was some native on foot, nor ever could.”",
        "“But suppose we set out in the boat and get frozen in on the way. We can\nneither pass the winter there, nor possibly find our way to a human\nhabitation. We have had one similar experience already. Is it not better\nto take it for granted that I can do what you and others of your sex\nhave done?”",
        "Dr. Finley, the post-surgeon at Fort Howard, on hearing the matter\ndebated, offered me immediately his favorite horse Charlie. “He is very\nsure-footed,” the doctor alleged, “and capital in a marsh or troublesome\nstream.”",
        "By land, then, it was decided to go; and as soon as our old Menomonee\nfriend “Wish-tay-yun,” who was as good a guide by land as by water,\ncould be summoned, we set off, leaving our trunks to be forwarded by\nHamilton whenever it should please him to carry out his intention of\nsending up his boat.",
        "We waited until a late hour on the morning of our departure for our\nfellow-travellers, Mr. Wing, of Monroe, and Dr. Philleo, of Galena; but,\nfinding they did not join us, we resolved to lose no time, confident\nthat we should all meet at the Kakalin in the course of the evening.",
        "After crossing the river at what is now Depere, and entering the wild,\nunsettled country on the west of the river, we found a succession of\nwooded hills, separated by ravines so narrow and steep that it seemed\nimpossible that any animals but mules or goats could make their way\namong them.",
        "Wish-tay-yun took the lead. The horse he rode was accustomed to the\ncountry, and well trained to this style of road. As for Charlie, he was\nperfectly admirable. When he came to a precipitous descent, he would set\nforward his forefeet, and slide down on his haunches in the most\nscientific manner, while my only mode of preserving my balance was to\nhold fast by the bridle and lay myself braced almost flat against his\nback. Then our position would suddenly change, and we would be scaling\nthe opposite bank, at the imminent risk of falling backward into the\nravine below.",
        "It was amusing to see Wish-tay-yun, as he scrambled on ahead, now and\nthen turning partly round to see how I fared. And when, panting and\nlaughing, I at length reached the summit, he would throw up his hands,\nand shout, with the utmost glee, “Mamma Manitou!” (My mother is a\nspirit.)",
        "Our old acquaintances, the Grignons, seemed much surprised that I should\nhave ventured on such a journey. They had never undertaken it, although\nthey had lived so long at the Kakalin; but then there was no reason why\nthey should have done so. They could always command a canoe or a boat\nwhen they wished to visit “the Bay.”",
        "As we had anticipated, our gentlemen joined us at supper. “They had\ndelayed to take dinner with Colonel Stambaugh–had had a delightful\ngallop up from: the Bay–had seen no ravines, nor anything but fine\nsmooth roads–might have been asleep, but, if so, were not conscious of\nit.” This was the account they gave of themselves, to our no small\namusement.",
        "From the Kakalin to the Butte des Morts, where lived a man named Knaggs,\nwas our next day’s stage. The country was rough and wild, much like that\nwe had passed through the spring before, in going from Hamilton’s\ndiggings to Kellogg’s Grove, but we were fortunate in having\nWish-tay-yun, rather than “Uncle Billy,” for our guide, so that we could\nmake our way with some degree of moderation.",
        "We had travelled but forty miles when we reached Knaggs’s, yet I was\nboth cold and fatigued, so that the cosy little room in which we found\nMrs. Knaggs, and the bright fire, were most cheering objects; and, as we\nhad only broken our fast since morning with a few crackers we carried in\nour pockets, I must own we did ample justice to her nice coffee and\ncakes, not to mention venison-steaks and bear’s meat, the latter of\nwhich I had never before tasted.",
        "Our supper over, we looked about for a place of repose. The room in\nwhich we had taken our meal was of small dimensions, just sufficient to\naccommodate a bed, a table placed against the wall, and the few chairs\non which we sat. There was no room for any kind of a “shakedown.”",
        "“Where can you put us for the night?” inquired my husband of Mr. Knaggs,\nwhen he made his appearance.",
        "“Why, there is no place that I know of, unless you can camp down in the\nold building outside.”",
        "We went to look at it. It consisted of one room, bare and dirty. A huge\nchimney, in which a few brands were burning, occupied nearly one side of\nthe apartment. Against another was built a rickety sort of bunk. This\nwas the only vestige of furniture to be seen. The floor was thickly\ncovered with mud and dirt, in the midst of which, near the fire, was\nseated an old Indian with a pan of boiled corn on his lap, which he was\nscooping up with both hands and devouring with the utmost voracity.",
        "We soon discovered that he was blind. On hearing footsteps and voices,\nhe instinctively gathered his dish of food close to him, and began some\nmorose grumblings; but when he was told that it was “Shaw-nee-aw-kee\"\nwho was addressing him, his features relaxed into a more agreeable\nexpression, and be even held forth his dish and invited us to share its\ncontents.",
        "“But are we to stay here?” I asked. “Can we not sleep out-of-doors?”",
        "“We have no tent,” replied my husband, “and the weather is too cold to\nrisk the exposure without one.”",
        "“I could sit in a chair all night, by the fire.”",
        "“Then you would not be able to ride to Bellefontaine to-morrow.”",
        "There was no alternative. The only thing Mr. Knaggs could furnish in the\nshape of bedding was a small bear-skin. The bunk was a trifle less\nfilthy than the floor; so upon its boards we spread first the skin, then\nour saddle-blankets, and, with a pair of saddle-bags for a bolster, I\nwrapped myself in my cloak, and resigned myself to my distasteful\naccommodations.",
        "The change of position from that I had occupied through the day,\nprobably brought some rest, but sleep I could not. Even on a softer and\nmore agreeable couch, the snoring of the old Indian and two or three\ncompanions who had joined him, and his frequent querulous exclamations\nas he felt himself encroached upon in the darkness, would have\neffectually banished slumber from my eyes.",
        "It was a relief to rise with early morning and prepare for the journey\nof the day. Where our fellow-travellers had bestowed themselves I knew\nnot, but they evidently had fared no better than we. They were in fine\nspirits, however, and we cheerfully took our breakfast and were ferried\nover the river to continue on the trail from that point to\nBellefontaine, twelve miles distant from Fort Winnebago.",
        "The great “bug-bear” of this road, Ma-zhee-gaw-gaw Swamp, was the next\nthing to be encountered. We reached it about nine o’clock. It spread\nbefore us, a vast expanse of morass, about half a mile in width, and of\nlength interminable, partly covered with water, with black knobs rising\nhere and there above the surface, affording a precarious foothold for\nthe animals in crossing it. Where the water was not, there lay in place\nof it a bed of black oozy mud, which looked as if it might give way\nunder the foot, and let it, at each step, sink to an unknown depth.",
        "This we were now to traverse. All three of the gentlemen went in advance\nof me, each hoping, as he said, to select the surest and firmest path\nfor me to follow. One and another would call, “Here, madam, come this\nway!” “This is the best path, wifie; follow me,” but often Charlie knew\nbetter than either, and selected a path according to his own judgment,\nwhich proved the best of the whole.",
        "On he went, picking his way so slowly and cautiously, now pausing on one\nlittle hillock, now on another, and anon turning aside to avoid a patch\nof mud which seemed more than usually suspicious, that all the company\nhad got some little distance ahead of me. On raising my eyes, which had\nbeen kept pretty closely on my horse’s footsteps, I saw my husband on\nfoot, striving to lead his horse by the bridle from a difficult position\ninto which he had got, Mr. Wing and his great white floundering animal\nlying sideways in the mud, the rider using all his efforts to extricate\nhimself from the stirrups, and Dr. Philleo standing at a little distance\nfrom his steed, who was doing his best to rise up from a deep bog into\nwhich he had pitched himself. It was a formidable sight! They all called\nout with one accord,–",
        "“Oh, do not come this way!”",
        "“Indeed,” cried I, “I have no thought of it. Charlie and I know better.\"\nAnd, trusting to the sagacious creature, he picked his way carefully\nalong, and carried me safely past the dismounted company. I could not\nrefrain from a little triumphant flourish with my whip, as I looked back\nupon them and watched their progress to their saddles once more.",
        "Three hours had we been thus unpleasantly engaged, and yet we were not\nover the “Slough of Despond.” At length we drew near its farthest verge.\nHere ran a deep stream some five or six feet in width. The gentlemen, as\nthey reached it, dismounted, and began debating what was to be done.",
        "“Jump off, jump off, madam,” cried Mr. Wing, and “Jump off, jump off,\"\nechoed Dr. Philleo; “we are just consulting how we are to get you\nacross.”",
        "“What do you think about it?” asked my husband.",
        "“Charlie will show you,” replied I. “Come, Charlie.” And as I raised his\nbridle quickly, with a pat on his neck and an encouraging chirp, he\nbounded over the stream as lightly as a deer, and landed me safe on\nterra firma.",
        "Poor Mr. Wing had fared the worst of the company; the clumsy animal he\nrode seeming to be of opinion when he got into a difficulty that he had\nnothing to do but to lie down and resign himself to his fate; while his\nrider, not being particularly light and agile, was generally undermost,\nand half imbedded in the mire before he had quite made up his mind as to\nhis course of action.",
        "It was therefore a wise movement in him, when he reached the little\nstream, to plunge into it and wade across, thus washing out, as much as\npossible, the traces of the morning’s adventures from himself and his\nsteed; and the other gentlemen, having no alternative, concluded to\nfollow his example.",
        "We did not halt long on the rising ground beyond the morass, for we had\na long stretch before us to Bellefontaine, forty-five miles, and those\nnone of the shortest.",
        "Our horses travelled admirably the whole afternoon, Charlie keeping a\ncanter all the way; but it was growing dark, and there were no signs of\nthe landmarks which were to indicate our near approach to the desired\nhaven.",
        "“Can we not stop and rest for a few moments under one of the trees?\"\ninquired I, for I was almost exhausted with fatigue, and, to add to our\ndiscomfort, a cold, November rain was pouring upon us.",
        "“If it were possible, we would,” was the reply; “but see how dark it is\ngrowing. If we should lose our way, it would be worse than being wet and\ntired.”",
        "So we kept on. Just at dark we crossed a clear stream. “That,” said my\nhusband, “is, I think, two miles from Bellefontaine. Cheer up–we shall\nsoon be there.” Quite encouraged, we pursued our way more cheerfully.\nMile after mile we passed, but still no light gleamed friendly through\nthe trees.",
        "“We have certainly travelled more than six miles now,” said I.",
        "“Yes–that could not have been the two-mile creek.”",
        "It was eight o’clock when we reached Bellefontaine. We were ushered into\na large room made cheerful by a huge blazing fire. Mr. Wing and Dr.\nPhilleo had arrived before us, and there were other travellers, on their\nway from the Mississippi. I was received with great kindness and\nvolubility by the immense hostess, “la grosse Américaine,” as she was\ncalled, and she soon installed me in the arm-chair, in the warmest\ncorner, and in due time set an excellent supper before us.",
        "But her hospitality did not extend to giving up her only bed for my\naccommodation. She spread all the things she could muster on the hard\nfloor before the fire, and did what she could to make me comfortable;\nthen, observing my husband’s solicitude lest I might feel ill from the\neffects of the fatigue and rain, she remarked, in tones of admiring\nsympathy, “How kind your companion is to you!\"–an expression which,\nas it was then new to us, amused us not a little.",
        "Our travelling companions started early in the morning for the Fort,\nwhich was but twelve miles distant, and they were so kind as to take\ncharge of a note to our friends at home, requesting them to send Plante\nwith the carriage to take us the rest of the distance.",
        "We reached the Portage in safety; and thus ended the first journey by\nland that any white woman had made from Green Bay to Fort Winnebago. I\nfelt not a little raised in my own esteem when my husband informed me\nthat the distance I had the previous day travelled, from Knaggs’s to\nBellefontaine, was sixty-two miles!",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}