{
    "title": "Wau-bun - Chapter XX: Captivity of J. Kinzie, Sen.–An Amusing Mistake",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "22",
    "content": [
        "\n\n",
        "It had been a stipulation of General Hull at the surrender of Detroit,\nwhich took place the day after the massacre at Chicago, that the\ninhabitants should be permitted to remain undisturbed in their homes.\nAccordingly, the family of Mr. Kinzie took up their quarters with their\nfriends in the old mansion, which many will still recollect as standing\non the northwest corner of Jefferson Avenue and Wayne Street.",
        "The feelings of indignation and sympathy were constantly aroused in the\nhearts of the citizens during the winter that ensued. They were almost\ndaily called upon to witness the cruelties practised upon the American\nprisoners brought in by their Indian captors. Those who could scarcely\ndrag their wounded, bleeding feet over the frozen ground, were compelled\nto dance for the amusement of the savages; and these exhibitions\nsometimes took place before the Government House, the residence of\nColonel McKee. Some of the British officers looked on from their windows\nat these heart-rending performances; for the honor of humanity, we will\nhope such instances were rare.",
        "Everything that could be made available among the effects of the\ncitizens was offered, to ransom their countrymen from the hands of these\ninhuman beings. The prisoners brought in from the River Raisin–those\nunfortunate men who were permitted, after their surrender to General\nProctor, to be tortured and murdered by inches by his savage\nallies–excited the sympathies and called for the action of the whole\ncommunity. Private houses were turned into hospitals, and every one was\nforward to get possession of as many as possible of the survivors. To\neffect this, even the articles of their apparel were bartered by the\nladies of Detroit, as they watched from their doors or windows the\nmiserable victims carried about for sale.",
        "In the dwelling of Mr. Kinzie one large room was devoted to the\nreception of the sufferers. Few of them survived. Among those spoken of\nas objects of the deepest interest were two young gentlemen of Kentucky,\nbrothers, both severely wounded, and their wounds aggravated to a mortal\ndegree by subsequent ill usage and hardships. Their solicitude for each\nother, and their exhibition in various ways of the most tender fraternal\naffection, created an impression never to be forgotten.",
        "The last bargain made was by black Jim, and one of the children, who had\npermission to redeem a negro servant of the gallant Colonel Allen, with\nan old white horse, the only available article that remained among their\npossessions.",
        "A brother of Colonel Allen afterwards came to Detroit, and the negro\npreferred returning to servitude rather than remaining a stranger in a\nstrange land.",
        "Mr. Kinzie, as has been related, joined his family at Detroit in the\nmonth of January. A short time after, suspicions arose in the mind of\nGeneral Proctor that he was in correspondence with General Harrison, who\nwas now at Fort Meigs, and who was believed to be meditating an advance\nupon Detroit. Lieutenant Watson, of the British army, waited upon Mr.\nKinzie one day with an invitation to the quarters of General Proctor on\nthe opposite side of the river, saying he wished to speak with him, on\nbusiness. Quite unsuspicious, he complied with the invitation, when to\nhis surprise he was ordered into confinement, and strictly guarded in\nthe house of his former partner, Mr. Patterson, of Sandwich. Finding\nthat he did not return to his home, Mrs. Kinzie informed some of the\nIndian chiefs, his particular friends, who immediately repaired to the\nhead-quarters of the commanding officer, demanded “their friend’s\"\nrelease, and brought him back to his home. After waiting a time until a\nfavorable opportunity presented itself, the General sent a detachment of\ndragoons to arrest Mr. Kinzie. They had succeeded in carrying him away,\nand crossing the river with him. Just at this moment a party of friendly\nIndians made their appearance.",
        "“Where is the Shaw-nee-aw-kee?” was the first question.",
        "“There,” replied his wife, pointing across the river, “in the hands of\nthe red-coats, who are taking him away again.”",
        "The Indians ran to the river, seized some canoes that they found there,\nand, crossing over to Sandwich, compelled General Proctor a second time\nto forego his intentions.",
        "A third time this officer made the attempt, and succeeded in arresting\nMr. Kinzie and conveying him heavily ironed to Fort Malden, in Canada,\nat the mouth of the Detroit River. Here he was at first treated with\ngreat severity, but after a time the rigor of his confinement was\nsomewhat relaxed, and he was permitted to walk on the bank of the river\nfor air and exercise.",
        "On the 10th of September, as he was taking his promenade under the close\nsupervision of a guard of soldiers, the whole party were startled by the\nsound of guns upon Lake Erie, at no great distance below. What could it\nmean? It must be Commodore Barclay firing into some of the Yankees. The\nfiring continued. The time allotted the prisoner for his daily walk\nexpired, but neither he nor his guard observed the lapse of time, so\nanxiously were they listening to what they now felt sure was an\nengagement between ships of war. At length Mr. Kinzie was reminded that\nthe hour for his return to confinement had arrived. He petitioned for\nanother half-hour.",
        "“Let me stay,” said he, “till we can learn how the battle has gone.”",
        "Very soon a sloop appeared under press of sail, rounding the point, and\npresently two gun-boats in chase of her.",
        "“She is running–she bears the British colors,” cried he–\"yes, yes,\nthey are lowering–she is striking her flag! Now,” turning to the\nsoldiers, “I will go back to prison contented–I know how the battle has\ngone.”",
        "The sloop was the Little Belt, the last of the squadron captured by the\ngallant Perry on that memorable occasion which he announced in the\nimmortal words:",
        "“We have met the enemy, and they are ours!”",
        "Matters were growing critical, and it was necessary to transfer all\nprisoners to a place of greater security than the frontier was now\nlikely to be. It was resolved therefore to send Mr. Kinzie to the\nmother-country. Nothing has ever appeared which would explain the course\nof General Proctor in regard to this gentleman. He had been taken from\nthe bosom of his family, where he was living quietly under the parole\nwhich he had received, and protected by the stipulations of the\nsurrender. He was kept for months in confinement. Now he was placed on\nhorseback under a strong guard, who announced that they had orders to\nshoot him through the head if he offered to speak to a person upon the\nroad. He was tied upon the saddle to prevent his escape, and thus they\nset out for Quebec. A little incident occurred, which will help to\nillustrate the course invariably pursued towards our citizens, at this\nperiod, by the British army on the Northwestern frontier.",
        "The saddle on which Mr. Kinzie rode had not been properly fastened, and,\nowing to the rough motion of the animal on which it was, it turned, so\nas to bring the rider into a most awkward and painful position. His\nlimbs being fastened, he could not disengage himself, and in this manner\nhe was compelled by those who had charge of him to ride until he was\nnearly exhausted, before they had the humanity to release him.",
        "Arrived at Quebec, he was put on board a small vessel to be sent to\nEngland. The vessel when a few days out at sea was chased by an American\nfrigate and driven into Halifax. A second time she set sail, when she\nsprung a leak and was compelled to put back.",
        "The attempt to send him across the ocean was now abandoned, and he was\nreturned to Quebec. Another step, equally inexplicable with his arrest,\nwas soon after taken. This was, his release and that of Mr. Macomb, of\nDetroit, who was also in confinement in Quebec, and the permission given\nthem to return to their friends and families, although the war was not\nyet ended. It may possibly be imagined that in the treatment these\ngentlemen received, the British commander-in-chief sheltered himself\nunder the plea of their being “native-born British subjects,” and\nperhaps when it was ascertained that Mr. Kinzie was indeed a citizen of\nthe United States it was thought safest to release him.",
        "In the mean time, General Harrison at the head of his troops had reached\nDetroit. He landed on the 29th of September. All the citizens went forth\nto meet him–Mrs. Kinzie, leading her children by the hand, was of the\nnumber. The General accompanied her to her home, and took up his abode\nthere. On his arrival he was introduced to Kee-po-tah, who happened to\nbe on a visit to the family at that time. The General had seen the chief\nthe preceding year, at the Council at Vincennes, and the meeting was one\nof great cordiality and interest.",
        "In 1816, Mr. Kinzie and his family again returned to Chicago. The fort\nwas rebuilt on a somewhat larger scale than the former one. It was not\nuntil the return of the troops that the bones of the unfortunate\nAmericans who had been massacred four years before, were collected and\nburied.",
        "An Indian Agency, under the charge of Charles Jewett, Esq., of Kentucky,\nwas established. He was succeeded in 1820 by Dr. Alexander Wolcott, of\nConnecticut, who occupied that position until his death in 1830.",
        "The troops were removed from the garrison in 1823, but restored in 1828,\nafter the Winnebago war. This was a disturbance between the Winnebagoes\nand white settlers on and near the Mississippi. After some murders had\nbeen committed, the young chief, Red Bird, was taken and imprisoned at\nPrairie du Chien to await his trial, where he committed suicide in\nconsequence of chagrin and the irksomeness of confinement. It was feared\nthat the Pottowattamies would make common cause with the Winnebagoes,\nand commence a general system of havoc and bloodshed on the frontier.\nThey were deterred from such a step, probably, by the exertions of Billy\nCaldwell, Robinson, and Shaw-bee-nay, who made an expedition among the\nRock River bands, to argue and persuade them into remaining tranquil.",
        "The few citizens of Chicago in those days, lived for the most part a\nvery quiet, unvaried life. The great abundance of game, and the immense\nfertility of the lands they cultivated, furnished them with a\nsuperabundance of all the luxuries of garden, corn-field, and dairy The\nquestion was once asked by a friend in the “East countrie,”",
        "“How do you dispose of all the good things you raise? You have no\nmarket?” “No.” “And you cannot consume them all yourselves?” “No.” “What\nthen do you do with them?”",
        "“Why, we manage, when a vessel arrives, to persuade the captain to\naccept a few kegs of butter, and stores of corn and vegetables, as a\npresent, and that helps us to get rid of some of our overplus.”",
        "The mails arrived, as may be supposed, at very rare intervals. They were\nbrought occasionally from Fort Clark (Peoria), but more frequently from\nFort Wayne, or across the peninsula of Michigan, which was still a\nwilderness peopled with savages. The hardy adventurer who acted as\nexpress was, not unfrequently, obliged to imitate the birds of heaven\nand “lodge among the branches,” in order to insure the safety of himself\nand his charge.",
        "Visitors were very rare, unless it was a friend who came to sojourn for\nseveral months and share a life in the wilderness. A traveller, however,\noccasionally found his way to the spot, in passing to or from “parts\nunknown,” and such a one was sure of a hospitable and hearty welcome.",
        "A gentleman journeying from the southern settlements once arrived late\nin the evening at Wolf Point, where was then the small\ntrading-establishment of George Hunt and a Mr. Wallace. He stopped and\ninquired if he could have accommodation for the night for himself and\nhis horse. The answer was, that they were ill provided to entertain a\nstranger–the house was small, and they were keeping “bachelor’s hall.”",
        "“Is there no place,” inquired the traveller, “where I can obtain a\nlodging?”",
        "“Oh, yes–you will find a very comfortable house, Mr. Kinzie’s, about\nhalf a mile below, near the mouth of the river.”",
        "The stranger turned his horse’s head and took the road indicated.\nArrived at the spot, his first inquiry was,–",
        "“Is this the residence of Mr. Kinzie?”",
        "“Yes, sir.”",
        "“I should be glad to get accommodation for myself and horse.”",
        "“Certainly, sir–walk in.”",
        "The horse was taken to the stable, while the gentleman was ushered into\na parlor where were two ladies. The usual preliminary questions and\nanswers were gone through, for in a new country people soon become\nacquainted, and the gentleman ere long found himself seated at a\ncomfortable hot supper–we will venture to say a fine supper, since the\ntable in this domestic establishment has always been somewhat famous.",
        "Apparently, the gentleman enjoyed it, for he made himself quite at home.\nHe even called for a boot-jack after tea, and drew off his boots. The\nladies were a little surprised, but they had lived a good while out of\nthe world, and they did not know what changes in etiquette might have\ntaken place during their retirement.",
        "Before taking his leave for the night, the traveller signified what it\nwould please him to have for breakfast, which was duly prepared. The\nnext day proved stormy. The gentleman was satisfied with his quarters,\nand, having taken care to ascertain that there was no neglect or\ndeficiency of accommodation so far as his horse was concerned, he got\nthrough the day very comfortably.",
        "Now and then, when he was tired of reading, he would converse with the\nfamily, and seemed, upon the whole, by no means disposed to hold himself\naloof, but to indulge in a little becoming sociability, seeing they were\nall there away in the woods.",
        "The second day the weather brightened. The traveller signified his\nintention to depart. He ordered his horse to the door–then he called\nfor his bill.",
        "“My house is not a tavern, sir,” was the astounding reply.",
        "“Not a tavern! Good heavens! have I been making myself at home in this\nmanner in a private family?”",
        "He was profuse in his apologies, which, however, were quite unnecessary,\nfor the family had perceived from the first the mistake he had fallen\ninto, and they had amused themselves during his whole visit in\nanticipating the consternation of their guest when he should be\nundeceived.",
        "It was in the year 1816 (the year of the rebuilding of the fort, after\nits destruction by the Indians) that the tract of land on which Chicago\nstands, together with the surrounding country, was ceded to the United\nStates by the Pottowattamies. They remained the peaceful occupants of\nit, however, for twenty years longer. It was not until 1836 that they\nwere removed by Government to lands appropriated for their use on the\nUpper Missouri.",
        "In the year 1830 the town of Chicago was laid out into lots by\nCommissioners appointed by the State. At this time the prices of these\nlots ranged from ten to sixty dollars.",
        "Mr. Kinzie, who, from the geographical position of this place, and the\nvast fertility of the surrounding country, had always foretold its\neventual prosperity and importance, was not permitted to witness the\nrealization of his predictions. He closed his useful and energetic life\non the 6th of January, 1828, having just completed his sixty-fifth year.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}