{
    "title": "Wau-bun - Chapter XVIII: Massacre At Chicago",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "20",
    "content": [
        "\n\n",
        "It was the evening of the 7th of April, 1812. The children of Mr. Kinzie\nwere dancing before the fire to the music of their father’s violin. The\ntea-table was spread, and they were awaiting the return of their mother,\nwho had gone to visit a sick neighbor about a quarter of a mile up the\nriver.",
        "Suddenly their sports were interrupted. The door was thrown open, and\nMrs. Kinzie rushed in, pale with terror, and scarcely able to\narticulate, “The Indians! the Indians!”",
        "“The Indians? What? Where?” eagerly demanded they all.",
        "“Up at Lee’s Place, killing and scalping!”",
        "With difficulty Mrs. Kinzie composed herself sufficiently to give the\ninformation, “That, while she was up at Burns’s, a man and a boy were\nseen running down with all speed on the opposite side of the river; that\nthey had called across to give notice to Barns’s family to save\nthemselves, for the Indians were at Lee’s Place, from which they had\njust made their escape. Having given this terrifying news, they had made\nall speed for the fort, which was on the same side of the river that\nthey then were.”",
        "All was now consternation and dismay. The family were hurried into two\nold pirogues, that lay moored near the house, and paddled with all\npossible haste across the river to take refuge in the fort.",
        "All that the man and boy who had made their escape were able to tell,\nwas soon known; but, in order to render their story more intelligible,\nit is necessary to describe the scene of action.",
        "Lee’s Place, since known by the name of Hardscrabble, was a farm\nintersected by the Chicago River, about four miles from its mouth. The\nfarm-house stood on the western bank of the south branch of this river.\nOn the north side of the main stream, but quite near its junction with\nLake Michigan, stood (as has already been described) the dwelling-house\nand trading-establishment of Mr. Kinzie.",
        "The fort was situated on the southern bank, directly opposite this\nmansion–the river, and a few rods of sloping green turf on either side,\nbeing all that intervened between them.",
        "The fort was differently constructed from the one erected on the same\nsite in 1816. It had two block-houses on the southern side, and on the\nnorthern a sally-port, or subterranean passage from the parade-ground to\nthe river. This was designed either to facilitate escape in case of an\nemergency, or as a means of supplying the garrison with water during a\nsiege.",
        "The officers in the fort at this period were Captain Heald, the\ncommanding officer, Lieutenant Helm, the son-in-law of Mr. Kinzie, and\nEnsign Ronan–the two last were very young men–and the surgeon, Dr. Van\nVoorhees.",
        "The command numbered about seventy-five men; very few of whom were\neffective.",
        "A constant and friendly intercourse had been maintained between these\ntroops and the Indians. It is true that the principal men of the\nPottowattamie nation, like those of most other tribes, went yearly to\nFort Malden, in Canada, to receive a large amount of presents, with\nwhich the British Government had, for many years, been in the habit of\npurchasing their alliance; and it was well known that many of the\nPottowattamies, as well as Winnebagoes, had been engaged with the\nOttawas and Shawnees at the battle of Tippecanoe, the preceding autumn;\nyet, as the principal chiefs of all the bands in the neighborhood\nappeared to be on the most amicable terms with the Americans, no\ninterruption of their harmony was at any time anticipated.",
        "After the 15th of August, however, many circumstances were recollected\nthat might have opened the eyes of the whites, had they not been lulled\nin a fatal security. One instance in particular may be mentioned.",
        "In the spring preceding the destruction of the fort, two Indians of the\nCalumet band came to the fort on a visit to the commanding officer. As\nthey passed through the quarters, they saw Mrs. Heald and Mrs. Helm\nplaying at battledoor.",
        "Turning to the interpreter, one of them, Nau-non-gee, remarked, “The\nwhite chiefs’ wives are amusing themselves very much; it will not be\nlong before they are hoeing in our corn-fields!”",
        "This was considered at the time an idle threat, or, at most, an\nebullition of jealous feeling at the contrast between the situation of\ntheir own women and that of the “white chiefs’ wives.” Some months\nafter, how bitterly was it remembered!",
        "The farm at Lee’s Place was occupied by a Mr. White and three persons\nemployed by him in the care of the farm.",
        "In the afternoon of the day on which our narrative commences, a party of\nten or twelve Indians, dressed and painted, arrived at the house, and,\naccording to the custom among savages, entered and seated themselves\nwithout ceremony.",
        "Something in their appearance and manner excited the suspicions of one\nof the family, a Frenchman, who remarked, “I do not like the appearance\nof these Indians–they are none of our folks. I know by their dress and\npaint that they are not Pottowattamies.”",
        "Another of the family, a discharged soldier, then said to the boy who\nwas present, “If that is the case, we had better get away from them if\nwe can. Say nothing; but do as you see me do.”",
        "As the afternoon was far advanced, the soldier walked leisurely towards\nthe canoes, of which there were two tied near the bank. Some of the\nIndians inquired where he was going. He pointed to the cattle which were\nstanding among the haystacks on the opposite bank, and made signs that\nthey must go and fodder them, and then they should return and get their\nsupper.",
        "He got into one canoe, and the boy into the other. The stream was\nnarrow, and they were soon across. When they had gained the opposite\nside, they pulled some hay for the cattle–made a show of collecting\nthem–and when they had gradually made a circuit, so that their\nmovements were concealed by the haystacks, they took to the woods, which\nwere close at hand, and made for the fort.",
        "They had run about a quarter of a mile, when they heard the discharge of\ntwo guns successively, which they supposed to have been levelled at the\ncompanions they had left behind.",
        "They stopped not nor stayed until they arrived opposite Burns’s,[30]\nwhere, as before related, they called across to advertise the family of\ntheir danger, and then hastened on to the fort.",
        "It now occurred to those who had secured their own safety, that the\nfamily of Burns was at this moment exposed to the most imminent peril.\nThe question was, who would hazard his own life to bring them to a place\nof safety? A gallant young officer, Ensign Ronan, volunteered, with a\nparty of five or six soldiers, to go to their rescue.",
        "They ascended the river in a scow, and took the mother, with her infant\nof scarcely a day old, upon her bed to the boat, in which they carefully\nconveyed her and the other members of the family to the fort.",
        "A party of soldiers, consisting of a corporal and six men, had that\nafternoon obtained leave to go up the river to fish.",
        "They had not returned when the fugitives from Lee’s Place arrived at\nthe fort, and, fearing that they might encounter the Indians, the\ncommanding officer ordered a cannon to be fired, to warn them of danger.",
        "They were at the time about two miles above Lee’s Place. Hearing the\nsignal, they took the hint, put out their torches (for it was now\nnight), and dropped down the river towards the garrison, as silently as\npossible. It will be remembered that the unsettled state of the country\nsince the battle of Tippecanoe, the preceding November, had rendered\nevery man vigilant, and the slightest alarm was an admonition to “beware\nof the Indians.”",
        "When the fishing-party reached Lee’s Place, it was proposed to stop and\nwarn the inmates to be upon their guard, as the signal from the fort\nindicated danger of some kind. All was still as death around the house.\nThey groped their way along, and as the corporal jumped over the small\nenclosure he placed his hand upon the dead body of a man. By the sense\nof touch he soon ascertained that the head was without a scalp, and\notherwise mutilated. The faithful dog of the murdered man stood guarding\nthe lifeless remains of his master.",
        "The tale was now told. The men retreated to their canoes, and reached\nthe fort unmolested about eleven o’clock at night. The next morning a\nparty of the citizens and soldiers volunteered to go to Lee’s Place, to\nlearn further the fate of its occupants. The body of Mr. White was found\npierced by two balls, and with eleven stabs in the breast. The\nFrenchman, as already described, lay dead, with his dog still beside\nhim. Their bodies were brought to the fort and buried in its immediate\nvicinity.",
        "It was subsequently ascertained, from traders out in the Indian country,\nthat the perpetrators of this bloody deed were a party of Winnebagoes,\nwho had come into this neighborhood to “take some white scalps.” Their\nplan had been, to proceed down the river from Lee’s Place, and kill\nevery white man without the walls of the fort. Hearing, however, the\nreport of the cannon, and not knowing what it portended, they thought it\nbest to remain satisfied with this one exploit, and forthwith retreated\nto their homes on Rock River.",
        "The inhabitants outside the fort, consisting of a few discharged\nsoldiers and some families of half-breeds, now intrenched themselves in\nthe Agency House. This stood west of the fort, between the pickets and\nthe river, and distant about twenty rods from the former.",
        "It was an old-fashioned log building, with a hall running through the\ncentre, and one large room on each side. Piazzas extended the whole\nlength of the building in front and rear. These were planked up, for\ngreater security, port-holes were cut, and sentinels posted at night.",
        "As the enemy were believed to be lurking still in the neighborhood, or,\nemboldened by former success, likely to return at any moment, an order\nwas issued prohibiting any soldier or citizen from leaving the vicinity\nof the garrison without a guard.",
        "One night a sergeant and private, who were out on a patrol, came\nsuddenly upon a party of Indians in the pasture adjoining the esplanade.\nThe sergeant fired his piece, and both retreated towards the fort.\nBefore they could reach it, an Indian threw his tomahawk, which missed\nthe sergeant and struck a wagon standing near. The sentinel from the\nblock-house immediately fired, and with effect, while the men got safely\nin. The next morning it was ascertained, from traces of blood to a\nconsiderable distance into the prairie, and from the appearance of a\nbody having been laid among the long grass, that some execution had been\ndone.",
        "On another occasion the enemy entered the esplanade to steal horses.\nNot finding them in the stable, as they had expected, they made\nthemselves amends for their disappointment by stabbing all the sheep in\nthe stable and then letting them loose. The poor animals flocked towards\nthe fort. This gave the alarm–the garrison was aroused–parties were\nsent out, but the marauders escaped unmolested.",
        "The inmates of the fort experienced no farther alarm for many weeks.",
        "On the afternoon of the 7th of August, Winnemeg, or Catfish, a\nPottowattamie chief, arrived at the post, bringing despatches from\nGeneral Hull. These announced the declaration of war between the United\nStates and Great Britain, and that General Hull, at the head of the\nNorthwestern army, had arrived at Detroit; also, that the island of\nMackinac had fallen into the hands of the British.",
        "The orders to Captain Heald were, “to evacuate the fort, if practicable,\nand, in that event, to distribute all the United States’ property\ncontained in the fort, and in the United States’ factory or agency,\namong the Indians in the neighborhood.”",
        "After having delivered his despatches, Winnemeg requested a private\ninterview with Mr. Kinzie, who had taken up his residence in the fort.\nHe stated to Mr. K. that he was acquainted with the purport of the\ncommunications he had brought, and begged him to ascertain if it were\nthe intention of Captain Heald to evacuate the post. He advised strongly\nagainst such a step, inasmuch as the garrison was well supplied with\nammunition, and with provisions for six months. It would, therefore, be\nfar better, he thought, to remain until a reinforcement could be sent to\ntheir assistance. If, however, Captain Heald should decide upon leaving\nthe post, it should by all means be done immediately. The\nPottowattamies, through whose country they must pass, being ignorant of\nthe object of Winnemeg’s mission, a forced march might be made, before\nthose who were hostile in their feelings were prepared to interrupt\nthem.",
        "Of this advice, so earnestly given, Captain Heald was immediately\ninformed. He replied that it was his intention to evacuate the post, but\nthat, inasmuch as he had received orders to distribute the United\nStates’ property, he should not feel justified in leaving it until he\nhad collected the Indians of the neighborhood and made an equitable\ndivision among them.",
        "Winnemeg then suggested the expediency of marching out, and leaving all\nthings standing–possibly while the Indians were engaged in the\npartition of the spoils, the troops might effect their retreat\nunmolested. This advice was strongly seconded by Mr. Kinzie, but did not\nmeet the approbation of the commanding officer.",
        "The order for evacuating the post was read next morning upon parade. It\nis difficult to understand why Captain Heald, in such an emergency,\nomitted the usual form of calling a council of war with his officers. It\ncan only be accounted for by the fact of a want of harmonious feeling\nbetween himself and one of his junior officers–Ensign Ronan, a\nhigh-spirited and somewhat overbearing, but brave and generous young\nman.",
        "In the course of the day, finding that no council was called, the\nofficers waited on Captain Heald to be informed what course he intended\nto pursue. When they learned his intentions, they remonstrated with him,\non the following grounds:",
        "First–It was highly improbable that the command would be permitted to\npass through the country in safety to Fort Wayne. For although it had\nbeen said that some of the chiefs had opposed an attack upon the fort,\nplanned the preceding autumn, yet it was well known that they had been\nactuated in that matter by motives of private regard to one family, that\nof Mr. Kinzie, and not to any general friendly feeling towards the\nAmericans; and that, at any rate, it was hardly to be expected that\nthese few individuals would be able to control the whole tribe, who were\nthirsting for blood.",
        "In the next place–Their march must necessarily be slow, as their\nmovements must be accommodated to the helplessness of the women and\nchildren, of whom there were a number with the detachment. That of their\nsmall force, some of the soldiers were superannuated, others invalid;\ntherefore, since the course to be pursued was left discretional, their\nunanimous advice was, to remain where they were, and fortify themselves\nas strongly as possible. Succors from the other side of the peninsula\nmight arrive before they could be attacked by the British from Mackinac;\nand even should they not, it were far better to fall into the hands of\nthe latter than to become the victims of the savages.",
        "Captain Heald argued in reply, that a special order had been issued by\nthe War Department, that no post should be surrendered without battle\nhaving been given, and his force was totally inadequate to an engagement\nwith the Indians; that he should unquestionably be censured for\nremaining, when there appeared a prospect of a safe march through; and\nthat, upon the whole, he deemed it expedient to assemble the Indians,\ndistribute the property among them, and then ask of them an escort to\nFort Wayne, with the promise of a considerable reward upon their safe\narrival–adding, that he had full confidence in the friendly professions\nof the Indians, from whom, as well as from the soldiers, the capture of\nMackinac had been kept a profound secret.",
        "From this time the officers held themselves aloof, and spoke but little\nupon the subject, though they considered the project of Captain Heald\nlittle short of madness. The dissatisfaction among the soldiers hourly\nincreased, until it reached a high pitch of insubordination.",
        "Upon one occasion, as Captain Heald was conversing with Mr. Kinzie upon\nthe parade, he remarked, “I could not remain, even if I thought it best,\nfor I have but a small store of provisions.”",
        "“Why, captain,” said a soldier who stood near, forgetting all etiquette\nin the excitement of the moment, “you have cattle enough to last the\ntroops six months.”",
        "“But,” replied Captain Heald, “I have no salt to preserve it with.”",
        "“Then jerk[31] it,” said the man, “as the Indians do their venison.”",
        "The Indians now became daily more unruly. Entering the fort in defiance\nof the sentinels, they made their way without ceremony into the\nofficers’ quarters. On one occasion an Indian took up a rifle and fired\nit in the parlor of the commanding officer, as an expression of\ndefiance. Some were of opinion that this was intended among the young\nmen as a signal for an attack. The old chiefs passed backwards and\nforwards among the assembled groups, with the appearance of the most\nlively agitation, while the squaws rushed to and fro, in great\nexcitement, and evidently prepared for some fearful scene.",
        "Any further manifestation of ill feeling was, however, suppressed for\nthe present, and Captain Heald, strange as it may seem, continued to\nentertain a conviction of having created so amicable a disposition among\nthe Indians as would insure the safety of the command on their march to\nFort Wayne.",
        "Thus passed the time until the 12th of August. The feelings of the\ninmates of the fort during this time may be better imagined than\ndescribed. Each morning that dawned seemed to bring them nearer to that\nmost appalling fate–butchery by a savage foe–and at night they\nscarcely dared yield to slumber, lest they should be aroused by the\nwar-whoop and tomahawk. Gloom and mistrust prevailed, and the want of\nunanimity among the officers debarred them the consolation they might\nhave found in mutual sympathy and encouragement.",
        "The Indians being assembled from the neighboring villages, a council was\nheld with them on the afternoon of the 12th. Captain Heald alone\nattended on the part of the military. He requested his officers to\naccompany him, but they declined. They had been secretly informed that\nit was the intention of the young chiefs to fall upon the officers and\nmassacre them while in council, but they could not persuade Captain\nHeald of the truth of their information. They waited therefore only\nuntil he had left the garrison, accompanied by Mr. Kinzie, when they\ntook command of the block-houses which overlooked the esplanade on which\nthe council was held, opened the port-holes, and pointed the cannon so\nas to command the whole assembly. By this means, probably, the lives of\nthe whites who were present in council were preserved.",
        "In council, the commanding officer informed the Indians that it was his\nintention to distribute among them, the next day, not only the goods\nlodged in the United States’ factory, but also the ammunition and\nprovisions, with Which the garrison was well supplied. He then\nrequested of the Pottowattamies an escort to Fort Wayne, promising them\na liberal reward on arriving there, in addition to the presents they\nwere now about to receive. With many professions of friendship and good\nwill, the savages assented to all be proposed, and promised all he\nrequired.",
        "After the council, Mr. Kinzie, who understood well, not only the Indian\ncharacter, but the present tone of feeling among them, had a long\ninterview with Captain Heald, in hopes of opening his eyes to the\npresent posture of affairs.",
        "He reminded him that since the troubles with the Indians upon the Wabash\nand its vicinity, there had appeared a settled plan of hostilities\ntowards the whites, in consequence of which it had been the policy of\nthe Americans to withhold from them whatever would enable them to carry\non their warfare upon the defenceless inhabitants of the frontier.",
        "Mr. Kinzie also recalled to Captain Heald how that, having left home for\nDetroit, the preceding autumn, on receiving, when he had proceeded as\nfar as De Charme’s,[32] the intelligence of the battle of Tippecanoe, he\nhad immediately returned to Chicago, that he might dispatch orders to\nhis traders to furnish no ammunition to the Indians; in consequence of\nwhich all they had on hand was secreted, and such of the traders as had\nnot already started for their wintering-grounds, took neither powder nor\nshot with them.",
        "Captain Heald was struck with the impolicy of furnishing the enemy (for\nsuch they must now consider their old neighbors) with arms against\nhimself, and determined to destroy all the ammunition except what should\nbe necessary for the use of his own troops.",
        "On the 13th, the goods, consisting of blankets, broadcloths, calicoes,\npaints, etc., were distributed, as stipulated. The same evening the\nammunition and liquor were carried, part into the sally-port, and thrown\ninto a well which had been dug there to supply the garrison with water\nin case of emergency; the remainder was transported as secretly as\npossible through the northern gate, the heads of the barrels knocked in,\nand the contents poured into the river.",
        "The same fate was shared by a large quantity of alcohol belonging to Mr.\nKinzie, which had been deposited in a warehouse near his residence\nopposite the fort.",
        "The Indians suspected what was going on, and crept, serpent-like, as\nnear the scene of action as possible, but a vigilant watch was kept up,\nand no one was suffered to approach but those engaged in the affair. All\nthe muskets not necessary for the command on the march were broken up\nand thrown into the well, together with the bags of shot, flints,\ngunscrews, and, in short, everything relating to weapons of offence.",
        "Some relief to the general feeling of despondency was afforded, by the\narrival, on the 14th of August, of Captain Wells[33] with fifteen\nfriendly Miamis.",
        "Of this brave man, who forms so conspicuous a figure in our frontier\nannals, it is unnecessary here to say more than that he had been\nresiding from his boyhood among the Indians, and consequently possessed\na perfect knowledge of their character and habits.",
        "He had heard, at Fort Wayne, of the order for evacuating the fort at\nChicago, and, knowing the hostile determination of the Pottowattamies,\nhe had made a rapid march across the country, to prevent the exposure\nof his relative, Captain Heald, and his troops, to certain destruction.",
        "But he came “all too late.” When he reached the post he found that the\nammunition had been destroyed, and the provisions given to the Indians.\nThere was, therefore, now no alternative, and every preparation was made\nfor the march of the troops on the following morning.",
        "On the afternoon of the same day, a second council was held with the\nIndians. They expressed great indignation at the destruction of the\nammunition and liquor.",
        "Notwithstanding the precautions that had been taken to preserve secrecy,\nthe noise of knocking in the heads of the barrels had betrayed the\noperations of the preceding night; indeed, so great was the quantity of\nliquor thrown into the river, that the taste of the water the next\nmorning was, as one expressed it, “strong grog.”",
        "Murmurs and threats were everywhere heard among the savages. It was\nevident that the first moment of exposure would subject the troops to\nsome manifestation of their disappointment and resentment.",
        "Among the chiefs were several who, although they shared the general\nhostile feeling of their tribe towards the Americans, yet retained a\npersonal regard for the troops at this post, and for the few white\ncitizens of the place. These chiefs exerted their utmost influence to\nallay the revengeful feelings of the young men, and to avert their\nsanguinary designs, but without effect.",
        "On the evening succeeding the council, Black Partridge, a conspicuous\nchief, entered the quarters of the commanding officer.",
        "“Father,” said he, “I come to deliver up to you the medal I wear. It was\ngiven me by the Americans, and I have long worn it in token of our\nmutual friendship. But our young men are resolved to imbrue their hands\nin the blood of the whites. I cannot restrain them, and I will not wear\na token of peace while I am compelled to act as an enemy.”",
        "Had further evidence been wanting, this circumstance would have\nsufficiently proved to the devoted band the justice of their melancholy\nanticipations. Nevertheless, they went steadily on with the necessary\npreparations; and, amid the horrors of their situation, there were not\nwanting gallant hearts, who strove to encourage, in their desponding\ncompanions, the hopes of escape they were far from indulging themselves.",
        "Of the ammunition there had been reserved but twenty-five rounds,\nbesides one box of cartridges, contained in the baggage-wagons. This\nmust, under any circumstances of danger, have proved an inadequate\nsupply; but the prospect of a fatiguing march, in their present\nineffective state, forbade the troops embarrassing themselves with a\nlarger quantity.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}