{
    "title": "Wau-bun - Preface",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "2",
    "content": [
        "\n\n",
        "Every work partaking of the nature of an autobiography is supposed to\ndemand an apology to the public. To refuse such a tribute, would be to\nrecognize the justice of the charge, so often brought against our\ncountrymen–of a too great willingness to be made acquainted with the\ndomestic history and private affairs of their neighbors.",
        "It is, doubtless, to refute this calumny that we find travellers, for\nthe most part, modestly offering some such form of explanation as this,\nto the reader: “That the matter laid before him was, in the first place,\nsimply letters to friends, never designed to be submitted to other eyes,\nand only brought forward now at the solicitation of wiser judges than\nthe author himself.”",
        "No such plea can, in the present instance, be offered. The record of\nevents in which the writer had herself no share, was preserved in\ncompliance with the suggestion of a revered relative, whose name often\nappears in the following pages. “My child,” she would say, “write these\nthings down, as I tell them to you. Hereafter our children, and even\nstrangers, will feel interested in hearing the story of our early lives\nand sufferings.” And it is a matter of no small regret and\nself-reproach, that much, very much, thus narrated was, through\nnegligence, or a spirit of procrastination, suffered to pass unrecorded.",
        "With regard to the pictures of domestic life and experience (preserved,\nas will be seen, in journals, letters, and otherwise), it is true their\npublication might have been deferred until the writer had passed away\nfrom the scene of action; and such, it was supposed, would have been\ntheir lot–that they would only have been dragged forth hereafter, to\nshow to a succeeding generation what “The Early Day” of our Western\nhomes had been. It never entered the anticipations of the most sanguine\nthat the march of improvement and prosperity would, in less than a\nquarter of a century, have so obliterated the traces of “the first\nbeginning,” that a vast and intelligent multitude would be crying out\nfor information in regard to the early settlement of this portion of our\ncountry, which so few are left to furnish.",
        "An opinion has been expressed, that a comparison of the present times\nwith those that are past, would enable our young people, emigrating from\ntheir luxurious homes at “the East,” to bear, in a spirit of patience\nand contentment, the slight privations and hardships they are at this\nday called to meet with. If, in one instance, this should be the case,\nthe writer may well feel happy to have incurred even the charge of\negotism, in giving thus much of her own history.",
        "It may be objected that all that is strictly personal, might have been\nmore modestly put forth under the name of a third person; or that the\nevents themselves and the scenes might have been described, while those\nparticipating in them might have been kept more in the background. In\nthe first case, the narrative would have lost its air of truth and\nreality–in the second, the experiment would merely have been tried of\ndressing up a theatre for representation, and omitting the actors.",
        "Some who read the following sketches may be inclined to believe that a\nresidence among our native brethren and an attachment growing out of our\npeculiar relation to them, have exaggerated our sympathies, and our\nsense of the wrongs they have received at the hands of the whites. This\nis not the place to discuss that point. There is a tribunal at which man\nshall be judged for that which he has meted out to his fellow-man.",
        "May our countrymen take heed that their legislation shall never unfit\nthem to appear “with joy, and not with grief,” before that tribunal!",
        "Chicago, July, 1855.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}