{
    "title": "Wau-bun - Chapter VI: Breakfast At Betty More’s",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "8",
    "content": [
        "\n\n",
        "The earth, the trees, and the shrubbery were all too much filled with\nthe heavy rain which had fallen to allow us to think of encamping, so we\nmade arrangements to bestow ourselves in our little saloon for the\nnight. It was rather a difficult matter to light a fire, but among the\nunderbrush, in a wild, undisturbed spot, there will always be found some\nfragments of dried branches, and tufts of grass which the rain has not\nreached, and by the assistance of the spunk, or light-wood, with which\ntravellers always go well provided, a comforting fire was at length\nblazing brightly.",
        "After our chilling, tedious day, it was pleasant to gather round it, to\nsit on the end of the blazing logs, and watch the Frenchmen preparing\nour supper–the kettle nestling in a little nook of bright glowing\ncoals–the slices of ham browning and crisping on the forked sticks, or\n“broches,” which the voyageurs dexterously cut, and set around the\nburning brands–- the savory messes of “pork and onions” hissing in the\nfrying-pan, always a tempting regale to the hungry Frenchmen. Truly, it\nneeds a wet, chilly journey, taken nearly fasting, as ours had been, to\nenable one to enjoy to its full extent that social meal–a supper.",
        "The bright sun, setting amid brilliant masses of clouds, such as are\nseen only in our Western skies, gave promise of a fine day on the\nmorrow, with which comforting assurance we were glad to take our leave\nof him, and soon after of each other.",
        "We had hardly roused up the following morning, in obedience to the call\nof the bourgeois, when our eyes were greeted with the sight of an\naddition to our company–a tall, stalwart, fine-looking young mitiff,\nor half-breed, accompanied by two or three Indians. Vociferous and\njoyous were the salutations of the latter to their “father” and their\nnew “mother.” They were the first Winnebagoes I had seen, and they were\ndecidedly not the finest specimens of their tribe. The mitiff, a scion\nof the wide-spreading tree of the Grignons, was the bearer of an\ninvitation to us from Judge Law, who, with one or two Green Bay friends,\nwas encamped a few miles above, to come and breakfast with him in his\ntent. We had not dreamed of finding white neighbors here, but our\nvicinity could be no secret to them, as long as there was an Indian in\nthe neighborhood. So, delaying only for the soldiers to finish their\nbreakfast, we pushed on for the “Butte des Morts,” or, as Mrs. A always\npersisted in calling it, Betty More’s.",
        "The white tent of the Judge gleamed in the morning sun as we approached\nthe little rising ground on which it stood. The river was filled with\ncanoes, paddled principally by squaws. Many Indians were to be seen on\nthe banks, all with their guns and hunting accoutrements, for the air\nwas filled in every direction with flocks of teal, which at this season\nare most abundant and delicious. The immense fields of wild rice\nabounding here and in the little lake below, make this vicinity their\nfavorite place of resort in the autumn months. The effect of this\nnourishing food is to make the flesh of the birds so fat, so white, and\nso tender, that a caution is always given to a young sportsman to fire\nonly at such as fly very low, for if shot high in the air they are\nbruised to pieces and rendered unfit for eating by their fall to the\nground.",
        "We were hemmed in by a little fleet of canoes which surrounded us, the\nwomen chattering, laughing, and eagerly putting forward their little\nwooden bowls of fresh cranberries as an offering of welcome to me.",
        "I amused myself with tossing crackers to them, some of which would reach\nthem, others would fall into the water, and then such a scrambling and\nshouting! Hands and paddles were in requisition, and loud was the\ntriumph of her who was successful in reaching a floating one.",
        "Among the Indians with whom Shaw-nee-aw-kee was now engaged in shaking\nhands, and who all seemed old friends, were many fine, straight,\nwell-formed figures, all of them exhibiting frames capable of enduring\nfatigue and the hardships of their mode of life. One was describing with\nmuch gesticulation the abundance of the game in the neighborhood, and he\nseemed greatly delighted at receiving a quantity of ammunition, with\nwhich he instantly departed to make good his boasts in the matter.",
        "After walking a short distance, we reached the tent, where I was\nintroduced to Judge Law and a pleasant little gray-haired French\ngentleman of the name of Porlier. Several voyageurs and half-breeds were\nnear, the former busily at work, the latter lounging for the most part,\nand going through with what they had to do with a sort of listless\nindifference.",
        "The contrast between the “all-alive” air of the one class and the\napathetic manner of the other, was quite striking.",
        "After a short conversation among the members of the party, breakfast was\nannounced, and we entered the tent and took our seats on the ground\naround the Indian mat which supplied the place of a table.",
        "The post of honor, namely, the head of the table, was of course given\nto me, so that I could not only look around upon the circle of the\ncompany, but also enjoy a fine view out of the open door of the tent,\nand take an observation of all that was going on at the side-tableoutside. Judge Doty sat opposite me, with his back to the opening of the\ntent, and the other gentlemen on either hand. We had for our waiter the\ntall “mitiff” who had been the messenger of the morning. He was still in\nthe same garb–calico shirt, bright-colored scarf around his waist, and\non his head a straw hat encircled with a band of black ostrich feathers,\nthe usual dress of his class.",
        "The tin cups which were to hold our coffee were duly set around, then\nbreakfast-plates of the same metal, with knives and forks; then followed\nthe viands, among the most conspicuous of which was a large tin pan of\nboiled ducks.",
        "The Judge, wishing to show, probably, that, although we were in the vast\nwilderness, all fastidious nicety had not been left behind, took up the\nplate which had been set before him, and, seeing something adhering to\nit which did not exactly please him, handed it over his shoulder to\nGrignon, requesting him to wipe it carefully. Grignon complied by\npulling a black silk barcelona handkerchief out of his bosom, where it\nhad been snugly tucked away to answer any occasion that might present\nitself, and, giving the tin a furious polishing, handed it back again.\nThe Judge looked at it with a smile of approbation, and giving a glance\naround the table as much as to say, “You see how I choose to have things\ndone,” applied himself to his breakfast.",
        "The trail for Fort Winnebago then led from the shore opposite Butte des\nMorts, through Ma-zhee-gaw-gaw swamp, and past Green Lake, and it was\nwell for the Judge that his horses stood waiting for him to “mount and\naway” as early as possible after breakfast, or I am afraid the story I\nshould have been tempted to tell would have made his ride an\nuncomfortable one throughout the day.",
        "We had hardly finished breakfast when our hunter, who had received the\nammunition, returned, bringing with him about fifty fine ducks, which he\nhad shot in little more than an hour. From that time until the close of\nour journey our supply of these delicate birds was never wanting.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}