{
    "title": "Wau-bun - Chapter XV: Rock River–Hours of Trouble",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "17",
    "content": [
        "\n\n",
        "It was late on the following day (March 13th) when we took leave of our\nkind hostess. She loaded us with cakes, good wishes, and messages to her\nsister Dixon and the children. We journeyed pleasantly along through a\ncountry beautiful in spite of its wintry appearance.",
        "There was a house at Buffalo Grove, at which we stopped for half an\nhour, and where a nice-looking young girl presented us with some\nmaple-sugar of her own making. She entertained us with the history of a\ncontest between two rival claimants for the patronage of the\nstage-wagon, the proprietors of which had not decided whether to send it\nby Buffalo Grove or by another route, which she pointed out to us, at no\ngreat distance. The driver, she took care to inform us, was in favor\nof the former; and the blush with which she replied in the affirmative\nto our inquiry, “Is he a young man?” explained the whole matter\nsatisfactorily.",
        "At length, just at sunset, we reached the dark, rapid waters of the Rock\nRiver. The ferry which we had travelled so far out of our way to take\nadvantage of, proved to be merely a small boat or skiff, the larger one\nhaving been swept off into the stream, and carried down in the\nbreaking-up of the ice, the week previous.",
        "My husband’s first care was to get me across. He placed me with the\nsaddles, packs, etc. in the boat, and as, at that late hour, no time was\nto be lost, he ventured, at the same time, to hold the bridles of the\ntwo most docile horses, to guide them in swimming the river.",
        "When we had proceeded a few rods from the shore, we were startled by a\nloud puffing and blowing near us, and looking around, to our great\nsurprise, discovered little Brunet just upon our “weather-bow.\"\nDetermined not to be outdone by his model, Jerry, he had taken to the\nwater on his own responsibility, and arrived at the opposite shore as\nsoon as any of the party.",
        "All being safely landed, a short walk brought us to the house of Mr.\nDixon. Although so recently come into the country, he had contrived to\nmake everything comfortable around him; and when he ushered us into Mrs.\nDixon’s sitting-room, and seated us by a glowing wood fire, while Mrs.\nDixon busied herself in preparing us a nice supper, I felt that the\ncomfort overbalanced the inconvenience of such a journey.",
        "Mrs. Dixon was surrounded by several children. One leaning against the\nchimney-piece was dressed in the full Indian costume–calico shirt,\nblanket, and leggings. His dark complexion, and full, melancholy eyes,\nwhich he kept fixed upon the ashes in which he was making marks with a\nstick, rarely raising them to gaze on us, as children are wont to do,\ninterested me exceedingly, and I inquired of an intelligent little girl,\nevidently a daughter of our host,–",
        "“Who is that boy?”",
        "“Oh, that is John Ogie,” answered she.",
        "“What is the matter with him? he looks very sad.”",
        "“Oh, he is fretting after his mother.”",
        "“Is she dead, then?”",
        "“Some say she is dead, and some say she is gone away. I guess she is\ndead, and buried up in one of those graves yonder\"–pointing to two or\nthree little picketed inclosures upon a rising ground opposite the\nwindow.",
        "I felt a strong sympathy with the child, which was increased when the\nlittle spokeswoman, in answer to my inquiry, “Has he no father?\"\nreplied,–",
        "“Oh, yes, but he goes away, and drinks, and don’t care for his\nchildren.”",
        "“And what becomes of John then?”",
        "“He stays here with us, and we teach him to read, and he learns\ndreadful fast.”",
        "When the boy at length turned his large dark eyes upon me, it went to my\nheart. It was such a motherless look. And it was explained when, long\nafterwards, I learned his further history. His mother was still living,\nand he knew it, although, with the reserve peculiar to his people, he\nnever spoke of her to his young companions. Unable to endure the\ncontinued ill treatment of her husband, a surly, intemperate Canadian,\nshe had left him, and returned to her own family among the\nPottowattamies. Years after, this boy and a brother who had also been\nleft behind with their father found their way to the Upper Missouri, to\njoin their mother, who, with the others of her tribe, had been removed\nby the Government from the shores of Lake Michigan.",
        "A most savory supper of ducks and venison, with their accompaniments,\nsoon smoked upon the board, and we did ample justice to it. Travelling\nis a great sharpener of the appetite, and so is cheerfulness; and the\nlatter was increased by the encouraging account Mr. Dixon gave us of the\nremainder of the route yet before us.",
        "“There is no difficulty,” said he, “if you keep a little to the north,\nand strike the great Sauk trail. If you get too far to the south, you\nwill come upon the Winnebago Swamp, and, once in that, there is no\ntelling when you will ever get out again. As for the distance, it is\nnothing at all to speak of. Two young men came out here from Chicago,\non foot, last fall. They got here the evening of the second day; and,\neven with a lady in your party, you could go on horseback in less time\nthan that. The only thing is to be sure and get on the great track that\nthe Sauks have made, in going every year from the Mississippi to Canada,\nto receive their presents from the British Indian Agent.”",
        "The following morning, which was a bright and lovely one for that season\nof the year, we took leave of Mr. and Mrs. Dixon, in high spirits. We\ntravelled for the first few miles along the beautiful, undulating banks\nof the Rock River, always in an easterly direction, keeping the beaten\npath, or rather road, which led to Fort Clark, or Peoria. The Sauk\ntrail, we had been told, would cross this road at the distance of about\nsix miles.",
        "After having travelled, as we judged, fully that distance, we came upon\na trail bearing northeast, and a consultation was held as to the\nprobability of its being the one we were in search of.",
        "Mr. Kinzie was of opinion that it tended too much to the north, and was,\nmoreover, too faint and obscure for a trail so much used, and by so\nlarge a body of Indians in their annual journeys.",
        "Plante was positive as to its being the very spot where he and “Piché\"\nin their journey to Port Winnebago, the year before, struck into the\ngreat road. “On that very rising-ground at the point of woods, he\nremembered perfectly well stopping to shoot ducks, which they ate for\ntheir supper.”",
        "Mr. Kellogg was non-committal, but sided alternately with each speaker.",
        "As Plante was “the guide,” and withal so confident of being right, it\nwas decided to follow him, not without some demurring, however, on the\npart of the bourgeois, who every now and then called to halt, to\ndiscuss the state of affairs.",
        "“Now, Plante,” he would say, “I am sure you are leading us too far\nnorth. Why, man, if we keep on in this direction, following the course\nof the river, we shall bring up at Kosh-ko-nong, instead of Chicago.”",
        "“Ah! mon bourgeois,” would the light-hearted Canadian reply, “would I\ntell you this is the road if I were not quite certain? Only one year ago\nI travelled it, and can I forget so soon? Oh, no–I remember every foot\nof it.”",
        "But Monsieur Plante was convinced of his mistake when the trail brought\nus to the great bend of the river with its bold rocky bluffs.",
        "“Are you satisfied now, Plante?” asked Mr. Kinzie. “By your leave, I\nwill now play pilot myself.” And he struck off from the trail, in a\ndirection as nearly east as possible.",
        "The weather had changed and become intensely cold, and we felt that the\ndetention we had met with, even should we now be in the right road, was\nno trifling matter. We had not added to our stock of provisions at\nDixon’s, wishing to carry as much forage as we were able for our horses,\nfor whom the scanty picking around our encamping-grounds afforded an\ninsufficient meal. But we were buoyed up by the hope that we were in the\nright path at last, and we journeyed on until night, when we reached a\ncomfortable “encampment,” in the edge of a grove near a small stream.",
        "Oh, how bitterly cold that night was! The salted provisions, to which I\nwas accustomed, occasioned me an intolerable thirst, and my husband was\nin the habit of placing the little tin coffee-pot filled with water at\nmy bed’s head when we went to rest, but this night it was frozen solid\nlong before midnight. We were so well wrapped up in blankets that we\ndid not suffer from cold while within the tent, but the open air was\nsevere in the extreme.",
        "March 15th.–We were roused by the bourgeois at peep of day to make\npreparations for starting. We must find the Sauk trail this day at all\nhazards. What would become of us should we fail to do so? It was a\nquestion no one liked to ask, and certainly one that none could have\nanswered.",
        "On leaving our encampment, we found ourselves entering a marshy tract of\ncountry. Myriads of wild geese, brant, and ducks rose up screaming at\nour approach. The more distant lakes and ponds were black with them, but\nthe shallow water through which we attempted to make our way was frozen,\nby the severity of the night, to a thickness not quite sufficient to\nbear the horses, but just such as to cut their feet and ankles at every\nstep as they broke through it. Sometimes the difficulty of going forward\nwas so great that we were obliged to retrace our steps and make our way\nround the head of the marsh, thus adding to the discomforts of our\nsituation by the conviction that, while journeying diligently, we were,\nin fact, making very little progress.",
        "This swampy region at length passed, we came upon more solid ground,\nchiefly the open prairie. But now a new trouble assailed us. The weather\nhad moderated, and a blinding snow-storm came on. Without a trail that\nwe could rely upon, and destitute of a compass, our only dependence had\nbeen the sun to point out our direction; but the atmosphere was now so\nobscure that it was impossible to tell in what quarter of the heavens he\nwas.",
        "We pursued our way, however, and a devious one it must have been. After\ntravelling in this way many miles, we came upon an Indian trail, deeply\nindented, running at right angles with the course we were pursuing. The\nsnow had ceased, and, the clouds becoming thinner, we were able to\nobserve the direction of the sun, and to perceive that the trail ran\nnorth and south. What should we do? Was it safest to pursue our easterly\ncourse, or was it probable that by following this new path we should\nfall into the direct one we had been so long seeking? If we decided to\ntake the trail, should we go north or south? Mr. Kinzie was for the\nlatter. He was of opinion we were still too far north–somewhere about\nthe Grand Marais, or Kish-wau-kee. Mr. Kellogg and Plante were for\ntaking the northerly direction. The latter was positive his bourgeois\nhad already gone too far south–in fact, that we must now be in the\nneighborhood of the Illinois River. Finding himself in the minority, my\nhusband yielded, and we turned our horses’ heads north, much against his\nwill. After proceeding a few miles, however, he took a sudden\ndetermination. “You may go north, if you please,” said he, “but I am\nconvinced that the other course is right, and I shall face about–follow\nwho will.”",
        "So we wheeled round and rode south again, and many a long and weary mile\ndid we travel, the monotony of our ride broken only by the querulous\nremarks of poor Mr. Kellogg. “I am really afraid we are wrong, Mr.\nKinzie. I feel pretty sure that the young man is right. It looks most\nnatural to me that we should take a northerly course, and not be\nstretching away so far to the south.”",
        "To all this, Mr. Kinzie turned a deaf ear. The Frenchmen rode in\nsilence. They would as soon have thought of cutting off their right hand\nas showing opposition to the bourgeois when he had once expressed his\ndecision. They would never have dreamed of offering an opinion or remark\nunless called upon to do so.",
        "The road, which had continued many miles through the prairie, at\nlength, in winding round a point of woods, brought us suddenly upon an\nIndian village. A shout of joy broke from the whole party, but no\nanswering shout was returned–not even a bark of friendly welcome–as we\ngalloped up to the wigwams. All was silent as the grave. We rode round\nand round, then dismounted and looked into several of the spacious huts.\nThey had evidently been long deserted. Nothing remained but the bare\nwalls of bark, from which everything in the shape of furniture had been\nstripped by the owners and carried with them to their wintering-grounds,\nto be brought back in the spring, when they returned to make their\ncorn-fields and occupy their summer cabins.",
        "Our disappointment may be better imagined than described. With heavy\nhearts, we mounted and once more pursued our way, the snow again falling\nand adding to the discomforts of our position. At length we halted for\nthe night. We had long been aware that our stock of provisions was\ninsufficient for another day, and here we were–nobody knew where–in\nthe midst of woods and prairies–certainly far from any human\nhabitation, with barely enough food for a slender evening’s meal.",
        "The poor dogs came whining round us to beg their usual portion, but they\nwere obliged to content themselves with a bare bone, and we retired to\nrest with the feeling that if not actually hungry then, we should\ncertainly be so to-morrow.",
        "The morrow came. Plante and Roy had a bright fire and a nice pot of\ncoffee for us. It was our only breakfast, for, on shaking the bag and\nturning it inside out, we could make no more of our stock of bread than\nthree crackers, which the rest of the party insisted I should put in my\npocket for my dinner. I was much touched by the kindness of Mr. Kellogg,\nwho drew from his wallet a piece of tongue and a slice of fruit-cake,\nwhich he said “he had been saving for the lady since the day before,\nfor he saw how matters were a going.”",
        "Poor man! it would have been well if he had listened to Mr. Kinzie and\nprovided himself at the outset with a larger store of provisions. As it\nwas, those he brought with him were exhausted early in the second day,\nand he had been boarding with us for the last two meals.",
        "We still had the trail to guide us, and we continued to follow it until\nabout nine o’clock, when, in emerging from a wood, we came upon a broad\nand rapid river. A collection of Indian wigwams stood upon the opposite\nbank, and, as the trail led directly to the water, it was fair to infer\nthat the stream was fordable. We had no opportunity of testing it,\nhowever, for the banks were so lined with ice, which was piled up tier\nupon tier by the breaking-up of the previous week, that we tried in vain\nto find a path by which we could descend the bank to the water.",
        "The men shouted again and again, in hopes some straggling inhabitant of\nthe village might be at hand with his canoe. No answer was returned,\nsave by the echoes. What was to be done? I looked at my husband and saw\nthat care was on his brow, although he still continued to speak\ncheerfully. “We will follow this cross-trail down the bank of the\nriver,” said he. “There must be Indians wintering near, in some of these\npoints of wood.”",
        "I must confess that I felt somewhat dismayed at our prospects, but I\nkept up a show of courage, and did not allow my despondency to be seen.\nAll the party were dull and gloomy enough.",
        "We kept along the bank, which was considerably elevated above the water,\nand bordered at a little distance with a thick wood. All at once my\nhorse, who was mortally afraid of Indians, began to jump and prance,\nsnorting and pricking up his ears as if an enemy were at hand. I\nscreamed with delight to my husband, who was at the head of the file,\n“Oh, John! John! there are Indians near–look at Jerry!”",
        "At this instant a little Indian dog ran out from under the bushes by the\nroadside, and began barking at us. Never were sounds more welcome. We\nrode directly into the thicket, and, descending into a little hollow,\nfound two squaws crouching behind the bushes, trying to conceal\nthemselves from our sight.",
        "They appeared greatly relieved when Mr. Kinzie addressed them in the\nPottowattamie language,–",
        "“What are you doing here?”",
        "“Digging Indian potatoes\"–(a species of artichoke.)",
        "“Where is your lodge?”",
        "“On the other side of the river.”",
        "“Good–then you have a canoe here. Can you take us across?”",
        "“Yes–the canoe is very small.”",
        "They conducted us down the bank to the water’s edge where the canoe was.\nIt was indeed very small. My husband explained to them that they must\ntake me across first, and then return for the others of the party.",
        "“Will you trust yourself alone over the river?” inquired he. “You see\nthat but one can cross at a time.”",
        "“Oh, yes\"–and I was soon placed in the bottom of the canoe, lying flat\nand looking up at the sky, while the older squaw took the paddle in her\nhand, and placed herself on her knees at my head, and the younger, a\ngirl of fourteen or fifteen, stationed herself at my feet. There was\njust room enough for me to lie in this position, each of the others\nkneeling in the opposite ends of the canoe.",
        "While these preparations were making, Mr. Kinzie questioned the women as\nto our whereabout. They knew no name for the river but “Saumanong.\"\nThis was not definite, it being the generic term for any large stream.\nBut he gathered that the village we had passed higher up, on the\nopposite side of the stream, was Wau-ban-see’s, and then he knew that we\nwere on the Fox River, and probably about fifty miles from Chicago.",
        "The squaw, in answer to his inquiries, assured him that Chicago was\n“close by.”",
        "“That means,” said he, “that it is not so far off as Canada. We must not\nbe too sanguine.”",
        "The men set about unpacking the horses, and I in the mean time was\npaddled across the river. The old woman immediately returned, leaving\nthe younger one with me for company. I seated myself on the fallen trunk\nof a tree, in the midst of the snow, and looked across the dark waters.\nI am not ashamed to confess my weakness–for the first time on my\njourney I shed tears. It was neither hunger, nor fear, nor cold, which\nextorted them from me. It was the utter desolation of spirit, the\nsickness of heart which “hope deferred” ever occasions, and which of all\nevils is the hardest to bear.",
        "The poor little squaw looked into my face with a wondering and\nsympathizing expression. Probably she was speculating in her own mind\nwhat a person who rode so fine a horse, and wore so comfortable a\nbroadcloth dress, could have to cry about. I pointed to a seat beside me\non the log, but she preferred standing and gazing at me, with the same\npitying expression. Presently she was joined by a young companion, and,\nafter a short chattering, of which I was evidently the subject, they\nboth trotted off into the woods, and left me to my own solitary\nreflections.",
        "“What would my friends at the East think,” said I to myself, “if they\ncould see me now? What would poor old Mrs. Welsh say? She who warned me\nthat if I came away so far to the West, I should break my heart?Would she not rejoice to find how likely her prediction was to be\nfulfilled?”",
        "These thoughts roused me. I dried up my tears, and by the time my\nhusband with his party and all his horses and luggage were across, I had\nrecovered my cheerfulness, and was ready for fresh adventures.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}