{
    "title": "Wau-bun - Chapter IV: Voyage Up Fox River",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "6",
    "content": [
        "\n\n",
        "It had been arranged that Judge Doty should accompany us in our boat as\nfar as the Butte des Morts, at which place his attendant would be\nwaiting with horses to convey him to Mineral Point, where he was to hold\ncourt.",
        "It was a bright and beautiful morning when we left his pleasant home, to\ncommence our passage up the Fox River Captain Harney was proposing to\nremain a few days longer at “the Bay,” but he called to escort us to the\nboat and instal us in all its comforts.",
        "As he helped me along over the ploughed ground and other inequalities in\nour way to the river-bank, where the boat lay, he told me how\nimpatiently Mrs. Twiggs, the wife of the commanding officer, who since\nthe past spring had been the only white lady at Fort Winnebago, was now\nexpecting a companion and friend. We had met in New York, shortly after\nher marriage, and were, therefore, not quite unacquainted. I, for my\npart, felt sure that when there were two of our sex–when my piano was\nsafely there–when the Post Library which we had purchased should be\nunpacked–when all should be fairly arranged and settled, we should be,\nalthough far away in the wilderness, the happiest little circle\nimaginable. All my anticipations were of the most sanguine and cheerful\ncharacter.",
        "It was a moderate-sized Mackinac boat, with a crew of soldiers, and our\nown three voyageurs in addition, that lay waiting for us–a dark-looking\nstructure of some thirty feet in length. Placed in the centre was a\nframe-work of slight posts, supporting a roof of canvas, with curtains\nof the same, which might be let down at the sides and ends, after the\nmanner of a country stage-coach, or rolled up to admit the light and\nair.",
        "In the midst of this little cabin or saloon was placed the box\ncontaining my piano, and on it a mattress, which was to furnish us a\ndivan through the day and a place of repose at night, should the weather\nat any time prove too wet or unpleasant for encamping. The boxes of\nsilver, with which my husband was to pay the annuities due his red\nchildren, by treaty-stipulation, were stowed next. Our mess-basket was\nin a convenient vicinity, and we had purchased a couple of large square\ncovered baskets of the Waubanakees, or New York Indians, to hold our\nvarious necessary articles of outward apparel and bedding, and at the\nsame time to answer as very convenient little work or dinner-tables.",
        "As a true daughter of New England, it is to be taken for granted I had\nnot forgotten to supply myself with knitting-work and embroidery. Books\nand pencils were a matter of course.",
        "The greater part of our furniture, together with the various articles\nfor housekeeping with which we had supplied ourselves in New York and\nDetroit, were to follow in another boat, under the charge of people\nwhose business it professed to be to take cargoes safely up the rapids\nand on to Fort Winnebago. This was an enterprise requiring some three\nweeks of time and a great amount of labor, so that the owners of the\ngoods transported might think themselves happy to receive them at last,\nhowever wet, broken, and dilapidated their condition might be. It was\nfor this reason that we took our choicest possessions with us, even at\nthe risk of being a little crowded.",
        "Until now I had never seen a gentleman attired in a colored shirt, a\nspotless white collar and bosom being one of those “notions” that\n“Boston,” and consequently New England “folks,” entertained of the\nbecoming in a gentleman’s toilette. Mrs. Cass had laughingly forewarned\nme that not only calico shirts but patch-work pillow-cases were an\nindispensable part of a travelling equipment; and, thanks to the taste\nand skill of some tidy little Frenchwoman, I found our divan-pillows all\naccommodated in the brightest and most variegated garb.",
        "The Judge and my husband were gay with the deepest of blue and pink.\nEach was prepared, besides, with a bright red cap (a bonnet rouge, or\ntuque, as the voyageurs call it), which, out of respect for the lady,\nwas to be donned only when a hearty dinner, a dull book, or the want of\nexercise made an afternoon nap indispensable.",
        "The Judge was an admirable travelling companion. He had lived many years\nin the country, had been with General Cass on his expedition to the\nhead-waters of the Mississippi, and had a vast fund of anecdote\nregarding early times, customs, and inhabitants.",
        "Some instances of the mode of administering justice in those days, I\nhappen to recall.",
        "There was an old Frenchman at the Bay, named Réaume, excessively\nignorant and grasping, although otherwise tolerably good-natured. This\nman was appointed justice of the peace. Two men once appeared before\nhim, the one as plaintiff, the other as defendant. The justice listened\npatiently to the complaint of the one and the defence of the other;\nthen rising, with dignity, he pronounced his decision:",
        "“You are both wrong. You, Bois-vert,” to the plaintiff, “you bring me\none load of hay; and you, Crély,” to the defendant, “you bring me one\nload of wood; and now the matter is settled.” It does not appear that\nany exceptions were taken to this verdict.",
        "This anecdote led to another, the scene of which was Prairie du Chien,\non the Mississippi.",
        "There was a Frenchman, a justice of the peace, who was universally known\nby the name of “Old Boilvin.” His office was just without the walls of\nthe fort, and it was much the fashion among the officers to lounge in\nthere of a morning, to find sport for an idle hour, and to take a glass\nof brandy-and-water with the old gentleman, which he called “taking a\nlittle quelque-chose.”\nA soldier, named Fry, had been accused of stealing and killing a calf\nbelonging to M. Rolette, and the constable, a bricklayer of the name of\nBell, had been dispatched to arrest the culprit and bring him to trial.",
        "While the gentlemen were making their customary morning visit to the\njustice, a noise was heard in the entry, and a knock at the door.",
        "“Come in,” cried Old Boilvin, rising and walking toward the door.",
        "Bell,–Here, sir, I have brought Fry to you, as you ordered.",
        "Justice–Fry, you great rascal! What for you kill M. Rolette’s calf?",
        "Fry,–I did not kill M. Rolette’s calf.",
        "Justice (shaking his fist).–You lie, you great –– rascal! Bell,\ntake him to jail. Come, gentlemen, come, let us take a leetle\nquelque-chose.",
        "The Canadian boatmen always sing while rowing or paddling, and nothing\nencourages them so much as to hear the “bourgeois\"[5] take the lead in\nthe music. If the passengers, more especially those of the fair sex,\njoin in the refrain, the compliment is all the greater.",
        "Their songs are of a light, cheerful character, generally embodying some\nlittle satire or witticism, calculated to produce a spirited, sometimes\nan uproarious, chorus.",
        "The song and refrain are carried on somewhat in the following style:",
        "  BOURGEOIS.–Par-derrière chez ma tante,\n              Par-derrière chez ma tante.",
        "        CHORUS.–Par-derrière chez ma tante,\n                 Par-derrière chez ma tante.",
        "  BOURGEOIS.–Il y a un coq qui chante,\n              Des pommes, des poires, des raves, des choux,\n              Des figues nouvelles, des raisins doux.",
        "        CHORUS.–Des pommes, des poires, des raves, des choux,\n                 Des figues nouvelles, des raisins doux.",
        "  BOURGEOIS.–Il y a un coq qui chante,\n              Il y a un coq qui chante.",
        "        CHORUS.–Il y a un coq qui chante, etc.",
        "  BOURGEOIS.–Demande une femme à prendre,\n              Des pommes, des poires, des raves, des choux, etc.",
        "        CHORUS.–Des pommes, dos poires, etc.",
        "  BOURGEOIS.–Demande une femme à prendre,\n              Demande une femme à, etc.",
        "And thus it continues until the advice is given successively,",
        "  Ne prenez pas une noire,\n  Car elles aiment trop à boire,\n  Ne prenez pas une rousse,\n  Car elles sont trop jalouses.",
        "And by the time all the different qualifications are rehearsed and\nobjected to, lengthened out by the interminable repetition of the\nchorus, the shout of the bourgeois is heard–",
        "“Whoop la! à terre, à terre–pour la pipe!”",
        "It is an invariable custom for the voyageurs to stop every five or six\nmiles to rest and smoke, so that it was formerly the way of measuring\ndistances–\"so many pipes,” instead of “so many miles.”",
        "The Canadian melodies are sometimes very beautiful, and a more\nexhilarating mode of travel can hardly be imagined than a voyage over\nthese waters, amid all the wild magnificence of nature, with the\nmeasured strokes of the oar keeping time to the strains of ’Le Rosier\nBlanc,” “En roulant ma Boule,” or ’Lève ton pied, ma jolie Bergère.”\nThe climax of fun seemed to be in a comic piece, which, however oft\nrepeated, appeared never to grow stale. It was somewhat after this\nfashion:",
        "  BOURGEOIS.–Michaud est monté dans un prunier,\n              Pour treiller des prunes.\n              La branche a cassé–",
        "        CHORUS.–Michaud a tombé?",
        "  BOURGEOIS.–Ou est-ce qu’il est?",
        "        CHORUS.–Il est en bas.",
        "  BOURGEOIS.–Oh! reveille, reveille, reveille,\n              Oh! reveille, Michaud est en haut![6]",
        "It was always a point of etiquette to look astonished at the luck of\nMichaud in remaining in the tree, spite of the breaking of the branch,\nand the joke had to be repeated through all the varieties of\nfruit-trees that Michaud might be supposed able to climb.",
        "By evening of the first day we arrived at the Kakalin, where another\nbranch of the Grignon family resided. We were very pleasantly\nentertained, although, in my anxiety to begin my forest life, I would\nfain have had the tent pitched on the bank of the river, and have laid\naside, at once, the indulgences of civilization. This, however, would\nhave been a slight, perhaps an affront; so we did much better, and\npartook of the good cheer that was offered us in the shape of hot\nvenison steaks and crêpes, and that excellent cup of coffee which none\ncan prepare like a Frenchwoman, and which is so refreshing after a day\nin the open air.",
        "The Kakalin is a rapid of the Fox River, sufficiently important to make\nthe portage of the heavy lading of a boat necessary; the boat itself\nbeing poled or dragged up with cords against the current. It is one of a\nseries of rapids and chûtes, or falls, which occur between this point\nand Lake Winnebago, twenty miles above.",
        "The next morning, after breakfast, we took leave of our hosts, and\nprepared to pursue our journey. The bourgeois, from an early hour, had\nbeen occupied in superintending his men in getting the boat and its\nloading over the Kakalin. As the late rains had made the paths through\nthe woods and along the banks of the river somewhat muddy and\nuncomfortable for walking, I was put into an ox-cart, to be jolted over\nthe unequal road; saluting impartially all the stumps and stones that\nlay in our way, the only means of avoiding which seemed to be when the\nlittle, thick-headed Frenchman, our conductor, bethought him of suddenly\nguiding his cattle into a projecting tree or thorn-bush, to the great\ndetriment not only of my straw bonnet, but of my very eyes.",
        "But we got through at last, and, arriving at the head of the rapids, I\nfound the boat lying there, all in readiness for our re-embarking.",
        "Our Menomonee guide, Wish-tay-yun, a fine, stalwart Indian, with an\nopen, good-humored, one might almost say roguish countenance, came\nforward to be presented to me.",
        "“Bon-jour, bon-jour, maman,” was his laughing salutation. Again I was\nsurprised, not as before at the French, for to that I had become\naccustomed, but at the respectable title he was pleased to bestow upon\nme.",
        "“Yes,” said my husband, “you must make up your mind to receive a very\nnumerous and well-grown family, consisting of all the Winnebagoes,\nPottowattamies, Chippewas, and Ottawas, together with such Sioux, Sacs\nand Foxes, and Iowas, as have any point to gain in applying to me. By\nthe first-named tribe in virtue of my office, and by the others as a\nmatter of courtesy, I am always addressed as ’father’–you, of course,\nwill be their ’mother.’”",
        "Wish-tay-yun and I were soon good friends, my husband interpreting to me\nthe Chippewa language in which he spoke. We were impatient to be off,\nthe morning being already far advanced, and, all things being in\nreadiness, the word was given:",
        "“Pousse au large, mes gens!” (Push out, my men).",
        "At this moment a boat was seen leaving the opposite bank of the river\nand making towards us. It contained white men, and they showed by signs\nthat they wished to detain us until they came up. They drew near, and we\nfound them to be Mr. Marsh, a missionary among the Waubanakees, or the\nNew York Indians, lately brought into this country, and the Rev. Eleazar\nWilliams,[7] who was at that time living among his red brethren on the\nright bank of the Fox River.",
        "To persons so situated, even more emphatically than to those of the\nsettlements, the arrival of visitors from the “east countrie” was a\ngodsend indeed. We had to give all the news of various kinds that we had\nbrought–political, ecclesiastical, and social–as well as a tolerably\ndetailed account of what we proposed to do, or rather what we hoped to\nbe able to do, among our native children at the Portage.",
        "I was obliged, for my part, to confess that, being almost entirely a\nstranger to the Indian character and habits, I was going among them with\nno settled plans of any kind–general good-will, and a hope of making\nthem my friends, being the only principles I could lay claim to at\npresent. I must leave it for time and a better acquaintance to show me\nin what way the principle could be carried out for their greatest good.",
        "Mr. Williams was a dark-complexioned, good-looking man. Having always\nheard him spoken of, by his relations in Connecticut, as “our Indian\ncousin,” it never occurred to me to doubt his belonging to that race,\nalthough I now think that if I had met him elsewhere I should have taken\nhim for a Spaniard or a Mexican. His complexion had decidedly more of\nthe olive than the copper hue, and his countenance was grave, almost\nmelancholy. He was very silent during this interview, asking few\nquestions, and offering no observations except in reply to some question\naddressed to him.",
        "It was a hard pull for the men up the rapids. Wish-tay-yun, whose clear,\nsonorous voice was the bugle of the party, shouted and whooped–each one\nanswered with a chorus, and a still more vigorous effort. By-and-by the\nboat would become firmly set between two huge stones–",
        "“Whoop la! whoop! whoop!”",
        "Another pull, and another, straining every nerve–in vain.",
        "“She will not budge!”",
        "“Men, overboard!” and instantly every rower is over the side and into\nthe water.",
        "By pulling, pushing, and tugging, the boat is at length released from\nher position, and the men walk along beside her, helping and guiding\nher, until they reach a space of comparatively smooth water, when they\nagain take their seats and their oars.",
        "It will be readily imagined that there were few songs this day, but very\nfrequent pipes, to refresh the poor fellows after such an arduous\nservice.",
        "It was altogether a new spectacle to me. In fact, I had hardly ever\nbefore been called upon to witness severe bodily exertion, and my\nsympathies and sensibilities were, for this reason, the more enlisted on\nthe occasion. It seemed a sufficient hardship to have to labor in this\nviolent manner; but to walk in cold water up to their waists, and then\nto sit down in their soaking garments without going near a fire! Poor\nmen! this was too much to be borne! What, then, was my consternation to\nsee my husband, who, shortly after our noon-tide meal, had surprised me\nby making his appearance in a pair of duck trowsers and light jacket, at\nthe first cry of “Fast, again!” spring over into the water with the men,\nand “bear a hand” throughout the remainder of the long stretch!",
        "When he returned on board, it was to take the oar of a poor,\ndelicate-looking boy, one of the company of soldiers, who from the first\nhad suffered with bleeding at the nose on every unusual exertion. I was\nnot surprised, on inquiring, to find that this lad was a recruit just\nentered the service. He passed by the name of Gridley, but that was\nundoubtedly an assumed name. He had the appearance of having been\ndelicately nurtured, and had probably enlisted without at all\nappreciating the hardships and discomforts of a soldier’s life. This is\nevident from the dissatisfaction he always continued to feel, until at\nlength he deserted from his post. This was some months subsequent to the\ntime of which I am writing. He was once retaken, and kept for a time in\nconfinement, but immediately on his release deserted again, and his\nremains were found the following spring, not many miles from the fort.\nHe had died, either of cold or starvation. This is a sad interlude–we\nwill return to our boating.",
        "With all our tugging and toiling, we had accomplished but thirteen miles\nsince leaving the Kakalin, and it was already late when we arrived in\nview of the “Grande Chûte,” near which we were to encamp.",
        "We had passed the “Little Chûte” (the spot where the town of Appleton\nnow stands) without any further observation than that it required a vast\ndeal of extra exertion to buffet with the rushing stream and come off,\nas we did, victorious.",
        "The brilliant light of the setting sun was resting on the high wooded\nbanks through which broke the beautiful, foaming, dashing waters of the\nChûte. The boat was speedily turned towards a little headland projecting\nfrom the left bank, which had the advantage of a long strip of level\nground, sufficiently spacious to afford a good encamping ground. I\njumped ashore before the boat was fairly pulled up by the men, and with\nthe Judge’s help made my way as rapidly as possible to a point lower\ndown the river, from which, he said, the best view of the Chûte could be\nobtained. I was anxious to make a sketch before the daylight quite faded\naway.",
        "The left bank of the river was to the west, and over a portion less\nelevated than the rest the sun’s parting rays fell upon the boat, the\nmen with their red caps and belts, and the two tents already pitched.\nThe smoke now beginning to ascend from the evening fires, the high\nwooded bank beyond, up which the steep portage path could just be\ndiscerned, and, more remote still, the long stretch of waterfall now\ndarkening in the shadow of the overhanging forests, formed a lovely\nlandscape, to which the pencil of an artist could alone do justice.",
        "This was my first encampment, and I was quite enchanted with the novelty\nof everything about me.",
        "The fires had been made of small saplings and underbrush, hastily\ncollected, the mildness of the weather rendering anything beyond what\nsufficed for the purposes of cooking and drying the men’s clothes,\nsuperfluous. The soldiers’ tent was pitched at some distance from our\nown, but not too far for us to hear distinctly their laughter and\napparent enjoyment after the fatigues of the day.",
        "Under the careful superintendence of Corporal Kilgour, however, their\nhilarity never passed the bounds of respectful propriety, and, by the\ntime we had eaten our suppers, cooked in the open air with the simple\napparatus of a tea-kettle and frying-pan, we were, one and all, ready to\nretire to our rest.",
        "The first sound that saluted our ears in the early dawn of the following\nmorning, was the far-reaching call of the bourgeois:",
        "“How! how! how!” uttered at the very top of his voice.",
        "All start at that summons, and the men are soon turning out of their\ntents, or rousing from their slumbers beside the fire, and preparing for\nthe duties of the day.",
        "The fire is replenished, the kettles set on to boil, the mess-baskets\nopened, and a portion of their contents brought forth to be made ready\nfor breakfast. One Frenchman spreads our mat within the tent, whence the\nbedding has all been carefully removed and packed up for stowing in the\nboat. The tin cups and plates are placed around on the new-fashioned\ntable-cloth. The heavy dews make it a little too damp for us to\nbreakfast in the open air; otherwise our preparations would be made\noutside, upon the green grass. In an incredibly short time our smoking\ncoffee and broiled ham are placed before us, to which are added, from\ntime to time, slices of toast brought hot and fresh from the glowing\ncoals.",
        "There is, after all, no breakfast like a breakfast in the woods, with a\nwell-trained Frenchman for master of ceremonies.",
        "It was a hard day’s work to which the men now applied themselves, that\nof dragging the heavy boat up the Chûte. It had been thought safest to\nleave the piano in its place on board, but the rest of the lading had to\nbe carried up the steep bank, and along its summit, a distance of some\nhundreds of rods, to the smooth water beyond, where all the difficulties\nof our navigation terminated.",
        "The Judge kindly took charge of me while “the bourgeois” superintended\nthis important business, and with reading, sketching, and strolling\nabout, the morning glided away. Twelve o’clock came, and still the\npreparations for starting were not yet completed.",
        "In my rambles about to seek out some of the finest of the wild flowers\nfor a bouquet, before my husband’s return, I came upon the camp-fire of\nthe soldiers. A tall, red-faced, light-haired young man in fatigue dress\nwas attending a kettle of soup, the savory steams of which were very\nattractive.",
        "Seeing that I was observing his occupation, he politely ladled out a\ntin-cupful of the liquid and offered it to me.",
        "I declined it, saying we should have our dinner immediately.",
        "“They left me here to get their dinner,” said he, apparently not\ndispleased to have some one to talk to; “and I thought I might as well\nmake some soup. Down on the German Flats, where I come from, they always\nlike soup.”",
        "“Ah! you are from the German Flats–then your name must be Bellinger or\nWeber.”",
        "“No, it isn’t–it’s Krissman.”",
        "“Well, Krissman, how do you like the service?”",
        "“Very well. I was only recruited last summer. I used to ride horse on\nthe Canawl, and, as I can blow a horn first-rate, I expect I will soon\nbe able to play on a bugle, and then, when I get to be musician, you\nknow, I shall have extra pay.”",
        "I did not know it, but I expressed due pleasure at the information, and\nwishing Krissman all manner of success in his dreams of ambition, or\nrather, I should say, of avarice, for the hopes of “extra pay” evidently\npreponderated over those of fame, I returned to my own quarters.",
        "My husband, with his French tastes, was inclined to be somewhat\ndisappointed when I told him of this little incident, and my refusal of\nKrissman’s soup; but we were soon gratified by seeing his tall, awkward\nform bearing a kettle of the composition, which he set down before the\ntwo gentlemen, by whom, to his infinite satisfaction, it was pronounced\nexcellent.",
        "Everything being at length in readiness, the tents were struck and\ncarried around the Portage, and my husband, the Judge, and I followed at\nour leisure.",
        "The woods were brilliant with wild flowers, although it was so late in\nthe season that the glory of the summer was well-nigh past. But the\nlupin, the moss-pink, and the yellow wallflower, with all the varieties\nof the helianthus, the aster, and the solidago, spread their gay charms\naround. The gentlemen gathered clusters of the bittersweet (celastrus\nscandens) from the overhanging boughs to make a wreath for my hat, as we\ntrod the tangled pathway, which, like that of Christabel, was",
        "“Now in glimmer and now in gloom,”",
        "through the alternations of open glade and shady thicket. Soon, like the\nsame lovely heroine,",
        "“We reached the place–right glad we were,”",
        "and, without further delay, we were again on board our little boat and\nskimming over the now placid waters.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}