{
    "title": "Wau-bun - Chapter XXXVIII: Conclusion",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "40",
    "content": [
        "\n\n",
        "What we had long anticipated of the sufferings of the Indians began to\nmanifest itself as the spring drew on. Its extent was first brought to\nour knowledge by those who came in little parties begging for food.",
        "As long as it was possible to issue occasional rations their Father\ncontinued to do so, but the supplies in the Commissary Department were\nnow so much reduced that Colonel Cutler did not feel justified in\nauthorizing anything beyond a scanty relief, and this only in extreme\ncases.",
        "We had ourselves throughout the winter used the greatest economy with\nour own stores, that we might not exhaust our slender stock of flour and\nmeal before it could be replenished from “below.” We had even purchased\nsome sour flour which had been condemned by the commissary, and had\ncontrived, by a plentiful use of saleratus and a due proportion of\npotatoes, to make of it a very palatable kind of bread. But as we had\ncontinued to give to party after party, when they would come to us to\nrepresent their famishing condition, the time at length arrived when we\nhad nothing to give.",
        "The half-breed families of the neighborhood, who had, like ourselves,\ncontinued to share with the needy as long as their own stock lasted,\nwere now obliged, of necessity, to refuse further assistance. These\nwomen often came to lament with us over the sad accounts that were\nbrought from the wintering grounds. It had been a very open winter. The\nsnow had scarcely been enough at any time to permit the Indians to track\nthe deer; in fact, all the game had been driven off by the troops and\nwar-parties scouring the country through the preceding summer.",
        "We heard of their dying by companies from mere inanition, and lying\nstretched in the road to the Portage, whither they were striving to drag\ntheir exhausted frames. Soup made of the bark of the slippery elm, or\nstewed acorns, were the only food that many had subsisted on for weeks.",
        "We had for a long time received our own food by daily rations from the\ngarrison, for things had got to such a pass that there was no\npossibility of obtaining a barrel of flour at a time. After our meals\nwere finished I always went into the pantry, and collecting carefully\nevery remaining particle of food set it aside, to be given to some of\nthe wretched applicants by whom we were constantly thronged.",
        "One day as I was thus employed, a face appeared at the window with which\nI had once been familiar. It was the pretty daughter of the elder\nDay-kau-ray. She had formerly visited us often, watching with great\ninterest our employments–our sewing, our weeding and cultivating the\ngarden, or our reading. Of the latter, I had many times endeavored to\ngive her some idea, showing her the plates in the Family Bible, and\ndoing my best to explain them to her, but of late I had quite lost sight\nof her. Now, how changed, how wan she looked! As I addressed her with my\nordinary phrase, ’Tshah-ko-zhah?” (What is it?) she gave a sigh that\nwas almost a sob. She did not beg, but her countenance spoke volumes.",
        "I took my dish and handed it to her, expecting to see her devour the\ncontents eagerly; but no–she took it, and, making signs that she would\nsoon return, walked away. When she brought it back, I was almost sure\nshe had not tasted a morsel herself.",
        "Oh! the boats–the boats with the corn! Why did they not come? We both\nwrote and sent to hasten them, but, alas! everything and everybody moved\nso slowly in those unenterprising times! We could only feel sure that\nthey would come when they were ready, and not a moment before.",
        "We were soon obliged to keep both doors and windows fast, to shut out\nthe sight of misery we could not relieve. If a door were opened for the\nadmission of a member of the family, some wretched mother would rush in,\ngrasp the hand of my infant, and, placing that of her famishing child\nwithin it, tell us, pleadingly, that he was imploring “his little\nbrother” for food. The stoutest man could not have beheld with dry eyes\nthe heart-rending spectacle which often presented itself. It was in vain\nthat we screened the lower portion of our windows with curtains. They\nwould climb up on the outside, and tier upon tier of gaunt, wretched\nfaces would peer in above, to watch us, and see if indeed we were as ill\nprovided as we represented ourselves.",
        "The noble old Day-kau-ray came one day, from the Barribault, to apprise\nus of the state of his village. More than forty of his people, he said,\nhad now been for many days without food, save bark and roots. My husband\naccompanied him to the commanding officer to tell his story and\nascertain if any amount of food could be obtained from that quarter. The\nresult was, the promise of a small allowance of flour, sufficient to\nalleviate the cravings of his own family.",
        "When this was explained to the chief, he turned away. “No,” he said,\n“if his people could not be relieved, he and his family would starve\nwith them!” And he refused, for those nearest and dearest to him, the\nproffered succor, until all could share alike.",
        "The announcement, at length, that “the boats were in sight,” was a\nthrilling and most joyful sound.",
        "Hundreds of poor creatures were assembled on the bank, watching their\narrival. Oh! how torturing was their slow approach, by the winding\ncourse of the river, through the extended prairie! As the first boat\ntouched the land, we, who were gazing on the scene with anxiety and\nimpatience only equalled by that of the sufferers, could scarcely\nrefrain from laughing, to see old Wild-Cat, who had somewhat fallen off\nin his huge amount of flesh, seize “the Washington Woman” in his arms\nand hug and dance with her in the ecstasy of his delight.",
        "Their Father made a sign to them all to fall to work with their\nhatchets, which they had long held ready, and in an incredibly short\ntime barrel after barrel of corn was broken open and emptied, while even\nthe little children possessed themselves of pans and kettles full, and\nhastened to the fires that were blazing around to parch and cook that\nwhich they had seized.",
        "From this time forward, there was no more destitution. The present\nabundance was immediately followed by the arrival of supplies for the\nCommissary’s Department; and, refreshed and invigorated, our poor\nchildren departed once more to their villages, to make ready their crops\nfor the ensuing season.",
        "In the course of the spring, we received a visit from the Rev. Mr. Kent\nand Mrs. Kent, of Galena. This event is memorable, as being the first\noccasion on which the gospel, according to the Protestant faith, was\npreached at Fort Winnebago. The large parlor of the hospital was fitted\nup for the service, and gladly did we each say to the other, “Let us go\nto the house of the Lord!”",
        "For nearly three years had we lived here without the blessing of a\npublic service of praise and thanksgiving. We regarded this commencement\nas an omen of better times, and our little “sewing-society” worked with\nrenewed industry, to raise a fund Which might be available hereafter in\nsecuring the permanent services of a missionary.",
        "Not long after this, on a fine spring morning, as we were seated at\nbreakfast, a party of Indians entered the parlor, and came to the door\nof the room where we were. Two of them passed through, and went out upon\na small portico–the third remained standing in the door-way at which he\nhad at first appeared. He was nearly opposite me, and as I raised my\neyes, spite of his change of dress, and the paint with which he was\ncovered, I at once recognized him.",
        "I continued to pour the coffee, and, as I did so, I remarked to my\nhusband, “The one behind you, with whom you are speaking, is one of the\nescaped prisoners.”",
        "Without turning his head, Mr. Kinzie continued to listen to all the\ndirections they were giving him about the repairing of their guns,\ntraps, etc., which they wished to leave with the blacksmith. As they\nwent on, he carelessly turned towards the parlor door, and replied to\nthe one speaking to him. When he again addressed me, it was to say,–",
        "“You are right, but it is no affair of ours. We are none of us to look\nso as to give him notice that we suspect anything. They are undoubtedly\ninnocent, and have suffered enough already.”",
        "Contrary to his usual custom, their Father did not ask their names, but\nwrote their directions, which he tied to their different implements, and\nthen bade them go and deliver them themselves to M. Morrin.",
        "The rest of our circle were greatly pleased at the young fellow’s\naudacity, and we quite longed to tell the officers that we could have\ncaught one of their fugitives for them, if we had had a mind.",
        "The time had now come when we began to think seriously of leaving our\npleasant home, and taking up our residence at Detroit, while making\narrangements for a permanent settlement at Chicago.",
        "This intelligence, when communicated to our Winnebago children, brought\nforth great lamentations and demonstrations of regret. From the\nsurrounding country they came flocking in, to inquire into the truth of\nthe tidings they had heard, and to petition earnestly that we would\ncontinue to live and die among them.",
        "Among them all, no one seemed so overwhelmed with affliction as\nElizabeth, our poor Cut-Nose. When we first told her of our intention,\nshe sat for hours in the same spot, wiping away the tears that would\nfind their way down her cheeks, with the corner of the chintz shawl she\nwore pinned across her bosom.",
        "“No! I never, never, never shall I find such friends again,” she would\nexclaim. “You will go away, and I shall be left here all alone.”",
        "Wild-Cat, too, the fat, jolly Wild-Cat, gave way to the most audible\nlamentations.",
        "“Oh, my little brother,” he said to the baby, on the morning of our\ndeparture, when he had insisted on taking him and seating him on his\nfat, dirty knee, “you will never come back to see your poor brother\nagain!”",
        "And having taken an extra glass on the occasion, he wept like an infant.",
        "It was with sad hearts that on the morning of the 1st of July, 1888, we\nbade adieu to the long cortége which followed us to the boat, now\nwaiting to convey us to Green Bay, where we were to meet Governor Porter\nand Mr. Brush, and proceed, under their escort, to Detroit.",
        "When they had completed their tender farewells, they turned to accompany\ntheir father across the Portage, on his route to Chicago, and long\nafter, we could see them winding along the road, and hear their loud\nlamentations at a parting which they foresaw would be forever.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}