{
    "title": "Wau-bun - Chapter XXVI: Four-Legs, the Dandy",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "28",
    "content": [
        "\n\n",
        "The companies of the First Infantry, which had hitherto been stationed\nat Fort Winnebago, had before our arrival received orders to move on to\nthe Mississippi as soon as relieved by a portion of the Fifth, now at\nFort Howard.",
        "As many of the officers of the latter regiment were married, we had\nreason to expect that all the quarters at the post would be put in\nrequisition. For this reason, although strongly pressed by Major Twiggs\nto take up our residence again in the Fort until he should go on\nfurlough, we thought it best to establish ourselves at once at “the\nAgency.”",
        "It seemed laughable to give so grand a name to so very insignificant a\nconcern. We had been promised, by the heads of department at Washington,\na comfortable dwelling so soon as there should be an appropriation by\nCongress sufficient to cover any extra expense in the Indian Department.\nIt was evident that Congress had a great spite at us, for it had delayed\nfor two sessions attending to our accommodation. There was nothing to be\ndone, therefore, but to make ourselves comfortable with the best means\nin our power.",
        "The old log barracks, which had been built for the officers and soldiers\non the first establishment of the post, two years previous, had been\nremoved by our French engagés and put up again upon the little hill\nopposite the Fort. To these some additions were now made in the shape\nof dairy, stables, smoke-house, etc., constructed of tamarack logs\nbrought from the neighboring swamp. The whole presented a very rough and\nprimitive appearance.",
        "The main building consisted of a range of four rooms, no two of which\ncommunicated with each other, but each opened by a door into the outward\nair. A small window cut through the logs in front and rear, gave light\nto the apartment. An immense clay chimney for every two rooms, occupied\none side of each, and the ceiling overhead was composed of a few rough\nboards laid upon the transverse logs that supported the roof.",
        "It was surprising how soon a comfortable, homelike air was given to the\nold dilapidated rooms, by a few Indian mats spread upon the floor, the\npiano and other furniture ranged in their appropriate places, and even a\nfew pictures hung against the logs. The latter, alas! had soon to be\ndisplaced, for with the first heavy shower the rain found entrance\nthrough sundry crevices, and we saw ourselves obliged to put aside,\ncarefully, everything that could be injured by the moisture. We made\nlight of these evils, however–packed away our carpets and superfluous\nfurniture upon the boards above, which we dignified with the name of\nattic, and contentedly resolved to await the time when Government should\ncondescend to remember us. The greatest inconvenience I experienced, was\nfrom the necessity of wearing my straw bonnet throughout the day, as I\njourneyed from bedroom to parlor, and from parlor to kitchen. I became\nso accustomed to it that I even sometimes forgot to remove it when I sat\ndown to table, or to my quiet occupations with my mother and sister.",
        "Permission was, however, in time, received to build a house for the\nblacksmith–that is, the person kept in pay by the Government at this\nstation to mend the guns, traps, etc. of the Indians.",
        "It happened most fortunately for us that Monsieur Isidore Morrin was a\nbachelor, and quite satisfied to continue boarding with his friend Louis\nFrum, dit Manaigre, so that when the new house was fairly commenced we\nplanned it and hurried it forward entirely on our own account.",
        "It was not very magnificent, it is true, consisting of but a parlor and\ntwo bedrooms on the ground-floor, and two low chambers under the roof,\nwith a kitchen in the rear; but compared with the rambling old\nstable-like building we now inhabited, it seemed quite a palace.",
        "Before it was completed, Mr. Kinzie was notified that the money for the\nannual Indian payment was awaiting his arrival in Detroit to take it in\ncharge and superintend its transportation to the Portage; and he was\nobliged to set off at once to fulfil this part of his duty.",
        "The workmen who had been brought from the Mississippi to erect the main\nbuilding, were fully competent to carry on their work without an\noverseer; but the kitchen was to be the task of the Frenchmen, and the\nquestion was, how could it be executed in the absence of the\nbourgeois?",
        "“You will have to content yourselves in the old quarters until my\nreturn,” said my husband, “and then we will soon have things in order.\"\nHis journey was to be a long and tedious one, for the operations of\nGovernment were not carried on by railroad and telegraph in those days.",
        "After his departure I said to the men, “Come, you have all your logs cut\nand hauled–the squaws have brought the bark for the roof–what is to\nprevent our finishing the house and getting all moved and settled to\nsurprise Monsieur John on his return?”",
        "“Ah! to be sure, Madame John,” said Plante, who was always the\nspokesman, “provided the one who plants a green bough on the chimney-top\nis to have a treat.”",
        "“Certainly. All hands fall to work, and see who will win the treat.”",
        "Upon the strength of such an inducement to the one who should put the\nfinishing stroke to the building, Plante, Pillon, and Manaigre, whom the\nwaggish Plante persisted in calling “mon nègre,” whenever he felt\nhimself out of the reach of the other’s arm, all went vigorously to\nwork.",
        "Building a log house is a somewhat curious process. First, as will be\nconceived, the logs are laid one upon another and jointed at the\ncorners, until the walls have reached the required height. The chimney\nis formed by four poles of the proper length, interlaced with a\nwicker-work of small branches. A hole or pit is dug, near at hand, and,\nwith a mixture of clay and water, a sort of mortar is formed. Large\nwisps of hay are filled with this thick substance, and fashioned with\nthe hands into what are technically called ’clay cats,” and these are\nfilled in among the frame-work of the chimney until not a chink is left.\nThe whole is then covered with a smooth coating of the wet clay, which\nis denominated “plastering.”",
        "Between the logs which compose the walls of the building, small bits of\nwood are driven, quite near together; this is called “chinking,” and\nafter it is done, clay cats are introduced, and smoothed over with the\nplaster. When all is dry, both walls and chimney are whitewashed, and\npresent a comfortable and tidy appearance.",
        "The roof is formed by laying upon the transverse logs thick sheets of\nbark. Around the chimney, for greater security against the rain, we took\ncare to have placed a few layers of the palisades that had been left\nwhen Mr. Peach, an odd little itinerant genius, had fenced in our\ngarden, the pride and wonder of the surrounding settlement and wigwams.",
        "While all these matters were in progress, we received frequent visits\nfrom our Indian friends. First and foremost among them was “the young\nDandy,” Four-Legs.",
        "One fine morning he made his appearance, accompanied by two squaws, whom\nhe introduced as his wives. He could speak a little Chippewa, and by\nthis means he and our mother contrived to keep up something of a\nconversation. He was dressed in all his finery, brooches, wampum, fan,\nlooking-glass and all. The paint upon his face and chest showed that he\nhad devoted no small time to the labors of his toilet.",
        "He took a chair, as he had seen done at Washington, and made signs to\nhis women to sit down upon the floor.",
        "The custom of taking two wives is not very general among the Indians.\nThey seem to have the sagacity to perceive that the fewer they have to\nmanage, the more complete is the peace and quiet of the wigwam.",
        "Nevertheless, it sometimes happens that a husband takes a foolish fancy\nfor a second squaw, and in that case he uses all his cunning and\neloquence to reconcile the first to receiving a new inmate in the lodge.\nOf course it is a matter that must be managed adroitly, in order that\nharmony may be preserved.",
        "“My dear, your health is not very good; it is time you should have some\nrest. You have worked very hard, and it grieves me that you should have\nto labor any longer. Let me get you some nice young squaw to wait upon\nyou, that you may live at ease all the rest of your life.”",
        "The first wife consents; indeed, she has no option. If she is of a\njealous, vindictive disposition, what a life the new-comer leads! The\nold one maintains all her rights of dowager and duenna, and the\nhusband’s tenderness is hardly a compensation for all the evils the\nyoung rival is made to suffer.",
        "It was on Sunday morning that this visit of the Dandy was made to us. We\nwere all seated quietly, engaged in reading. Four-Legs inquired of my\nmother, why we were so occupied, and why everything around us was so\nstill.",
        "My mother explained to him our observance of the day of rest–that we\ndevoted it to worshipping and serving the Great Spirit, as he had\ncommanded in his Holy Word.",
        "Four-Legs gave a nod of approbation. That was very right, he said–he\nwas glad to see us doing our duty–he was very religious himself, and he\nliked to see others so. He always took care that his squaws attended to\ntheir duties,–not reading, perhaps, but such as the Great Spirit liked,\nand such as he thought proper and becoming.",
        "He seemed to have no fancy for listening to any explanation of our\npoints of difference. The impression among the Winnebagoes “that if the\nGreat Spirit had wished them different from what they are, he would have\nmade them so,” seems too strong to yield to either argument or\npersuasion.",
        "Sometimes those who are desirous of appearing somewhat civilized will\nlisten quietly to all that is advanced on the subject of Christianity,\nthen, coolly saying, “Yes, we believe that too,” will change the\nconversation to other subjects.",
        "As a general thing, they do not appear to perceive that there is\nanything to be gained by adopting the religion and the customs of the\nwhites. “Look at them,” they say, “always toiling and striving–always\nwearing a brow of care–shut up in houses–afraid of the wind and the\nrain–suffering when they are deprived of the comforts of life! We, on\nthe contrary, live a life of freedom and happiness. We hunt and fish,\nand pass our time pleasantly in the open woods and prairies. If we are\nhungry, we take some game; or, if we do not find that, we can go\nwithout. If our enemies trouble us, we can kill them, and there is no\nmore said about it. What should we gain by changing ourselves into white\nmen?\"[47]",
        "Christian missionaries, with all their efforts to convert them, had at\nthis day made little progress in enlightening their minds upon the\ndoctrines of the Gospel. Mr. Mazzuchelli, a Roman Catholic priest,\naccompanied by Miss Elizabeth Grignon as interpreter, made a missionary\nvisit to the Portage during our residence there, and, after some\ninstruction from him, about forty consented to be baptized. Christian\nnames were given to them, with which they seemed much pleased; and not\nless so with the little plated crucifixes which each received, and which\nthe women wore about their necks. These they seemed to regard with a\ndevotional feeling; but I was not sufficiently acquainted with their\nlanguage to gather from them whether they understood the doctrine the\nsymbol was designed to convey. Certain it is, they expressed no wish to\nlearn our language, in order that they might gain a fuller knowledge of\nthe Saviour, nor any solicitude to be taught more about him than they\nhad received during the missionary’s short visit.",
        "One woman, to whom the name of Charlotte had been given, signified a\ndesire to learn the domestic ways of the whites, and asked of me as a\nfavor through Madame Paquette that she might be permitted to come on\n“washing-day,” and learn of my servants our way of managing the\nbusiness. A tub was given her, and my woman instructed her, by signs and\nexample, how she was to manage. As I was not a little curious to observe\nhow things went on, I proceeded after a time to the kitchen where they\nall were. Charlotte was at her tub, scouring and rubbing with all her\nmight at her little crucifix. Two other squaws sat upon the floor near\nher, watching the operation.",
        "“That is the work she has been at for the last half-hour,” said Josette,\nin a tone of great impatience. ’She’ll never learn to wash.”",
        "Charlotte, however, soon fell diligently to work, and really seemed as\nif she would tear her arms off, with her violent exertions.",
        "After a time, supposing that she must feel a good deal fatigued and\nexhausted with the unaccustomed labor, I did what it was at that day\nvery much the fashion to do,–what, at home, I had always seen done on\nwashing-day,–what, in short, I imagine was then a general custom among\nhousekeepers. I went to the dining-room closet, intending to give\nCharlotte a glass of wine or brandy and water. My “cupboard” proved to\nbe in the state of the luckless “Mother Hubbard’s\"–nothing of the kind\ncould I find but a bottle of orange shrub.",
        "Of this I poured out a wineglassful, and, carrying it out, offered it to\nthe woman. She took it with an expression of great pleasure; but, in\ncarrying it to her lips, she stopped short, and exclaiming, “Whiskey!\"\nimmediately returned it to me. I would still have pressed it upon her;\nfor, in my inexperience, I really believed it was a cordial she needed;\nbut, pointing to her crucifix, she shook her head and returned to her\nwork.",
        "I received this as a lesson more powerful than twenty sermons. It was\nthe first time in my life that I had ever seen spirituous liquors\nrejected upon a religious principle, and it made an impression upon me\nthat I never forgot.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}