{
    "title": "Wau-bun - Chapter XXIX: Story of the Red Fox",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "31",
    "content": [
        "\n\n",
        "The Indians, of whatever tribe, are exceedingly fond of narrating or\nlistening to tales and stories, whether historical or fictitious. They\nhave their professed storytellers, like the Oriental nations, and these\ngo about, from village to village, collecting an admiring and attentive\naudience, however oft-told and familiar the matter they recite.",
        "It is in this way that their traditions are preserved and handed down\nunimpaired from generation to generation. Their knowledge of the\ngeography of their country is wonderfully exact. I have seen an Indian\nsit in his lodge, and draw a map, in the ashes, of the Northwestern\nStates, not of their statistical but their geographical features, lakes,\nrivers, and mountains, with the greatest accuracy, giving their relative\ndistances, by days’ journeys, without hesitation, and even extending his\ndrawings and explanations as far as Kentucky and Tennessee.",
        "Of biography they preserve not only the leading events in the life of\nthe person, but his features, appearance, and bearing, his manners, and\nwhatever little trait or peculiarity characterized him.",
        "The women are more fond of fiction, and some of their stories have a\nstrange mingling of humor and pathos. I give the two which follow as\nspecimens. The Indian names contained in them are in the Ottawa or\n“Courte-Oreilles\" language, but the same tales are current in all the\ndifferent tongues and dialects.",
        "STORY OF THE RED FOX.",
        "This is an animal to which many peculiarities are attributed. He is said\nto resemble the jackal in his habit of molesting the graves of the dead,\nand the Indians have a superstitious dread of hearing his bark at night,\nbelieving that it forebodes calamity and death. They say, too, that he\nwas originally of one uniform reddish-brown color, but that his legs\nbecame black in the manner related in the story.",
        "There was a chief of a certain village who had a beautiful daughter. He\nresolved upon one occasion to make a feast and invite all the animals.\nWhen the invitation was brought to the red fox, he inquired, “What are\nyou going to have for supper?”",
        "“Mee-dau-mee-nau-bo,” was the reply. (This is a porridge made of\nparched corn, slightly cracked.)",
        "The fox turned up his little sharp nose. “No, I thank you,” said he; “I\ncan get plenty of that at home.”",
        "The messenger returned to the chief, and reported the contemptuous\nrefusal of the fox.",
        "“Go back to him,” said the chief, “and tell him we are going to have a\nnice fresh body,[48] and we will have it cooked in the most delicate\nmanner possible.”",
        "Pleased with the prospect of such a treat, the fox gave a very hearty\nassent to the second invitation.",
        "The hour arrived, and he set off for the lodge of the chief to attend\nthe feast. The company were all prepared for him, for they made common\ncause with their friend who had been insulted. As the fox entered, the\nguest next the door, with great courtesy, rose from his place, and\nbegged the new-comer to be seated. Immediately the person next him also\nrose, and insisted that the fox should occupy his place, as it was still\nnearer the fire–the post of honor. Then the third, with many\nexpressions of civility, pressed him to exchange with him; and thus,\nwith many ceremonious flourishes, he was passed along the circle, always\napproaching the fire, where a huge cauldron stood, in which the good\ncheer was still cooking. The fox was by no means unwilling to occupy the\nhighest place in the assembly, and, besides, he was anxious to take a\npeep into the kettle, for he had his suspicions that he might be\ndisappointed of the delicacies he had been expecting.",
        "So, by degrees, he was ushered nearer and nearer the great blazing\nfire, until by a dexterous push and shove he was hoisted into the\nseething kettle.",
        "His feet were dreadfully scalded, but he leaped out, and ran home to his\nlodge, howling and crying with pain. His grandmother, with whom,\naccording to the custom of animals, he lived, demanded of him an account\nof the affair. When he had faithfully related all the circumstances\n(for, unlike the civilized animals, he did not think of telling his\ngrandmother a story), she reproved him very strongly.",
        "“You have committed two great faults,” said she. “In the first place,\nyou were very rude to the chief who was so kind as to invite you, and by\nreturning insult for civility you made yourself enemies who were\ndetermined to punish you. In the next place, it was very unbecoming in\nyou to be so forward to take the place of honor. Had you been contented\nmodestly to keep your seat near the door, you would have escaped the\nmisfortune that has befallen you.”",
        "All this was not very consolatory to the poor fox, who continued to\nwhine and cry most piteously, while his grandmother, having finished her\nlecture, proceeded to bind up his wounds. Great virtue is supposed to be\nadded to all medical prescriptions and applications by a little dancing;\nso, the dressing having been applied, the grandmother fell to dancing\nwith all her might, round and round in the lodge.",
        "When she was nearly exhausted, the fox said, “Grandmother, take off the\nbandages and see if my legs are healed.”",
        "She did as he requested, but no–the burns were still fresh. She danced\nand danced again. Now and then, as he grew impatient, she would remove\nthe coverings to observe the effect of the remedies. At length, towards\nmorning, she looked, and, to be sure, the burns were quite healed. “But,\noh!” cried she, “your legs are as black as a coal! They were so badly\nburned that they will never return to their color!”",
        "The poor fox, who, like many another brave, was vain of his legs, fell\ninto a transport of lamentation.",
        "“Oh! my legs! My pretty red legs! What shall I do? The young girls will\nall despise me. I shall never dare to show myself among them again!”",
        "He cried and sobbed until his grandmother, fatigued with her exercise,\nfell asleep. By this time he had decided upon his plan of revenge.",
        "He rose and stole softly out of his lodge, and, pursuing his way rapidly\ntowards the village of the chief, he turned his face in the direction of\nthe principal lodge and barked. When the inhabitants heard this sound in\nthe stillness of the night, their hearts trembled. They knew that it\nforeboded sorrow and trouble to some one of their number.",
        "A very short time elapsed before the beautiful daughter of the chief\nfell sick, and she grew rapidly worse and worse, spite of medicines,\ncharms, and dances. At length she died. The fox had not intended to\nbring misfortune on the village in this shape, for he loved the\nbeautiful daughter of the chief, so he kept in his lodge and mourned and\nfretted for her death.",
        "Preparations were made for a magnificent funeral, but the friends of the\ndeceased were in great perplexity. “If we bury her in the earth,” said\nthey, “the fox will come and disturb her remains. He has barked her to\ndeath, and he will be glad to come and finish his work of revenge.”",
        "They took counsel together, and determined to hang her body high in a\ntree as a place of sepulture. They thought the fox would go groping\nabout in the earth, and not lift up his eyes to the branches above his\nhead.",
        "But the grandmother had been at the funeral, and she returned and told\nthe fox all that had been done.",
        "“Now, my son,” said she, “listen to me. Do not meddle with the remains\nof the chief’s daughter. You have done mischief enough already. Leave\nher in peace.”",
        "As soon as the grandmother was asleep at night, the fox rambled forth.\nHe soon found the place he sought, and came and sat under the tree where\nthe young girl had been placed. He gazed and gazed at her all the\nlivelong night, and she appeared as beautiful as when in life. But when\nthe day dawned, and the light enabled him to see more clearly, then he\nobserved that decay was doing its work–that instead of a beautiful she\npresented only a loathsome appearance.",
        "He went home sad and afflicted, and passed all the day mourning in his\nlodge.",
        "“Have you disturbed the remains of the chief’s beautiful daughter?” was\nhis parent’s anxious question.",
        "“No, grandmother,\"–and he uttered not another word.",
        "Thus it went on for many days and nights. The fox always took care to\nquit his watch at the early dawn of day, for he knew that her friends\nwould suspect him, and come betimes to see if all was right.",
        "At length he perceived that, gradually, the young girl looked less and\nless hideous in the morning light, and that she by degrees resumed the\nappearance she had presented in life, so that in process of time her\nbeauty and look of health quite returned to her.",
        "One day he said, “Grandmother, give me my pipe, that I may take a\nsmoke.”",
        "“Ah!” cried she, “you begin to be comforted. You have never smoked\nsince the death of the chief’s beautiful daughter. Have you heard some\ngood news?”",
        "“Never you mind,” said he; “bring the pipe.”",
        "He sat down and smoked, and smoked. After a time he said, “Grandmother,\nsweep your lodge and put it all in order, for this day you will receive\na visit from your daughter-in-law.”",
        "The grandmother did as she was desired. She swept her lodge, and\narranged it with all the taste she possessed, and then both sat down to\nawait the visit.",
        "“When you hear a sound at the door,” said the fox, “you must give the\nsalutation, and say, Come in.”",
        "When they had been thus seated for a time, the grandmother heard a\nfaint, rustling sound. She looked towards the door. To her surprise, the\nmat which usually hung as a curtain was rolled up, and the door was\nopen.",
        "“Peen-tee-geen n’dau-nis!\"[49] cried she.",
        "Something like a faint, faint shadow appeared to glide in. It took\ngradually a more distinct outline. As she looked and looked, she began\nto discern the form and features of the chief’s beautiful daughter, but\nit was long before she appeared like a reality, and took her place in\nthe lodge like a thing of flesh and blood.",
        "They kept the matter hid very close, for they would not for the world\nthat the father or friends of the bride should know what had happened.\nSoon, however, it began to be rumored about that the chief’s beautiful\ndaughter had returned to life, and was living in the Red Fox’s lodge.\nHow it ever became known was a mystery, for, of course, the grandmother\nnever spoke of it.",
        "Be that as it may, the news created great excitement in the village.\n“This must never be,” said they all. “He barked her to death once, and\nwho knows what he may do next time?”",
        "The father took at once a decided part. “The Red Fox is not worthy of my\ndaughter,” he said. “I had promised her to the Hart, the finest and most\nelegant among the animals. Now that she has returned to life, I shall\nkeep my word.”",
        "So the friends all went in a body to the lodge of the Red Fox. The\nbridegroom, the bride, and the grandmother made all the resistance\npossible, but they were overpowered by numbers, and, the Hart having\nremained conveniently waiting on the outside where there was no danger,\nthe beautiful daughter of the chief was placed upon his back, and he\ncoursed away through the forest to carry her to his own home. When he\narrived at the door of his lodge, however, he turned his head, but no\nbride was in the place where he expected to see her. He had thought his\nburden very light from the beginning, but that he supposed was natural\nto spirits returned from the dead. He never imagined she had at the\noutset glided from her seat, and in the midst of the tumult slipped\nback, unobserved, to her chosen husband.",
        "One or two attempts were made by the friends, after this, to repossess\nthemselves of the young creature, but all without success. Then they\nsaid, “Let her remain where she is. It is true the Red Fox occasioned\nher death, but by his watchfulness and care he caressed her into life\nagain; therefore she rightfully belongs to him.” So the Red Fox and his\nbeautiful bride lived long together in great peace and happiness.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}