{
    "title": "Wau-bun - Chapter XVII: Chicago in 1831",
    "author": "Juliette Augusta Magill Kinzie",
    "chapter": "19",
    "content": [
        "\n\n",
        "Fort Dearborn at that day consisted of the same buildings as at\npresent.[21] They were, of course, in a better state of preservation,\nthough still considerably dilapidated. They had been erected in 1816,\nunder the supervision of Captain Hezekiah Bradley, and there was a story\ncurrent that, such was his patriotic regard for the interests of the\nGovernment, he obliged the soldiers to fashion wooden pins, instead of\nspikes and nails, to fasten the timbers of the buildings, and that he\neven called on the junior officers to aid in their construction along\nwith the soldiers, whose business it was. If this were true, the captain\nmust have labored under the delusion (excusable in one who had lived\nlong on the frontier) that Government would thank its servants for any\nexcess of economical zeal.",
        "The fort was inclosed by high pickets, with bastions at the alternate\nangles. Large gates opened to the north and south, and there were small\nposterns here and there for the accommodation of the inmates. The bank\nof the river which stretches to the west, now covered by the light-house\nbuildings, and inclosed by docks, was then occupied by the root-houses\nof the garrison. Beyond the parade-ground, which extended south of the\npickets, were the company gardens, well filled with currant-bushes and\nyoung fruit-trees.",
        "The fort stood at what might naturally be supposed to be the mouth of\nthe river. It was not so, however, for in those days the latter took a\nturn, sweeping round the promontory on which the fort was built, towards\nthe south, and joining the lake about half a mile below. These buildings\nstood on the right bank of the river, the left being a long spit of land\nextending from the northern shore, of which it formed a part. After the\ncutting through of this portion of the left bank in 1833 by the United\nStates Engineers employed to construct a harbor at this point, and the\nthrowing out of the piers, the water overflowed this long tongue of\nland, and, continually encroaching on the southern bank, robbed it of\nmany valuable acres; while, by the same action of the vast body of the\nlake, an accretion was constantly taking place on the north of the\nharbor.",
        "The residence of Jean Baptiste Beaubien stood at this period between the\ngardens and the river-bank, and still farther south was a rickety\ntenement, built many years before by Mr. John Dean, the sutler of the\npost. A short time after the commencement of the growth of Chicago, the\nfoundations of this building were undermined by the gradual encroachment\nof the lake, and it tumbled backward down the bank, where it long lay, a\nmelancholy spectacle.",
        "On the northern bank of the river, directly facing the fort, was the\nfamily mansion of my husband.[22] It was a long, low building, with a\npiazza extending along its front, a range of four or five rooms. A broad\ngreen space was inclosed between it and the river, and shaded by a row\nof Lombardy poplars. Two immense cottonwood-trees stood in the rear of\nthe building, one of which still remains as an ancient landmark. A fine,\nwell-cultivated garden extended to the north of the dwelling, and\nsurrounding it were various buildings appertaining to the\nestablishment–dairy, bake-house, lodging-house for the Frenchmen, and\nstables.",
        "A vast range of sand-hills, covered with stunted cedars, pines, and\ndwarf-willow-trees, intervened between the house and the lake, which\nwas, at this time, not more than thirty rods distant.",
        "Proceeding from this point along the northern bank of the river, we came\nfirst to the Agency House, “Cobweb Castle,” as it had been denominated\nwhile long the residence of a bachelor, and the sobriquet adhered to\nit ever after. It stood at what is now the southwest corner of\nWolcott[23] and N. Water Streets. Many will still remember it, a\nsubstantial, compact little building of logs hewed and squared, with a\ncentre, two wings, and, strictly speaking, two tails, since, when\nthere was found no more room for additions at the sides, they were\nplaced in the rear, whereon a vacant spot could be found.",
        "These appendages did not mar the symmetry of the whole, as viewed from\nthe front, but when, in the process of the town’s improvement, a street\nwas maliciously opened directly in the rear of the building, the whole\nestablishment, with its comical little adjuncts, was a constant source\nof amusement to the passers-by. No matter. There were pleasant, happy\nhours passed under its odd-shaped roof, as many of Chicago’s early\nsettlers can testify.",
        "Around the Agency House were grouped a collection of log buildings, the\nresidences of the different persons in the employ of Government,\nappertaining to that establishment–blacksmith, striker, and laborers.\nThese were for the most part Canadians or half-breeds, with occasionally\na stray Yankee, to set all things going by his activity and enterprise.",
        "There was still another house on the north side of the river, built by a\nformer resident by the name of Miller, but he had removed to “Rivière du\nChemin,” or Trail Creek, which about this time began to be called\n“Michigan City.\"[24] This house, which stood near the forks of the\nriver, was at this time vacant.",
        "There was no house on the southern bank of the river, between the fort\nand “The Point,” as the forks of the river were then called. The land\nwas a low wet prairie, scarcely affording good walking in the dryest\nsummer weather, while at other seasons it was absolutely impassable. A\nmuddy streamlet, or, as it is called in this country, a slew,[25]\nafter winding around from about the present site of the Tremont House,\nfell into the river at the foot of State Street.[26]",
        "At the Point, on the south side, stood a house just completed by Mark\nBeaubien. It was a pretentious white two-story building, with\nbright-blue wooden shutters, the admiration of all the little circle at\nWolf Point. Here a canoe ferry was kept to transport people across the\nsouth branch of the river.",
        "Facing down the river from the west was, first a small tavern kept by\nMr. Wentworth, familiarly known as “Old Geese,” not from any want of\nshrewdness on his part, but in compliment to one of his own cant\nexpressions. Near him were two or three log cabins occupied by Robinson,\nthe Pottowattamie chief, and some of his wife’s connexions. Billy\nCaldwell, the Sau-ga-nash, too, resided here occasionally, with his\nwife, who was a daughter of Nee-scot-nee-meg, one of the most famous\nchiefs of the nation. A little remote from these residences was a small\nsquare log building, originally designed for a school-house, but\noccasionally used as a place of worship whenever any itinerant minister\npresented himself.",
        "The family of Clybourn had, previous to this time, established\nthemselves near their present residence on the North Branch–they called\ntheir place New Virginia. Four miles up the South Branch was an old\nbuilding which was at one time an object of great interest as having\nbeen the theatre of some stirring events during the troubles of\n1812.[27] It was denominated Lee’s Place, or Hardscrabble. Here lived,\nat this time, a settler named Heacock.",
        "Owing to the badness of the roads a greater part of the year, the usual\nmode of communication between the fort and the Point was by a boat rowed\nup the river, or by a canoe paddled by some skilful hand. By the latter\nmeans, too, an intercourse was kept up between the residents of the fort\nand the Agency House.",
        "There were, at this time, two companies of soldiers in the garrison, but\nof the officers one, Lieutenant Furman, had died the autumn previous,\nand several of the others were away on furlough. In the absence of Major\nFowle and Captain Scott, the command devolved on Lieutenant Hunter.\nBesides him, there were Lieutenants Engle and Foster–the latter\nunmarried. Dr. Finley, the post surgeon, was also absent, and his place\nwas supplied by Dr. Harmon, a gentleman from Vermont.",
        "My husband’s mother, two sisters, and brother resided at the Agency\nHouse–the family residence near the lake being occupied by J.N. Bailey,\nthe postmaster.",
        "In the Dean House lived a Mr. and Mrs. Forbes, who kept a school.\nGholson Kercheval had a small trading establishment in one of the log\nbuildings at Wolf Point, and John S.C. Hogan superintended the sutler’s\nstore in the garrison.",
        "There was also a Mr. See lately come into the country, living at the\nPoint, who sometimes held forth in the little school-house on a Sunday,\nless to the edification of his hearers than to the unmerciful slaughter\nof the “King’s English.”",
        "I think this enumeration comprises all the white inhabitants of Chicago\nat a period less than half a century ago. To many who may read these\npages the foregoing particulars will, doubtless, appear uninteresting.\nBut to those who visit Chicago, and still more to those who come to make\nit their home, it may be not without interest to look back to its first\nbeginnings; to contemplate the almost magical change which a few years\nhave wrought; and from the past to augur the marvellous prosperity of\nthe future.",
        "The origin of the name Chicago is a subject of discussion, some of the\nIndians deriving it from the fitch or polecat, others from the wild\nonion with which the woods formerly abounded; but all agree that the\nplace received its name from an old chief who was drowned in the stream\nin former times. That this event, although so carefully preserved by\ntradition, must have occurred in a very remote period, is evident from\nan old French manuscript brought by General Cass from France.",
        "In this paper, which purports to be a letter from M. de Ligney, at Green\nBay, to M. de Siette, among the Illinois, dated as early as 1726, the\nplace is designated as “Chica-goux.” This orthography is also found in\nold family letters of the beginning of the present century.",
        "In giving the early history of Chicago, the Indians say, with great\nsimplicity, “the first white man who settled here was a negro.”",
        "This was Jean Baptiste Point-au-Sable, a native of St. Domingo, who,\nabout the year 1796, found his way to this remote region, and commenced\na life among the Indians. There is usually a strong affection between\nthese two races, and Jean Baptiste imposed upon his new friends by\nmaking them believe that he had been a “great chief” among the whites.\nPerhaps he was disgusted at not being elected to a similar dignity by\nthe Pottowattamies, for he quitted this vicinity, and finally terminated\nhis days at Peoria, under the roof of his friend Glamorgan, another St.\nDomingo negro, who had obtained large Spanish grants in St. Louis and\nits environs, and who, at one time, was in the enjoyment of an extensive\nlanded estate.",
        "Point-au-Sable had made some improvements at Chicago, which were taken\npossession of by a Frenchman named Le Mai, who commenced trading with\nthe Indians. After a few years Le Mai’s establishment was purchased by\nJohn Kinzie, Esq., who at that time resided at Bertrand, or Parc aux\nVaches, as it was then called, near Niles, in Michigan. As this\ngentleman was for nearly twenty years, with the exception of the\nmilitary, the only white inhabitant of Northern Illinois, some\nparticulars of his early life may not be uninteresting.",
        "He was born in Quebec in 1163. His mother had been previously married to\na gentleman of the name of Haliburton. The only daughter of this\nmarriage was the mother of General Fleming, Nicholas Low, Esq., and Mrs.\nCharles King, of New York. She is described as a lady of remarkable\nbeauty and accomplishments. Mr. Kinzie was the only child of the second\nmarriage. His father died in his infancy, and his mother married a third\ntime a Mr. Forsyth, after which they removed to the city of New York.",
        "At the age of ten or eleven years he was placed at school with two of\nhis half-brothers at Williamsburg, L.I. A negro servant was sent from\nthe city every Saturday, to bring the children home, to remain until the\nfollowing Monday morning. Upon one occasion, when the messenger arrived\nat the school he found all things in commotion. Johnny Kinzie was\nmissing! Search was made in all directions; every place was ransacked.\nIt was all in vain; no Johnny Kinzie could be found.",
        "The heavy tidings were carried home to his mother. By some it was\nsupposed the lad was drowned; by others that he had strayed away, and\nwould return. Weeks passed by, and months, and he was at length given up\nand mourned as lost. In the mean time the boy was fulfilling a\ndetermination he had long formed, to visit his native city of Quebec,\nand make his way in life for himself.",
        "He had by some means succeeded in crossing from Williamsburg to the city\nof New York, and finding at one of the docks on the North River a sloop\nbound for Albany, he took passage on board of her. While on his way up\nthe river, he was noticed by a gentleman, who, taking an interest in the\nlittle lonely passenger, questioned him about his business.",
        "“He was going to Quebec, where he had some friends.”",
        "“Had he the means to carry him there?”",
        "“Not much, but he thought he could get along.”",
        "It happened, fortunately, that the gentleman himself was going to\nQuebec. He took the boy under his care, paid his expenses the whole\ndistance, and finally parted with him in the streets of the city, where\nhe was, in truth, a stranger.",
        "He wandered about for a time, looking into various “stores” and\nworkshops. At length, on entering the shop of a silversmith, he was\nsatisfied with the expression he read in the countenance of the master,\nand he inquired if he wanted an apprentice.",
        "“What, you, my little fellow! What can you do?”",
        "“Anything you can teach me.”",
        "“Well, we will make a trial and see.”",
        "The trial was satisfactory. He remained in the family of his kind\nfriend for more than three years, when his parents, who, in removing to\nDetroit, had necessarily returned to Canada, discovered his place of\nabode, and he was restored to them.",
        "There were five younger half-brothers, of the name of Forsyth. In the\nold family Bible, we find the following touching record of an event that\noccurred after the family had removed to Detroit:–",
        "“George Forsyth was lost in the woods 6th August, 1775, when Henry Hays\nand Mark Stirling ran away and left him. The remains of George Forsyth\nwere found by an Indian the 2d of October, 1776, close by the Prairie\nRonde.”",
        "It seems a singular fatality that the unhappy mother should have been\ntwice called to suffer a similar affliction–the loss of a child in a\nmanner worse than death, inasmuch as it left room for all the horrors\nthat imagination can suggest. The particulars of the loss of this little\nbrother were these. As he came from school one evening, he met the\ncolored servant-boy on horseback, going to the common for the cows. The\nschool-house stood quite near the old fort, and all beyond that, towards\nthe west, was a wild, uncultivated tract called “the Common.” The child\nbegged of the servant to take him up and give him a ride, but the other\nrefused, bidding him return home at once. He was accompanied by two\nother boys, somewhat older, and together they followed the negro for\nsome distance, hoping to prevail upon him to give them a ride. As it\ngrew dark, the two older boys turned back, but the other kept on. When\nthe negro returned he had not again seen the child, nor were any tidings\never received of him, notwithstanding the diligent search made by the\nwhole little community, until, as related in the record, his remains\nwere found the following year by an Indian. There was nothing to\nidentify them, except the auburn curls of his hair, and the little boots\nhe had worn. He must have perished very shortly after having lost his\nway, for the Prairie Ronde was too near the settlement to have prevented\nhis bearing the calls and sounding horns of those in search of him, had\nhe been living.",
        "Mr. Kinzie’s enterprising and adventurous disposition led him, as he\ngrew older, to live much on the frontier. He early entered into the\nIndian trade, and had establishments at Sandusky and Maumee. About the\nyear 1800 he pushed farther west, to St. Joseph’s, Michigan. In this\nyear he married Mrs. McKillip, the widow of a British officer, and in\n1804 came to make his home at Chicago. It was in this year that the\nfirst fort was built by Major John Whistler.",
        "By degrees more remote trading-posts were established by him, all\ncontributing to the parent one at Chicago; at Milwaukie with the\nMenomonees; at Rock River with the Winnebagoes and the Pottowattamies;\non the Illinois River and Kankakee with the Pottowattamies of the\nPrairies, and with the Kickapoos in what was called ’Le Large,” being\nthe widely extended district afterwards erected into Sangamon County.",
        "Each trading-post had its superintendent, and its complement of\nengagés–its train of pack-horses and its equipment of boats and canoes.\nFrom most of the stations the furs and peltries were brought to Chicago\non pack-horses, and the goods necessary for the trade were transported\nin return by the same method.",
        "The vessels which came in the spring and fall (seldom more than two or\nthree annually), to bring the supplies and goods for the trade, took the\nfurs that were already collected to Mackinac, the depôt of the Southwest\nand American Fur Companies. At other seasons they were sent to that\nplace in boats, coasting around the lake.",
        "Of the Canadian voyageurs or engagés, a race that has now so nearly\npassed away, some notice may very properly here be given.",
        "They were unlike any other class of men. Like the poet, they seemed born\nto their vocation. Sturdy, enduring, ingenious, and light-hearted, they\npossessed a spirit capable of adapting itself to any emergency. No\ndifficulties baffled, no hardships discouraged them; while their\naffectionate nature led them to form attachments of the warmest\ncharacter to their “bourgeois,” or master, as well as to the native\ninhabitants, among whom their engagements carried them.",
        "Montreal, or, according to their own pronunciation, Marrialle, was\ntheir depôt. It was at that place that the agents commissioned to make\nup the quota for the different companies and traders found the material\nfor their selections.",
        "The terms of engagement were usually from four to six hundred livres\n(ancient Quebec currency) per annum as wages, with rations of one quart\nof lyed corn, and two ounces of tallow per diem, or “its equivalent in\nwhatever sort of food is to be found in the Indian country.” Instances\nhave been known of their submitting cheerfully to fare upon fresh fish\nand maple-sugar for a whole winter, when cut off from other supplies.",
        "It was a common saying, “Keep an engagé to his corn and tallow, he will\nserve you well–give him pork and bread, and he soon gets beyond your\nmanagement.” They regard the terms of their engagement as binding to the\nletter. An old trader, M. Berthelet, engaged a crew at Montreal. The\nterms of agreement were, that they should eat when their bourgeois did,\nand what he did. It was a piece of fun on the part of the old gentleman,\nbut the simple Canadians believed it to be a signal instance of good\nluck that had provided them such luxurious prospects. The bourgeois\nstuffed his pockets with crackers, and, when sure of being quite\nunobserved, would slily eat one. Pipe after pipe passed–the men grew\nhungry, but, observing that there were no preparations of a meal for the\nbourgeois, they bore their fast without complaining.",
        "At length the matter became too serious–they could stand it no longer.\nIn their distress they begged off from the bargain, and gladly\ncompounded to take the customary rations, instead of the dainty fare\nthey had been promising themselves with their master.",
        "On arriving at Mackinac, which was the entrepôt of the fur trade, a\nsmall proportion of the voyageur’s wages was advanced him, to furnish\nhis winter’s outfit, his pipes and tobacco, his needles and thread, some\npieces of bright-colored ribbons, and red and yellow gartering (quality\nbinding), with which to purchase their little necessaries from the\nIndians. To these, if his destination were Lake Superior, or a post far\nto the north where such articles could not be readily obtained, were\nadded one or two smoked deer-skins for moccasins.",
        "Thus equipped, he entered upon his three years’ service, to toil by day,\nand laugh, joke, sing, and tell stories when the evening hour brought\nrest and liberty.",
        "There was not wanting here and there an instance of obstinate adherence\nto the exact letter of the agreement in regard to the nature of\nemployment, although, as a general thing, the engagé held himself ready\nto fulfil the behests of his bourgeois, as faithfully as ever did vassal\nthose of his chief.",
        "A Story is told of M. St. Jean, a trader on the Upper Mississippi, who\nupon a certain occasion ordered one of his Frenchmen to accompany a\nparty to the forest to chop wood. The man refused. “He was not hired,\"\nhe said, “to chop wood.”",
        "“Ah! for what, then, were you hired?”",
        "“To steer a boat.”",
        "“Very well; steer a boat, then, since you prefer it.”",
        "It was mid-winter. The recusant was marched to the river-side, and\nplaced in the stern of the boat, which lay fastened in the ice.",
        "After serving a couple of hours at his legitimate employment, with the\nthermometer below zero, he was quite content to take his place with the\nchopping-party, and never again thought it good policy to choose work\nfor himself.",
        "There is an aristocracy in the voyageur service which is quite amusing.\nThe engagement is usually made for three years. The engagé of the first\nyear, who is called a ’mangeur-de-lard,” or pork-eater, is looked down\nupon with the most sovereign contempt by an ’hivernant,” or one who\nhas already passed a winter in the country. He will not only not\nassociate with him, but if invited by him to join him in a friendly\nglass, he will make some excuse for declining. The most inveterate\ndrunkard, while tortured by a longing to partake his favorite\nindulgence, will yet never suffer himself to be enticed into an\ninfringement of this custom.",
        "After the first winter, the mangeur-de-lard rises from his freshman\nclass, and takes his place where he can in turn lord it over all\nnew-comers.",
        "Another peculiarity of the voyageurs is their fancy for transforming the\nnames of their bourgeois into something funny, which resembles it in\nsound. Thus, Kinzie would be called by one ’Quinze nez” (fifteen\nnoses), by another ’Singé” (monkeyfied). Mr. Kercheval was denominated\nMons. Court-cheval (short horse), the Judge of Probate, ’le Juge\nTrop-bête” (too foolish), etc. The following is an instance in point.",
        "Mr. Shaw, one of the agents of the Northwest Fur Company, had passed\nmany years on the frontier, and was by the voyageurs called Monsieur Le\nChat.[28] On quitting the Indian country he married a Canadian lady and\nbecame the father of several children. Some years after his return to\nCanada, his old foreman, named Louis la Liberté, went to Montreal to\nspend the winter. He had heard of his old bourgeois’ marriage, and was\nanxious to see him.",
        "Mr. Shaw was walking in the Champ de Mars with a couple of officers,\nwhen La Liberté espied him. He immediately ran up, and, seizing him by\nboth hands, accosted him,–",
        "“Ah! mon cher Monsieur le Chat: comment vous portez-vous?” (My dear\nMr. Cat, how do you do?)",
        "“Très-bien, Louizon.”",
        "“Et comment se porte Madame la Chatte?” (How is the mother cat?)",
        "“Bien, bien, Louizon; elle est très-bien” (She is very well.)",
        "“Et tous les petits Chatons?” (And all the kittens?)",
        "This was too much for Mr. Shaw. He answered shortly that the kittens\nwere all well, and turned away with his military friends, leaving poor\nLouizon quite astonished at the abruptness of his departure.",
        "Cut off, in the manner described, from the world at large, with no\nsociety but the military, thus lived the family of Mr. Kinzie, in great\ncontentment, and in the enjoyment of all the comforts, together with\nmost of the luxuries, of life.",
        "The Indians reciprocated the friendship that was shown them, and formed\nfor them an attachment of no ordinary strength, as was manifested during\nthe scenes of the year 1812, eight years after Mr. Kinzie first came to\nlive among them.",
        "Some of the most prominent events of that year are recorded in the\nfollowing Narrative.",
        "Continue...",
        "\nThis eBook of “Wau-bun” by Juliette Augusta Magill Kinzie belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}