{
    "title": "We the Media - 12. Making Our Own News",
    "author": "Dan Gillmor",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "We tend to be bound by our past, even when we can imagine the future. Yet sometimes we are transformed, and media can be at the center of how we see these changes.",
        "The Italian Renaissance gave Western civilization several crucial transformations. None, for our purposes, matters more than perspective. Painters such as Giotto di Bondone in the 1300s and Tommaso Masaccio a century later gave depth to what had been a mostly two-dimensional world of European art. Boccaccio’s Decameron, published in 1353, was among the earliest works of literature to propose that a point of view was crucial to understanding.",
        "Gutenberg’s printing press brought forth a revolution that no one could have anticipated at the time. The Vatican’s monks, who controlled publishing, were helpless with the onslaught of this new technology. After Gutenberg, the word of God was lib­erated from the Pope’s doctrine.",
        "The Internet is the most important medium since the printing press. It subsumes all that has come before and is, in the most fundamental way, transformative. When anyone can be a writer, in the largest sense and for a global audience, many of us will be. The Net is overturning so many of the things we’ve assumed about media and business models that we can scarcely keep up with the changes; it’s difficult to maintain per­spective amid the shift from a top-down hierarchy to something vastly more democratic and, yes, messy. But we have to try, and nowhere is that more essential than in that oldest form of infor­mation: the news. We will be blessed with new kinds of perspec­tive in this emergent system, and we will learn how to make it work for everyone.",
        "Blogs and other modern media are feedback systems. They work in something close to real time and capturein the best sense of the wordthe multitude of ideas and realities each of us can offer. On the Internet, we are defined by what we know and share. Now, for the first time in history, the feedback system can be global and nearly instantaneous.",
        "My goal in this book has been to persuade you that the colli­sion of journalism and technology is having major conse­quences for three constituencies: journalists, newsmakers, and the audience. The evidence seems persuasive that something big is happening.",
        "Journalists are beginning to get it. For the first three years of its existence, my blog was one of a few lonely outposts in newspaper journalism. No longer. High-profile blogs have appeared at some of the biggest news organizations.",
        "However, I’m still not convinced that Big Media is doing the most important thing: listening. We are still in a top-down mode and don’t realize that the conversation is more important than our pronouncements. I see progress, but not enough.",
        "Newsmakers are not much further along in understanding what’s happening to them in this new world of communica­tions. Nor have they used the tools that would help them deal with the public, including the news media, more effectively. Some executives, mostly from the technology industry, have shown they do get it. A few politicians have tapped the power of the grassroots, and more are doing it all the time. Some public­relations people have also caught on, but the industry is woe­fully behind the times in most respects. They’ve grasped the dan­gers, such as the fact that everyone can have a very public say about what newsmakers do; it’s hard to keep secrets and harder to stonewall effectively. And they’ve seen the potential; more transparency is almost always better.",
        "Yet I’m most gratified at how the former audience, as I call it, has taken these tools and turned its endless ideas into such unexpected, and in some cases superb, forms of journalism. Yes, this new media has created, or at least exacerbated, diffi­cult issues of credibility and fairness. We’ll be wrestling with these issues for decades, but I’m confident that the community, with the assistance of professional journalists and others who care, can sort it all out.",
        "The former audience has the most important role in this new era: they must be active users of news, and not mere con­sumers. The Net should be the ally of thought and nuance, not a booster shot for knee-jerk reaction. An informed citizenry cannot sit still for more of the same. It must demand more, and be part of the larger conversation. We will lose a great deal if this does not occur.",
        "Sometimes, I fear that it won’t be allowed to occur. We are vastly better informed today because of mail lists, web sites, blogs, SMS, and RSS. These tools have roots in networks that encourage innovation.",
        "Open systems are central to any future of a free (as in freedom) flow of information. Yet the forces of central control governments and big businesses, especially the copyright cartel are pushing harder and harder to clamp down on our networks. To preserve their business models, which are increasingly out­moded in a digital age, they would restrict innovation and, ulti­mately, the kinds of creativity on which they founded their own businesses. The danger in this is massive, but the public remains all too oblivious, in part because Big Media has failed to cover the story properly. I don’t think that’s a coincidence.",
        "I’ve no doubt that technology will eventually win because it is becoming more and more ubiquitous. I also have faith, per­haps misguided, that public officials will ultimately pay proper attention to the interests of their constituents, and not just to the industries that pad their campaign war chests.",
        "a creative commons",
        "More than once during this project, I’ve been asked if my pas­sion for openness includes the contents of this book. It does.",
        "Despite ample evidence to the contrary, some people believe I am against copyright. I think highly of copyright as it was origi­nally conceived. I believe it should be a sensible bargain that gives creators of new works the fruits of their labor, while providing society with the more important fruits of a robust debate, the ability to innovate and create new works based on old ones, and, ultimately, the benefits of the public domain itself.",
        "I value copyright. I loathe its abuse.",
        "Luckily, I have a way to express my views that both endorses copyright and uses it appropriately. Equally luckily, I have a publisher that gets the point and is willing to be part of an exercise most other publishers would flatly reject.",
        "That vehicle, as I mentioned in Chapter 11, is called Cre­ative Commons Copyright, an alternative copyright licensing system that allows the creator of a work to decide which rights he wants to reserve for himself, while allowing the public to build on his ideas. You’ve seen the standard copyright notice, which says, All Rights Reserved. Creative Commons is a system of Some Rights Reserved.318",
        "So here’s what my publisher and I have done with this book. First, we are explicitly setting the term of the copyright to be 14 years, which was the term when America’s Founders first wrote a copyright law. As noted in Chapter 11, the current copyright term is the life of the author plus 75 years, an outra­geously long period that doesn’t give authors any serious addi­tional incentives even as it denudes our vital public domain.",
        "Second, we will publish the book on the Web and offer it for free from the day it’s in the stores. Free in this case does not mean the right to reprint it for resale. It does mean the right to download and read it without buying the book. Naturally, I’d prefer that you buy it. My publisher and I believe we won’t lose sales overall, that free downloading will create more, not less, demand. But even if we’re wrong and suffer financially because of it, we’re willing to take the chance.",
        "Why am I doing this? Two reasons. First, I believe in copy­right and want to support itbut in the right way. In the pro­cess of creation, we stand on the shoulders of those who have gone before. Locking down heritage means locking out vital innovation, and I don’t want to be one of the people who turns reasonable protections into absolute control.",
        "Second, I’m wondering what people will do with this book. Consider what happened with Lawrence Lessig’s latest, which he and his publisher put under a Creative Commons license. One group of people created an audio version. Someone else turned it into a Wiki. Since one of my goals in writing this book is to encourage experimentation, I’m hoping that people will within the boundaries of a some rights reserved licenseuse this book to expand the conversation in ways I hadn’t imag­ined. We’ll have a web site, of course, but I’m hoping that’s just the beginning.",
        "One of the challengesand joysin writing this book has been watching the velocity of technical change. Every day, it seems, there’s been a new web site or news event that shows how quickly the shift is occurring. By the time this book is in stores, the map will look different. This is one reason why we’re cre­ating a living, breathing web site (http://wethemedia.oreilly.com) that keeps a close eye on the changes, with constant updates about innovative new tools and major events. And please remember to participate in the ongoing development of the site. This may be the end of the book, but the conversation con-tinuesand it’s as much about your interests as mine.",
        "I hope that I’ve helped you understand how this media shiftthis explosion of conversationsis taking place and where it’s headed. Most of all, I hope I’ve persuaded you to take up the challenge yourself.",
        "Your voice matters. Now, if you have something worth saying, you can be heard.",
        "You can make your own news. We all can.",
        "Let’s get started.",
        "Continue...",
        "\nThis eBook of “We the Media - Grassroots Journalism by the People, for the People” (2004) by Dan Gillmor is licenced under Creative Commons (you may copy and distribute the work under certain conditions).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Michael F. RoizenAt Amazon"
    ]
}