{
    "title": "We the Media - 7. The Former Audience Joins the Party",
    "author": "Dan Gillmor",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "On December 10, 2003, thousands of Iraqis marched on the streets of Baghdad to protest bombings by insurgents, violence that had caused far more civilian than military casualties. For all practical purposes, The New York Times and other major media outlets missed the march and its significance.",
        "But some local bloggers did not. They’d been trumpeting the prodemocracy demonstrations for days prior to the event. Blogs, it turned out, became the best way to get the news about an important event.",
        "Some of the most prominent coverage came from a blogger named Zeyad, whose Healing Iraq site181 had become a key channel for anyone who wanted to understand how occupied Iraq (or at least that part of Baghdad) was faring. His reports were thorough and revealing, and his readership grew quickly once word got around.",
        "I was surprised that people would rely on my blog as a source of information together with news, he told me in an email. Many of my readers have confessed to me that they check out my blog even before checking out news sites such as CNN, BBC, etc. What I find people more interested in is first­hand accounts of daily life in Iraq, and coming from an Iraqi they give it more credence than if it were coming from western journalists.",
        "Zeyad’s reporting was just one more example of how the grassroots have emerged, in ways the professional media largely still fail to comprehend, as a genuine force in journalism.",
        "Indeed, the grassroots are transcending the pallid consumerism that has characterized news coverage and consumption in the past half-century or more. For the first time in modern history, the user is truly in charge, as a consumer and as a producer.",
        "This chapter focuses on two broad groups. First are the people who have been active, in their own way, even before grassroots journalism was so available to all. They are the tradi­tional writers of letters to the editor: engaged and active, usu­ally on a local level. Now they can write weblogs, organize Meetups, and generally agitate for the issues, political or other­wise, that matter to them. Once they know the degree to which they can transcend the standard sources of news and actually influence the journalism process, they’ll have an increasing impact by being, more than ever before, part of a larger conversation.",
        "I’m most excited about the second, and I hope larger, group from the former audience, the ones who take it to the next level. We’re seeing the rise of the heavy-duty blogger, web site creator, mailing list owner, or SMS gadflythe medium is less impor­tant than the intent and talentwho is becoming a key source of news for others, including professional journalists. In some cases, these people are becoming professional journalists themselves and are finding ways to make a business of their avocation.",
        "citizen journalist: bloggers (and more) everywhere",
        "On February 19, 2004, Rex Hammock was ushered into the Old Executive Office Building in Washington. He and four other small-business people sat down with President George W. Bush for a short discussion on economic issues. It was another in a series of Bush meetings with supporters of the administra-tion’s policies. This one, unlike previous sessions, was closed to the press.",
        "But what White House officials apparently didn’t knowor didn’t care if they did knowwas that Hammock, owner of a small publishing company in Tennessee, was a citizen journalist in his own right. On his way back to the airport that day, he wrote on his laptop computer a long and somewhat rambling essay that he soon posted on his weblog.182 There was no breaking news, but rather a folksy kind of reporting. He wanted to report his impressions rather than discuss policy.",
        "He is definitely not a wonk, but he knows clearly what he believes needs to happen for the country and its economy to prosper, Hammock wrote of Bush. I don’t think the circular arguments regarding what ifs’ and what abouts’ interest him. Nor me, for that matter.",
        "The blog posting, and the media coverage of what this cit­izen reporter had done in the absence of standard media cov­erage, became a mini-story in its own right. One lesson was obvious: excluding The Media from coverage no longer neces­sarily means much.",
        "Walt Mossberg and Kara Swisher, columnists at The Wall Street Journal, had learned this nine months earlier at the Journal’s D (All Things Digital) conference in southern Cali­fornia. To the annoyance of official members of the press who attended the event, including me, the main sessions were off the record. Of course, that didn’t stop any number of reg­ular attendees from reporting in their weblogs what various speakers, including Microsoft’s Bill Gates and Apple’s Steve Jobs, said. (In my blog, I later pointed to the unofficial cov-erage.183) The restrictions were lifted for the 2004 conference.",
        "These cases show the increasing futility of the expression off the record in large groups or when dealing with nonprofes­sional journalists who aren’t steeped in the nomenclature of what can be disclosed and what can’t. Recall the incident I noted in the Introduction, when bloggers helped turn an audience against a telephone company CEO. At another conference the next autumn,184 Howard Rheingold was asked if the real-time feedback and commentary typified by the Nacchio blogging might lead conference speakers to be less candid in such circum­stances. In other words, the questioner wondered, would this kind of thing create a chilling effect on public discourse?",
        "On the contrary, Rheingold said to laughter and applause, I would think it would have a chilling effect on bullshit.",
        "The coverage of important events by nonprofessional jour­nalists is only part of the story. What also matters is the fact that people are having their say. This is one of the healthiest media developments in a long time. We are hearing new voicesnot necessarily the voices of people who want to make a living by speaking out, but who want to say what they think and be heard, even if only by relatively few people.",
        "One of the main criticisms of blogs is that so many are self­absorbed tripe. No doubt, most are interesting only to the writer, plus some family and friends. But that’s no reason to dis­miss the genre, or to minimize the value of people talking with each other. What excites me in this context, however, is that the growing number of blogs written by people who want to talk intelligently about an area of expertise is a sign of something vital. Blogs can be acts of civic engagement.",
        "They can also be better, or certainly offer more depth, than the professionals who face the standard limitations of reporting time and available space (or airtime) for what they learn. A case in point is the work of Pamela Jones, a paralegal who runs a blog called Groklaw,185 which has become probably the best overall source of information about the legal battle between the SCO Group, a software company, and the free software com­munity. In this suit, the SCO Group is claiming ownership of software that was the precursor of the Linux operating system. It has sued several companies, including IBM, and has threat­ened users of the Linux operating system. The fight could deter­mine the future of open source software itself. No professional journalism organization has covered this enormously complex case as well as Jones and a team of volunteers. Their prodigious research is nothing short of amazing. In an interview on Linux Online,186 Jones explained her motives:",
        "All right, I said to myself, what can I do well? The answer was, I can research and I can write. Those are the two things attorneys and companies hire me to do for them. I decided, I will just do what I do best, and I’ll throw it out there, like a message in a bottle. I didn’t think too many people would ever read it, except I thought maybe IBM might find my research and it’d help them. Or someone out there would read it and realize he or she had meaningful evidence and would contact IBM or FSF [Free Software Foundation]. I know material I have put up can help them, if they didn’t already know about it. Because of my training, I recognize what mat­ters as far as this case is concerned. Companies like IBM typi­cally hire folks to comb the Internet for them and find any­thing that mentions the company, so I assumed they’d notice me. That’s all I was expecting. By saying all, I don’t mean to diminish it as a contribution. I just wasn’t expecting thou­sands of readers everyday.",
        "What she did hope for, and got, was the many-eyeballs power in this new context. This was a crucial insight. Many­eyeballs poweropen source journalismworked because the work, while centered on one person’s passion for the subject, had been spread among the community. This is another example of a passionate nonexpert using technology to make a profound contribution, and a real difference.",
        "Americans, protected by the First Amendment, can generally write blogs with few consequences. However, in country after country where free speech is not a given, the blogosphere matters in far more serious ways. This is the stuff of actual revolutions.",
        "If Iran’s famously repressive political system ever sees true reform without suffering another violent revolution, the contribu­tions of people such as Hossein Derakhshan will have played no small role. Derakhshan goes by the name Hoder. A 20-something expatriate who’d moved to Toronto after leaving Iran, he may have been the first Persian-language weblogger when he launched his site in December 2000.187 By tweaking some settings in the Blogger software configuration, I could post and publish in Per-siansomething that hadn’t been possible before, given the dif­ficulties of using the Persian character set.",
        "Emboldened, Hoder decided to help other Iranians set up their own blogs. I published the simple step-to-step guide on Nov. 5, 2001, and wished 100 people could start blogging by one year, he told me. Then just after one month, we already had more than 100 Persian weblogs. It was unbelievable.",
        "Not as amazing as it would get, though. PersianBlog.com, a service created in 2002, grew to have more than 100,000 user accounts in less than two years. Hoder estimated that more than 200,000 Iranian blogs had been created by early 2004, though not all are written in Iran and many aren’t being maintained. Again, what matters most is what the Net made possible: Ira­nians, who live in a repressive country with strict controls on media, were able to speak out and access a variety of news and opinions.",
        "The blogs are a cross-section of Iranian society. Many focus on topics people are not allowed to freely discuss in the nation’s media: relationships, sex, culture, and politics. They are a com­munications network for a repressed people and speak volumes about a regime that is struggling to control how modern tech­nology is used by its citizens.",
        "Repressive regimes certainly can, and do, silence individual voices. China’s information minders discovered the power of personal publishing some time ago and have been trying to keep the most widely listened-to voicesat least those critical of the regime or who discuss forbidden topicsout of general circula­tion. A young Chinese woman writing under the pen name Muzimeia blog featuring frank descriptions of her sexual exploitslost her job as a columnist at a newspaper in Guang­dong Province.",
        "Stopping truth is difficult, though. Sina Motallebi, an Ira­nian blogger, discovered this when he was jailed for his blog in 2003. Bloggers and some journalists around the world pro­tested his jailing; he was released after 23 days and moved to Europe.188 But what he was talking about didn’t disappear from the consciousness of Iranians who wanted more than their local party line because Persian bloggers are still challenging the status quo.",
        "Those of us with First Amendment protections in the U.S. shouldn’t get too smug. Americans’ passion for liberty, including truly free speech, swings on a pendulum that at the moment is moving in an alarming direction. Secrecy has become the norm in the halls of power, and big companies, notably in the entertainment industry, have been asserting intellectual property rights that take big whacks out of free speech. We’ll look more at this in Chapter 9.",
        "Yes, technology has made it possible for millions to speak freely and be heard, many for the first time. But the struggle to keep that freedom, which brings new risks even in free societies, is only beginning.",
        "The Melrose Mirror is not a weblog.189 The web publication, updated the first Friday of each month, resembles a community newsletter more than anything else, but it’s a fine example of tomorrow’s journalism. The World Wide Web is not for couch potatoes, the Mirror says on its Welcome page. It’s for peo­ple who care and share and are aware.",
        "The Mirror was founded in 1996 to serve the community of Melrose, Massachusetts. It is edited by the Melrose Silver Stringers, a collection of senior citizens who’ve devoted their time and energy to community affairs. The site isn’t much to look at, especially when compared to glitzy commercial news sites. It’s not interactive. But this is true grassroots stuff, filled with articles and pictures that give its readers a distinct sense of place along with plenty of useful information for their lives and community.",
        "The Mirror was the original testing ground for a project started by the Massachusetts Institute of Technology’s News-in-the-Future Consortium at the famous Media Laboratory. MIT created the web-based software, also called Silver-Stringer,190 to make community publishing easier.",
        "It worked in a big way. SilverStringer software has been used pretty much around the world by seniors, teens, and chil­dren, said Jack Driscoll, visiting scholar and Editor in Resi­dence at the Media Lab and advisor to many of the groups using the software. Besides the United States, countries where the plat­form has become the basis of grassroots journalism include Fin­land, Italy, Brazil, Thailand, Ireland, India, Mexico, and Costa Rica. By far the biggest installation is operated by the La Repubblica newspaper in Italy; its Kataweb online affiliate191 uses SilverStringer to help publish some 4,200 online school newspapers.",
        "Probably the best-known site using the software is Junior Journal,192 which is run by children from around the world with no adult involvement apart from Driscoll, a former top editor at The Boston Globe, serving as advisor. More than 300 children from 90 nations have worked on Junior Journal in the last five years.",
        "The Junior Journalists rigorously edit their work, Driscoll told me. Each story has three editors, sometimes as many as five. The process fuels a sense of both responsibility and ethics.",
        "One kid wrote about a multinational corporation, he said. The original piece said there was a history of bribery. They checked this out. They [the company] were accused once of bribing an official, but never charged. The kids did the home-workand ended up toning down the piece.",
        "In another case, the staffers vetoed a story that had lyrics from the rap singer Eminem. One young reporter wrote a review with a stanza that contained some offensive content. With some nine-year-olds in the audience, the editors concluded, this wasn’t appropriate.",
        "Few Big Media people will see these kinds of community publications as competitive. But their presence has at least two positive effects. First, it shows people that they can do it them­selves. Second, it expands the information pool at a time when Big Media is cutting back on staff and resources. There’s also an unmistakable vitality to the Melrose Mirror and Junior Journal that is missing from much of journalism today. Maybe, said Driscoll, these kinds of operations will wake up Big Media. At the least, this style of journalism adds needed voices.",
        "I see it as an extension of news, Driscoll said. We’re broadening the definition of news as seen through the perspec­tive of average people who have life experience, something to share. It’s news anyway you look at it.",
        "Oddly, perhaps, America’s so-called alternative press has not used the Net very well. Alternative newspapers in particular have been somewhat slow to expand their mission to new media. This may be due, in part, to consolidation in that industry leaving many alternative papers in the hands of just two companies, Village Voice Media and New Times Media.193 Some, though not all, have lost their edgier qualities. So a new kind of alternative media has arisen on the Net, above and beyond blogs.",
        "One of the best known is the Independent Media Center, also known as Indymedia.194 The project was founded in 1999 by a group of antiglobalization activists who wanted to cover the Seattle World Trade Organization meeting in ways tradi­tional media would not. Activists working at the center pulled together material from a variety of sources, including camera­equipped people on the streets who captured images of local police officers mistreating protesters. With a newsletter and web site, Indymedia drew a large audienceand a heavy-handed visit from the FBI that brought the group considerably more attention. Buoyed by the Seattle effort, the Independent Media Center spread its wings. By mid-2003, it had dozens of affiliates in the United States and around the world.",
        "When the United States invaded Iraq in the spring of 2003, protesters took to the streets of San Francisco, and by many accounts just about shut down the city. Deploying digital cam­eras, laptops, and Wi-Fi, Indymedia reportersa self-assembling newsroomcaptured the events brilliantly. Indymedia kicked our ass, Bob Cauthorn, former vice president for Digital Media at the San Francisco Chronicle, told a group of online journal­ists in April 2004. In particular, he said, the independent jour­nalists revealed several cases of police brutality that the major media had missed.",
        "Overall, the Indymedia effort has produced some admirable results. But it has an uneven track record in ways that make tra­ditional journalists uncomfortable, in large part due to a lack of editorial supervision. The Google News site removed Indy­media stories from its listings, the search company says, because of concerns about the deliberate lack of centralized editorial control over what individual contributors to the site posted there.195 Much of what the site publishes is solid, occasionally path-breaking journalism; but, as with all advocacy reporting, a reader is well advised to maintain a skeptical eye.",
        "The editorial process is a key part of Democracy Now!,left-leaning radio and web operation sponsored by the Pacifica radio network. Amy Goodman and her colleagues are demon­strating new media’s technical leaps, often with on-the-fly inno­vation, while producing material with real impact. Goodman, who was beaten by Indonesian government agents and deported from East Timor while covering the Timorese struggle for inde­pendence, did some of the best reporting on that conflict. Get­ting material out of the country wasn’t simple, she said; at one point she asked passengers on Australia-bound planes to carry out CDs with compressed video programming, and the propri­etor of an Australian Internet café then forwarded the program­ming to the organization’s New York headquarters. While cov­ering the Iraq conflict, her colleague Jeremy Scahill explained how the Iraqi government, in the run-up to the 2003 invasion by the U.S., censored outgoing media; one method was not to allow files of larger than half a megabyte to be sent from Internet cafes. So he found some software that broke 80-MB video reports into smaller chunks, which he and colleagues dis­patched from different cafes back to New York.",
        "Democracy Now!, while still relying on traditional forms of communication, is also becoming an interface between the Web world and mass media, Goodman told me. The Web is chock-full of great information, she said, but most people don’t have access to computers. So, for most of the world’s popula­tion, the mass media still dominates. But all Democracy Now! programming, radio and video, is available via web streams, which allow a user to watch or listen to the show without downloading massive files first. Like Indymedia, the organiza­tion is using open source software and offering its tools to others. Whenever possible, the programs bring people to the Web so they can find more information, such as additional video footage, extended interviews, and supporting documents, on the subject at hand. This is powerful stuff.",
        "One of my favorite independent news sites is written and edited entirely by its readers. Kuro5hin, as noted in Chapter 1, has brought an open source style of journalism to the fore. Users vote on what they like, and the voting moves stories up or down the page. One wrinkle I especially like is the ability to comment on the advertisingtalk about empowering the readers.",
        "Another kind of self-organizing newsroom came powerfully to life during the 2003 Gulf War. It was called the Command Post,197 and it was a collection of people who, for the most part, had never met each other. Their goal was to gather every bit of data they could find about the conflict, including news stories, and post it all as fast as possible. The site, which became must reading for many people, later evolved into a political site covering the U.S. election cycle.",
        "If I.F. Stone, the hero of an earlier age of independent jour­nalism, were around today, I have no doubt that he’d be a big fan ofand maybe a contributor tothe Center for Public Integrity,198 an organization that’s finally getting the public acclaim it deserves. The nonprofit was founded in 1989 by Charles Lewis, who’d worked in network TV news. Its Washington-based reporting has become one of the best investi­gative journalism operations you’ll find anywhere, and that includes the investigative units of the major newspapers and TV networks. Like Democracy Now!, the center has won some of journalism’s top awards, including, in 2004, the George Polk honor for its reporting on Iraq and U.S. government contracts to politically connected corporations. The center also distributes its information in print. A book by Lewis and his colleagues, The Buying of the President 2004, sold well and is backed up by voluminous online data the center collected and disseminated on the various candidates starting in primary season. No main­stream journalism organization has done as good a job.",
        "How could they? To do something like The Buying of the President took hundreds of interviews, 53 researchers and edi­tors, Lewis told me. No traditional news organization would ever do that.",
        "Lewis and his team may be the model for a new generation. If Big Media declines, public-spirited foundations and wealthy individuals may increasingly see organizations such as the Center for Public Integrity as one of the only ways to empower an informed citizenry.199",
        "The Wiki is a profoundly democratized form of online data gathering. In February, 2004, Wikipedia,200 one of the world’s most comprehensive online reference sites, created and operated by volunteers, published its 500,000th article. More precisely, one of the site’s contributors published the article.",
        "Wikipedia is one of the most fascinating developments of the Digital Age. In just over three years of existence it has become a valuable resource and an example of how the grass­roots in today’s interconnected world can do extraordinary things. It is a model of participatory media quite unlike any other, and is a natural extension of the Web’s capabilities in the context of journalism.",
        "On the surface, the notion is bizarreand certainly will chill the typical professional journalist. Why? Because almost anyone can be a contributor to the Wikipedia. Anyone can edit any page. (Only serious misbehavior gets people banned.) Thou­sands of people around the world have added their expertise, voice, and passion, and new volunteers show up every day.",
        "It defies first-glance assumptions. After all, one might imagine, if anyone can edit anything, surely cyber-vandals will wreck it. Surely flame wars over article content will stymie good intentions. And, of course, the articles will all be amateurish nonsense. Right?",
        "Well, not necessarily. The open nature of Wikipedia has been its greatest resource, and it has emerged as a credible resource.",
        "Wikipedia uses the Wiki software described in Chapter 2. To refresh, a Wiki allows any user to edit any page. It keeps track of every change. Anyone can follow the changes in detail.",
        "When it works right, it engenders a communityand a commu­nity that has the right tools can take care of itself.",
        "The Wikipedia articles tend to be neutral in tone, and when the topic is controversial, will explain the varying viewpoints in addition to offering the basic facts. When anyone can edit what you’ve just posted, such fairness becomes essential.",
        "The only way you can write something that survives is that someone who’s your diametrical opposite can agree with it, Jimmy Wales, a founder of Wikipedia, explained to me.",
        "Urban planners and criminologists talk about the broken window syndrome, said Ward Cunningham, who came up with the first Wiki software in the 1990s. If a neighborhood allows broken windows to stay that way, and fails to replace them, the neighborhood will deteriorate because vandals and other unsavory people will assume no one cares.",
        "Similarly, Wikipedia draws strength from its volunteers who catch and fix every act of online vandalism. When vandals learn that someone will repair their damage within minutes, and therefore prevent the damage from being visible to the world, the bad guys tend to give up and move along to more vulner­able places.",
        "This isn’t to say that disagreements don’t occur, or that Wikipedia works perfectly. The editors try to channel disputes in a way that ultimately produces a greater result. There are metapagesdiscussions of Wikipedia entrieswhere people debate, sometimes viciously, about what should go into the entry. In the end, even bitter opponents may find common ground by being inclusive and acknowledging the differences, thereby giving the encyclopedia greater breadth. But some debates are ultimately intractable.",
        "Jimmy Wales is the benevolent dictator of the operation, settling the most serious disputes. But he’s been working on a mediation and arbitration system that will let members of the community decide, for example, if someone should be banned from posting, a rare occurrence.",
        "Wikipedia has about 200 hardcore contributors who show up daily, or almost daily, to work on the site, Wales says. He estimates that another 1,000 or so are regular contributors. Tens of thousands more are occasional or one-time contributors.",
        "One upcoming project is a Wikipedia 1.0 releasesuit-able for print, he saidin which articles will go through a more organized review. This raises intriguing questions. If some articles will be singled out for quality, does that make the rest of the Wikipedia inherently untrustworthy? I don’t think so. Now, I wouldn’t base a major decision on what I read in this or any other encyclopedia. I’d check it out first. But my experience tells me that the Wikipedia community does its homework, at least when it comes to subjects about which I have some deeper knowledge.",
        "I still marvel at how Wiki communities, which seem at first glance to be so fragile, are actually very resilient. They work because everyone can do their part.",
        "One lesson, then, is deceptively simple. When you remove the barriers to changing things, you also remove the barriers to fixing what’s broken. Successful Wikis are inherently fragile, Cunningham told me, but they show something important: People are generally good.",
        "Wikis strike me as an almost ideal journalistic tool under the right circumstances. The WikiTravel site201 shows this poten­tial. It’s a worldwide travel guide written entirely by contribu­tors who either live in the place they’re covering or have spent enough time there to post relevant information. The site is thin in many respects, but the potential to become a superb resource is evident. I’ve compared the data to my real-life experience in several places and found it to be accurate.",
        "Wikis don’t have to be completely open to the outside world. They can live behind a firewall and can be protected by passwords. SocialText,202 a California company, has been com­bining Wikis with weblogs. Its chief executive, Ross Mayfield, has journalistic notions as well.",
        "Early in 2004, Mayfield was ruminating on the possibilities of creating a national political campaign Wiki called Public Record. The project wasn’t off the ground as of this writing, but Mayfield made eminent sense when he described it (on a Wiki, of course) as follows:",
        "Public Record is an independent self-organizing resource that tracks the issues and influencers of the 2004 presidential cam­paign. Accountability and trust in the democratic process is at an all time low, which weakens our civil society and demo­cratic institutions. An opportunity exists to provide a resource for citizens, by citizens, to strengthen our civil institutions.",
        "What if the media didn’t compete, but instead co-operated to develop a public record? Leads, sources and facts are only shared after going to print. But what if there was no print? Obviously, print persists and competition drives more than commerce. But as an alternative, the ability for amateurs to reason and assemble at least affords a new production model.",
        "Primarily based upon a wiki, Public Record allows any public citizen to contribute to construction of a website at any time, a tool that fosters trust by giving up control. Aug­menting the wiki with weblogs allows healthy debate on issues and content to occur without degrading the content itselfin a publish/subscribe format that does not overload participants. Wikis allow a larger portion of the citizenry to participate in the open source movement by allowing contributions through horizontal information assembly (in contrast to vertical infor­mation assembly only available to programmers).",
        "I can come up with a dozen problems such a site would face from the start, not least the matter of accuracy. But with the appropriate backing from one or more major media organiza-tionsand an appropriate amount of editing (or policing, if you will)this could be a serious journalistic resource.",
        "I have the perfect business model, an executive with BBC News’ online operation once joked to me. Pay or go to jail.",
        "He was referring to the license feesessentially taxesTV owners in the United Kingdom must pay to the organization.",
        "Only one online journalism organization in the world can spend $100 million a year based on that model. The rest of us have to find other ways to make this work pay. The gifted ama­teurs who abound in the personal journalism world will con­tinue to do great work, but some people will want to make a living at it, or at least supplement their income. Some intriguing business models are emerging, as are variations on the open source method in which people scratch a journalistic itch for noncommercial reasons.",
        "Advertising, as you’d expect, is one potentially workable model. Subscriptions may someday be another; so far, a tip-jar approach is the furthest that notion has gone.",
        "For most blogging and other personal journalism, the return on investmentassuming the author wants some, and however it’s calculated (time and/or money)comes with an enhanced reputation. Glenn Fleishman’s blog on wireless networking, noted in Chapter 2, isn’t a moneymaker, but it burnishes his professional credentials as an expert. Susan Mernit, an Internet/ media consultant, posts frequently to her personal blog203 on a variety of related subjects. It’s personal PR, and it’s effective.",
        "Of all the emerging business models, one of the most prom­ising fits into the category of nano-publishing, as some are calling the genre. Nick Denton’s publications, for instance, target specific niches, and do so with style and quality. Gawker204 is a weblog devoted to news and gossip about New York City and its gossip-heavy industries. Gizmodo,205 also a weblog, covers electronic gadgets. Fleshbot206 covers erotica. And a new gossip site, Wonkette,207 covers the world capital of insider chat, Washington, D.C. More such blogs are coming.",
        "Denton (who, of course, has a blog208) is a former print journalist, who worked for such publications as the Financial Times, where he was a well-regarded correspondent. His entre­preneurial instincts led him to the Net. Before he moved to the weblog world, he cofounded Moreover,209 which gathers news and headlines from across the Web. Moreover was, in a sense, an early and much broader version of an RSS newsreader.",
        "Denton and his colleagues are now pushing the boundaries of nano-journalism by making the most of the Net’s simple pub­lishing tools and low cost, as well as the advantages that accrue to those who exploit new models. Traffic doubled every two months at Gizmodo, the first of his nano-publishing sites, he told me.",
        "Early on, Gizmodo generated revenue by sending readers to Amazon.com, where they could buy items they’d read about, causing a commission to be generated for Gizmodo.210 But Giz­modo has become so popular that it’s now drawing advertisers. This has greater potential, in my view, because gadget hounds (among whom I count myself) tend to buy magazines as much for the ads as for the articlesboth are interesting information.",
        "Denton and his team are playing a smart demographic game by exploiting niches that are too small to aim a magazine. It costs about $1,000 to launch a blog of this type,211 a small frac­tion of launching a magazine. Clearly, we’re looking at a major shift in publishing models. The economics have changed forever, and I suspect these kinds of sites will bedevil traditional media organizations. They won’t lure all the readers or advertisers away, but they could be among the many new alternatives that carve away some of the most coveted readers and advertisers.",
        "Another nano-publishing effort comes from Jason McCabe Calacanis, former publisher of the Silicon Alley Reporter, now part of a venture capital site. He launched Weblogs Inc.212 in late 2003, describing it as a business-to-business publishing company for creating niche business blogs in life sciences, tech­nology, media, and finance.",
        "Weblogs Inc. differs from the Denton operation in a key way: though Denton owns the blogs and pays freelancers to write them, Calacanis creates more of a partnership, giving the author both ownership and a share of the revenues. There’s room for both approaches, but Calacanis will probably attract a more entrepreneurial type of blogger.",
        "The financial arrangement is simple, he told me. The blog writer takes the first $1,000 in revenue each month, splitting additional revenue 50-50 with the company. The blogger and Weblogs, Inc. jointly own the contents, and a blogger who departs can take a copy of all postings. Finally, either side can end the arrangement at any time.",
        "The site launched in the fall of 2003. As of February 2004, it had about 20 blogs, one of which (a social-software site) had been sponsored for $2,500 a month. Calacanis said he was looking to have 100 blogs by the end of 2004, and have each of them generate $1,000 to $2,000 a month in revenue.",
        "Many bloggers, meanwhile, have signed up with Google AdWords, a scheme offered through the Google search engine that allows Google to place ads on a web page based on the topic of the page. The revenue-sharing model has given some bloggers a small but worthwhile income.",
        "And then there’s Blogads,213 an advertising service created by Henry Copeland, aimed solely at blogs. Copeland boasts sev­eral notable successes, including, as noted in Chapter 5, the special-election congressional campaign in Tennessee, where Democrat Ben Chandler saw a 20-1 return on ads placed on political blogs.",
        "J.D. Lascia, who writes an excellent blog called New Media Musings,214 has been experimenting with several advertising forms, including Google AdWords, Blogads, and plain text ads from several different online ad sales operations. He’s not enam­ored of some of the gambling sites his advertisers are pro­moting. But, as he told me, the gambling ads have been by far the most lucrative: $300 a month for text links on my blog and personal web site. Early on, he posted a notice that said he wasn’t vouching for the services or products being advertised, only that they were legal. He also tells advertisers he’ll kill their ads if they put spyware or other rogue code on users’ com­puters. He explained further:",
        "As distasteful as it may be to see these ads in the early days of a new medium, a reader can find much more risqué, question­able advertising in the back pages of any alternative weekly. One day we’ll get to a place where targeted advertising really works and mainstream advertisers find value in blogs like mine that attract a daily audience of 3,000 or more upscale, educated, leading edge technologists and media people. Until that day arrives, I’m reluctant to turn down paying adver­tisers out of some effete sense of propriety.",
        "As with so many other bloggers, the more useful payback for Lasica is how his writing enhances his reputation as an expert in online media. Freelance writing also bolsters one’s credentials, but regular blogging or frequent online dispatches seem to be the best ways to validate one’s authority in a chosen topic, he said.",
        "There’s nothing new about sponsorships for creative works or journalism. But bloggers and other online journalists have brought the concept into the modern age. And where sponsors in earlier times tended to be wealthy patrons, today, journalists can use the Net to raise money more widely. Probably the best­known example of this is Andrew Sullivan, a magazine writer whose blog215 was one of the first to solicit readers’ money via pledges, somewhat akin to the methods of public radio and tele­vision stations.",
        "I’m even more impressed with Chris Allbritton, a former wire-service staff writer turned blogger, who brought the con­cept into the modern age in 2003. In an appeal to his Internet readership, he wrote, Send me money, and I’ll go to Iraq and cover the war. They did, and Allbritton made journalistic his­tory. He also set a precedent that I hope will become far more common in coming years.",
        "Allbritton’s historic trip started in 2002 when he spent time in Turkey and more than a week in northern Iraq. Upon his return to the U.S. that fall, he heard the war drums beating from Washington and decided he should go back to Iraq to cover the conflict he knew was coming. That October, he launched a site called Back to Iraq216a blog on which he asked readers to send money. From October through December, he raised just $500.",
        "He got lucky in February 2003 when Wired News, the online news operation, did a story about him and his seemingly quixotic quest. Over the course of three days he raised another $2,000. Then other media organizations wrote about him and his site traffic went through the roof, he said. In all, some 342 readers kicked in about $14,500. Allbritton flew back to Turkey, snuck back into northern Iraq and, with some distinc­tion, covered the conflict from there.",
        "A blogger has to pick a topic and stick to it, he told me; most blogs are too unfocused. But to raise money this way, one needs to find something that’s controversial and hopefully polarizing. The war was tailor made for that kind of thing. He had a specific project, and specific dates. People trusted him from his earlier work or were willing to take a chance, and they contributed. In late 2003, Allbritton decided to go back yet again and set up a Back to Iraq 3.0 web page. When we talked, he’d raised enough to cover immediate expenses and was plan­ning to supplement his stay with other freelance articles.",
        "A key to Allbritton’s relative success in this venture has been his relationship with readers, not just the ones who paid and got postings by email earlier than people who simply went to the web site. The readers became his eyes on the world out­side northern Iraq. Readers were good about sending me roundups of the day’s news, he said. Readers also posted volu­minous comments on the blog. Sometimes the comments were downright mean and wrongly accused him of lying about what he was seeing, but other readers jumped to his defense.",
        "Allbritton wasn’t the first blogger to solicit funds from readers, though he may well have been the first to raise money for a project of this sort. He certainly wasn’t the last.",
        "In January 2004, Joshua Micah Marshall, author of the superb political blog Talking Points Memo,217 asked his readers to help him travel to New Hampshire to cover the presidential primary. They sent him more than $4,000, and his on-the-ground reporting was some of the finest that came out of the early and perhaps pivotal presidential nominating contest. Mar­shall doesn’t live off the blog; he’s written for a variety of publi­cations, including a column for The Hill, a trade journal for the Washington political elite. But if you’re in the political game or even care about politics, Marshall’s blog is both addictive and required reading.",
        "I don’t expect to see many wealthy bloggers or independent media operations, unless they have trust funds, rich benefactors or other sources of income. But we’re on the verge of a time when people can bring serious alternatives to the public and get paid for what they do. Ultimately, the audience will make the decisions. Success will come to those operations that make themselves required reading, listening, or viewing. This is how it’s always worked and how it always will.",
        "Continue...",
        "\nThis eBook of “We the Media - Grassroots Journalism by the People, for the People” (2004) by Dan Gillmor is licenced under Creative Commons (you may copy and distribute the work under certain conditions).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Michael F. RoizenAt Amazon"
    ]
}