{
    "title": "We the Media - 1. From Tom Paine to Blogs and Beyond",
    "author": "Dan Gillmor",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "We may have noticed the new era of journalism more clearly after the events of September 11, but it wasn’t invented on that awful day. It did not emerge fully formed or from a vacuum. What follows doesn’t pretend to be a history of journalism. Rather, these are observations, including some personal experi­ences that help illustrate the evolution of what we so brazenly call new media.",
        "At the risk of seeming to slight the contributions from other nations, I will focus mostly on the American experience. America, born in vocal dissent, did something essential early on. The U.S. Constitution’s First Amendment has many facets, including its protection of the right of protest and practice of religion, but freedom of speech is the most fundamental part of a free society. Thomas Jefferson famously said that if given the choice of newspapers or government, he’d take the newspapers. Journalism was that important to society, he insisted, though as president, attacked by the press of his day, he came to loathe what he’d praised.",
        "Personal journalism is also not a new invention. People have been stirring the pot since before the nation’s founding; one of the most prominent in America’s early history was Ben Fran­klin, whose Pennsylvania Gazette was civic-minded and occa­sionally controversial.",
        "There were also the pamphleteers who, before the First Amendment was enshrined into law and guaranteed a free press, published their writings at great personal risk. Few Americans can appreciate this today, but journalists are still dying else­where in the world for what they write and broadcast.",
        "One early pamphleteer, Thomas Paine, inspired many with his powerful writings about rebellion, liberty, and government in the late 18th century. He was not the first to take pen to paper in hopes of pointing out what he called common sense, nor in trying to persuade people of the common sense of his ideas. Even more important, perhaps, were the (at the time) anonymous authors of the Federalist Papers. Their work, ana­lyzing the proposed Constitution and arguing the fundamental questions of how the new Republic might work, has reverber­ated through history. Without them, the Constitution might never have been approved by the states. The Federalist Papers were essentially a powerful conversation that helped make a nation.",
        "There have been several media revolutions in U.S. history, each accompanied by technological and political change. One of the most crucial, Bruce Bimber notes in his book, Information and American Democracy,3 was the completion of the final parts, in the early to middle 1800s, of what was then the most dependable and comprehensive postal system in the world. This unprecedented exercise in governmental assistance should be seen, Bimber argues, as a kind of Manhattan project of com­munication that helped fuel the rise of the first truly mass medium, newspapers. The news, including newspapers, was cheaply and reliably distributed through the mail.4",
        "For most of American history, newspapers dominated the production and dissemination of what people widely thought of as news. The telegrapha revolutionary tool from the day in 1844 when Samuel Morse’s partner Alfred Vail dispatched the message What hath God wrought? from Baltimore to Wash­ington D.C.sped up the collection and transmission of the news. Local papers could now gather and print news of distant events.5",
        "Newspapers flourished throughout the 19th century. The best were aggressive and timely, and ultimately served their readers well. Many, however, had little concern for what we now call objectivity. Papers had points of view, reflecting the politics of their backers and owners.",
        "Newspapers have provoked public opinion for as long as they’ve been around. Yellow journalism achieved perhaps its ugliest prominence when early media barons such as Joseph Pulitzer and William Randolph Hearst abused their consider­able powers. Hearst, in particular, is notorious for helping to spark the Spanish-American War in 1898 by inflaming public opinion.",
        "As the Gilded Age’s excesses began to tear at the very fabric of American society, a new kind of journalist, the muckraker, emerged at the end of the 19th century. More than most jour­nalists of the era, muckrakers performed the public service func­tion of journalism by exposing a variety of outrages, including the anticompetitive predations of the robber barons and cruel conditions in workplaces. Lincoln Steffens (The Shame of the Cities), Ida Tarbell (History of the Standard Oil Company), Jacob Riis (How the Other Half Lives), and Upton Sinclair (The Jungle) were among the daring journalists and novelists who shone daylight into some dark corners of society. They helped set the stage for the Progressive Era, and set a standard for the investigative journalists of the new century.",
        "Personal journalism didn’t die with the muckrakers. Throughout the 20th century, the world was blessed with indi­viduals who found ways to work outside the mainstream of the moment. One of my journalistic heroes is I.F. Stone, whose weekly newsletter was required reading for a generation of Washington insiders. As Victor Navasky wrote in the July 21, 2003 issue of The Nation, Stone eschewed the party circuit in favor of old-fashioned reporting:",
        "His method: To scour and devour public documents, bury himself in The Congressional Record, study obscure Congres­sional committee hearings, debates and reports, all the time prospecting for news nuggets (which would appear as boxed paragraphs in his paper), contradictions in the official line, examples of bureaucratic and political mendacity, documenta­tion of incursions on civil rights and liberties. He lived in the public domain.6",
        "A generation of journalists learned from Stone’s techniques. If we’re lucky, his methods will never go out of fashion.",
        "the corporate era",
        "But in the 20th century, the big business of journalismthe cor­poratization of journalismwas also emerging as a force in society. This inevitable transition had its positive and negative aspects.",
        "I say inevitable for several reasons. First, industries con­solidate. This is in the nature of capitalism. Second, successful family enterprises rarely stayed in the hands of their founders’ families; inheritance taxes forced some sales and breakups, and bickering among siblings and cousins who inherited valuable properties led to others. Third, the rules of American capitalism have been tweaked in recent decades to favor the big over the small.",
        "As noted in the Introduction, however, the creation of Big Media is something of an historical artifact. It stems from a time when A.J. Liebling’s famous admonition, that freedom of the press was for those people who owned a press, reflected finan­cial reality. The economics of newspaper publishing favored big­ness, and local monopolies came about because, in most com­munities, readers would support only one daily newspaper of any size.7",
        "Broadcasting has played a key role in the transition to con­solidation. Radio, then television, lured readers and advertisers away from newspapers,8 contributing to the consolidation of the newspaper industry. But the broadcasters were simultaneously turning into the biggest of Big Media. As they grew, they brought the power of broadcasting to bear on the news, to great effect. Edward R. Murrow’s reports on CBS, most notably his coverage of the wretched lives of farm workers and the evil poli­tics of Joe McCarthy, were proud moments in journalism.",
        "The news hegemony of the networks and big newspapers reached a peak in the 1960s and 1970s. Journalists helped bring down a law-breaking president. An anchorman, Walter Cron­kite, was considered the most trusted person in America. Yet this was an era when news divisions of the major networks lost money but were nevertheless seen as the crown jewels for their prestige, fulfilling a longstanding (and now all but discarded) mandate to perform a public service function in their communi­ties. The networks were sold to companies such as General Elec­tric and Loews Corp., which saw only the bottom line. News divisions were required to be profit centers.",
        "While network news may have been expensive to produce, local stations had it easier. But while the network news shows still retained some sense of responsibility, most local stations made no pretense of serving the public trust, preferring instead to lure viewers with violence and entertainment, two sure rat­ings boosters. It was an irresistible combination for resource­starved news directors: cheaper than serious reporting, and com­pelling video. If it bleeds, it leads became the all-too-true mantra for the local news reports, and it has stayed that way, with puerile celebrity journalism now added to the mix.",
        "America has suffered from this simplistic view of news. Even in the 1990s, when crime rates were plummeting, local TV persisted in giving viewers the impression that crime was never a bigger problem. This was irresponsible because, among other things, it helped feed a tough-on-crime atmosphere that has stripped away crucial civil libertiesincluding most of our Fourth Amendment protection against unreasonable searches and seizuresand kept other serious issues off the air.",
        "As the pace of life has quickened, our collective attention span has shortened. I suppose it’s asking too much of commer­cial TV news to occasionally use the public airwaves to actually inform the public, but the push for profits has crowded out depth. The situation is made worse by the fact that most of us don’t stop long enough to consider what we’ve been told, much less seek out context, thereby allowing ourselves to be shallow and to be led by people who take advantage of it. A shallow citi­zenry can be turned into a dangerous mob more easily than an informed one.",
        "At the same time, big changes were occurring in TV jour­nalism, and big newspaper companies were swallowing small papers around the nation. As noted, this didn’t always reduce quality. In fact, the craft of newspaper journalism has never been better in some respects; investigative reporting by the best organizations continues to make me proud. And while some corporate ownersGannett in particularhave tended to turn independent papers into cookie-cutter models of corporate jour­nalism, sometimes they’ve actually improved on the original. But it’s no coincidence that three of the best American newspa­pers, The New York Times, The Wall Street Journal, and The Washington Post, have an ownership structurevoting control by families and/or small groups of committed investorsthat lets them take the long view no matter what Wall Street demands in the short term. Nor should it surprise anyone that these organizations are making some of the most innovative use of the Internet as they expand their horizons in the digital age.",
        "It was cable, a technology that originally expanded broadcast television’s reach in the analog age, which turned television inside out. Originally designed to get broadcast signals into hard-to-reach mountain valleys, cable grew into a power center in its own right when system owners realized that the big money was in more densely populated areas. Cable systems were monopo­lies in the communities they served, and they used the money in part to bring more channel capacity onto their systems.",
        "The cable channel that changed the news business forever, of course, was Ted Turner’s Cable News Network (CNN). We’ve forgotten what a daring experiment this was, given its subsequent success. At the time it was launched on June 1, 1980, many in the media business considered CNN little more than a bizarre corporate ego trip. As it turned out, CNN punched a hole in a dam that was already beginning to crumble from within.",
        "Even if cable was bringing more choices, however, it was still a central point of control for the owner of the cables. Cable companies decided which package of channels to offer. Oh, sure, customers had a choice: yes or no. As we’ll see in Chapter 11, cable is becoming part of a broadband duopoly that could threaten information choice in the future.",
        "During this time of centralization and corporate ownership, the forces of change were gathering at the edges. Some forces were technological, such as the microprocessor that led straight to the personal computer, and a federally funded data-networking experiment called the ARPANET, the precursor to the Internet. Some were political and/or judicial, such as Supreme Court deci­sions that forced AT&T to let third parties plug their own phones into Ma Bell’s network, and another that made it legal for purchasers of home videotape machines to record TV broad­casts for subsequent viewing.",
        "Personal choice, assisted by the power of personal tech­nology, was in the wind.",
        "I got my first personal computer in the late 1970s. In the early 1980s, when I first became a journalist, I bought one of the earliest portable personal computers, an Osborne, and used it to write and electronically transmit news stories to publica­tions such as The New York Times and The Boston Globe, for which I was freelancing from Vermont. I was enthralled by this fabulous tool that allowed me, a lone reporter in what were considered the boondocks, to report the news in a timely and efficient manner.",
        "The commercial online world was in its infancy in those days, and I couldn’t resist experimenting with it. My initial epiphany about the power of cyberspace came in 1985. I’d been using a word processor called XyWrite, the PC program of choice for serious writers in those days. It ran fast on the era’s slow computers, and had an internal programming language, called XPL, that was both relatively easy to learn and incredibly capable. One day I found myself stymied by an XPL problem. I posted a short message on a word-processing forum on Compu-Serve, the era’s most successful commercial online service. A day later, I logged on again and was greeted with solutions to my little problem from people in several U.S. cities and, incredibly, Australia.9",
        "I was amazed. I’d tapped the network, asking for help. I’d been educated. This, I knew implicitly, was a big deal.",
        "Of course, I didn’t fully get it. I spent the 198687 aca­demic year on a fellowship at the University of Michigan, which in those days was at the heart of the Internetthen still a uni­versity, government, and research network of networks without managing to notice the Internet. John Markoff of The New York Times, the first major newspaper reporter to under­stand the Net’s value, had it pretty much to himself in those days as a journalist, and got scoop after scoop as a result. One way he acquired information was by reading the Internet’s public message boards. Collectively called Usenet, they were and still are a grab bag of newsgroups on which anyone with Net access can post comments. Usenet was, and remains, a useful resource.10",
        "CompuServe wasn’t the only way to get online in the 1980s. Other choices included electronic bulletin boards, known as BBS. They turned into technological cul-de-sacs, but had great value at the time. You’d dial into a local BBS via a modem on your computer, read and write messages, download files, and get what amounted to a local version of the Internet and systems such as CompuServe. You’d find a variety of topics on all of these systems, ranging from aviation to technology to politics, whatever struck the fancy of the people who used them.",
        "Fringe politics found their way onto the bulletin boards early on. I was a reporter for the Kansas City Times in the mid­1980s and spent the better part of a year chasing groups such as the Posse Commitatus around the Farm Belt. This and other vir­ulently antiestablishment organizations found ready ears amid a rural economic depression that made it easier to recruit farmers and other small-town people who felt they were victims of banks and governments. I found my way onto several online boards operated by radical groups; I never got very deep into the systems because the people running them understood the basics of security. Law-enforcement officials and others who watched the activities of the radicals told me at the time that the BBS was one of the radical right’s most effective tools.11",
        "Personal technology wasn’t just about going online. It was about the creation of media in new and, crucially, less expen­sive ways. For example, musicians were early beneficiaries of computer technology.12 But it was desktop publishing where the potential for journalism became clearest.",
        "A series of inventions in the mid-1980s brought the medium into its new era. Suddenly, with an Apple Macintosh and a laser printer, one could easily and cheaply create and lay out a publi­cation. Big publishing didn’t disappearit adapted by using the technology to lower costsbut the entry level moved down to small groups and even individuals, a stunning liberation from the past.",
        "There was one drawback of having so much power and flexibility in the hands of nonprofessionals. In the early days of desktop publishing, people tended to use too many different fonts on a page, a style that was likened, all too accurately, to ransom notes. But the typographical mishmash was a small price to pay for all those new voices.",
        "Big Media was still getting bigger in this period, but it wasn’t noticing the profound demographic changes that had been reshaping the nation for decades. Newsrooms, never mind coverage, scarcely reflected the diversity. Desktop publishing and its progeny created an opening for many new players to enter, not least of which was the ethnic press.",
        "Big Media has tried to adapt. Newsrooms are becoming more diverse. Major media companies have launched or bought popular ethnic publications and broadcasters. But independent ethnic media has continued to grow in size, quality, and credi­bility: grassroots journalism ascendant.13",
        "Meanwhile, talk radio was also becoming a force, though not an entirely new one by any means. Radio has featured talk pro­grams throughout its history, and call-in shows date back as far as 1945. Opinionated hosts, mostly from the political right, such as Father Coughlin, fulminated about government, taxes, cultural breakdowns, and a variety of issues they and their lis­teners were convinced hadn’t received sufficient attention from the mainstream media. These hosts were as much entertainers as commentators, and their shows drew listeners in droves.",
        "But modern talk radio had another crucial feature: the par­ticipation of the audience. Peopleregular peoplewere invited to have their say on the radio. Before that, regular people had no immediate or certain outlet for their own stories and views short of letters to the editor in newspapers. Now they could be part of the program, adding the weight of their own beliefs to the host’s.",
        "The people making this news were in the audience. Howard Kurtz, media writer for The Washington Post, believes that talk radio predated, and in many ways anticipated, the weblog phe­nomenon. Both mediums, he told me, reach out to and connect with a bunch of people who are turned off by the mainstream media. Kurtz now writes a blog-like online column14 for the Post in addition to his regular stories and column.",
        "Talk radio wasn’t, and isn’t, just about political anger, even if politics and other issues of the day are the normal fodder. The genre has also become a broader sounding board. Doctors offer advice (including TV’s fictional Frasier Crane), computer gurus advise non-geeks on what to buy, and lawyers listen to bizarre legal woes.",
        "Talk radio gave me another mini-epiphany about the future of news. In the mid-1990s, not long after I moved to California, a mild but distinct earthquake rattled my house one day. I lis­tened as a local talk station, junking its scheduled topics, took calls from around the San Francisco Bay Area, and got on-the-spot reports from everyday citizens in their homes and offices.",
        "As the 1990s arrived, personal computers were becoming far more ubiquitous. Relatively few people were online, except per­haps on corporate networks connecting office PCs; college cam­puses; bulletin boards; or still-early, pre-web commercial ser­vices such as CompuServe and America Online. But another series of breakthroughs was about to move us into a networked world.",
        "In 1991, Tim Berners-Lee created the hypertext technology that became the World Wide Web. He wrote software to serve, or dish out, information from connected computers, and a client program that was, in effect, the first browser. He also sparked the development of Hypertext Markup Language, or HTML, which allowed anyone with a modest amount of knowl­edge to publish documents as web pages that could be easily linked to other pages anywhere in the world. Why was this so vital? We could now move from one site and document to another with the click of a mouse or keyboard stroke. Berners-Lee had connected the global collection of documents the Net had already created, but he wanted to take the notion a step fur­ther: to write onto this web, not just read from it.",
        "But there’s something Berners-Lee purposely didn’t do. He didn’t patent his invention. Instead, he gave the world an open and extensible foundation on which new innovation could be built.",
        "The next breakthrough was Mosaic, one of the early graph­ical web browsers to run on popular desktop operating systems. These browsers were a basis for the commercial Internet. The browser, and the relative ease of creating web pages, sparked some path-breaking experiments in what we now recognize as personal journalism. Let’s note one of the best and earliest examples.",
        "Justin Hall was a sophomore at Swarthmore College in 1993 when he heard about the Web. He coded some pages by hand in HTML. His Justin’s Links from the Underground15 may well have been the first serious weblog, long before special­ized weblog software tools became available. The first visitor to Hall’s site from outside the university came in 1994. He explained his motivations in an email:",
        "Why did I do it? The urge to share of oneself, to join a great global knowledge sharing party. The chance to participate in something cool. A deep geek archivist’s urge to experiment with documenting and archiving personal media and experi­ence. In college I realized that Proust and Joyce would have loved the web, and they likely would have tried a similar experimentthey wrote in hypertext, about human lives.",
        "It was journalism, but I was mostly reporting on me. In the early days, I wrote about the web, on the web, because few other people were doing so. Once search engines and link directories emerged, I didn’t need to catalog everything online. So I enjoyed having a tool to map my thoughts and experi­ences, and a chance to connect those thoughts and experi­ences to the rest of the electrified English-speaking world!",
        "What had happened? Communications had completed a transformation. The printing press and broadcasting are a one-to-many medium. The telephone is one-to-one. Now we had a medium that was anything we wanted it to be: one-to-one, one-to-many, and many-to-many. Just about anyone could own a digital printing press, and have worldwide distribution.16",
        "None of this would have surprised Marshall McLuhan. Indeed, his seminal works, especially Understanding Media: The Extensions of Man17 and The Medium is the Message,18 pre­saged so much of what has occurred. As he observed in the introduction to Understanding Media:",
        "After three thousand years of explosion, by means of frag­mentary and mechanical technologies, the Western world is imploding. During the mechanical ages we had extended our bodies in space. Today, after more than a century of electric technology, we have extended our central nervous system itself in a global embrace, abolishing both space and time as far as our planet is concerned. Rapidly, we approach the final phase of the extensions of manthe technological simulation of consciousness, when the creative process of knowing will be collectively and corporately extended to the whole of human society, much as we have already extended our senses and our nerves by the various media.",
        "Nor would it have come as a shock to Alvin Toffler, who explained in The Third Wave19 how manufacturing technology had driven a wedge between producers and customers. Mass manufacturing drove down the unit cost of production but at the cost of something vital: a human connection with the buyer. Information technology, he said, would leadamong many other thingsto mass customization, disintermediation (elimina­tion of middlemen), and media convergence.",
        "Perhaps no document of its time was more prescient about the Web’s potential than the Cluetrain Manifesto,20 which first appeared on the Web in April 1999. It was alternately preten­tious and profound, with considerably more of the latter qual­ity. Extending the ideas of McLuhan and many others, the four authorsRick Levine, Christopher Locke, Doc Searls, and David Weinbergerstruck home with me and a host of other readers who knew innately that the Net was powerful but weren’t sure how to define precisely why.",
        "A powerful global conversation has begun, they wrote. Through the Internet, people are discovering and inventing new ways to share relevant knowledge with blinding speed. As a direct result, markets are getting smarterand getting smarter faster than most companies.",
        "They explained why the Net is changing the very nature of business. Markets are conversations, proclaimed their first of 95 theses with elegant simplicity.",
        "Journalism is also a conversation, I realized. Cluetrain and its antecedents have become a foundation for my evolving view of the trade.",
        "The scene was now set for the rise of a new kind of news. But some final pieces had yet to be put in place. One was technolog­ical: giving everyday people the tools they needed to join this emerging conversation. Another was cultural: the realization that putting the tools of creation into millions of hands could lead to an unprecedented community. Adam Smith, in a sense, was creating a collective.",
        "The toolmakers did, and continue to do, their part. And with the neat irony that has a habit of appearing in this trans­formation, a programmer’s annoyance with journalists had everything to do with one of the most important developments.",
        "Dave Winer had written and sold an outlining tool called More, a Macintosh application.21 He was a committed and knowledgeable Mac developer, but in the early 1990s, he found himself more and more annoyed by a trade press that, in his view, was getting the story all wrong.",
        "At the time, Microsoft Windows was becoming more pop­ular, and the hype machine was pronouncing Apple to be a troubled and, perhaps, terminally wounded company. Trou­bled, yes. But when the computer journalists persisted in saying, in effect, Apple is dead, and there’s no Macintosh software development anymore, Winer was furious. He decided to go around the established media, and with the rise of the Internet, he had a medium.",
        "He published an email newsletter called DaveNet. It was biting, opinionated, and provocative, and it reached many influ­ential people in the tech industry. They paid attention. Winer’s critiques could be abrasive, but he had a long record of accom­plishments and deep insight.",
        "Winer never really persuaded the trade press to give the Mac the ink it deserved. For its part, Apple made strategic mis­takes that alienated software developers and helped marginalize the platform. And Windows, with the backing of Microsoft’s roughhouse business tactics that turned into outright law­breaking, became dominant.",
        "But Winer realized he was onto something. He’d found journalism wanting, and he bypassed it. Then he expanded on what he’d started. Like Justin Hall, he created a newsy page in what later became known as the blog formatmost recent material at the top.",
        "In the late 1990s, Winer and his team at UserLand Software22 rewrote an application called Frontier. One collec­tion of new functions was given the name Manila, and it was one of the first programs that made it easy for novices to create their own blogs. My first blog was created on the beta version of Manila. Winer has suggested that traditional journalism will wither in the face of what he helped spawn. I disagree, but his contributions to the craft’s future have been pivotal.",
        "The development of the personal computer may have empow­ered the individual, but there were distinct limits. One was soft­ware code itself. Proprietary programs were like black boxes. We could see what they did, but not how they worked.",
        "This situation struck Richard Stallman, among others, as wrong. In January 1984, Stallman quit his post at the Massa­chusetts Institute of Technology’s Artificial Intelligence Lab. He formally launched a project to create a free operating system and desktop software based on the Unix operating system that ran on many university computers.23 Stallman’s ideas ultimately became the foundation for Linux, the open source operating system that brought fame to Linus Torvalds.24",
        "The goal of Stallman’s work, then and now, was to ensure that users of computers always had free software programs for the most basic and important tasks. Free, in this case, was more about freedom than about cost. Stallman and others in this movement thought that the programming instructionsthe source codeof free software had to be open for inspection and modification by anyone. In the late 1990s, as Linux was gaining traction in the marketplace, and as many free software applica­tions and operating systems were available, the movement got another name: open source, describing the open availability of the source code.25",
        "Open source software projects are a digital version of a small-town tradition: the barn raising. But open source projects can involve people from around the world. Most will never meet except online. Guided by project leadersTorvalds in the case of Linuxthey contribute bits and pieces of what becomes a whole package. Open source software, in many cases, is as good as or better than the commercial variety. And these programs are at the heart of the Internet’s most basic functions: open source software powers most of the web server computers that dish out information to our browsers.",
        "When the code is open for inspection, it’s safer to use because people can find and fill the security holes. Bugs, the annoying flaws that cause program crashes and other unex­pected behavior, can be found and fixed more easily, too.26",
        "What does this have to do with tomorrow’s journalism? Plenty.",
        "Yochai Benkler, a Yale University law professor who has written extensively on the open source phenomenon, has made a strong case that this emergent style of organization applies much more widely than software. In a 2002 essay, Coase’s Pen-guin,27 he said the free software style could work better than the traditional capitalist structure of firms and markets in some circumstances. In particular, he said that it has systematic advantages over markets and managerial hierarchies when the object of production is information or culture, and where the physical capital necessary for that productioncomputers and communications capabilitiesis widely distributed instead of concentrated.",
        "He could have been describing journalism. In his essay, and in the course of several long conversations we’ve had in the past several years, Benkler has made the case that several of the building blocks are already in place to augment Big Media, if not substitute it outright, with open source techniques.",
        "He told me that bloggers and operators of independent news sites already do a respectable job of scanning for and sorting news for people who want it. The editorial function has been adopted not just by bloggers, but by a host of new kinds of online news operations. Some peer-reviewed news sites, such as the collaborative Kuro5hin,28 which describes itself as tech­nology and culture, from the trenches, are doing interesting journalism by any standard, with readers contributing the essays and deciding which stories make it to the top of the page.",
        "According to Benkler, only in the area of investigative jour­nalism does Big Media retain an advantage over open source journalism. This is due to the resources Big Media can throw at an investigation. In Chapter 9, I will argue that even here, the grassroots are making serious progress.",
        "In my own small sphere, I’m convinced that this already applies. If my readers know more than I do (which I know they do), I can include them in the process of making my journalism better. While there are elements of open source here, I’m not describing an entirely transparent process. But new forms of journalistic tools, such as the Wiki (which I’ll discuss in the next chapter), are entirely transparent from the outset. More are coming.",
        "An open source philosophy may produce better journalism at the outset, but that’s just the start of a wider phenomenon. In the conversational mode of journalism I suggested in the Intro­duction, the first article may be only the beginning of the con­versation in which we all enlighten each other. We can correct our mistakes. We can add new facts and context.29",
        "If we can raise a barn together, we can do journalism together. We already are.",
        "By the turn of the new century, the key building blocks of emer­gent, grassroots journalism were in place. The Web was already a place where established news organizations and newcomers were plying an old trade in updated ways, but the tools were making it easier for anyone to participate. We needed a catalyst to show how far we’d come. On September 11, 2001, we got that catalyst in a terrible way.",
        "I was in South Africa. The news came to me and four other people in a van, on the way to an airport, via a mobile phone. Our driver’s wife called from Johannesburg, where she was watching TV, to say a plane had apparently hit the World Trade Center. She called again to say another plane had hit the other tower, and yet again to report the attack on the Pentagon. We arrived at the Port Elizabeth airport in time to watch, live and in horror, as the towers disintegrated.",
        "The next day our party of journalists, which the Freedom Forum, a journalism foundation, had brought to Africa to give talks and workshops about journalism and the Internet, flew to Lusaka, Zambia. The BBC and CNN’s international edition were on the hotel television. The local newspapers ran consider­able news about the attacks, but they were more preoccupied with an upcoming election, charges of corruption, and other news that was simply more relevant to them at the moment.",
        "What I could not do in those initial days was read my news­paper, the San Jose Mercury News, or the The New York Times, San Francisco Chronicle, The Wall Street Journal, or any of the other papers I normally scanned each morning at home. I could barely get to their web sites because the Net connection to Zambia was slow and trans-Atlantic data traffic was over­whelming as people everywhere went online for more informa­tion, or simply to talk with each other.",
        "I could retrieve my email, however, and my inbox over­flowed with useful news from Dave Farber, one of the new breed of editors.",
        "Then a telecommunications professor at the University of Pennsylvania, Farber had a mailing list called Interesting People30 that he’d run since the mid-1980s. Most of what he sent out had first been sent to him by correspondents he knew from around the nation and the world. If they saw something they thought he’d find interesting, they sent it along, and Farber relayed a portion of what he received, sometimes with his own commentary. In the wake of the attacks, his correspondents’ perspectives on issues ranging from national-security issues to critiques of religion became essential reading for their breadth and depth. Farber told me later he’d gone into overdrive, because this event obliged him to do so.",
        "I consider myself an editor in a real sense, Farber explained. This is a funny form of new newspaper, where the Net is sort of my wire service. My job is to decide what goes out and what doesn’t...Even though I don’t edit in the sense of real editing, I make the choices.",
        "One of the emails Farber sent, dated September 12, still stands out for me. It was an email from an unidentified sender who wrote: SPOT infrared satellite image of Manhattan, acquired on September 11 at 11:55 AM ET. Image may be freely reproduced with CNES/SPOT Image 2001’ copyright attribu­tion. A web address, linking to the photo, followed. The picture showed an ugly brown-black cloud of dust and debris hanging over much of lower Manhattan. The image stayed with me.",
        "Here was context.",
        "Back in America, members of the then nascent weblog commu­nity had discovered the power of their publishing tool. They offered abundant links to articles from large and small news organizations, domestic and foreign. New York City bloggers posted personal views of what they’d seen, with photographs, providing more information and context to what the major media was providing.",
        "I’m okay. Everyone I know is okay, Amy Phillips wrote September 11 on her blog, The 50 Minute Hour.31 A Brooklyn blogger named Gus wrote: The wind just changed direction and now I know what a burning city smells like. It has the smell of burning plastic. It comes with acrid brown skies with jet fighters flying above them. The stuff I’m seeing on teevee is like some sort of bad Japanese Godzilla movie, with less convincing special effects. Then I’m outside, seeing it with my naked eyes.32",
        "Meg Hourihan was a continent away, in San Francisco. A cofounder of Pyra Labs, creator of Blogger, another of the early blogging tools (now owned by Google), she pointed to other blogs that day and urged people to give blood. The next day she wrote, in part: 24 hours later, I’m heading back into the kitchen to finish up the dishes, to pick up the spatula that still sits in the sink where I dropped it. I’m going to wash my coffee press and brew that cup of coffee I never had yesterday. I’m going to try and find some semblance of normalcy in this very changed world.33",
        "Also in California that day, a little known Afghan-American writer named Tamim Ansary sent an impassioned email to some friends. His message was in part cautionary, observing that while America might want to bomb anything that moved in Afghanistan, we couldn’t bomb it back to the Stone Age, as some talk show hosts were urging. The Asian nation, he argued, was already there. Ansary’s email circulated among a widening circle of friends and acquaintances. By September 14, it had appeared on a popular weblog and on Salon, a web magazine.34 Within days, Ansary’s words of anguish and caution had spread all over America.",
        "Ansary’s news had flowed upward and outward. At the outset, no one from a major network had ever heard of him. But what he said had sufficient authority that people who knew him spread his message, first to their own friends and ultimately to web journalists who spread it further. Only then did the mass media discover it and take it to a national audience. This was the best kind of grassroots collaboration with Big Media.",
        "In Tennessee, meanwhile, Glenn Reynolds was typing, typing, typing into his weblog, Instapundit.com, which he’d started only a few weeks earlier. A law professor with a technological bent, he’d originally expected the blog to be some­what lighthearted. The attacks changed all that.",
        "I was very reactive, he told me. I had no agenda. I was just writing about stuff, because the alternative was sitting there and watching the plane crash into the tower again and again on CNN.",
        "He was as furious as anyone, and wanted retaliation. But he warned against a backlash targeting Muslims. He said Ameri­cans should not give into the temptation to toss out liberty in the name of safety. He didn’t expect to develop a following, but that happened almost immediately. He’d struck a chord. He heard from people who agreed and disagreed vehemently. He kept the discussion going, adding links and perspectives.",
        "Today, InstaPundit.com has a massive following. Reynolds is constantly posting trenchant commentary, with a libertarian and rightward slant, on a variety of topics. He’s become a star in a firmament that could not have existed only a short time agoa firmament that got its biggest boost from the cruelest day in recent American history. The day is frozen in time, but the explosions of airplanes into those buildings turned new heat on a media glacier, and the ice is still melting.",
        "Continue...",
        "\nThis eBook of “We the Media - Grassroots Journalism by the People, for the People” (2004) by Dan Gillmor is licenced under Creative Commons (you may copy and distribute the work under certain conditions).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Michael F. RoizenAt Amazon"
    ]
}