{
    "title": "We the Media - 5. The Consent of the Governed",
    "author": "Dan Gillmor",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "On Feb. 17, 2004, Ben Chandler won a special election to the",
        "U.S. Congress. A Democrat in a race targeted by both major parties as a must-win seat in the House of Representatives, Chandler racked up a smashing 11 percentage point margin.",
        "Markos Moulitsas Zúniga, author of the Daily Kos weblog,120 was ecstatic. This wasn’t just a victory. It was a mauling, he wrote late that evening as the results became clear. And we ALL made it happen. From the cash, to the volunteers on the ground, to the good vibes.",
        "Moulitsas had reason to celebrate. The California activist/ blogger, an ardent Democrat whose blog had become one of the must-read sites for political junkies, was applauding not just a chipping away at the Republican House majority. He was cele­brating the role his and other blogs had played in Chandler’s win. Blogs did more than lead cheers. They were vehicles for the mother’s milk of politics, namely money.",
        "The previous month, Chandler’s campaign had made what turned out to be an astonishingly smart bet. It took out adver­tisements on the Daily Kos and 10 other popular political blogs, most of which had a left-leaning stance. A $2,000 investment, using the then nascent Blogads online ad agency,121 had turned into some $80,000 in contributions, mostly in small (around $20) amounts, from around the nation. Chandler was in disbe­lief that so many people outside the district cared, his cam­paign manager told Wired News the next day.122",
        "The voices from the edges of the political systemaverage people with real-life concerns, not just the big-money crowd had been heard.",
        "Historians will look back on the 20022004 election cycle as the time when the making-the-news technologies truly came into their own. Big Media and the forces of centralization retained a dominant role during this period, to be sure. And blogs and other such communications tools didn’t, by themselves, elect anybody; the implosion of the Howard Dean presidential cam­paign demonstrated their limitations. It takes the right combina­tion of circumstances and candidate, as Chandler showed, to win elections.",
        "But even as the pundit class was dismissing the Dean phe­nomenon and, by implication, the value of the Net, it was increasingly obvious that the political sands were shifting.",
        "Just as the tools of emergent journalism are giving busi­nesses new ways to organize and market, they are helping to transform political life into a virtuous feedback loop among leaders and the governed. Even though the Dean campaign imploded, it broke new ground and became a template for others. And even though governments are not doing enough to take advantage of technology to serve their constituents, they will inevitably see the value in doing sofor financial reasons, if nothing else.",
        "This evolution is also about reinforcing citizenship. The emerging form of bottom-up politics is bringing civic activity back into a culture that has long since given up on politics as anything but a hard-edged game for the wealthy and powerful. The technologies of newsmaking are available to citizen and politician alike, and may well be the vehicle for saving some­thing we could otherwise lose: a system in which the consent of the governed means more than the simple casting of votes.",
        "business as usual",
        "For all the obvious value of Net-based politics, it isn’t going to overturn the status quo overnight. The consent of the governed had become a sick joke in the latter part of the 20th century, when one person, one vote morphed malignantly into one dollar, one votein which the dollars were spent on TV to appeal to the masses with increasingly truth-free attack ads. And by all evidence, the 2004 campaign season showed that big money and media were still largely holding sway.",
        "Exhibit A was the spate of attack advertising that helped sink Howard Dean in the first contest for delegates, the Iowa caucuses. And even Dean, who used the Net brilliantly to raise money in mostly small, sub-$100 donations, turned around and used much of that money to buy television advertising. In a media world where TV still wields great power, and in a cam­paign season in which the Democrats had front-loaded to make the winner of Iowa and/or New Hampshire virtually unstop­pable, he was only doing the rational thing.",
        "Exhibit B was Arnold Schwarzenegger’s winning campaign for governor in California, when incumbent Gray Davis was ousted from office in the October 2003 recall election. The actor’s victory had almost nothing to do with grassroots activism and almost everything to do with a Hollywood-style, Big Media sales job by a candidate who happened to have a box office hit in the theaters. Schwarzenegger did have popular appeal, and the recall campaign got its start online, but in the end, the pitch was to an electorate thatsadly, but typically in modern Americadidn’t care about the candidate’s paucity of experience and qualifications, or his refusal to offer any spe­cifics on what he’d do if elected. He hid from serious journal­ists, substituting appearances with Jay Leno and Oprah Win­frey, and almost laughed in the faces of newspaper reporters who tried to address the details of actual issues.",
        "Exhibit C, George W. Bush’s 2004 reelection campaign, has been an even more pronounced version of the top-down, big­money affair from four years earlier, though his advisors did use the Net to some degree. Bush raised several hundred million dol­lars, most coming from the wealthy elite that had put him into power in the first place.",
        "The message from these examples was clear: Americans as a whole weren’t buying edge politics, at least not yet. It seemed that late 20th century politics, a time when choosing our polit­ical leaders was little more than a television show where voters were nothing more than consumers, still had some serious legs.",
        "The use of online technologies to organize politically is hardly new. As far back as the early 1980s, the radical right was using bulletin boards to keep people in touch and to spread its message.",
        "Ross Perot’s 1992 run for president as an independent had one little noticed but important feature. He proposed electronic town halls, a concept that apparently stemmed from his founding and running of Electronic Data Systems. The idea didn’t go very far, in part because of Perot’s mainframe-era understanding of technology: he understood central control, not true grassroots activity. Had Perot been using today’s pervasive technology and literate base (of supporters) would he succeed? wondered Peter Harter, a former Netscape executive who wrote a law-school thesis on the subject in 1993. Probably not, as he yanked power and authority away from his volunteers. Yet Perot had still shown the way for subsequent campaigns.",
        "People at the network’s edgesusing mobile phones, not PCshelped bring down a corrupt Philippines government in 2001, Smart Mobs123 author Howard Rheingold wrote. Tens of thousands of Filipinos converged on Epifanio de los Santas Avenue, known as Edsa,’ within an hour of the first text message volleys: Go 2EDSA, Wear blck.’ Over four days, more than a million citizens showed up, mostly dressed in black. Estrada fell. The legend of Generation Txt’ was born.",
        "In 2000, America saw the first serious demonstration of the Internet as a fund-raising tool. Republican challenger John McCain raised the then unprecedented amount of $6.4 million online in his campaign against George Bush. McCain lost, but the lessons of his effort weren’t lost on the next clutch of con­tenders. Internet fund-raising had become just one more arrow in the political quiver.",
        "The 2002 elections were the first to see serious use of weblogs. In that year, Tara Sue Grubb, a resident of North Carolina’s Sixth Congressional District, decided to challenge the long-term Republican incumbent, Howard Coble, who hadn’t had a serious opponent in years. One of her top issues was Coble’s obsequious kowtowing to the wishes of Hollywood’s movie studios on the issue of copyright protection. She had no money or visibility, but she had the passion of Netizens who were fighting for fairer copyright laws.",
        "She didn’t find those Netizens. They found her, via weblogs and email. And they went into action. Ed Cone, a magazine tech writer and part-time columnist for the News & Record,a leading North Carolina newspaper, introduced Grubb to soft­ware developer Dave Winer, who helped her set up a weblog. Grubb’s site drew attention from other weblogs and media, including my column. News of her campaign hit Slashdot, bringing thousands of visits to her weblog, plus some money for her campaign fund. By the end of the campaign, the newspaper was quoting her, and Coble had to explain his fealty to the movie industry.",
        "It would have been poetic justice if blogs and Grubb’s engaging energy had carried the day. The reality was far dif­ferent. Coble won overwhelmingly, though for the first time in years he’d had to sweat just a little. What mattered most about Grubb’s candidacy was the way it formed, a small but path­breaking Net coalescence.",
        "92",
        "There is wide consensus that smart use of the Net was a prin­cipal reason for the election of Roh Moo Hyun as president of South Korea in 2002. Running as a reformer, he attracted sup­port from young people who deftly used tools such as short text messages (SMS) on mobile phones, online forums, and just about every other available communications technology in the nation widely considered to have the planet’s best communica­tions infrastructure.",
        "Roh also attracted the interest of an online publication that hadn’t even existed when his predecessor was elected. Ohmy-News.com, an online newspaper written mostly by its readers, had achieved a strong following for its tough, skeptical reporting in a nation where the three major newspapersall conservative and accounting for some 80 percent of all daily cir-culationhad ties to the government and rarely rocked the boat. Korean political observers agree that OhmyNews’ jour­nalism helped elect Roh. It was absolutely no coincidence that Roh granted his first post-election interview to the publication, snubbing the three conservative newspapers. (We’ll look more closely at OhmyNews in Chapter 6.)",
        "In 2004, the Legislature impeached Roh. But the Korean cyber-citizens had their say once again. In an April legislative election, voters decisively voted into power a party allied with Roh, and by all accounts the Internet activists again played an enormous role.",
        "By 2004, American politics was approaching a tipping point. Enough people were online, and for the first time they had the tools to seriously shake things up themselves. And it was the Dean campaign that did the shaking. It’s worth spending some time understanding how this happened, why it happened, and what lessons we can learn.",
        "Broadcast politics tells people they don’t count, said Joe Trippi. As Howard Dean’s campaign manager during the candi-date’s rise and fall, he wanted to change that.",
        "Trippi’s qualifications were unique. He was a self-professed techno-junkie who attended San Jose State University in the heart of Silicon Valley and had developed close ties to the tech industry. He’d also been a long-time heavyweight political oper­ative, having worked many local, state, and national political campaigns. (I first encountered him in Iowa in 1988 when I was covering U.S. Rep. Richard Gephardt’s first presidential con­test. He was Gephardt’s deputy campaign manager.)",
        "In the latter half of the 1990s, Trippi worked both as a political and marketing consultant, the latter role mostly with technology companies. Trippi, McMahon & Squier, a con­sulting firm, had handled Dean’s Vermont gubernatorial races, and as much by coincidence as anything else it fell to Trippi to manage what just about everyone understood as the longest of long shot runs for the presidency.",
        "Trippi had been online for years, and lately he’d become a fanand frequent denizenof chat rooms, forums, and other online conversations. He’d also started reading political weblogs and was intrigued by their authors’ knowledge and fervor.",
        "Dean’s rise to such a prominent national role was unlikely, and it stemmed initially from his politics, not the Net. He struck a powerful chord with several activist groups, including those who opposed the Bush administration’s Iraq war policy and others who’d concluded that the Democratic establishment was little more than a watered-down version of the Republican Party. Dean more than compensated for his somewhat awk­ward campaigning style by offering a choice for, as he put it in a phrase borrowed from the late Minnesota Democratic senator Paul Wellstone, the Democratic wing of the Democratic Party.",
        "94",
        "The candidate’s initially lonely stance against the war brought him condemnation from the right and disdain from many in his own party. But it galvanized activists who despaired that they were being ignored by the government and even their own party’s leaders. And for the first time, they had easy-to-use ways of finding each other and reaching out to others.",
        "One way was Meetup,124 a web site that helped people organize physical-world meetings. Scott Heiferman, Meetup’s founder, had never expected politics to be one of the service’s markets. He’d envisioned it as a way for people to gather to dis­cuss things like knitting, medical issues, or other topics through which connecting in the real world would improve on the online experience. But like so many other things in our new world, people out at the edges of the network had their own ideas and acted on them. The Dean Meetups started small but grew quickly, in part with the help of pro-Dean bloggers who’d let people know about local meetings.",
        "Trippi and his boss had been watching it all with some fas­cination, but they weren’t sure where the action would lead. Sure, it would be great if more bloggers would lend their sup­port and more Meetups would help generate excitement. But they didn’t fully grasp how quickly the grassroots were shooting skyward. A turning point came on March 15, 2003, when Dean supporters in New York City used Meetup to absolutely flood what the campaign had expected to be a routine, relatively small rally. By several accounts, Dean truly got the power of the Net that day.125",
        "The Dean rise could not have happened without three indepen­dent factors, which became mutually reinforcing and fueled the grassroots fervor.",
        "The first was a candidate who energized people. Second, the Net had become mature enough, with sufficient presence in people’s homes and workplaces, for it to be a tool people readily used. Maybe most important, Trippi said, was understanding how not to kill it, meaning the effectiveness of grassroots activ­ists, and knowing not to imposeat least not at firstthe tradi­tional command and control system on which campaigns have operated for so long.",
        "There was still a traditional campaign hierarchy at the center of Dean’s national headquarters in Burlington. But the profound insight in the campaign’s Net-workingwhich raised huge risks along with the opportunitywas trusting people out at the edges to almost literally become the campaign, too. What’s going on in Austin? Trippi asked rhetorically in mid­summer. We don’t have a clue. We’re just assisting.",
        "Trippi assembled a smart, dedicated staff for the online operations. It included webmaster Nicco Mele, who’d been working on technology for several progressive groups in Wash­ington. Karl Frisch moved from California after rejuvenating the state Democratic Party’s once lifeless web site. Zephyr Tea­chout, a lawyer and activist with deep Vermont roots, started as a field director and had to learn basic hypertext markup lan­guage when she moved to the Internet outreach job, and quickly grew comfortable talking with computer programmers about system requirements.",
        "Early in 2003, Mathew Gross, an environmental studies graduate and author in Utah, was contributing to a popular pro-Democratic (and largely pro-Dean) blog called MyDD.com, when he decided he wanted to blog for the campaign itself. He made his way to Vermont and talked his way into Trippi’s office where he stammered about his goals. Gross was on the verge of being dismissed when he told Trippi he’d been writing for MyDD. You’re hired, Trippi shot back. Go get your stuff and get back here.",
        "Gross’ campaign blog became a template for others to follow.126 It was nervy and chock-full of useful information about the campaign as well as pleas for support. It linked to other pro-Dean blogs. One especially smart move was encour­aging Dean supporters to post their own comments at the end of blog postings. Comments on blogs often attract trolls, people",
        "96",
        "whose purpose is to disrupt an online forum, not make it better. Yet comments to the Dean blog, which were numbering more than 2,000 a day by early October, tended to stay civil and high-minded. A genuine community had formed, and people were watching out for each other. Was it, as critics later charged, an echo chamber? To an extent, yes, and that may have limited its reach. But the self-reinforcing forum helped create the campaign in the first place.",
        "A more legitimate criticism of the Dean Internet effort was that it didn’t seem to draw much in the way of policy assistance from the grassroots. Perhaps this was inevitable; after all, candi­dates are supposed to take stands, and voters then can make decisions about whom to support. But a true conversation between a candidate and his public would involve the candidate genuinely learning from the people. That process wasn’t promi­nent in the Dean enterprise.",
        "The Dean campaign blog also drew criticism for not reflecting Dean’s own thoughts, except for the rare (and largely unrevealing) times when the candidate posted something. In fact, Dean would have been wise to do more blogging himself in order to make his thought process more transparent. But run­ning for president is time-consuming, to put it mildly, and the blog reflected the campaign, which was far more open than most, by revealing the personalities of the people who became vital communicators with the activists and readers who wanted to understand the Dean phenomenon and take part in it.",
        "Trusting the outside campaigners included risks. As The Washington Post reported, the self-proclaimed Dean Defense Forces127 urged supporters to send email to journalists whose coverage was deemed inaccurate or otherwise unworthy. (Reporters who have covered companies with cult followings people who post incessantly in online discussion forumsknow the routine. Someone will post a comment suggesting that everyone send an email to the reporter who’s insufficiently wor­shipful of the company in question.) It’s one thing to be told of a mistake, but another to be harangued by followers of a cause, however well-meaning, who end up harming their own move­ment. A Texas supporter, meanwhile, sent what was widely regarded as an email spam. He was soundly attacked even by his own fellow Dean-folk and promptly issued an abject apology.128",
        "The blog and web site in general had another, essential pur­pose: raising money. Mostly through small donations, Dean’s campaign raised millions via the Net. In one classic frenzy, responding to a $2,000-per-plate fundraiser headlined by Vice President Dick Cheney, the Dean campaign blog urged sup­porters to counter the Republicans’ one-evening, multimillion­dollar haul with a slew of small contributions. They did, and Dean got a new burst of positive publicity in addition to the funds.",
        "By the fall of 2003, Dean soared to a huge lead in raising money and support among the Democratic rank and file. But after he made some big mistakes and his campaign imploded, common wisdom held that the Internet thing had been just another bubble-like event. Dean, the cynics said, was another Webvan. The absurdity of this should have been obvious. Were it not for the Net, an unknown former governor of Vermont would never have reached such heights in the first place.",
        "I cannot emphasize the money angle strongly enough. The Democratic Party’s front-loading of the presidential primary seasonparty leaders’ determination to get someone nomi­nated early and to keep insurgents out of the runningmeant that there was only one way for an outsider like Dean to have a shot. Trippi, who took a great deal of abuse for the failure of the Dean candidacy after being forced to leave the campaign in February 2004, pointed out that Dean’s sole shot was to cap­ture the nomination at the start. The tactics almost worked.",
        "Moulitsas, of Daily Kos fame, makes a strong case that the McCain-Feingold campaign-finance reform law of 2002, which looked like a bad deal for Democrats, actually spurred his party’s increasingly effective Net fund-raising. The Democrats’ main fund-raising method prior to the law had been big soft money donations from wealthy benefactors, money that went into national party coffers, allegedly for basic party-building functions but actually to elect candidates.",
        "McCain-Feingold banned soft money, making small dona­tions from average citizens far more important than before donations that the Republicans were especially adept at getting from a better-organized grassroots network. As Dean’s coffers filled, mostly with small donations, it suddenly occurred to the Democratic national party that we had this great machine, able to turn out small-dollar donations, Moulitsas said.",
        "Some people on the political left are convinced, meanwhile, that the Net is a progressive antidote to talk radio, which is now dominated by the right wing. Is this wishful thinking? After all, it was George McGovern’s 1972 presidential campaign that made early and creative use of direct mail, a tactic that not only didn’t elect McGovern but was also quickly adoptedand ulti­mately co-optedby the Republicans, who to this day have made far better use of the medium.",
        "Yet there may well be reasons to think that the Net is better suited to progressives. First, the Republican rank and file tend to stay on messagemaintaining a coherent party line despite disagreements on peripheral issues. Republicans are also a party of centralizationthoroughly in bed with Big Business and all too happy to use government power to regulate the most pri­vate kinds of behavior.",
        "The Democratic Party’s lack of unity may have provided one of the openings for Net politics. There’s more genuine debate, I sense, in the left-wing blogs than on right-wing blogs more willingness to allow comments, for one thing. Republi­cans have a more cohesive caucus, conceded Moulitsas, but we hash out the issues.",
        "I have no doubt that the 2004 campaign will be seen, in retro­spect, to have shown the first glimmerings of open source poli­tics. What does that mean? Open source politics is about partici-pationfinancial as well as on the issues of policy and governancefrom people on the edges. People all over the world work on small parts of big open source software projects that create some of the most important and reliable compo­nents of the Internet; people everywhere can work on similarly stable components for a participatory political life in much more efficient ways than in the past.",
        "The Dean campaign is hardly the only example of people using the Internet to take action in innovative ways. Perhaps the most intriguing idea, from an open source perspective, was an experiment by MoveOn.org.129 This left-of-center nonprofit was formed during the Clinton impeachment dramaCensure the president and move on, was the mantra that launched one of the Net’s most powerful political organizations.",
        "The experiment was a contest staged in the spring of 2004, called Bush in 30 Seconds,130 in which MoveOn invited reg­ular people to create their own anti-Bush commercials. The 15 finalists were an incredible display, not just of activist senti­ments but of the power of today’s inexpensive equipment and software for making videos. It was a demonstration of how per­sonal technology had begun to undermine, as Marshall McLuhan had long since predicted, the broadcast culture of the late 20th century. Tools that were once the preserve of Big Media were now in the hands of the many.",
        "Wes Boyd, MoveOn’s cofounder, told me that he and his colleagues were deeply impressed by the passion and creativity that went into the Bush in 30 Seconds spots, as well as by their technical execution. Whether one agreed with the ads or found them appalling, they compared well, at least in terms of impact, with spots by the pros. I’m excited about turning the broadcast medium back on itself, Boyd said.",
        "Open source politics was integral to the Dean campaign, which relied on open source programmers who flocked to the cause and wrote software that ran the campaign’s online machinery. After the Dean campaign shut down, some of the programmers moved to other campaigns, and some decided to work on new platforms for the future.",
        "Members of an unaffiliated group called Hack4Dean, later renamed DeanSpace,131 contributed tools including social­networking software designed to connect volunteers. Their work, itself based on an open source project called Drupal, is continuing. Zack Rosen, one of the programmers, later received venture-capital funding from a California firm that looks for public-interest investments. He and his team would build a groupware tool set that included content-management, mail lists and forum posting, blogging, and much more. Initially, the goal was to create an analogue to Yahoo! Groups, the online service that lets nontechies set up mailing lists, but to aim its functions strictly at political campaigns. In the long run, the goals were much more ambitious:",
        "To establish a permanent foundation that can spearhead social software development projects for non-profit organiza­tions. Unless an organization is committed to hiring full time engineers to do Web development, the only and most fre­quent solution is to pay tons of money hiring firms to provide proprietary black box’ Web application products. These firms have a conflict of interestthey live off the monthly checks so they have a huge interest in owning the organiza-tion’s data and locking them into their services.",
        "We want to create a much cheaper, open, and powerful option for these kinds of services. The goal is to have a full­time development shop that spearheads projects inside open­source communities working on the applications these organi­zations need, and a consulting firm that can support the toolsets. This is a much more efficient and productive way to do this kind of development.",
        "A safe prediction: Net-savvy campaigning will be the rule by 2008, and it will be lower-level candidates who do the next wave of innovating. The Chandler campaign in Kentucky was just the start.",
        "If 2004 was a breeding ground for what’s coming, it’s clear that the Internet will be integral to every campaign, not just an add-on. For example, every candidate, or at least campaign, will have a weblog or something like it. Keeping supporters up to date and involved in the campaign’s activities, will be as much a part of the routine as keeping the media informed. In most cases, there will be little difference. Campaign web sites will be far more interactive than they are today, and will host a gen­uine discussion instead of the pseudofolksy lectures we are used to. All insurgent campaigns, and some incumbents, will raise most of their money online.",
        "If they’re especially smart, campaign managers will take a page from MoveOn’s textbook. If I were running a political cam­paign of any size, I would be asking my candidate’s supporters to send in their best ideas and home-brew advertisements.",
        "Campaigns will also improve the mechanics of getting out the vote. For example, SMS messaging will be in the toolkit for local political operatives who want to make sure a candidate’s supporters make it to the polls, remind voters with SMS to make sure they remember to vote, and send a car if a voter needs a ride. These are standard tactics, just updated.",
        "Professional journalists, by and large, seemed baffled early on by the edge-to-middle politics Dean was using to his advantage. The top-down hierarchy of modern journalism probably played a role because editors probably couldn’t relate any better to the notion of a dispersed campaign than to the idea of readers directly assisting in the creation of journalism.",
        "But once the media grasped what was happening, the cov­erage emerged. Big Media, and the candidates, also started to realize that some of the best political journalism was coming from outside their ranks. Josh Marshall’s Talking Points Memo and Moulitsas’ Daily Kos, among many others, offered better context than just about anything the wire services were deliv­ering. It was no coincidence that Wesley Clark gave an in-depth interview to Marshall not long before jumping into the race. And the Command Post,132 originally created to cover the Iraq war, was a superb collector of all things political.",
        "What the third-party sites such as independent blogs showed was the value of niche journalism in politics. The issues of our times are too complex, too nuanced, for the major media to cover properly, given the economic realities of modern corporate journalism. Typically, even good newspapers devote at most two or three stories to candidates’ views on specific issues. Television news operations, especially at local stations, tend to ignore the issues and politics outright.133 Moreover, there are simply too many political races, from the local to national levels, to cover even if TV news stations cared. This is a golden opportunity for citizen activists to get involved, to help inform others who do care about specific topics. Maybe the masses don’t care about all the issues, but individuals care about some of them. The mono­lithic media and its increasingly simplistic representation of the world cannot provide the competition of ideas necessary to reach consensus, wrote Joi Ito, an entrepreneur and blogger, in an essay entitled Emergent Democracy.134",
        "What would make a difference? It depends on what you want. If your goal is debate and discussion, a network of blogs is a more powerful medium than a single blog with lots of readers, Cameron Barrett, who was Wesley Clark’s presiden­tial campaign blogger, and who then moved to the Kerry cam­paign, commented in my blog.135 When your goal is message or top-down communication, then a few blogs with a lot of readers is more powerful.",
        "We need both. I’d be thrilled to see a million blogs sprout to cover, and be part of, campaigns of all sorts. If you care deeply about health care, for example, start a weblog covering the can­didates’ views on the subject. Link to their position papers on a page that lets your readers examine those positions. Then link to news articles that a) contain candidates’ statements, b) offer context to the topic, and c) can help your reader understand the overall issue better. Open your comments section both to readers and campaign staffers, and welcome the discussion that brings better information to everyone involved. You will have done a service.",
        "Clone that model and apply it to every issue in every race. If enough people join the process, we’ll have a flood of valuable information. No doubt, some of it will be biased, or outright wrong. That’s where Big Media organizations can help. We in the media can collect the best alternative coverage of the issues and publish it on our sites. We can list blogs by category and, when warranted, by bias of the author. When we learn that a certain blog or site is trying to mislead people, we can indicate the bias, or just drop it from the listing. We should, of course, ask our audience for assistance in all of this. Naturally, we won’t be the only ones trying to offer this kind of collected resource, but we may have sufficient credibility to make our aggregation among the most useful.",
        "One of the best examples of this very thing is the British Broadcasting Corp.’s ambitious new iCan project, which aims to fuse citizen activism and journalism. To assist average people in being activists, the BBC has created a web-based platform that combines data on issues with tools citizens can use to push their own agendas in the public sphere. The journalists then observe what average people are doing and focus some of their coverage on what the activists are reporting. I’ll talk more about this pathbreaking project in Chapter 6.",
        "Politics doesn’t stop when the elections are decided. Governing is political, by definition. The tools of many-to-many communi­cations will transform government if politicians and bureau­crats cooperate and lead. How this will occur is still a bit foggy, because a true deployment of e-government is many years away. But the potential may be even more obvious than in campaigns.",
        "To date, e-government has largely consisted of static web pages offering information to taxpayers, businesses, and other constituents of governmental services. The interactivity in such sites tends to be limited to filling out the occasional form or making an appointment. It’s the standard top-down approach moved to the Net.",
        "But it doesn’t have to offer a substandard result, not when it’s done right. For evidence, visit the remarkable Earth 911,136 a site created by an environmental activist that has become indispensable to citizens and governments alike. Phil Windley, the former state of Utah chief information officer, calls it a public-private partnership that happened unilaterally that is, at the instigation of a single motivated citizen.",
        "That citizen is Chris Warner, who’s been working at this project for about 15 years from his home base of suburban Phoenix. Operating initially on a shoestring and now with con­tributions from companies and some government support, he and his team have collected under one virtual roof the most comprehensive array of environmental information you can find anywhere. If you visit the home page and type in your Zip Code, you’ll find local data for that community from a variety of federal, state, local and corporate sources. Earth 911 is a clearinghouse that serves governments and people in their com­munities. Thousands of government employees, from a variety of agencies, send their information to Earth 911. Its staff mas­sages the data and then arranges it so citizens can use it. In other words, what they’ve created is a highly centralized core with a thoroughly decentralized data-collection system that feels utterly local to the citizen looking for information.",
        "Warner and his team have replicated the system in a pets­oriented site called (what else?) Pets 911,137 again collecting massive amounts of data and massaging it so it’s locally rele­vant. News organizations have started using Pets 911 on their web sites, a trend Warner is thrilled to support. They’ve also just finished an Amber Alert support project to make the new national missing-child system work more efficiently. The possi­bilities are almost endless.",
        "There are hundreds of uses for this medium we’ve built, Warner said of the open source software platform his team has created. We want it to be plagiarized. That’s the best thing that could happen.",
        "Going from the bottom up, from average citizens to the power centers, is a considerably more difficult, but potentially more rewarding, endeavor. There are several reasons for this, only one of which is obvious: the potential cost savings in letting citi­zens take on more of the chores. This doesn’t have to resemble the use of institutional voice-mail systems, where costs are liter­ally shifted to the caller (assuming the caller’s time has some value, as is always the case). The time saved by doing things online can easily outweigh the hassle of doing things in person, especially in a bureaucratic way.",
        "When I renew my car registration every year, I do it through the California Department of Motor Vehicles web site. I can’t print the little sticker that goes over the old one on the license platea shame, actually, but an understandable decision given the potential for counterfeiting stickersbut I can handle every part of the process except the actual sending of the sticker and new registration to me. What do I save? The cost of the stamp and envelope, for one thing. But the more important value is that I’m not mailing my check to the DMV; I know my pay­ment will have arrived on time.",
        "What’s missing from the DMV site, and from just about every other government site I can name, is any sense that a bureaucrat has the slightest concern for what the citizen thinks or knows. And this is where the tools of bottom-up journalism could have a genuine value. The simplest example is a suggestion box a real one, where people in government listen to the citizens. Just as journalists need to hear what the audience is saying, govern­ments can and should learn from voters and taxpayers.",
        "For the briefest time after September 11, there was a glimmer of precisely this.",
        "On the DefenseLink web site,138 the public face of the U.S. military, a link appeared. It asked the public for Your Ideas to Counter Terrorism. The solicitation didn’t last long, but it was a smart move, with great potential. Here’s why.",
        "The military and law enforcement are, almost by definition, centralized entities. But they’re facing a decentralized opponent in a kind of combat known as asymmetrical warfarein which one side is big and powerful by traditional measures while the other side is small, decentralized, and able to leverage technology in horrific ways.139",
        "There’s growing recognition of the value of decentralizing people and data at a time when big, centralized operations may be targets. But we need to find ways to bring the nation’s collec­tive energy and brainpower to bear on the threat. As Sun Micro­systems’ Bill Joy has said so memorably, most of the brightest people don’t work for any one organization. Tapping the power of everyone is the best approach.",
        "The Homeland Security Information Network, under con­struction as I write this, is built in part on peer-to-peer tech­nology. It’s designed to let various levels of governments share information quickly and securely, and on an ad hoc basis when necessary. The furthest the system goes is to local public-safety personnel. What it does not do, at least not yet, is solicit infor­mation from average citizens. To me, this suggests insufficient recognition at high levels that in a world of asymmetric threats, the people who are not in official chains of command will be more and more important.",
        "John Robb, who served in a U.S. Air Force special opera­tions unit and later ran an Internet research firm, helped me understand asymmetry and its consequences in the wake of the attacks. I asked him how we could use the power at the edges of networks and society to counteract the bad guys.140",
        "Among his suggestions: Build a feedback loop that greatly expands on the Pentagon’s suggestion box but also narrows down the individual questions. Marshall McLuhan first pro­posed this (and I believe it): For any problem there is a person or persons in a large population of educated people that don’t see it as a problem. We need a feedback loop that can filter up knowledge and insight. For example: If you have seen a loop­hole in airport security and have a solution as to how to correct it, there should be a mechanism for getting that information to the people that can make the change.",
        "Note the direction of the information, from the bottom to the topor, more accurately, from the edge to the middle.",
        "An extension of the feedback loop, Robb said, is to create much more targeted knowledge networks tapping into spe­cific pools of information. Our foreign service and military units don’t have enough Pushtu speakers, he wrote just prior to the U.S. invasion of Afghanistan, referring to one of that Asian nation’s dominant languages. However, I am sure we have tens of thousands [of Pushtu speakers] living in the U.S. right now. Why not tap them for expertise in real-time? How? By giving soldiers satellite phones to call Pushtu speakers who could serve as translators.",
        "The public-health world could take advantage of these kinds of techniques. Bioterrorism, in fact, may absolutely require them. Ronald E. LaPorte, a public-health expert at the University of Pittsburgh, has proposed an Internet civil defense using the power of networks to help neighbors watch out for each other. As USA Today’s Kevin Maney described it in October 2001:141",
        "In an attack, the millions of Net users could act as sensors, feeding information about illnesses, suspicious activity and so on to the captain, who would feed it to the system. Authori­ties would instantly know what was happening. Experts everywhere  whether a molecular biologist at a university or a grandmother in Dubuque, Iowa, who lived through smallpoxwould instantly be tapped, so they could see the information and try to help. Sure, it could be used fraudu­lently, but the risks would be outweighed by the rewards.",
        "In reverse, officials could send the captains instructions on what to tell people to do and real-time information about events. By disseminating reliable, trusted information, the system might prevent panic. Individual Internet users would have to take the responsibility of passing information to non-Net users.",
        "When the stakes are this high, and the threat this different, we should be looking for the best ideas wherever they originate. I’m betting that the center won’t hold if we waste power at the edges.",
        "Continue...",
        "\nThis eBook of “We the Media - Grassroots Journalism by the People, for the People” (2004) by Dan Gillmor is licenced under Creative Commons (you may copy and distribute the work under certain conditions).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Michael F. RoizenAt Amazon"
    ]
}