{
    "title": "We the Media - 6. Professional Journalists Join the Conversation",
    "author": "Dan Gillmor",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "In October 1999, the Jane’s Intelligence Review, a journal widely followed in national security circles, wondered whether it was on the right track with an article about computer security and cyber-terrorism. The editors went straight to some expertsthe denizens of Slashdotand published a draft. In hundreds of postings on the site’s message system, the techni­cally adept members of that community promptly tore apart the draft and gave, often in colorful language, a variety of perspec­tives and suggestions. Jane’s went back to the drawing board and rewrote the entire article from scratch. The community had created something, and Jane’s gratefully noted the contribution in the article it ultimately published.142",
        "I started my weblog the same month. It was an experiment, one of the first blogs by a mainstream journalist. But it proved to be the linchpin in my understanding that my colleagues and Iand my profession as a wholewere entering a new stage of development. My readers, I realized, had become my collaborators.",
        "Four months later, Oh Yeon Ho and a small team launched OhmyNews.com, a Korean online newspaper. From the begin­ning, they assumed that their readers weren’t just passive ves­sels for other people’s work. Every citizen’s a reporter, Oh wrote on February 22, 2000, as he announced the new site. Journalists aren’t some exotic species, they’re everyone who seeks to take new developments, put them into writing, and share them with others.143",
        "What was happening? In an emerging era of multidirec­tional, digital communications, the audience can be an integral part of the processand it’s becoming clear that they must be.",
        "It boils down to something simple: readers (or viewers or listeners) collectively know more than media professionals do. This is true by definition: they are many, and we are often just one. We need to recognize and, in the best sense of the word, use their knowledge. If we don’t, our former audience will bolt when they realize they don’t have to settle for half-baked cov­erage; they can come into the kitchen themselves.",
        "In this chapter, we’ll look at how the news industry can adapt to an evolution that is turning some old notions on their heads. It may be painful for some of us, but I will argue that the rewards are worth it. We really have no choice, anyway.",
        "More and more, journalism is going to be owned by the audience, said Jeff Jarvis, a prolific blogger who heads Advance Publications’ Advance.net online operation. That doesn’t mean there isn’t a place for pro-journalists, who will always be there who need to be thereto gather the facts, ask questions with some measure of discipline and pull together a larger audience. What I’ve learned is that the audience, given half a chance, has a lot to say. The Internet is the first medium owned by the audi­ence, the first medium to give the audience a voice.",
        "As I noted in the Introduction, we shouldn’t see this as a threat. It is, rather, the best opportunity in decades to do even better journalism.",
        "The business questions are much more difficult to answer because many of the same developments affecting newsrooms are also, as noted earlier, having a massive and ultimately nega­tive impact on the bottom line of Big Media news organiza­tions. I hope we can survive what’s coming because I believe in the mission of journalism and fear that serious investigative reporting will diminish, and perhaps nearly disappear, if big newspapers and other serious outlets wither; what blogger will take on the next Watergate scandal the way The Washington Post did?",
        "traditional media’s opportunity",
        "When most Big Media companies consider having a conversa­tion with their audience, they tend not to push many bound­aries. For example, it astonishes me that some organizations still don’t put reporters’ (much less editors’) email addresses at the end of stories. There is no plausible excuse for leaving out con­tact information when the articles are posted on the Web. A news operation that fails even this test is not remotely serious about engaging its audience.",
        "Bulletin boards don’t fully cut it, either. The New York Times’ forums144 frequently contain valuable insights, but it’s doubtful that many (if any) of those ideas ever reach the actual journalists inside the Times newsroom. If the staff isn’t part of the discussion, it’s just readers talking with each otherand they can do that without the Times. Contrast the paper’s forums with Times columnist Nicholas Kristof’s Kristof Responds discus-sions,145 a truly valuable addition to the paper’s repertoire.",
        "Slate, the online magazine owned by Microsoft, has come up with one of the most useful ways of handling readers’ input. The Fraywatch page146What’s happening in our readers’ forumis a compilation of what Slate editors consider the most interesting comments posted by readers. Snippets from comments are reassembled, with context from the editor plus links to the original postings, in a coherent and entertaining way. This is useful journalism in its own right, even as it demon­strates the value of readers’ contributions.",
        "Web chats featuring journalists are a step in the right direc­tion, but are once again only a step. The Washington Post’s fre­quent online Q&A sessions,147 in which reporters answer ques­tions from readers, are a useful addition to the online operation, but they aren’t the only kind of interactivity we must adopt.",
        "My own experience may be instructive. Covering tech­nology in Silicon Valley is a humbling but rewarding job. In most gatherings, I’m taking up the far-left data point on the intelligence bell curve. Of course, being the least knowledgeable person in the room has its advantages; I always learn something.",
        "That’s one reason why my blog has been so helpful. It’s sparked deeper conversations with my sources and my readers, who are always telling me things I don’t know. This is interac­tive journalism.",
        "As a columnist, writing a weblog has been easier for me than it might have been for a beat reporter. I was already putting my opinions in the newspaper, so it wasn’t much of a stretch to put them online in what amounted to a bunch of mini-columns. But there’s no requirement that blogs be opinionated. A reporter can easily post items relating to her beat, the kinds of tidbits that once made it into a reporter’s notebook, as well as news that won’t make it into the paper for space reasons.",
        "Occasionally, I ask readers for their ideas on columns I haven’t written yet; I explain the topic and say what I think I understand about it. No, I don’t tip off the competition when I have a genuine scoop but, as a columnist, I’m usually talking about things that are already known in a general sense. My online readers, who include a surprising number of traditional sources, are never shy about noting the angles I might have missed or telling me I’m dead wrong. I consider it all, and the resulting column is better for the process. Recall our earlier dis­cussion of open source software, a process in which the code itself is developed by a community and is then freely available. Think of this as a form of open source journalism.",
        "One of the most significant differences between print and the Web is that web-based conversations transcend geograph­ical boundaries. Steve Outing, a longtime observer of online news, as well as a blogger and columnist, wrote in late 2003 in his Editor and Publisher magazine column that my blog has helped give me a global reach instead of a local one. That’s grat­ifying if true, but the major value has been in the way my readers have made me better at my job.",
        "When readers first began commenting on my blog in mid­2003, I didn’t know what to expect. Here’s how it tends to work in the best case. I post an item. Someone responds to me. Someone responds to the first or second comment, and before long, the people commenting are talking with each other, not just with me. I think of it as a mini-Slashdot, a small set of mostly literate and thoughtful comments. The blog does attract its share of trolls (people whose aim in life seems to be to ruin public discussions), but by and large the process works well.148",
        "Blogs have been slow to take off in the mainstream media. I attribute this more to the innate conservatism of the Big Media business than anything else. But there is another reason, too: mis­trust among traditional editors of a genre that threatens to under­mine what they consider core valuesnamely editorial control and ensuring that readers trust, or at least not assume there is an absence of, the journalists’ objectivity and fairness. This hasn’t been an entirely wrong-headed worry, but it is overblown.",
        "Despite the resistance, dozens of mainstream journalism organizations have adopted blogs, a trend that seems likely to accelerate. Not a week goes by without me getting a call from someone in the business who’s thinking about doing a blog and who wants to hear about the advantages and potential pitfalls. CyberJournalist.net keeps a comprehensive list of blogs by and about journalists.149 They run the gamut of topics, from politics to arts to technology to pure commentary.",
        "The most successful blogs by professional journalists have shared some of the characteristics that make any blog worth reading: voice, focus, real reporting, and good writing. Dan Weintraub’s California Insider political blog150 at the Sacra­mento Bee became a must read during the 2003 California recall election that installed Arnold Schwarzenegger as the state’s gov­ernor. (Weintraub had an unfortunate run-in with Bee editors, who now insist on editing his blog postings before they go out on the Web.) James Taranto’s Best of the Web Today blog151 for The Wall Street Journal’s editorial page is another classic; I don’t agree with much of the conservative doctrine he high­lights, but he does it with great style. Sheila Lennon’s Subterra­nean Homepage News,152 affiliated with The Providence Journal, offers perspectives on a variety of topics, many of which are media-related. The quintessential journalism blog needs no introduction to journalists. It’s a safe bet that most working American journalists with web access visit Jim Rome-nesko’s Poynter Institute blog at least once a day; it has become the water cooler for the profession. There’s something liber­ating about the blog form for journalists. The format encour­ages informality and experimentation, not to mention the valu­able interaction with the audience that makes coverage better.",
        "Group blogs, where more than one person can submit post­ings, lack the voice of the single individual, but they can work. A smart approach here has been the event bloga one-off effort pegged to some major news event. Probably the first such blog by a newspaper was the Charlotte Observer’s Dispatches from along the coast, which provided coverage of Hurricane Isabel in August 1998.153 On December 31, 1999, and January 1, 2000, SiliconValley.com (where my blog appears) pulled together everything it could find on the Web to cover a New Year’s Eve and Day that had enormous emotional impact and, many people feared (wrongly, as it turned out), might bring a variety of computer-related disasters due to the Y2K bug.",
        "Breaking news is one of the great opportunities for using these techniques. My colleague at the San Jose Mercury News, Tom Mangan, had a blog (now retired) for copy editors, delightfully named Prints the Chaff,154 on which he urged newsrooms to create what might be called insta-blogs for big local stories. It’s partly a competitive issue, he wrote:",
        "If we have a blog up and running within minutes of a big story breaking, we cut Google and the [other] bloggers out of the equation. If we make it interactive, we make our site the go-to location for breaking news. We will open ourselves up to the problem of people entering comments that later prove untrue, but readers will learn to distinguish between the feed-backhalf of which is nonsenseand the work of the pros, which, hopefully, will have a much smaller nonsense factor.",
        "Many journalists, unable to get official permission to do blogs on their organizations’ sites, have launched their own. There are risks in doing so, as CNN’s Kevin Sites discovered in Iraq when CNN forced him to quit writing his blog. A spokesman sniffily told Online Journalism Review: CNN.com prefers to take a more structured approach to presenting the news. We do not blog. CNN.com will continue to provide photo galleries, video clips, breaking stories and interactive modules as ways to involve readers in learning about the war.155 This attitude, a classic top-down approach to the news, ended up hurting the network more than the correspondent, who later went to work for MSNBC (which welcomed the blog). By killing Sites’s blog, CNN was showing how a network that once was at the cutting edge of journalism had become another widget in the Time Warner assembly line.",
        "The case of Steve Olafson was more about what he was writing than the fact that he was blogging in the first place. Olafson was a political reporter for the Houston Chronicle. Using a pseudonym, he also published a blog that contained political commentarysometimes going after people he covered as part of his regular job. The Chronicle was right to call this unacceptable and, in mid-2002, requested that the blog be taken down on the grounds that it might compromise his credibility. But then the newspaper fired Olafson.156 This was an overreac­tion. The paper could have shifted him to another position or disciplined him in some other way. The message was unambig­uous: blog at your own risk.",
        "Dennis Horgan, an editor at the Hartford Courant, wasn’t fired, but he was ordered to stop posting commentary on his blog.157 The Courant’s top editor, Brian Toolan, attempted to justify this move in a 2003 essay in the Nieman Reports maga­zine, saying, in part:",
        "This is not an issue of freedom of speech. It is about profes­sional expectations and, when they are ignored, as in this case, the newspaper’s standards and public responsibilities are compromised. Like most newspapers, the Courant has an ethics code. It has language that directs that an individual’s interests outside the paper should not come into conflict with, or create the appearance of conflict with, the staff member’s professional duties at the Courant. Horgan, and others, argued that since he now edits the Travel section, his public views on public matters don’t interfere with the newspaper’s coverage of those same issues.",
        "I don’t accept that logic. I know some readers, who depend on the paper, would not accept it either, and I recognize how readers’ perceptions can hurt.158",
        "We can applaud Toolan’s wish to keep high ethical stan­dards, but where was the conflict of interest? I can’t see one in this situation. If a few readers’ perceptions were misguided, that’s their problem, not the newspaper’s. Toolan was clearly correct that there was no free-speech issue, however. He had the right, as Horgan’s employer, to make this mistake. (The paper later attempted what looked like a clumsy compromise, giving Horgan a web-only column that resembled a blog.)",
        "Newspapers are moving ahead nonetheless.159 The family­owned Spokesman-Review160 in Spokane, Washington, has some excellent staff blogs but also makes a practice of pointing to blogs written by people in the community. One of the most forward-looking is the Journal-World161 in Lawrence, Kansas. Rob Curley, general manager of World Online, runs both the newspaper’s web site and Lawrence.com (an affiliated site), and deserves kudos for the innovations he and his smart staff have brought to a hidebound industry. In every way possible, they’ve engaged the community. Forums have brought forth new voices. So has blogging.",
        "Lawrence.comwhich is deliberately distinct from its news­paper parentruns several blogs by members of the community in addition to a blog written by one of the paper’s political reporters. Curley told me:",
        "When we started the blogs on Lawrence.com, we intended them to be fairly similar to what most think of when they think of blogs ... frequently updated posts with an immediate interaction between the writer and the readers. But that isn’t what they’ve become.",
        "The blogs on Lawrence.com have pretty much become col­umns on steroids. They’re almost always fairly long. And though the writers will respond to the readers several times a day, they rarely post more than one new thing a week.",
        "They’re kind of interactive columns.",
        "Why I like them is because they feel so real to mefrom the language to the topics to the responses.",
        "There is a real sense of community in our blogs, and it’s a community that more than likely doesn’t read the daily news­paper, and it probably doesn’t visit our newspaper site.",
        "More important than anything else, our blogs make Lawrence.com feel and taste like Lawrencemaybe not the Lawrence that a 50-year-old resident knows, but definitely the Lawrence that a 20-year-old knows. And that’s exactly what we were after.",
        "Curley and his team have won just about every award there is for online journalism. No wonder. They get the Web.",
        "The most web-like activity is linking: pointing to other people’s content. Newspapers and other journalism organizations have been learning to do a better job of this on their sites, offering pointers to articles and data that reside outside their sites. We need to do more than that.",
        "On my blog, I frequently point at other news organizations’ stories, including a local competitor, the San Francisco Chron­icle. If I have the choice of pointing to an equally good story on my newspaper’s own site, I’ll naturally do so. But when the competition has done a better job than we have on a topic I care about, I’d be shortchanging my readers if I didn’t take them to the best coverage. No one from my company has ever suggested I do otherwise.",
        "I also point to sites of nontraditional journalists and, when­ever possible, I post or point to the deepest source materials, such as transcripts and other data that provide more context. We in pro-journalism tend to do this on big projects when we post things such as affidavits, interactive maps, and the like. But the authority of a story increases with the links to the best orig­inal material from which it was derived. We can learn more from the bloggers about this.",
        "Increasingly, I’m glad to say, news organizations are catching on. While online versions of news stories that have run in the newspaper rarely link to competitors’ work, newspaper bloggers have been more wide-ranging in pointing outside. Dan Froomkin’s White House Briefing162 on The Washington Post’s site, which started in early 2004, was especially active in this regard, though he tended to ignore blogs in favor of estab­lishment media. Similarly, The New York Times’ Times on the Trail,163 a column that looks like a blog but isn’t officially called one, has sometimes been generous in outside pointers.",
        "We can also increase our credibility by listening to our online critics, and we’re beginning to do just that. Long gone are the days when criticism was handled, except in extreme cases, by just two publications of note, the Columbia Journalism Review and the American Journalism Review.",
        "A right-leaning blogger who calls himself Patterico166 has made it one of his missions to critique The Los Angeles Times for what he sees as an assortment of left-leaning sins. In early 2004, he took the Times, which he calls the Dog Trainer, to task for its coverage of Supreme Court Justice Antonin Scalia’s conflicts of interest, including the judge’s hunting vacation with Vice President Dick Cheney, an old friend, when the court was hearing a pivotal case involving Cheney’s Energy Task Force. Patterico observed that Justice Ruth Bader Ginsburg also had a conflict of note, a connection to the National Organization for Women (NOW). His correspondence with the Times got results. On March 11, 2004, he wrote, proudly: On the one hand, I have to hand it to The Los Angeles Times. They have run a front-page story about Justice Ginsburg’s speech to the NOW Legal Defense Fund. On the other hand, why did I have to be the one to tell them about it?167",
        "For me, this follow-on complaint doesn’t hold up. Journal­ists find out much of what we print and broadcast from people who tell us thingspeople like Patterico, who helped make the news.",
        "Inviting the audience to contribute isn’t a new phenomenon. After all, we’ve asked readers to write letters to the editor for a long time, and we generally answer the phones when readers call with tips or complaints. In other words, some conversation has always taken place; we just need to have more.",
        "Some of the most important photos and videos in recent news history were the product of amateurs; we can scarcely imagine the second half of the 20th century without the grue­some Zapruder film of John F. Kennedy’s assassination. More recently, as video cameras have become popular, we have seen what happens when average people captured important events such as police beatings of suspects and approaching tornados. And it was amateurs who caught the most horrific images of the United Airlines 767 fireball as it crashed into the second World Trade Center tower on September 11, 2001.",
        "In each of those cases, the public was communicating through the mass media; the amateur videos rapidly made it, as in earlier events, onto CNN and the other major TV networks. For the foreseeable future, this will continue to be the case because TV is our gathering place in national crises, because of the high bandwidth costs for offering video over the Web, and for the simple fact that mass media still reaches the biggest audience. But as more and more members of the former audience make and capture the news, their contributions will be understood as essen­tial to the news-gathering process at all levels.168",
        "We can still learn a thing or two from nonjournalism orga­nizations. In February 2003, after the space shuttle broke up on reentry to the Earth’s atmosphere, NASA put out a call to anyone who had photographs that might help in the investiga­tion of the accident, and thousands responded.169",
        "Then, in the weeks before the launch of the 2003 Iraq war, the BBC asked its audience for pictures having anything to do with the conflict.170 It received hundreds, some of which it posted in a photo essay that was both journalistically smart and emotionally moving for viewers.",
        "Those were obvious things to do, though not many tradi­tional journalism organizations bothered even to try. It will soon be a no-brainer, I believe, for every news web site to prom­inently post an email address to which people can send their pic­tures, whether from phones or personal computers. The news­paper (or broadcast outlet or whatever kind of news service) should periodically post the best pictures online and in the reg­ular news product. In this way, they can get the public accus­tomed to using the medium in this manner. Then, when some big event occurs, the organization will have trained at least some people to use the posting service almost by reflex.",
        "Readers of the San Diego Tribune’s Sign On San Diego online operation were an essential part of that city’s biggest local story of 2003: the wildfires that raged through southern California. The readers, urged on by the site, posted photos of and messages about what they were seeing. Some used the forums to create discussions aimed at the residents of a single block in a suburb; neighbors were filling each other in on what was happening. This was local news at its finest, and the people were doing it for themselves, assisted in the best possible way by their local newspaper.171",
        "In addition to photos, news organizations can make it easy for readers to send them tips through SMS (short text messages on phones) addresses for various newsrooms (sports, local, etc.), just as phone numbers are made available to the public. As more and more people use mobile phones for messaging, this can be another efficient way to get tips. Even if people want to call to offer a tip on a story, they may not be able to get through, or they simply may be uncomfortable talking with a journalist.",
        "My newspaper does the best job it can in covering local news, but we can’t do it all. For example, we can’t cover every meet­ing of the Sunnyvale School Board. But I’m willing to bet there are at least a few people in Sunnyvale who care deeply enough about their school board’s activities that they could become reporters in their own right. Maybe we can help.",
        "I’d like to see news organizations encourage citizen­reporting by people who want to cover some broadly defined aspect of community life. This is not a simple process. The legal and even cultural questions are enormous; not least are how to deal with accreditation (who’s a journalist, anyway?) and libel (who’s responsible when a citizen reporter wrongly injures someone’s reputation?). Still, the advantages outweigh the risks.",
        "Let me suggest some ways it might work. Maybe we could create OhmyNews-like add-ons to our sites. If that’s too much extra effort, we could offer members of the community their own weblogs. We’d be the host.",
        "In the case of the Sunnyvale School Board and other local bodies that deserve coverage, we might invite members of the community to create blogs for that purpose. We’d monitor what was written and point from our web site to the various blogs on these topics. We’d obviously need disclaimers, pointing out that the reporters didn’t work for us. But I’d maintain that members of the public who cared about their local school board would learn more from their neighbors than their newspaper. Once the blogs were established, the professional reporters would read the coverage and, in many cases, learn about stories we might otherwise have missed.",
        "Now extrapolate this notion to national and international news. Amateur blogs are already full of news and commentary about the biggest issues of our day. Could Big Media companies ask the readers/viewers to join the team in a slightly more formal way? In April 2004, as the Iraq situation seemed to be deterio­rating toward near-anarchy, most foreign journalists there feared kidnapping or worse, and had sequestered themselves in their hotels or highly fortified offices. The on-the-ground reporting was coming largely from Iraqis they’d hired. Would the news­reading public in America, Japan, and Europe have been better informed if media organizations had also placed computers and digital cameras with several hundred Iraqis and asked them to blog about their experiences and what they were seeing? We should at least ask such questions, and look into the implica­tions, before dismissing the idea out of hand.",
        "There might even be some revenue potential for the estab­lished media in all this. The online magazine Salon offers blogs to its subscribers for an extra $40 a year.172 Perhaps local newspa­pers or TV stations could sell advertising on readers’ blogs, or sell the hosting service for a modest amount. But the vital bottom line would be in improving the news reporting for everyone.",
        "There’s another good reason to try. As Chris Willis and Shayne Bowman observed in We Media, a 2003 report on participatory journalism (to which I contributed the foreword): An audience that participates in the journalistic process is more demanding than passive consumers of news. But they may also feel empowered to make a difference. As a result, they feel as though they have a shared stake in the end result.173",
        "No major journalism organization has done more to involve its audience than the British Broadcasting Corporation (BBC). In November 2003, the BBC launched what may be the most thorough attempt yet to bring tomorrow’s journalism to life with a project called iCan.174 At its heart is a fairly daring notion: equip the audience with some of the tools of political activism. Then watch what they do and report on it.",
        "iCan was an outgrowth of both journalistic and political considerations, project leaders told me when I visited London in October 2003. First, the BBC and other media organizations were missing big stories. For example, huge fuel-price protests in 2000, which led to turmoil on the British roads, came as a sur­prise, even though the issue had been boiling up on the Internet. The 2001 national elections in the United Kingdom were another major catalyst. Turnout was low, by British standards, at about 60 percent. One of the BBC’s core missions is to help the electorate make informed decisions, and the service’s leader­ship wanted to know what it could do better.",
        "We found some interesting things, said Martin Vogel, the iCan project codirector. For instance, the 40 percent of the elec­torate that didn’t vote was by no means apathetic about the issues of the day, but rather unhappy with the candidates and policies being offered. With younger audiences moving away from traditional media to new media, the BBC looked for a way to use new media to foster political involvement.",
        "So iCan aimed to create a platform to help citizen activists influence the system from the local level on up. Local was espe­cially important, because it’s where people feel the most impact. BBC journalists spent months pulling together a host of infor­mation aimed at citizen activists, including pointers to various resources on and off the Web. Journalists wrote guidelines and instructions on everything from how to start a campaign to dealing with troublesome neighbors. We let people know they can do things for themselves, said Samanthi Dissanayake, a broadcast journalist who signed on for the iCan experiment.",
        "But iCan’s users, not the staff, are expected to write the bulk of the guides as time goes on. The editorial staff will mon­itor what emerges and will exercise some editorial control, such as removing libelous or flagrantly inaccurate information. The job of the journalist, more than ever, is to be a filter, said Tim Levell, iCan’s editorial project leader.",
        "iCan launched in early November with a national web site and five pilot areas where the BBC was focusing additional resources. One was in the county of Cambridgeshire, an hour’s train ride north of London that spans the demographic gamut. It includes a university city, a somewhat downtrodden urban center, and farmland. As in three of the other four pilot areas, a journalist was dispatched from regular duties to focus exclu­sively on iCan. The journalist helped to seed local activism, monitored the citizen campaigns, and then reported the news to reflect local concerns.",
        "One of the first campaigns created by citizens was an initia­tive to curb schoolhouse bullying. This came as a surprise to Levell. Of everything iCan’s researchers imagined in their plan­ning process, we never modeled bullying as the first thing to bubble up, he said. But the BBC was listening.",
        "iCan may or may not turn out to be a model for other news organizations, but it’s a valuable experiment. While news com­panies make it their mission to inform the public, few have made it a mission to arm them with tools they can use to make a public ruckus. To watch what people can do with such tools, and to report on it, takes the process even further. The BBC isn’t just making the news with iCan; it’s helping citizens make their own.",
        "Lee Pong Ryul had a day job in engineering at a semiconductor company near Seoul, South Korea. In his spare time, he was helping to shape tomorrow’s journalism.",
        "Lee was an active citizen reporter for OhmyNews, the online news service. OhmyNews has shaken up the journalism and political establishments while attracting an enormous audience by melding 20th century traditionthe journalism-as-lecture model, in which organizations tell the audience what the news is and the audience either buys it or doesn’tinto some­thing bottom-up, interactive, and democratic. This is an impor­tant experiment, and when I visited in the spring of 2003, it was clear that the bet was already paying off.",
        "The influence of OhmyNews, just four years old at the time, was substantial and expanding. It had been credited with having helped elect the nation’s current president, Roh Moo Hyun, who ran as a reformer. Roh granted his first post-election inter­view to the publication, snubbing the three major conservative newspapers that have dominated the print journalism scene for years.",
        "If OhmyNews is a glimpse into the future, so is South Koreaand that’s no coincidence. It’s a wired nation; more than two-thirds of households are connected to the Internet, most with high-speed links. The Internet is an always-on part of everyday life, not an afterthought. That deep digital pool has spawned some 21st century kinds of media, from complex, mul­tiplayer online games to publications such as OhmyNews.",
        "Even taxi drivers who don’t have time for newspapers have heard of OhmyNews. The site draws millions of visitors daily. Advertisers support both the web site and a weekly print edi­tion, and the operation had been profitable in recent months, its chief executive and founder, Oh Yeon Ho, told me.",
        "He was a 38-year-old former writer for progressive maga­zines. With a staff of about 50 and legions of citizen reporter contributorsmore than 26,000 had signed up when I met him, and more than 15,000 had published stories under their own bylinesOh and his colleagues were creating real value in an emerging journalistic reality.",
        "The main concept is that every citizen can be a reporter, he said. We changed the concept of the reporter.",
        "The old way meant becoming a professional journalist and getting a press card. Journalism was a credentialed and, in Korea, a somewhat elevated position in societybizarre as that sounds to readers in the U.S., where we journalists enjoy roughly the same public esteem as politicians and used-car salesmen. The new way, Oh said, is that a reporter is the one who has the news and who is trying to inform others.",
        "The paper’s citizen reporters go into issues that the main­stream media haven’t covered, said Jeong Woon Hyeon, chief editor. The site posts about 70 percent of the roughly 200 sto­ries submitted each day, after staff editors read the stories. Post­ings work on a hierarchy corresponding to the place on the page; the lower the headline appears, the less important or inter­esting the editors consider it. The higher, the more news-worthyand the more the freelance contributor is paid.",
        "When OhmyNews started, the idea wasn’t entirely new. News organizations have long used stringers, people who con­tribute freelance articles. What was so different with Ohmy-News was that anyone could sign up, and it wasn’t difficult to get published. On the Web, space for news is essentially unlim-ited,175 and OhmyNews welcomed contributions from just about everyone. The real-people nature of the contributors lent further appeal to the site.",
        "The melding of old and new was extensive. The company issued temporary staff press cards so some of the more active contributors could cover specific events. Full-time professional staffers, meanwhile, worked in a time-honored manner. They jockeyed with reporters from big newspapers, magazines, and broadcast outlets for scoops in government and business, then lobbied for the best possible display of their work.",
        "OhmyNews reflected its bosses’ passion for going beyond conservative newspapers’ constrained view of the world. Its cov­erage of events such as the death of two schoolgirls, crushed by a U.S. Army vehicle in an accident during the summer of 2002, forced the hand of mainstream media, which was downplaying the story. Protest demonstrations after that incident evolved into nationwide anger against America, and a profoundly nationalist fervor that helped elect Roh.",
        "Oh’s rise from underground magazine writer to powerful media figure had any number of ironies. One is that the govern­ment he disliked was instrumental in wiring the nation for high­speed data access, creating the conditions that ultimately gave OhmyNews an opening. Then there was the way he came to realize that he should start OhmyNews. He went to the U.S. in 199799 to get a master’s degree at Regent University in Vir­ginia. The school’s president was Pat Robertson, the evangelist and right-wing political figure.",
        "To know America, a journalist friend told Oh, you have to know how the conservative right operates. In Robertson’s case, part of his strategy was counteracting what he saw as a liberal­biased press, and so offered media courses through Regent.",
        "I learned their techniques, he explained. But my approach is quite different.",
        "In one course, students’ homework was to create a new media organization on paper. Oh’s imaginary company was the genesis of OhmyNews, and I got an A+, he said wryly.",
        "The vision was to use the Internet, which was then growing like mad in Korea, and to capture the power of average people who, Oh strongly believed, did not back South Korea’s govern­ment and overall policiespeople who also weren’t being repre­sented by the conservative media companies that controlled about 80 percent of daily circulation. A 50-50 liberal­conservative balance would be much better, he said.",
        "Oh and his colleagues were well aware that the interactive nature of the medium extends far beyond OhmyNews’ appeals for contributions from citizen reporters, and their approach reflected that understanding. Each story had a link to a com­ments page. Readers could, and did, post comments ranging from supportive to harsh, and they voted on whether they approved or disapproved of specific comments.",
        "Sometimes the journalists replied directly on the comments page. Lee Pong Ryul, one of OhmyNews’ most active citizen reporters, regularly replied to clarify points and to answer ques­tions He also said he got plenty of email responses to his work.",
        "In previous writing jobs, Lee focused on family topics, often mentioning his two daughters, because his political writings on other online sites had gotten little or no response.",
        "OhmyNews, he says, changed the equation. Here, at last, was a publication that reflected some of his views of politics and societyand that was glad to publish what he wrote to a read­ership hungry for such information. In about three years of con­tributing to OhmyNews, he averaged about 100 stories a year. Editors at the publication check spelling, he said, but not much else. Fact checking by OhmyNews staff is reserved for hard news stories, not personal features such as his.",
        "He certainly didn’t do it for the money. Stories that make the OhmyNews equivalent of the front page earned him a little less than U.S. $20, the top rate at the time. He got commensu­rately less for stories that ran lower on the page, and figures he made between $50 and $100 a month in freelance payments not a pittance but hardly a fortune.",
        "Lee had no ambitions to be a professional writer. I don’t think I’m qualified, he said. But he believed he won, on bal­ance, a greater response for the kinds of stories he was writing about regular people’s livesthan some of the professional jour­nalism that was running in the newspapers and on the site every day.",
        "OhmyNews’ ambitions aren’t limited to print. It runs video webcasting services and plans to expand its multimedia pres­ence. Someday, citizen reporters such as Lee will be contrib­uting video reports, not just text, in a dazzling, multidirectional sharing of information.",
        "The easy coexistence of the amateurs and professionals will, soon enough, seem natural. Publications such as OhmyNews will pop up everywhere because they make sense, combining the best of old and new journalistic forms. OhmyNews is an experi­ment in tomorrow. So far, it’s a brilliant one.176",
        "Even as we invite the former audience into the process, journal­ists must first embrace the technology that makes collaborative reporting possible. We’ve been fairly good at this in the past, but technological changes are accelerating.",
        "Writing on the Web would be simple if text was all that mattered. The next generation of multimedia tools will give journalists more optionsand vex editors in the process. The advent of camera phones and small, high-quality digital cam­eras has given professional journalists great new tools that tran­scend the desktop. News organizations should issue a camera phone and digital camera to every member of the staff and urge people to shoot anything that even resembles news. In addition to the camera in my phone, which takes generally lousy pic­tures, I also carry a small digital camera that not only takes high-quality photographs but also 30-frames-per-second video with sound.",
        "We should be encouraging reporters to get audio and video snapshots. I’m not suggesting that we turn reporters into video­graphers (not yet, anyway), because anything that distracts from the reporting mission in a big way will harm journalism. But it only makes sense to get a quick video of a scene, such as the office of someone we’re interviewing; maybe it’ll go on the web site with a little editing, but even if it’s unsuitable for general consumption, it can remind the reporter of some physical details for the actual story. Similarly, audio clips can amplify a subject, giving a better sense of the person being interviewed; since reporters increasingly make audio recordings of interviews, there’s no reason not to turn them into transcripts or extended excerpts to be posted online (and they should be whenever possible).",
        "Will this threaten the professional photographers who cap­ture images so well for news organizations today? I hope not. Their skills are far beyond mine and most other amateurs. But we have to be ready to capture images when the pros aren’t around; even a poorly composed photo of a pivotal event is better than no picture at all.",
        "The next generation of mobile phones will give reporters more than the ability to capture pictures and short videos. They will be publishing tools as well. The BBC, leading the way as it so often does, issued 3G mobile phones to some of its jour­nalists in late 2003.177 The phones worked on the latest high­speed mobile data networks, enabling the reporters to file video interviews from the field in real time.",
        "Meanwhile, there is a gap in journalism education, an often hidebound institution in its own right. It’s not that the better journalism schools lack technology or don’t know how to use it, but rather they tend to serve such a conservative and slow­moving industry.",
        "I confess to some skepticism about undergraduate jour­nalism degrees in the first place. Some of the best journalists I know never took a course in the subject; then again, others have. Whatever your view of this endlessly debatable topic, the fact is that journalism schools are the main source of new staff. But we can’t allow them to crank out a new generation of reporters, editors, photographers, and broadcasters who don’t understand and appreciate how the profession has changed. The problem is actually more serious among faculties than students. It doesn’t surprise me that the students I’ve met, in guest lec­tures at U.S. universities and through my own experience teaching a new media course at the University of Hong Kong for five weeks each fall, are more open to this new style than most faculties and deans.178",
        "Interactive, online reporting and editing is becoming a staple of the curriculum. Teaching the use of tools is relatively trivial, however. Teaching students how to be relentlessly inquisitive with a sense of fairness and a genuine wish to inform the public is harder. There’s a lot to be said for the traditional liberal-arts education in that regard, and better undergraduate journalism programs offer precisely that kind of education.",
        "Jay Rosen at New York University makes a persuasive case for a new kind of journalism education, not just an updated understanding and practice of the trade itself. He envisions a journalism school that takes its inspiration from, of all places, the Yale School of Drama, not from the quasi-science the infor­mation profession pushes in most universities.",
        "The Yale Drama School has two halves, he told me. One says, here’s how to study drama and become an actor or director. The other side says, here’s the Yale Repertory Theater and cabaret, and does productions. He wants NYU to repli­cate some of this.",
        "With a foundation grant, NYU is trying to create what Rosen calls a portfolio model of journalism education. One idea is to attract students, some of whom are already profes­sional journalists, who believe they know what kind of journal­ists they want to befor example, a human rights reporter or a music journalist. Then they create an online portfolio showing what they can do.179 NYU provides some basic training, but the focus is on creating a body of work that will be displayed on the Web, complete with the student’s contact information. This method, which needs to be more interactive, runs somewhat counter to the traditional model of journalism education, in which the student tends to learn how to be a generalist. But in this age of specialty blogs and publicationsand at a time when more people from other fields are joining news organizations as specialist reportersthis approach is at least worth exploring.",
        "Moreover, journalism schools need to reflect the evolution from a lecture mode to a conversational mode. At a minimum, journalism schools should insist that students understand genuine interactivity, which is the basis for a conversation with the audience. They can start by making the conversation richer among faculty and students on campus; the lecture mode of edu­cation still has value in some circumstances, but only some.",
        "At Northwestern University’s Medill School of Journalism, widely recognized as one of the best in the world, Rich Gordon, formerly a reporter and editor with several major U.S. newspa­pers, including the Miami Herald, is an evangelist for the con­versation and is practicing what he preaches. He told me in April 2004:",
        "I teach new media in a variety of contextsI teach classes focused on new media’s impact on journalism, I make guest appearances in other classes to talk about how the Internet is changing journalism, and I make presentations to media com­pany executives on new media strategy. In all of those kinds of classes, I talk about the unique capabilities of new media. And clearly one of the most powerful is the way in which it changes the relationship between the journalist and what we’ve historically called the audience. I point them to inter­esting examples of this kind of journalism, including Weblogs, discussion forums, ohmynews, photo blogs, etc. And I raise the question of why more traditional journalists and media companies are not seizing the opportunity to change their relationships with the audience.",
        "All that said, I think this quarter is the first one where I’ve led a class that is focusing entirely on this subject. I have a group of six new media master’s students who are working with Advance.net (and Jeff Jarvis) to explore the proposition that hyperlocal citizens’ media can help meet the informa­tion needs for a town or neighborhood. As you know, com­munities this size (say, under 100,000 residents) tend to be undercovered by the mainstream media. The major metropol­itan dailies can’t afford to staff newsrooms in dozens or hun­dreds of communities this size, can’t zone the local section enough ways to provide coverage at this level, and charge too much for ads to get the kind of local merchant advertising that would pay for journalists in these communitiesand the kind of advertising that people in these communities value as useful information. If a community this size is lucky, they have a good weekly or small daily that understands its mission is to provide this kind of hyperlocal journalism. But even in places that have good community newspapers, there is information that doesn’t make its way into print.",
        "Gordon’s students picked Skokie, Illinois, a city of about 54,000 people near Northwestern’s home in Evanston, to launch their experiment. After soliciting help from local residents and organizations, they launched goskokie.com (a blog with forums and other features) with a motto of news for the people by the people. Gordon said the students contacted local organi­zations and individuals there for assistance. This will be fasci­nating to follow, and it may be a model for journalism education.",
        "Using the tools of multidirectional journalism doesn’t mean we have to cross ethical lines. We have plenty to deal with already on that score, as the infamous Jayson Blair proved with his fab­rications and plagiarism while reporting for The New York Times. When cyber-gossip Matt Drudge reported rumors of investigations that Senator John Kerry, the Democratic presiden­tial candidate, had been romantically involved with a former intern, few responsible news organizations picked up the story. Drudge, we recognized, didn’t have a sterling record for accu­racy. The old-fashioned publications and broadcasts that dis­dained the story were, it turned out, making the right call both online and offline. (I’ll talk more about this in Chapter 9.)",
        "No matter which tools and technologies we embrace, we must maintain core principles, including fairness, accuracy, and thoroughness. These are not afterthoughts. They are essential if professional journalism expects to survive.",
        "Even as we listen better to our former audience and con­verse more freely, we are still obliged to gather as many facts as possible. We are obliged to be fair. We are obliged to correct our mistakes. Fortunately, it turns out that we’ll be even better equipped to maintain those principles if we listen and partici­pate in the conversation.",
        "And we still need editors. Bloggers who disdain editors entirely, or who say they’re largely irrelevant to the process, are mistaken.180 The community’s eyes and ears on weblogs are fine for what they provide. As noted, my readers make me a better journalist because they find my mistakes, tell me what I’m missing, and help me understand nuances.",
        "Good editors add their own experience in a different way. They are trained, mostly through long experience, to look for what’s missing in a story. They ask tough questions, demand better evidence for assertions, and, ultimately, understand how this thing we call journalism comes together. Sometimes they can help us see that less is more: I can’t count the number of times an editor of my column has suggested that a sentence is unnecessary or inflammatory without purpose, leading me to agree that its removal would strengthen the piece, not weaken it. They make my work better in different ways, and I would not want to see them disappear.",
        "We can help the new journalists understand and value ethics, the importance of serving the public trust, and profes­sionalism. We can’t, and shouldn’t, keep them out.",
        "Continue...",
        "\nThis eBook of “We the Media - Grassroots Journalism by the People, for the People” (2004) by Dan Gillmor is licenced under Creative Commons (you may copy and distribute the work under certain conditions).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Michael F. RoizenAt Amazon"
    ]
}