{
    "title": "We the Media - 10. Here Come the Judges (and Lawyers)",
    "author": "Dan Gillmor",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "Brock Meeks was way ahead of most of us when it came to understanding the power of the Internet as a journalism tool. In 1993, then a reporter for Washington-based Communications Daily, a trade publication, he created a pathbreaking email news wire. He called it CyberWire Dispatch, and for the next several years, he regularly scooped the major media on story after story.265",
        "But Meeks, now an MSNBC correspondent, has another claim to fameand this is one he’d just as soon not have. He was, by most accounts, the first Internet journalist to be sued for libel. For all practical purposes, Meeks won the case; he paid nothing to the Ohio company that sued him over his critical report about the company’s business practices, though he did agree to notify the company before publishing anything else about it or the man who ran it.266 Meeks did pay his lawyers, including several noted First Amendment specialists who donated the vast majority of their time. He was lucky, in a sense, because his case drew the attention of people who wanted to protect our rights.",
        "The Meeks case was a warning shot of sorts. It was a reminder that while the Net is a medium that grants great freedom, it doesn’t exist in a vacuum. Law applies online and off, and people who intend to practice grassroots journalism need to keep that in mind.",
        "This chapter isn’t intended to scare anyone away from the Internet. Far from it. Nor should any reader consider this even remotely to be legal advice. To abuse a famous cliché, I’m not a lawyer and I don’t intend to play one on these pages. If you need a professional answer to a legal question, please look else­where. (This book’s accompanying web site, http:// wethemedia.oreilly.com, includes links to legal sources.)",
        "But it’s important to consider some of the legal issues that have arisen in the online sphere. Libel is only one, and it applies not just to people who call themselves journalists but also to com­menters in chat rooms. Other questions include copyright, linking, jurisdiction, and liability for what others say on your site.",
        "defamation, libel, and other nasty stuff",
        "I’m fairly sure I’ve been personally libeled. That is, people have written plenty of unflattering things about me, the kinds of things that I would never, ever write about someone else without some extraordinarily credible sources. I haven’t sued anybody, though. And after almost 25 years in journalism no one has sued me, either. I may be wrong in my opinions or my interpretation of facts, but I try hard not to get basic stuff wrong, and when I learn I’ve made a mistake, I correct it.",
        "Online journalists are no less required to follow the law than anyone else. A blogger who commits libel may have to face the consequences.267",
        "There has been at least one defamation suit filed against a prominent online journalist. In 1997, Internet gossip maven Matt Drudge quoted unnamed sources who claimed that Demo­cratic operative, author, and former Clinton White House aide Sidney Blumenthal had committed spousal abuse. Drudge’s posting was false, and he corrected it in fairly short order. But Blumenthal sued him for defamation of character. In 2001, the case was settled. According to various press accounts, Blumen­thal paid some $2,500 in travel expenses for a Drudge lawyer. In effect, Drudge prevailed, or at least didn’t lose.",
        "As noted in Chapter 9, I don’t care for his style or willing­ness to publish rumors so readily, but I’m troubled by the fact that he was sued in the first place. After all, he did quickly retract the story and said of his source(s), I think I’ve been had. Blumenthal’s lawsuit may have been understandablethe charge was disgusting and could have been a disaster for his careerbut anyone who cared to know learned quickly that the story was bogus. He also didn’t count on conservative political groups offering to defend Drudge, thereby running up expenses on a case that was not going to be easy to win in any event, given the fast retraction and removal of the offending words from the Drudge Report site. In the end, however offensive Drudge’s original posting may have been, the case advanced journalistic freedom.268",
        "One of Brock Meeks’s attorneys in his libel case was David L. Marburger. Marburger has been practicing First Amendment law in Ohio for more than 20 years. Though he doesn’t claim to be an expert about Internet law, he offered some advice that applies to all kinds of journalists, including cyber-reporters.",
        "First, he told me, anyone who writes regularly on the Net about other people or institutions should try to be insured against libel. If it’s affordable and you can get it, he said, you need insurance. Second, writers should keep in mind who most often sues: people whose livelihoods depend on the goodwill of the public, who depend on reputation. In this cate­gory, he said, are lawyers, doctors, and government officials, along with companies.",
        "Marburger raised a common issue in one of his cautionary remarks: writers who work without editorsmost bloggers, for exampletypically don’t have that second and third set of eyes to look at stuff. The risk is going to be higher. You’re less likely to critically analyze your own work than an editor would be.",
        "Publishing on the Web appears to have had its advantages in this regard. After all, when your readers can let you know you’ve made an error, you can fix it quickly and stop the mis­take from being widely disseminated. But as Marburger noted, Sometimes your reader can be your plaintiff, too.",
        "Glenn Reynolds is both the prolific blogger Instapundit and a teacher of Internet law in Tennessee. He’s somewhat more sanguine about the prospects for bloggers, at least for most of them, because blogging tends to be more about opinion than reporting.",
        "Most of what bloggers do is punditry, he said. It’s hard to libel via punditry. Most blogs involve linking to someone else’s work and then commenting on it.",
        "What’s more, well-known bloggers tend to write about public figures, people who must meet a much higher stan­dard to prove libel. You can’t libel a public figure, even if the story is false, unless you publish it with what’s called malice, which in this instance means either the standard definition of the word or indifference to whether the story is true or not.",
        "In any event, most bloggers probably don’t have enough money to make it worthwhile to sue, assuming, of course, that winning monetary damages is the plaintiff’s goal. However, if the goal is to shut someone up, just the threat of a lawsuit can do the trick because the cost of defense can be huge.",
        "That’s why Reynolds called himself an insurance agent’s dreamthat is, adequately insured for any trouble. The real reason is not for fear of libeling someone, said the lawyer who is well aware of how not to defame others. It is to guard against having someone sue me into bankruptcy out of spite or to shut me up.",
        "Even if a blogger can libel someone else with her own com­ments, a blog owner is probably not liable for what someone else writes in the comments, according to Jack M. Balkin, Knight Professor of Constitutional Law and the First Amend­ment and director of the Information Society Project at Yale Law School. On his Balkinization weblog,269 commenting on an appeals court ruling, he wrote that the 1996 Telecom Act pro­tects people who run web sites from being sued for republishing the libels of another person.",
        "This does not mean that bloggers are immune from libels they themselves write, Balkin continued. It means that they are immune from (for example) libels published in their comments section (if they have one) because these comments are written by other people and the blogger is merely providing a space for them to be published. Congress wanted to treat operators of chat­rooms and other interactive computer services differently from letters to the editor columns in a local newspaper.270",
        "So far, bloggers may have avoided the legal chopping block, though threats against bloggers abound. Commenters on Inter­net forums have had more trouble. In particular, some compa­nies have been especially assertive in financial forums, demand­ing from Internet service providers the identities of people who have made allegedly defamatory postings.",
        "Policies on how to deal with such requests vary among Internet service providers. Some will turn over subscribers’ per­sonal information without telling the customer. More honor­able ones won’t; they’ll tell the subscriber in order to give him time to challenge a subpoena. In some cases, these John Doe subpoenas are granted, especially when the posting is libelous on its face.",
        "But civil-liberties groups have asked judges, sometimes suc­cessfully, to apply a tough standard in these cases. In one, which started in 2001, a Canadian pharmaceutical company called Nymox demanded that Yahoo! hand over the names and other subscriber information regarding some John Does who’d been posting to the service’s Nymox message board. There was no doubt that the messages were inflammatory, alleging corporate malfeasance, but the question was whether they rose to a level at which the company had a legitimate defamation case.",
        "The Stanford Cyberlaw Clinic at Stanford Law School fought the subpoenas. In early 2003, the clinic won an impor­tant ruling from a federal judge in San Francisco. He wrote that Nymox, in order to win its motion, had to demonstrate, among other things, that the statements posted on the Yahoo! board were, in fact, actionablein other words, Nymox needed to show that a judge wouldn’t dismiss the case for lack of evidence should an actual defamation suit be filed. In addition, he wrote, Nymox had to show that the postings in question had actually damaged the company.",
        "One statement was clearly defamatory, the judge said. But he noted that it was essential to consider the context of the mes­sage, not just its content:",
        "The statement was posted anonymously on an Internet mes­sage board. The tenor of all the submitted postings would lead the ordinary reader to regard their contents skeptically. Nymox has made no effort to trace any injury to the door­step of this posting. Although Nymox said at the hearing, weakly and vaguely, that its stock fell after the postings were made, no investor would have relied on such manifestly unre­liable information.",
        "He granted John Doe’s motion to quash the subpoena, allowing Doe to remain anonymous.271",
        "I’m no fan of fishing expeditions. At the same time, the anti-Nymox poster in this case didn’t rate anyone’s sympathy on an ethical basis because the postings were crude at best. But pre­serving the value of anonymity, and robust speech, is vital. The judge, striking an appropriate balance, said there’s no right to defame and damage others under a cloak of anonymity. The company just didn’t make its case.",
        "If I call the judges of the High Court of Australia some of the most obtuse people on the planet, do I need to cancel my next trip Down Under? Possibly, because one or more of them may decide that I have defamed them by offering such an opinion. Thanks to their ruling in a 2002 lawsuit, they have created a right to sue me on their home turf, under their own restrictive defamation laws, for what I’ve said on my blog and column, both of which are based in the U.S.",
        "The case in question is about an article that appeared in Barron’s, a Dow Jones weekly newspaper published in the U.S. A corporate executive in Australia didn’t like what it said about him, so he sued in Australia, effectively arguing that Internet publication was like putting out a local newspaper in every jurisdiction. Astonishingly, the High Court agreed.272",
        "The ruling was a blow to the open nature of the Internet. To say that defamation occurs where something has been read, as opposed to where it was posted, is an invitation to forum-shoppingand abuse by plaintiffs.",
        "Jurisdiction questions have bedeviled the Net for some time. In 1994, the Justice Department under President Bill Clinton hauled the owners of a Milpitas, California, adult-oriented com­puter bulletin board to the heart of the Bible Belt and prose­cuted them on obscenity charges. The bulletin board offered pornographic images that were not in violation of California standards, but a postal inspector’s downloading of them to Nashville was deemed to violate his community’s local stan­dards. The owners of the online service were convicted and sen­tenced to prison terms. The prosecution was an abuse of the criminal justice system and a direct attack on First Amendment rights because it suggested that standards in the nation’s most repressive communities could determine what the rest of us may read, hear, or view.",
        "Now we have to ask if the most repressive nation could set our standards. French courts told Yahoo! in 2001 to block auc­tions of Nazi memorabilia. Yahoo! got a U.S. court to say the order was invalid, but in the end the online service shut down its European auction sites altogethera business decision, the com­pany said.",
        "Under the Australia court’s logic in the Dow Jones case, every person or organization that posts something on the Internet will need to understand and comply with the libel laws of 190 nations and who knows how many subnational jurisdic­tions. That’s absurd. It’s also dangerous, because it encourages powerful and paranoid people to use local laws, some of which will be designed to stamp out unwelcome news or opinions. Does that sound paranoid? It’s not, because dictators have already recognized the usefulness of restrictive laws to stifle or silence critics. In the African dictatorship of Zimbabwe, the gov­ernment prosecuted a British reporter for something posted on his newspaper’s United Kingdom web site. He was acquitted and deported, but at serious financial cost to his publication and to the practice of professional journalism in a nation that needs more, not less, serious reporting.",
        "Decisions such as the one in Australia are arguments for an international treaty that establishes libel rules, preferably extremely liberal ones for publishers. The alternative is an increasingly balkanized Internet. Jonathan Zittrain, cofounder of the Berkman Center and a law professor at Harvard, antici­pates increased efforts to zone content on the Net, for example. What an American would then see on a given web site would not be what a person from France sees even when both type in the same web address. This raises at least two questions. First, is such zoning an altogether bad idea on a multicultural planet? After all, newspapers such as The New York Times and The Wall Street Journal have national and international edi­tions. If the alternative means the most restrictive jurisdictions can control content, maybe zoning is a better alternative. Second, is zoning simply inevitable? I hope not. To force sites to provide versions for every jurisdiction is not practical, and it’s fundamentally antispeech.",
        "Intel Corp., the giant Silicon Valley maker of the microproces­sors that serve as the central brains of most personal computers, used a novel legal theory when it sued a former employee for sending anti-Intel emails to current employees. Kourosh Ken­neth Hamidi, the company argued, was trespassing on its com­puter servers.",
        "Intel overreached, the California Supreme Court said in 2003. The court’s decision, by only a 4-3 margin, will have important free-speech implications. The court said Ken Hamidi wasn’t legally trespassing on Intel’s computers by sending unso­licited email because there was no harm to the company’s sys­tems. The ruling did not endorse what he did, but said that Intel couldn’t use inappropriate laws to keep out Hamidi’s speech.273",
        "Predictably, Intel and its supporters raised the specter of massive spamming as they denounced the ruling. But this case was never about spam, and Intel had technical ways to handle Hamidi’s missives without resorting to a legal position that veered into an attack on speech itself.",
        "What was striking about the opinions, pro and con, was the way the justices struggled, unsuccessfully for the most part, to come up with apt metaphors. He no more invaded Intel’s prop­erty than does a protester holding a sign or shouting through a bullhorn outside corporate headquarters, posting a letter through the mail, or telephoning to complain of a corporate practice, wrote Justice Kathryn Werdegar in the majority opinion. But court dissenters likened his actions to breaking into the mailroom and delivering letters to 30,000 employees. What mattered, in the end, was that the court majority couldn’t be persuaded that Hamidi was doing any real harm beyond what was protected by free speech.",
        "Harder to monitor, perhaps, is cheating. Yet cheating is ram­pant in our society. Some students see no problem with cheating in class. Corporations see cheating as a business tactic. And cor­porations and individuals routinely cheat on tax returns. The current attitude toward cheating seems to be: What’s accept­able is what you can get away with.",
        "Traditional journalism has had its share of cheats recently. The infamous Jayson Blair, formerly of The New York Times, lied and plagiarized his way to fame, then ruin. More recently, USA Today revealed that star reporter Jack Kelly had fabri­cated some of the work that made him a Pulitzer Prize finalist.",
        "A culture of cut-and-paste is made to order for the Net, where an almost-anything-goes attitude prevails. Cutting and pasting is not, by itself, a bad thing; quoting the work of others is a routine aspect of research, for instance. But when people routinely pass off the work of others as their own, it goes too far. Student cheating has drawn most of the attention in this cat­egory because it appears to be the most rampant violation. But web journalists have done it, too. In one case, a Canadian con­tributor to a technology news web site even copied material from my Mercury News colleague Mike Langberg; according to our coverage of the story in 2001, she was fired. In 2002, pop­ular blogger Sean-Paul Kelley publicly apologized for lifting Iraq warrelated material from other sources. In an age when some refuse to acknowledge what they’ve done even when caught, his willingness to take responsibility for his actions was refreshing. Even so, his credibility took a hit, at least temporarily.274",
        "Cheating may abound, but the Net gives us a mechanism to catch the violators. Search tools such as Google, and more tar­geted tools for educators such as the Turnitin software275 (which compare student papers to a vast database of published writings on and off the Web), have been effective.",
        "People draw their bottom lines in different places. But eth­ical behavior and the law say roughly the following: if you use someone’s work, even a small amount, you should give him credit, and you can’t legally copy more than what’s acceptable in a fair use context; that is, a short quotation. If you copy others’ work and resell it, except in traditional ways, such as quoting from it for another piece, you may find yourself in court.",
        "Wendy Selzer, an attorney with the Electronic Frontier Foundation (EFF), urges caution in comparing copyright infringement and plagiarism in the first place. She explained:",
        "While you might be less likely to be sued for posting a large chunk with attribution, if someone did sue, the attribution wouldn’t convert infringing conduct into fair use. Quoting a large portion of the heart of a copyrighted work with attri­bution might be ethically OK but legally infringing; and vice versa, taking a short quote without attribution might be fair use but ethically questionable. One of the problems with fair use is that it doesn’t always track general notions of fairness.",
        "We may never be able to precisely define fairness, but we all know what cheating is. Society accepts too much of it.",
        "One of most pernicious trends in recent times has been the application of property rights to almost all things digital. Copy­right law is the biggest problem, as we’ll see later and in Chapter 11, but the issues extend to a variety of arenas.",
        "One is trademarks: the words, phrases, logos, and other things that help define a brand. Trademark law begins from consumer protection: trademarks, words and symbols that iden­tify a source of goods are protected so that the public can rely on them as indicators of quality (or take warning to avoid a brand after a bad experience), Selzer said.",
        "According to the Chilling Effects Clearinghouse,276 an orga­nization sponsored by the EFF and some prominent law schools, including Harvard and Stanford, trademark complaints are fairly common today. One common complaint is the use of domain names identical or similar to well-known marks that are typically registered by so-called cybersquatters who want to capitalize on the traffic or sell back the name. U.S. law bans bad faith intent to profit from such activities. A second is outright copying of logos onto a site to suggest an authorized connection to someone else’s better-known product or service.",
        "It’s hard to object when a trademark holder wants to stop someone from trying to piggyback on its brand. Few Netizens objected when The New York Times persuaded the World Intel­lectual Property Organization (WIPO),277 one of the organiza­tions empowered to make such decisions, to give it the newyork-times.com domain, which had been registered by a third party.",
        "But suppose you found yourself looking at a web site called mercurynewssucks.com, an online attack on my newspaper, the San Jose Mercury News, and its contents. Barring libelous assaults or misrepresentations designed to confuse the public, such a site would be protected as a form of free speech. For the same reason, we’d most likely be laughed out of the U.S. courts if we sued to take away the domain. We’d probably have better luck, unfortunately, if we took our case to WIPO’s headquar­ters in Switzerland. It might order the domain-name registrars to hand the offending web address over to us because WIPO’s mis­sion is not about freedom of expression. It is, in a fundamental way, the promotion of intellectual property rights.",
        "WIPO, despite claims of neutrality in its arbitration pro­cess, has shown a strong bias toward handing over disputed domains to the holders of trademarks. As of mid-March 2004, according to statistics on the WIPO web site, the organization had granted the complaining party’s request to transfer the domain in 80 percent of the cases it has decided.",
        "Some of WIPO’s decisions have stretched logic, to put it mildly. As the Washington-based Consumer Project on Technology278 pointed out in 2000, in a number of cases WIPO ordered that anticorporate sites using companyname-sucks.com monikers be turned over to the trademark-holding companies that complained.",
        "For example, in a dispute in which the London-based Dixon’s electronics-store chain complained about a site called dixons-sucks.com, the case examiner noted the growth of web sites used in this way and wonders if such a domain name is plainly disas­sociated from the company that’s complaining about the use of its name in this way. No, the examiner concluded:",
        "The first and immediately striking element in the Domain Name is the Complainant’s name. Adoption of it in the Domain Name is inherently likely to lead some people to believe that the Complainant is connected with it. Some will treat the additional sucks as a pejorative exclamation and therefore dissociate it after all from the Complainant; but equally others may be unable to give it any very definite meaning and will be confused about the potential association with the Complainant.279",
        "Confused? I suspect that the average 10-year-old could tell the difference.",
        "I don’t want to suggest that WIPO always does the bidding of trademark holders. But decisions like these are not just illog­ical; they’re hostile to concepts that are just as deserving of pro­tection as property rightsfreedom of speech, for one. Unfortu­nately, cyberspace doesn’t have a global First Amendment written in law, even if it exists, for the most part, in practice.",
        "Sometimes a site will imitate the entire look and feel of another, and then try to use it for commercial gain. This is obviously improper. But when the purpose is satire, the situation is hazier.",
        "In March 2004, the National Debate web site posted a page featuring corrections of The New York Times opinion col­umns, done in the style of the Times’ own corrections page.280 Since the Times wasn’t running column correctionsunder an evolving policy, it was leaving them to the writers to include them (or not) in their columnsthe fake page was filling what the National Debate’s author, Robert Cox, perceived as a hole in the Paper of Record’s content. Some of the corrections struck me as nonsense, but many were anything but frivolous. The satiric content, while biting, was a useful exercise in media watchdogging.",
        "The Times clumsily dispatched its lawyers, using the Digital Millennium Copyright Act in a remarkably inappropriate way. The Act allows copyright holders to tell Internet service pro­viders that copyrighted works are being infringed, and the ISP must take down the allegedly offending pages unless the owner of that site says he’ll fight in court (more on the DMCA in Chapter 11). This seemed more like a trademark matter than a copyright question, even if the Times had one legitimate point: the page used enough elements of the actual Times layout that it might have conceivably led some reader, somewhere, to imagine that the Times itself was responsible for the site.",
        "The result of the threats was predictable. Several other web sites started mirroring the forbidden contentposting it on their own computer serversin deliberate defiance of the Times.So the National Debate had more readers than ever, and the Times looked like a heavy, hardly the response the newspaper might have envisioned. In the end, the Times said it would be satisfied if the National Debate prominently labeled its page as a satire and not the real thing. And the Times ultimately changed its internal policy for dealing with a columnist’s factual errors by requiring columnists to put corrections in subsequent columns.281",
        "If the Web has a central function, it’s linking. Publish a page and anyone can link to it, right? Well, not always.",
        "Sometimes it’s just a bad idea. I would be very unlikely to link to a site I considered harmful, such as a site advocating vio­lence. If the link served a specific journalistic purpose, however, it’s conceivable I’d include it, but even then I’d think long and hard first. Where we draw the line on such matters tends to be a personal and professional decision. Most of all, we need to think about it in terms of ethics and news judgment.",
        "But that assumes I’m allowed to make the link. Several cor­porate spats have tested that assumption. In 1997, Ticket­master, the event-ticketing company, sued Microsoft because Microsoft’s city-guide company was linking deep into the Tick­etmaster site, straight to the page describing the event, rather than routing people through Ticketmaster’s virtual front door (the homepage). A judge ended up ruling that deep links were legal.",
        "What made the case strange was Ticketmaster’s unwilling­ness to use technology better; it’s not difficult to block someone from deep-linking into a site. If Ticketmaster was so upset about Microsoft’s action, all it had to do was stop the referrals. Of course, this begged a question: why was Ticketmaster unhappy at having business directed its way? Ticketmaster’s explanation that it had a right to control access by insisting all visitors start from their front page never washed with me.282",
        "A much more serious case of forbidden links was the case of Universal v. Reimerdes, and it takes some explaining.",
        "When the DVD format was first being developed, the film studios, paranoid over copyright issues, and the cartel of compa­nies that controlled the DVD format got together to create an encryption standard. The standard was developed to prevent people from playing DVDs on devices that hadn’t been autho­rized for playing them. Owners of DVDs could copy the files containing the digital data, but they couldn’t play them. The software encryption code used to keep the files from being cracked was called CSS, which stood for Content Scrambling System.",
        "But in September 1999, a Norwegian teenager named Jon Johansen (and other unidentified individuals) cracked the code, which by almost any account was weak protection indeed. Johansen said he wanted to play his DVDs on computers run­ning the Linux operating system, for which there were no autho­rized DVD players. His work, which he called DeCSS, was posted on the Internet, where people adapted it for other oper­ating systems. The studios panicked because their absolute con­trol over DVD playback had been compromised.",
        "Lawsuits followed, including one in Norway. Johansen was charged with violating copyright law and was acquitted by a Norwegian court. The prosecution appealed, and another trial was held. He was acquitted again.",
        "Meanwhile, in a case with serious implications for jour­nalism, several studios sued the editor of a hacker magazine called 2600. By posting the DeCSS code on the 2600 web site, and by linking to other sites containing the code, the movie companies said Eric Corley, the magazine’s editor, was vio­lating the Digital Millennium Copyright Act for making tech­nology that could be used to circumvent copyright protections available to others. The studios won, and in the process tore down some vital First Amendment protections, as we’ll see.",
        "In a series of rulings starting in 2000, a trial court in New York, and later the Second Circuit Court of Appeals, upheld the notion that while code is speech entitled to First Amendment protection, functional code has a second-class status, and therefore can be banned because of unlawful uses it might enable, even if there are lawful uses. In response to these rul­ings, cyber-activists have put the DeCSS code on T-shirts.",
        "They’ve posted it in the haiku form of poetry and a variety of other formats that, no doubt, could be ruled illegal but which demonstrate the essential illogic of the ruling. But such satiric reactions don’t diminish the club now in the hands of the copy­right holders and governments, should they choose to wield it selectively against individuals.",
        "Second, and even more alarming, the courts agreed that even linking to the offending codethat is, posting a hyperlink to a web page containing the code, even one outside U.S. juris­diction, was also violating the law. The trial judge, supported by the appeals court, said hyperlinking under these circumstances could be proscribed.283",
        "The potential stifling effect of this ruling is obvious should copyright holders choose to pursue it. Neither my employer nor I were sued by the movie studios when I also linked to DeCSS code from my blog. Was I a more legitimate journalist than Corley? The court effectively made that distinction, but it was a frightening one. As Mark Lemley, a University of California-Berkeley law professor, told the online magazine Salon:",
        "The court clearly tries to limit the circumstances in which linking leads to liability, but nonetheless, the fact that [the court is] saying it’s illegal to make reference to information that resides somewhere elsewell, that’s got some troubling implications for, among other things, the news media; if Salon, for example, wants to show its readers what all the fuss is about [with DeCSS], reporters could be pulled into court and asked why they decided to link to the information. I can imagine that there will be a lot of litigation over the intent of the press, and a lot [of] reporters in court.284",
        "The good news is that, as far as I know, this scenario hasn’t come to pass. But the potential remains, with another danger lurking. If judges can say that one kind of journalist is legiti­mate and another kind of journalist is not, the entire concept of grassroots media is threatened. We are creating a division that a) doesn’t exist and b) should chill all so-called legitimate journalists. Does this mean journalists will be licensed someday?",
        "The DVD-CSS case raised another free-speech issue when the movie industry sued a Texas man in a California court, alleging his posting of the DeCSS code amounted to stealing trade secrets. His lawyers, including attorneys from the EFF, pointed out that, given the widespread dissemination of the code, it was hardly a trade secret anymore. The court agreed.285 Score one for common sense.",
        "The copyright debate goes far, far beyond attacks on speech and linking. It goes to the heart of the Internet and technology. We’ll explore this further in the next chapter.",
        "Continue...",
        "\nThis eBook of “We the Media - Grassroots Journalism by the People, for the People” (2004) by Dan Gillmor is licenced under Creative Commons (you may copy and distribute the work under certain conditions).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Michael F. RoizenAt Amazon"
    ]
}