{
    "title": "What to See in England - Colchester, Essex",
    "author": "Gordon Home",
    "chapter": "42",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Liverpool Street. Great Eastern\n  Railway.\n=Nearest Station.=–Colchester.\n=Distance from London.=–51-3/4 miles.\n=Average Time.=–Varies from 1 hr. 4 m. to 2 hours.",
        "                     1st     2nd     3rd\n=Fares.=–Single   9s. 9d.   ...   4s. 4-1/2d.\n          Return  14s. 8d.   ...   8s. 9d.",
        "=Accommodation Obtainable.=–\"The George,” “Red Lion,” “The\n  Cups,” etc.",
        "Modern Colchester is the direct descendant of the ancient British town\nof Camulodunum, referred to by Tacitus and other Roman historians.\nVarious kings of the Trinobantes seem to have caused much trouble during\nthe early period of the Roman occupation. Cunobelinus, one of their\nkings, reigned from about 5 B.C. to A.D. 42 or 43, and numerous coins\nbearing the abbreviated form of his name, CVNO, have been discovered.\nAfter his death the Emperor Claudius came over to England, subdued the\nTrinobantes, and established a Roman colony at Camulodunum. The new\ncolony, under the name of Colonia Victriensis, was, however, attacked by\na huge horde of the British under Boadicea in A.D. 61. They slaughtered\nall the inhabitants and destroyed the temple of Claudius.",
        "The Romans, however, soon turned the tables again on the Britons, and at\nonce surrounded the town with a very strong wall. From this time onwards\nfor several centuries the place was one of the strongest Roman stations\nin the country. It is not surprising, therefore, that the remains of the\nRoman occupation at Colchester are the most perfect of the kind in the\ncountry. The coins range from Asupa, 6 B.C., to Valentinian, who died\nA.D. 455, while very great quantities of Roman glass, pottery, and\ntiles, all sorts of domestic vessels and personal ornaments have been\ndiscovered. Some idea of the richness of these finds can be obtained\nfrom the collection in the museum in the old Norman castle.",
        "The story of King Coel in connection with Colchester is not altogether\naccepted by historians, yet there are so many references to it in\nAnglo-Saxon writings that it cannot be quite ignored.",
        "Colchester suffered terribly in the Civil War, and sustained a fearful\nsiege lasting seventy-six days, the townsfolk and Royalist forces being\neventually forced to surrender to Fairfax. The Saxon doorway of Trinity\nChurch, and St. Botolph’s Priory, are exceedingly interesting.",
        "[Illustration: COLCHESTER CASTLE.",
        "Which now contains a magnificent collection of the Roman remains found\nin the town.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}