{
    "title": "What to See in England - Belvoir Castle",
    "author": "Gordon Home",
    "chapter": "73",
    "content": [
        "\n\n",
        "THE SEAT OF THE DUKE OF RUTLAND",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Grantham (7 miles from Belvoir Castle).\n=Distance from London.=–105-1/4 miles.\n=Average Time.=–Varies between 2 and 2-3/4 hours.",
        "                     1st      2nd     3rd\n=Fares.=–Single  15s. 10d.   ...   8s. 9d.\n          Return  31s.  8d.   ...  17s. 6d.",
        "=Accommodation Obtainable.=–\"Angel Hotel,” etc., at Grantham.\n=Alternative Route.=–None.",
        "Belvoir Castle, the Leicestershire seat of the Duke of Rutland, stands\non a lofty eminence, commanding a magnificent view over the rich vale of\nBelvoir. It was originally founded by Robert de Todeni, a Norman noble,\nand a standard-bearer to William the Conqueror. In the reign of Henry\nIII. the property passed to Robert de Roos, and in the time of Henry\nVIII. to the family of Manners, who have held it ever since. The\nbuilding suffered much damage during the Wars of the Roses and the\nParliamentary Civil War. James I. was entertained there in 1603, on his\nway from Scotland to London, by Roger, the fifth Earl. In 1814, George\nIV., then Prince Regent, visited the castle, in commemoration of which\none of the towers was named Regent Tower. In 1816, alterations were\nbeing carried out in the interior, under the direction of James Wyatt,\nthe architect, when a fire broke out and almost entirely destroyed the\ncastle. The picture gallery and the grand staircase perished utterly,\nand the damage was reckoned at £120,000. The final restoration was\ncompleted by Matthew Wyatt, who succeeded in building one of the finest\npalaces in the length and breadth of England. One of the features of the\nmansion is a magnificent picture gallery in which hang priceless works\nby Nicolas Poussin, Claude, Murillo, Reynolds, Gainsborough, and other\nold masters. The name “Belvoir” is derived from the magnificent\nprospects lying around it in all directions, the view extending over the\nlevel country for 30 miles; more than 170 towns and villages are visible\nwithin its horizon. The castle is situated in the midst of a fine\nsporting country, the Belvoir hounds being one of the finest packs in\nthe country.",
        "Near the mansion, and below it, are some remains of a priory also\nfounded by the Norman owner, Robert de Todeni, about 1076. This priory\nwas dedicated to St. Mary, and was annexed to the Abbey of St. Albans.",
        "[Illustration: G.W. Wilson & Co.\nBELVOIR CASTLE.",
        "It was originally founded by Robert de Todeni, a standard-bearer to\nWilliam the Conqueror.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}