{
    "title": "What I Saw in California - Chapter VII.",
    "author": "Edwin Bryant",
    "chapter": "7",
    "content": [
        "\n\n",
        "  Disastrous news from the south\n  Return of Colonel Fremont to Monterey\n  Call for volunteers\n  Volunteer our services\n  Leave New Helvetia\n  Swimming the Sacramento\n  First fall of rain\n  Beautiful and romantic valley\n  Precipitous mountains\n  Deserted house\n  Arable land of California\n  Fattening qualities of the acorn\n  Lost in the Coast Mountains\n  Strange Indians\n  Indian women gathering grass-seed for bread\n  Indian guide\n  Laguna\n  Rough dialogue\n  Hunters’ camp\n  “Old Greenwood\"\n  Grisly bear meat\n  Greenwood’s account of himself\n  His opinion of the Indians and Spaniards\n  Retrace our steps\n  Severe storm\n  Nappa valley\n  Arrive at Sonoma\n  More rain\n  Arrive at San Francisco\n  Return to New Helvetia.",
        "I remained at the fort from the 27th to the 30th of October. On the\n28th, Mr. Reed, whom I have before mentioned as belonging to the rear\nemigrating party, arrived here. He left his party on Mary’s River, and\nin company with one man crossed the desert and the mountains. He was\nseveral days without provisions, and, when he arrived at Johnson’s, was\nso much emaciated and exhausted by fatigue and famine, that he could\nscarcely walk. His object was to procure provisions immediately, and to\ntransport them with pack-mules over the mountains for the relief of the\nsuffering emigrants behind. He had lost all of his cattle, and had been\ncompelled to cache two of his wagons and most of his property.\nCaptain Sutter generously furnished the requisite quantity of mules and\nhorses, with Indian vaqueros, and jerked meat and flour. This is the\nsecond expedition for the relief of the emigrants he has fitted out\nsince our arrival in the country. Ex-governor Boggs and family reached\nSutter’s Fort to-day.",
        "On the evening of the 28th, a courier arrived with letters from Colonel\nFremont, now at Monterey. The substance of the intelligence received by\nthe courier was, that a large force of Californians (varying, according\nto different reports, from five to fifteen hundred strong) had met the\nmarines and sailors, four hundred strong, under the command of Captain\nMervine, of the U.S. frigate Savannah, who had landed at San Pedro for\nthe purpose of marching to Los Angeles, and had driven Captain Mervine\nand his force back to the ship, with the loss, in killed, of six men.\nThat the towns of Angeles and Santa Barbara had been taken by the\ninsurgents, and the American garrisons there had either been captured\nor had made their escape by retreating. What had become of them was\nunknown.[2] Colonel Fremont, who I before mentioned had sailed with a\nparty of one hundred and eighty volunteers from San Francisco to San\nPedro, or San Diego, for the purpose of co-operating with Commodore\nStockton, after having been some time at sea, had put into Monterey and\nlanded his men, and his purpose now was to increase his force and mount\nthem, and to proceed by land for Los Angeles.",
        "  [2] The garrison under Captain Gillespie, at Los Angeles, capitulated.\n      The garrison at Santa Barbara, under Lieutenant Talbot, marched\n      out in defiance of the enemy, and after suffering many hardships\n      arrived in safety at Monterey.",
        "On the receipt of this intelligence, I immediately drew up a paper,\nwhich was signed by myself, Messrs Reed, Jacob, Lippincott, and\nGrayson, offering our services as volunteers, and our exertions to\nraise a force of emigrants and Indians which would be a sufficient\nreinforcement to Colonel Fremont. This paper was addressed to Mr. Kern,\nthe commandant of Fort Sacramento, and required his sanction. The next\nmorning (29th) he accepted of our proposal, and the labour of raising\nthe volunteers and of procuring the necessary clothing and supplies for\nthem and the Indians was apportioned.",
        "It commenced raining on the night of the twenty-eighth, and the rain\nfell heavily and steadily until twelve o’clock, P.M., on the\ntwenty-ninth. This is the first fall of rain since March last. About\none o’clock, P.M., the clouds cleared away and the weather and\ntemperature were delightful.",
        "About twelve o’clock, on the 30th, accompanied by Mr. Grayson, I left\nNew Helvetia. We crossed the Sacramento at the embarcadero, swimming\nour horses, and passing ourselves over in a small canoe. The method of\nswimming horses over so broad a stream as the Sacramento is as follows.\nA light canoe or “dug-out” is manned by three persons, one at the bow\none at the stern and one in the centre; those at the bow and stern have\npaddles, and propel and steer the craft. The man in the centre holds\nthe horses one on each side, keeping their heads out of water. When the\nhorses are first forced into the deep water, they struggle\nprodigiously, and sometimes upset the canoe; but, when the canoe gets\nfairly under way, they cease their resistance, but snort loudly at\nevery breath to clear their mouths and nostrils of the water.",
        "Proceeding ten miles over a level plain, we overtook a company of\nemigrants bound for Nappa valley, and encamped with them for the night\non Puta creek, a tributary of the Sacramento. Five of the seven or\neight men belonging to the company enrolled their names as volunteers.\nThe grass on the western side of the Sacramento is very rank and of an\nexcellent quality.",
        "It commenced raining about two o’clock on the morning of the 31st, and\ncontinued to rain and mist all day. We crossed from Puta to Cache\ncreek, reaching the residence of Mr. Gordon (25 miles) about three\no’clock P.M. Here we enrolled several additional emigrants in our list\nof volunteers, and then travelled fifteen miles up the creek to a small\nlog-house, occupied temporarily by some of the younger members of the\nfamily of Mr. Gordon, who emigrated from Jackson county, Mo., this\nyear, and by Mrs. Grayson. Here we remained during the night, glad to\nfind a shelter and a fire, for we were drenched to our skins.",
        "On the morning of the 1st of November the sun shone out warm and\npleasant. The birds were singing, chattering, and flitting from tree to\ntree, through the romantic and picturesque valley where we had slept\nduring the night. The scenery and its adjuncts were so charming and\nenticing that I recommenced my travels with reluctance. No scenery can\nbe more beautiful than that of the small valleys of California.\nAscending the range of elevated mountains which border the Cache creek,\nwe had a most extensive view of the broad plain of the Sacramento,\nstretching with islands and bells of limber far away to the south as\nthe eye could penetrate. The gorges and summits of these mountains are\ntimbered with largo pines, firs, and cedars, with a smaller growth of\nmagnolias, manzanitas, hawthorns, etc., etc. Travelling several miles\nover a level plateau, we descended into a beautiful valley, richly\ncarpeted with grass and timbered with evergreen oak. Proceeding across\nthis three or four miles, we rose another range of mountains, and,\ntravelling a league along the summit ridge, we descended through a\ncrevice in a sleep rocky precipice, just sufficient in breadth to admit\nthe passage of our animals. Our horses were frequently compelled to\nslide or leap down nearly perpendicular rocks or stairs, until we\nfinally, just after sunset, reached the bottom of the mountain, and\nfound ourselves in another level and most fertile and picturesque\nvalley.",
        "We knew that in this valley, of considerable extent, there was a house\nknown as “Barnett’s,” where we expected to find quarters for the night.\nThere were numerous trails of cattle, horses, deer, and other wild\nanimals, crossing each other in every direction through the live\noak-timber. We followed on the largest of the cattle trails until it\nbecame so blind that we could not see it. Taking another, we did the\nsame, and the result was the same; another and another with no better\nsuccess. We then shouted so loud that our voices were echoed and\nre-echoed by the surrounding mountains, hoping, if there were any\ninhabitants in the valley, that they would respond to us. There was no\nresponse–all was silent when the sound of our voices died away in the\ngorges and ravines; and at ten o’clock at night we encamped under the\nwide-spreading branches of an oak, having travelled about 40 miles.\nStriking a fire and heaping upon it a large quantity of wood, which\nblazed brightly, displaying the Gothic shapes of the surrounding oaks,\nwe picketed our animals, spread our blankets, and slept soundly.",
        "It rained several hours during the night, and in the morning a dense\nfog filled the valley. Saddling our animals, we searched along the foot\nof the next range of mountains for a trail, but could find none.\nReturning to our camp, we proceeded up the valley, and struck a trail,\nby following which two miles, we came to the house (Barnett’s). The\ndoor was ajar, and entering the dwelling we found it tenantless. The\nhearth was cold, and the ashes in the jambs of the large fire-place\nwere baked. In the corners of the building there were some frames, upon\nwhich beds had been once spread. The house evidently had been abandoned\nby its former occupants for some time. The prolific mothers of several\nfamilies of the swinish species, with their squealing progenies,\ngathered around us, in full expectation, doubtless, of the dispensation\nof an extra ration, which we had not to give. Having eaten nothing but\na crust of bread for 24 hours, the inclination of our appetites was\nstrong to draw upon them for a ration; but for old acquaintance’ sake,\nand because they were the foreshadowing of the “manifest destiny,” they\nwere permitted to pass without molestation. There were two or three\nsmall inclosures near the house, where corn and wheat had been planted\nand harvested this year; but none of the product of the harvest could\nbe found in the empty house, or on the place. Dismounting from our\nhorses at a limpid spring-branch near the house, we slaked our thirst,\nand made our hydropathical breakfast from its cool and delicious water.",
        "Although the trail of the valley did not run in our course, still,\nunder the expectation that it would soon take another direction, we\nfollowed it, passing over a fertile soil, sufficiently timbered and\nwatered by several small streams. The quantity of arable land in\nCalifornia, I believe, is much greater than has generally been supposed\nfrom the accounts of the country given by travellers who have visited\nonly the parts on the Pacific, and some few of the missions. Most of\nthe mountain valleys between the Sierra Nevada and the coast are\nexuberantly fertile, and finely watered, and will produce crops of all\nkinds, while the hills are covered with oats and grass of the most\nnutritious qualities, for the sustenance of cattle, horses, and hogs.\nThe acorns which fall from the oaks are, of themselves, a rich annual\nproduct for the fattening of hogs; and during the period of transition\n(four or five weeks after the rains commence falling) from the dry\ngrass to the fresh growth, horses, mules, and even horned cattle mostly\nsubsist and fatten upon these large and oleaginous nuts.",
        "We left the valley in a warm and genial sunshine, about 11 o’clock, and\ncommenced ascending another high mountain, timbered as those I have\npreviously described. When we reached the summit, we were enveloped in\nclouds, and the rain was falling copiously, and a wintry blast drove\nthe cold element to our skins. Crossing this mountain three or four\nmiles, we descended its sleep sides, and entered another beautiful and\nromantic hollow, divided as it were into various apartments by short\nranges of low conical hills, covered to their summits with grass and\nwild oats. The grass and other vegetation on the level bottom are very\nrank, indicating a soil of the most prolific qualities. In winding\nthrough this valley, we met four Indians on foot, armed with long bows,\nand arrows of corresponding weight and length, weapons that I have not\npreviously seen among the Indians. Their complexions were lighter than\nthose of the rancheria Indians of California. They evidently belonged\nto some more northern tribe. We stopped them to make inquiries, but\nthey seemed to know nothing of the country, nor could we learn from\nthem from whence they came or where they were going. They were clothed\nin dressed skins, and two of them were highly rouged.",
        "Ascending and descending gradually over some low hills, we entered\nanother circular valley, through which flows a stream, the waters of\nwhich, judging from its channel, at certain seasons are broad and deep.\nThe ground, from the rains that have recently fallen and are now\nfalling, is very soft, and we had difficulty in urging our tired\nanimals across this valley. We soon discovered fresh cattle signs, and\nafterwards a large herd grazing near the stream. Farther on, we saw\nfive old and miserably emaciated Indian women, gathering grass-seed for\nbread. This process is performed with two baskets, one shaped like a\nround shield, and the other having a basin and handle. With the shield\nthe lop of the grass is brushed, and the seed by the motion is thrown\ninto the deep basket held in the other hand. The five women appeared at\na distance like so many mowers cutting down the grass of a meadow.\nThese women could give us no satisfaction in response to inquiries, but\npointed over the river indicating that we should there find the casaand rancheria. They then continued their work with as much zeal and\nindustry as if their lives were dependent upon the proceeds of their\nlabour, and I suppose they were.",
        "Crossing the river, we struck a trail which led us to the casa and\nrancheria, about two miles distant. The casa was a small adobe\nbuilding, about twelve feet square, and was locked up. Finding that\nadmission was not to be gained here, we hailed at the rancheria, and\npresently some dozen squalid and naked men, women, and children, made\ntheir appearance. We inquired for the mayor domo, or overseer. The\nchief speaker signified that he was absent, and that he did not expect\nhint to return until several suns rose and set. We then signified we\nwere hungry, and very soon a loaf made of pulverized acorns, mingled\nwith wild fruit of some kind, was brought to us with a basket of water.\nThese Indians manufacture small baskets which are impervious to water,\nand they are used as basins to drink from, and for other purposes.",
        "I knew that we had been travelling out of our course all day, and it\nwas now three o’clock, P.M. Rain and mist had succeeded each other, and\nthe sun was hidden from us by dark and threatening masses of clouds. We\nhad no compass with us, and could not determine the course to Nappa\nValley or Sonoma. Believing that the Indian would have some knowledge\nof the latter place, we made him comprehend that we wished to go there,\nand inquired the route. He pointed in a direction which he signified\nwould take us to Sonoma. We pointed in another course, which it seemed\nto us was the right one. But he persisted in asserting that he was\nright. After some further talk, for the shirt on my back he promised to\nguide us, and, placing a ragged skin on one of our horses, he mounted\nthe animal and led the way over the next range of hills. The rain soon\npoured down so hard upon the poor fellow’s bare skin, that he begged\npermission to return, to which we would not consent; but, out of\ncompassion to him, I took off my over-coat, with which he covered his\nswarthy hide, and seemed highly delighted with the shelter from the\npitiless storm it afforded him, or with the supposition that I intended\nto present it to him.",
        "Crossing several elevated and rocky hills, just before sunset, we had a\nview of a large timbered valley and a sheet of water, the extent of\nwhich we could not compass with the eye, on account of the thickness of\nthe atmosphere. When we came in sight of the water, the Indian uttered\nvarious exclamations of pleasure; and, although I had felt but little\nfaith in him as a pilot from the first, I began now to think that we\nwere approaching the Bay of San Francisco. Descending into the valley,\nwe travelled along a small stream two or three miles, and were\ncontinuing on in the twilight, when we heard the tinkling of a cow-bell\non the opposite side of the stream. Certain, from this sound, that\nthere must be an encampment near, I halted and hallooed at the top of\nmy voice. The halloo called forth a similar response, with an\ninterrogation in English, “Who the d––l are you–Spaniards or\nAmericans?” “Americans.” “Show yourselves, then, d––n you, and let us\nsee the colour of your hide,” was the answer.",
        "“Tell us where we can cross the stream, and you shall soon see us,” was\nour reply.",
        "“Ride back and follow the sound of my voice, and be d––d to you, and\nyou can cross the stream with a deer’s jump.”",
        "Accordingly, following the sound of the voice of this rough colloquist,\nwho shouted repeatedly, we rode back in the dark several hundred yards,\nand, plunging into the stream, the channel of which was deep, we gained\nthe other side, where we found three men standing ready to receive us.\nWe soon discovered them to be a party of professional hunters, or\ntrappers, at the head of which was Mr. Greenwood, a famed mountaineer,\ncommonly known as “Old Greenwood.” They invited us to their camp,\nsituated across a small opening in the timber about half a mile\ndistant. Having unsaddled our tired animals and turned them loose to\ngraze for the night, we placed our baggage under the cover of a small\ntent, and, taking our seats by the huge camp fire, made known as far as\nwas expedient our business. We soon ascertained that we had ridden the\nentire day (about 40 miles) directly out of our course to Nappa Valley\nand Sonoma, and that the Indian’s information was all wrong. We were\nnow near the shore of a large lake, called the Laguna by\nCalifornians, some fifty or sixty miles in length, which lake is\nsituated about sixty or seventy miles north of the Bay of San\nFrancisco; consequently, to-morrow we shall be compelled to retrace our\nsteps and find the trail that leads from Harriett’s house to Nappa,\nwhich escaped us this morning. We received such directions, however,\nfrom Mr. Greenwood, that we could not fail to find it.",
        "We found in the camp, much to our gratification after a long fast, an\nabundance of fat grisly bear-meat and the most delicious and tender\ndeer-meat. The camp looked like a butcher’s stall. The pot filled with\nbear-flesh was boiled again and again, and the choice pieces of the\ntender venison were roasting, and disappearing with singular rapidity\nfor a long time. Bread there was none of course. Such a delicacy is\nunknown to the mountain trappers, nor is it much desired by them.",
        "The hunting party consisted of Mr. Greenwood, Mr. Turner, Mr. Adams,\nand three sons of Mr. G., one grown, and the other two boys 10 or 12\nyears of age, half-bred Indians, the mother being a Crow. One of these\nboys is named “Governor Boggs,” after ex-governor Boggs of Missouri, an\nold friend of the father. Mr. Greenwood, or “Old Greenwood,” as he is\nfamiliarly called, according to his own statement, is 83 years of age,\nand has been a mountain trapper between 40 and 50 years. He lived among\nthe Crow Indians, where he married his wife, between thirty and forty\nyears. He is about six feet in height, raw-boned and spare in flesh,\nbut muscular, and, notwithstanding his old age, walks with all the\nerectness and elasticity of youth. His dress was of tanned buckskin,\nand from its appearance one would suppose its antiquity to be nearly\nequal to the age of its wearer. It had probably never been off his body\nsince he first put it on. “I am,” said he, “an old man–eighty-three\nyears–it is a long time to live;–eighty-three years last–. I have\nseen all the Injun varmints of the Rocky Mountains,–have fout\nthem–lived with them. I have many children–I don’t know how many,\nthey are scattered; but my wife was a Crow. The Crows are a brave\nnation,–the bravest of all the Injuns; they fight like the white man;\nthey don’t kill you in the dark like the Black-foot varmint, and then\ntake your scalp and run, the cowardly reptiles. Eighty-three years\nlast––; and yet old Greenwood could handle the rifle as well as the\nbest on ’em, but for this infernal humour in my eyes, caught three\nyears ago in bringing the emigrators over the de-sart.” (A circle of\nscarlet surrounded his weeping eyeballs.) “I can’t see jist now as well\nas I did fifty years ago, but I can always bring the game or the\nslinking and skulking Injun. I have jist come over the mountains from\nSweetwater with the emigrators as pilot, living upon bacon, bread,\nmilk, and sich like mushy stuff. It don’t agree with me; it never will\nagree with a man of my age, eighty-three last ––; that is a long time\nto live. I thought I would take a small hunt to get a little exercise\nfor my old bones, and some good fresh meat. The grisly bear, fat deer,\nand poultry and fish–them are such things as a man should eat. I came\nup here, where I knew there was plenty. I was here twenty years ago,\nbefore any white man see this lake and the rich land about it. It’s\nfilled with big fish. That’s beer-springs here, better than them in the\nRocky Mountains; thar’s a mountain of solid brimstone, and thar’s mines\nof gold and silver, all of which I know’d many years ago, and I can\nshow them to you if you will go with me in the morning. These\nblack-skinned Spaniards have rebelled again. Wall, they can make a\nfuss, d–m ’em, and have revolutions every year, but they can’t fight.\nIt’s no use to go after ’em, unless when you ketch ’em you kill ’em.\nThey won’t stand an’ fight like men, an’ when they can’t fight longer\ngive up; but the skared varmints run away and then make another fuss,\nd–m ’em.” Such was the discourse of our host.",
        "The camp consisted of two small tents, which had probably been obtained\nfrom the emigrants. They were pitched so as to face each other, and\nbetween them there was a large pile of blazing logs. On the trees\nsurrounding the camp were stretched the skins of various animals which\nhad been killed in the hunt; some preserved for their hides, others for\nthe fur. Bear-meat and venison enough for a winter’s supply were\nhanging from the limbs. The swearing of Turner, a man of immense frame\nand muscular power, during our evening’s conversation, was almost\nterrific. I had heard mountain swearing before, but his went far beyond\nall former examples. He could do all the swearing for our army in\nMexico, and then have a surplus.",
        "The next morning (Nov. 3rd), after partaking of a hearty breakfast, and\nsuspending from our saddles a sufficient supply of venison and\nbear-meat for two days’ journey, we started back on our own trail. We\nleft our miserable Indian pilot at his rancheria. I gave him the\nshirt from my back, out of compassion for his sufferings–he well\ndeserved a dressing of another kind. It rained all day, and, when we\nreached Barnett’s (the empty house) after four o’clock, P.M., the black\nmasses of clouds which hung over the valley portended a storm so\nfurious, that we thought it prudent to take shelter under a roof for\nthe night. Securing our animals in one of the inclosures, we encamped\nin the deserted dwelling. The storm soon commenced, and raged and\nroared with a fierceness and strength rarely witnessed. The hogs and\npigs came squealing about the door for admission; and the cattle and\nhorses in the valley, terrified by the violence of elemental battle,\nran backwards and forwards, bellowing and snorting. In comfortable\nquarters, we roasted and enjoyed our bear-meat and venison, and left\nthe wind, rain, lightning, and thunder to play their pranks as best\nsuited them, which they did all night.",
        "On the morning of the fourth, we found the trail described to us by Mr.\nGreenwood, and, crossing a ridge of mountains, descended into the\nvalley of Nappa creek, which empties into the Bay of San Francisco just\nbelow the Straits of Carquinez. This is a most beautiful and fertile\nvalley, and is already occupied by several American settlers. Among the\nfirst who established themselves here is Mr. Yount, who soon after\nerected a flouring-mill and saw-mill. These have been in operation\nseveral years. Before reaching Mr. Yount’s settlement we passed a\nsaw-mill more recently erected, by Dr. Bale. There seems to be an\nabundance of pine and red-wood (a species of fir), in the canadas. No\nlumber can be superior for building purposes than that sawed from the\nred-wood. The trees are of immense size, straight, free from knots and\ntwists, and the wood is soft, and easily cut with plane and saw.\nArriving at the residence of Dr. Bale, in Nappa Valley, we were\nhospitably entertained by him with a late breakfast of coffee, boiled\neggs, steaks, and tortillas, served up in American style. Leaving\nNappa, after travelling down it some ten or twelve miles, we crossed\nanother range of hills or mountains, and reached Sonoma after dark, our\nclothing thoroughly drenched with the rain, which, with intermissions,\nhad fallen the whole day. I put up at the same quarters as when here\nbefore. The house was covered with a dilapidated thatch, and the rain\ndripped through it, not leaving a dry spot on the floor of the room\nwhere we slept. But there was an advantage in this–the inundation of\nwater had completely discomfited the army of fleas that infested the\nbuilding when we were here before.",
        "It rained incessantly on the fifth. Col. Russell arrived at Sonoma\nearly in the morning, having arrived from San Francisco last night.\nProcuring a boat belonging to Messrs. Howard and Mellus, lying at the\nembarcadero, I left for San Francisco, but, owing to the storm and\ncontrary winds, did not arrive there until the morning of the seventh,\nbeing two nights and a day in the creek, and churning on the bay.\nPurchasing a quantity of clothing, and other supplies for volunteers, I\nsailed early on the morning of the eighth for New Helvetia, in a boat\nbelonging to the sloop-of-war Portsmouth, manned by U.S. sailors, under\nthe command of Midshipman Byres, a native of Maysville, Ky. We encamped\nthat night at the head of “Soeson,” having sailed about fifty miles in\na severe storm of wind and rain. The waves frequently dashed entirely\nover our little craft. The rain continued during the ninth, and we\nencamped at night about the mouth of the Sacramento. On the night of\nthe tenth we encamped at “Meritt’s camp,” the rain still falling, and\nthe river rising rapidly, rendering navigation up-stream impossible,\nexcept with the aid of the tide. On the night of the eleventh we\nencamped fifteen miles below New Helvetia, still raining. On the\nmorning of the twelfth the clouds cleared away, and the sun burst out\nwarm and spring-like. After having been exposed to the rain for ten or\ntwelve days, without having the clothing upon me once dry, the sight of\nthe sun, and the influence of his beams, were cheering and most\nagreeable. We arrived at New Helvetia about twelve o’clock.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}