{
    "title": "What I Saw in California - Chapter XI.",
    "author": "Edwin Bryant",
    "chapter": "11",
    "content": [
        "\n\n",
        "  Santa Barbara\n  Picturesque situation\n  Fertility of the country\n  Climate\n  Population\n  Society\n  Leave Santa Barbara\n  Rincon\n  Grampus\n  Mission of St. Buenaventura\n  Fine gardens\n  Meet a party of mounted Californians\n  They retreat before us\n  Abundance of maize\n  Arrival of couriers from Com. Stockton\n  Effects of war upon the country\n  More of the enemy in sight\n  News of the capture of Los Angeles, by Gen. Kearny and Com. Stockton\n  Mission of San Fernando\n  The Maguey\n  Capitulation of the Californians\n  Arrive at Los Angeles\n  General reflections upon the march\n  Meet with old acquaintances.",
        "The battalion remained encamped at Santa Barbara, from the 27th of\nDecember to the 3rd of January, 1847. The U.S. flag was raised in the\npublic square of the town the day after our arrival.",
        "The town of Santa Barbara is beautifully situated for the picturesque,\nabout one mile from the shore of a roadstead, which affords anchorage\nfor vessels of any size, and a landing for boats in calm weather.\nDuring stormy weather, or the prevalence of strong winds from the\nsouth-east, vessels, for safety, are compelled to stand out to sea. A\nfertile plain extends some twenty or thirty miles up and down the\ncoast, varying in breadth from two to ten miles, and bounded on the\neast by a range of high mountains. The population of the town I should\njudge, from the number of houses, to be about 1200 souls. Most of the\nhouses are constructed of adobes, in the usual architectural style of\nMexican buildings. Some of them, however, are more Americanized, and\nhave some pretensions to tasteful architecture, and comfortable and\nconvenient interior arrangement. Its commerce, I presume, is limited to\nthe export of hides and tallow produced upon the surrounding plain; and\nthe commodities received in exchange for these from the traders on the\ncoast. Doubtless, new and yet undeveloped sources of wealth will be\ndiscovered hereafter that will render this town of much greater\nimportance than it is at present.",
        "On the coast, a few miles above Santa Barbara, there are, I have been\ntold, immense quantities of pure bitumen or mineral tar, which, rising\nin the ocean, has been thrown upon the shore by the waves, where in a\nconcrete state, like resin, it has accumulated in inexhaustible masses.\nThere are, doubtless, many valuable minerals in the neighbouring\nmountains, which, when developed by enterprise, will add greatly to the\nwealth and importance of the town. For intelligence, refinement, and\ncivilization, the population, it is said, will compare advantageously\nwith any in California. Some old and influential Spanish families are\nresidents of this place; but their casas, with the exception of that\nof Senor Don José Noriega, the largest house in the place, are now\nclosed and deserted. Senor N. is one of the oldest and most respectable\ncitizens of California, having filled the highest offices in the\ngovernment of the country. One of his daughters is a resident of New\nYork, having married Alfred Robinson, Esq., of that city, author of\n“Life in California.”",
        "The climate, judging from the indications while we remained here, must\nbe delightful, even in winter. With the exception of one day, which was\ntempestuous, the temperature at night did not fall below 50°, and\nduring the day the average was between 60° and 70°. The atmosphere was\nperfectly clear and serene, the weather resembling that of the pleasant\ndays of April in the same latitude on the Atlantic side of the\ncontinent. It is a peculiarity of the Mexicans that they allow no shade\nor ornamental trees to grow near their houses. In none of the streets\nof the towns or missions through which I have passed has there been a\nsolitary tree standing. I noticed very few horticultural attempts in\nSanta Barbara. At the mission, about two miles distant, which is an\nextensive establishment and in good preservation, I was told that there\nwere fine gardens, producing most of the varieties of fruits of the\ntropical and temperate climates.",
        "Several Californians came into camp and offered to deliver themselves\nup. They were permitted to go at large. They represented that the\nCalifornian force at the south was daily growing weaker from\ndissensions and desertions. The United States prize-schooner Julia\narrived on the 30th, from which was landed a cannon for the use of the\nbattalion. It has, however, to be mounted on wheels, and the gear\nnecessary for hauling it has to be made in the camp. Reports were\ncurrent in camp on the 31st, that the Californians intended to meet and\nfight us at San Buenaventura, about thirty miles distant. On the 1st of\nJanuary, the Indians of the mission and town celebrated new-year’s day,\nby a procession, music, etc., etc. They marched from the mission to the\ntown, and through most of the empty and otherwise silent streets. Among\nthe airs they played was “Yankee Doodle.”",
        "January 3.–A beautiful spring-like day. We resumed our march at 11\no’clock, and encamped in a live-oak grove about ten miles south of\nSanta-Barbara. Our route has been generally near the shore of the\nocean. Timber is abundant, and the grass and other vegetation\nluxuriant. Distance 10 miles.",
        "January 4.–At the “Rincon,” or passage between two points of land\njutting into the ocean, so narrow that at high tides the surf dashes\nagainst the neatly perpendicular bases of the mountains which bound the\nshore, it has been supposed the hostile Californians would make a\nstand, the position being so advantageous to them. The road, if road it\ncan be called, where all marks of hoofs or wheels are erased by each\nsucceeding tide, runs along a hard sand-beach, with occasional\nprojections of small points of level ground, ten or fifteen miles, and\nthe surf, even when the tide has fallen considerably, frequently\nreaches to the bellies of the horses. Some demonstration has been\nconfidently expected here, but we encamped in this pass the first day\nwithout meeting an enemy or seeing a sign of one. Our camp is close to\nthe ocean, and the roar of the surf, as it dashes against the shore, is\nlike that of an immense cataract. Hundreds of the grampus whale are\nsporting a mile or two distant from the land, spouting up water and\nspray to a great height, in columns resembling steam from the\nescape-pipes of steam-boats. Distance 6 miles.",
        "January 5.–The prize-schooner Julia was lying off in sight this\nmorning, for the purpose of co-operating with us, should there be any\nattempt on the part of the enemy to interrupt the march of the\nbattalion. We reached the mission of San Buenaventura, and encamped a\nshort distance from it at two o’clock. Soon after, a small party of\nCalifornians exhibited themselves on an elevation just beyond the\nmission. The battalion was immediately called to arms, and marched out\nto meet them. But, after the discharge of the two field-pieces, they\nscampered away like a flock of antelopes, and the battalion returned to\ncamp, with none killed or wounded on either side. Under the belief that\nthere was a larger force of Californians encamped at a distance of some\nfive or six miles, and that during the night they might attempt a\nsurprise, or plant cannon on the summit of a hill about a mile from\ncamp, so as to annoy us, a party, of which I was one, was detached,\nafter dark, to occupy the hill secretly. We marched around the mission\nas privately as possible, and took our position on the hill, where we\nremained all night without the least disturbance, except by the\ntempestuous wind, which blew a blast so cold and piercing as almost to\ncongeal the blood. When the sun rose in the morning, I could see, far\nout in the ocean, three vessels scudding before the gale like phantom\nships. One of these was the little schooner that had been waiting upon\nus while marching along the “Rincon.” Distance 14 miles.",
        "January 6.–The wind has blown a gale in our faces all day, and the\nclouds of dust have been almost blinding. The mission of San\nBuenaventura does not differ, in its general features, from those of\nother establishments of the same kind heretofore described. There is a\nlarge garden, inclosed by a high wall, attached to the mission, in\nwhich I noticed a great variety of fruit-trees and ornamental\nshrubbery. There are also numerous inclosures, for cultivation, by\nwillow hedges. The soil, when properly tilled, appears to be highly\nproductive. This mission is situated about two miles from the shore of\na small bay or indentation of the coast, on the edge of a plain or\nvalley watered by the Rio Santa Clara, which empties into the Pacific\nat this point. A chain of small islands, from ten to twenty miles from\nthe shore, commences at Santa Barbara, and extends south along the\ncoast, to the bay of San Pedro. These islands present to the eye a\nbarren appearance. At present the only inhabitants of the mission are a\nfew Indians, the white population having abandoned it on our approach,\nwith the exception of one man, who met us yesterday and surrendered\nhimself a prisoner.",
        "Proceeding up the valley about seven miles from the mission, we\ndiscovered at a distance a party of sixty or seventy mounted\nCalifornians, drawn up in order on the bank of the river. This, it was\nconjectured, might be only a portion of a much larger force stationed\nhere, and concealed in a deep ravine which runs across the valley, or\nin the canadas of the hills on our left. Scouting-parties mounted the\nhills, for the purpose of ascertaining if such was the case. In the\nmean time, the party of Californians on our right scattered themselves\nover the plain, prancing their horses, waving their swords, banners,\nand lances, and performing a great variety of equestrian feats. They\nwere mounted on fine horses, and there are no better horsemen, if as\ngood, in the world, than Californians. They took especial care,\nhowever, to keep beyond the reach of cannon-shot. The battalion wheeled\nto the left for the purpose of crossing a point of hills jutting into\nthe plain, and taking the supposed concealed party of the enemy on\ntheir flank. It was, however, found impracticable to cross the hills\nwith the cannon; and, returning to the plain, the march was continued,\nthe Californians still prancing and performing their antics in our\nfaces. Our horses were so poor and feeble that it was impossible to\nchase them with any hope of success. As we proceeded, they retreated.\nSome of the Indian scouts, among whom were a Delaware named Tom, who\ndistinguished himself in the engagement near San Juan, and a\nCalifornian Indian named Gregorio, rode towards them; and two or three\nguns were discharged on both sides, but without any damage, the parties\nnot being within dangerous gun-shot distance of each other. The\nCalifornians then formed themselves in a body, and soon disappeared\nbehind some hills on our right. We encamped about four o’clock in the\nvalley, the wind blowing almost a hurricane, and the dust flying so as\nnearly to blind us. Distance 9 miles.",
        "January 7.–Continuing our march up the valley, we encamped near the\nrancho of Carrillo, where we found an abundance of corn, wheat, and\nfrijoles. The house was shut up, having been deserted by its\nproprietor, who is said to be connected with the rebellion. Californian\nscouts were seen occasionally to-day on the summits of the hills south\nof us. Distance 7 miles.",
        "January 8.–Another tempestuous day. I do not remember ever to have\nexperienced such disagreeable effects from the wind and the clouds of\ndust in which we were constantly enveloped, driving into our faces\nwithout intermission. We encamped this afternoon in a grove of willows\nnear a rancho, where, as yesterday, we found corn and beans in\nabundance. Our horses, consequently, fare well, and we fare better than\nwe have done. One-fourth of the battalion, exclusive of the regular\nguard, is kept under arms during the night, to be prepared against\nsurprises and night-attacks. Distance 12 miles.",
        "January 9.–Early this morning Captain Hamley, accompanied by a\nCalifornian as a guide, came into camp, with despatches from Commodore\nStockton. The exact purport of these despatches I never learned, but it\nwas understood that the commodore, in conjunction with General Kearny,\nwas marching upon Los Angeles, and that, if they had not already\nreached and taken that town (the present capital of California), they\nwere by this time in its neighbourhood. Captain Hamley passed, last\nnight, the encampment of a party of Californians in our rear. He landed\nfrom a vessel at Santa Barbara, and from thence followed us to this\nplace by land. We encamped this afternoon at a rancho, situated on the\nedge of a fertile and finely watered plain of considerable extent,\nwhere we found corn, wheat, and frijoles in great abundance. The rancho\nwas owned and occupied by an aged Californian, of commanding and\nrespectable appearance; I could not but feel compassion for the\nvenerable old man, whose sons were now all absent and engaged in the\nwar, while he, at home and unsupported, was suffering the unavoidable\ninconveniences and calamities resulting from an army being quartered\nupon him.",
        "As we march south there appears to be a larger supply of wheat, maize,\nbeans, and barley in the granaries of the ranchos. More attention is\nevidently given to the cultivation of the soil here than farther north,\nalthough neither the soil nor climate is so well adapted to the raising\nof crops. The Californian spies have shown themselves at various times\nto-day, on the summits of the hills on our right. Distance 12 miles.",
        "January 10.–Crossing the plain, we encamped, about two o’clock P.M.,\nin the mouth of a canada, through which we ascend over a difficult\npass in a range of elevated hills between us and the plain of San\nFernando, or Couenga. Some forty or fifty mounted Californians\nexhibited themselves on the summit of the pass during the afternoon.\nThey were doubtless a portion of the same party that we met several\ndays ago, just below San Buenaventura. A large number of cattle were\ncollected in the plain and corralled, to be driven along to-morrow for\nsubsistence. Distance 10 miles.",
        "January 11.–The battalion this morning was divided into two parties;\nthe main body, on foot, marching over a ridge of hills to the right of\nthe road or trail; and the artillery, horses and baggage, with an\nadvance-guard and escort, marching by the direct route. We found the\npass narrow, and easily to be defended by brave and determined men\nagainst a greatly superior force; but when we had mounted the summit of\nthe ridge there was no enemy, nor the sign of one, in sight. Descending\ninto a canada on the other side, we halted until the main body came\nup to us, and then the whole force was again reunited, and the march\ncontinued.",
        "Emerging from the hills, the advance party to which I was attached met\ntwo Californians, bareheaded, riding in great haste. They stated that\nthey were from the mission of San Fernando; that the Californian forces\nhad met the American forces under the command of General Kearny and\nCommodore Stockton, and had been defeated after two days’ fighting; and\nthat the Americans had yesterday marched into Los Angeles. They\nrequested to be conducted immediately to Colonel Fremont, which request\nwas complied with. A little farther on we met a Frenchman, who stated\nthat he was the bearer of a letter from General Kearny, at Los Angeles,\nto Colonel Fremont. He confirmed the statement we had just heard, and\nwas permitted to pass. Continuing our march, we entered the mission of\nSan Fernando at one o’clock, and in about two hours the main body\narrived, and the whole battalion encamped in the mission buildings.",
        "The buildings and gardens belonging to this mission are in better\ncondition than those of any of these establishments I have seen. There\nare two extensive gardens, surrounded by high walls; and a stroll\nthrough them afforded a most delightful contrast from the usually\nuncultivated landscape we have been travelling through for so long a\ntime. Here were brought together most of the fruits and many of the\nplants of the temperate and tropical climates. Although not the season\nof flowers, still the roses were in bloom. Oranges, lemons, figs, and\nolives hung upon the trees, and the blood-red tuna, or prickly-pear,\nlooked very tempting. Among the plants I noticed the American aloe\n(argave Americana), which is otherwise called maguey. From this\nplant, when it attains maturity, a saccharine liquor is extracted,\nwhich is manufactured into a beverage called pulque, and is much\nprized by Mexicans. The season of grapes has passed, but there are\nextensive vineyards at this mission. I drank, soon after my arrival, a\nglass of red wine manufactured here, of a good quality.",
        "The mission of San Fernando is situated at the head of an extensive and\nvery fertile plain, judging from the luxuriance of the grass and other\nvegetation now springing up. I noticed in the granary from which our\nhorses were supplied with food many thousand bushels of corn. The ear\nis smaller than that of the corn of the Southern States. It resembles\nthe maize cultivated in the Northern States, the kernel being hard and\npolished. Large herds of cattle and sheep were grazing upon the plain\nin sight of the mission.",
        "January 12.–This morning two Californian officers, accompanied by\nTortaria Pico, who marched with us from San Luis Obispo, came to the\nmission to treat for peace. A consultation was held and terms were\nsuggested, and, as I understand, partly agreed upon, but not concluded.\nThe officers left in the afternoon.",
        "January 13.–We continued our march, and encamped near a deserted\nrancho at the foot of Couenga plain. Soon after we halted, the\nCalifornian peace-commissioners appeared, and the terms of peace and\ncapitulation were finally agreed upon and signed by the respective\nparties. They were as follows:–",
        "  Made and entered into at the Ranch of Couenga, this thirteenth day\n  of January, eighteen hundred and forty-seven, between P.B. Reading,\n  major; Louis McLane, junr., commanding 3rd Artillery; William H.\n  Russell, ordnance officer–commissioners appointed by J.C. Fremont,\n  Colonel United States Army, and Military Commandant of California;\n  and José Antonio Carillo, commandant esquadron; Augustin Olivera,\n  deputado–commissioners appointed by Don Andres Pico,\n  Commander-in-chief of the Californian forces under the Mexican flag.",
        "  Article 1st. The Commissioners on the part of the Californians agree\n  that their entire force shall, on presentation of themselves to\n  Lieutenant-Colonel Fremont, deliver up their artillery and public\n  arms, and that they shall return peaceably to their homes,\n  conforming to the laws and regulations of the United States, and not\n  again take up arms during the war between the United States and\n  Mexico, but will assist and aid in placing the country in a state of\n  peace and tranquillity.",
        "  Art. 2nd. The Commissioners on the part of Lieutenant-Colonel\n  Fremont agree and bind themselves, on the fulfilment of the 1st\n  Article by the Californians, that they shall be guaranteed\n  protection of life and property, whether on parole or otherwise.",
        "  Article 3rd. That until a Treaty of Peace be made and signed between\n  the United States of North America and the Republic of Mexico, no\n  Californian or other Mexican citizen shall be bound to take the oath\n  of allegiance.",
        "  Article 4th. That any Californian or citizen of Mexico, desiring, is\n  permitted by this capitulation to leave the country without let or\n  hinderance.",
        "  Article 5th. That, in virtue of the aforesaid articles, equal rights\n  and privileges are vouchsafed to every citizen of California, as are\n  enjoyed by the citizens of the United States of North America.",
        "  Article 6th. All officers, citizens, foreigners or others, shall\n  receive the protection guaranteed by the 2nd Article.",
        "  Article 7th. This capitulation is intended to be no bar in effecting\n  such arrangements as may in future be in justice required by both\n  parties.",
        "  Ciudad de Los Angeles, Jan. 16th, 1847.",
        "  That the paroles of all officers, citizens and others, of the United\n  States, and naturalized citizens of Mexico, are by this foregoing\n  capitulation cancelled, and every condition of said paroles, from\n  and after this date, are of no further force and effect, and all\n  prisoners of both parties are hereby released.",
        "  P.B. READING, Maj. Cal’a. Battalion.\n  LOUIS McLANE, Com’d. Artillery.\n  WM. H. RUSSELL, Ordnance Officer.\n  JOSE ANTONIO CARILLO, Comd’t. of Squadron.\n  AUGUSTIN OLIVERA, Deputado.",
        "  Approved,",
        "  J.C. FREMONT, Lieut.-Col. U.S. Army, and Military Commandant of\n  California.",
        "  ANDRES PICO, Commandant of Squadron and Chief of the National Forces\n  of California.",
        "The next morning a brass howitzer was brought into camp, and delivered.\nWhat other arms were given up I cannot say, for I saw none. Nor can I\nspeak as to the number of Californians who were in the field under the\ncommand of Andres Pico when the articles of capitulation were signed,\nfor they were never in sight of us after we reached San Fernando.\nDistance 12 miles.",
        "January 14.–It commenced raining heavily this morning. Crossing a\nridge of hills, we entered the magnificent undulating plain surrounding\nthe city of Angels, now verdant with a carpet of fresh vegetation.\nAmong other plants I noticed the mustard, and an immense quantity of\nthe common pepper-grass of our gardens. We passed several warm springs\nwhich throw up large quantities of bitumen or mineral tar. Urging our\njaded animals through the mud and water, which in places was very deep,\nwe reached the town about 3 o’clock.",
        "A more miserably clad, wretchedly provided, and unprepossessing\nmilitary host, probably never entered a civilized city. In all, except\nour order, deportment, and arms, we might have been mistaken for a\nprocession of tatterdemalions, or a tribe of Nomades from Tartary.\nThere were not many of us so fortunate as to have in our possession an\nentire outside garment; and several were without hats or shoes, or a\ncomplete covering to their bodies. But that we had at last reached the\nterminus of a long and laborious march, attended with hardships,\nexposure, and privation rarely suffered, was a matter of such heartfelt\ncongratulation, that these comparatively trifling inconveniences were\nnot thought of. Men never, probably, in the entire history of military\ntransactions, bore these privations with more fortitude or uttered\nfewer complaints.",
        "We had now arrived at the abode of the celestials, if the\ninterpretation of the name of the place could be considered as\nindicative of the character of its population, and drenched with rain\nand plastered with mud, we entered the “City of the Angels,” and\nmarched through its principal street to our temporary quarters. We\nfound the town, as we expected, in the possession of the United States\nnaval and military forces under the command of Commodore Stockton and\nGeneral Kearny, who, after two engagements with six hundred mounted\nCalifornians on the 8th and 9th, had marched into the city on the 10th.\nThe town was almost entirely deserted by its inhabitants, and most of\nthe houses, except those belonging to foreigners, or occupied as\nquarters for the troops, were closed. I met here many of the naval\nofficers whose agreeable acquaintance I had made at San Francisco.\nAmong others were Lieutenants Thompson, Hunter, Gray and Rhenshaw, and\nCaptain Zeilin of the marines, all of whom had marched from San Diego.\nDistance 12 miles.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}