{
    "title": "What to See in England - Arundel Castle",
    "author": "Gordon Home",
    "chapter": "46",
    "content": [
        "\n\n",
        "=How to get there.=–Trains from Victoria and London Bridge. By\n  London, Brighton, and South Coast Railway.\n=Nearest Station.=–Arundel.\n=Distance from London.=–58-1/4 miles.\n=Average Time.=–2 hours.",
        "                     1st        2nd      3rd\n=Fares.=–Single   9s.  2d.   6s. 0d.  4s. 8d.\n          Return  14s. 10d.  10s. 7d.  9s. 4d.",
        "=Accommodation Obtainable.=–\"Norfolk Hotel,” “Eagle Inn,\"\n  “Bridge Hotel,” “Granville Boarding House,” etc.",
        "The interior of the castle is not shown to visitors without special\npermission from the Duke of Norfolk, the keep alone being thrown open to\nall on Mondays and Fridays between 12 and 4 P.M.–tickets being obtained\nat the Norfolk Hotel. The park, however, is open to the public.",
        "The town of Arundel is one of the oldest and most beautifully situated\nin Sussex, that county of ancient towns, and its castle, a wonderful\nfeudal fortress, was originally bequeathed by Alfred the Great to his\nnephew Adhelm. After the Conquest, it came into the possession of Roger\nde Montgomery, who rebuilt it, and in 1097 it was held for a short time\nby William II. It was at Arundel Castle that Adeliza, the widow of Henry\nI., entertained Queen Maud in 1139. The castle came afterwards to the\nFitzalans, and from them by marriage to the Howard family, who still\nhold it. It was the object of several fierce attacks during the\nParliamentary War, for having been captured by Waller and garrisoned for\nthe Parliament, it was retaken by the Royalists under Lord Hopton, and\nsoon after taken once more by Waller. The castle was much damaged by all\nthese assaults, and was almost in ruins at the commencement of the last\ncentury, when it was taken in hand and restored by the then Duke of\nNorfolk. Of the ancient buildings, the keep, the entrance gateway, and\nparts of the walls, are all that now remain. The keep or Bevis Tower is\nan old Norman structure with walls 8 to 10 feet thick, having in the\ncentre the castle dungeon, reached by a narrow staircase in the wall.\nThe restoration was made as much as possible in conformity with the\nstyle of the old fortress, and the interior is a good example of modern\nGothic art, the new chapel being an interesting example of this. The\nBaron’s Hall, with its open chestnut roof and stained-glass windows, is\nperhaps one of the most striking features in the castle.",
        "A fine stone bridge of three arches connects the two portions of the\ntown. It spans the river Arun, which is navigable up to Arundel for\nvessels of 150 tons burden.",
        "[Illustration: Photochrom Co., Ltd.\nARUNDEL CASTLE.",
        "Built soon after the Conquest by Roger de Montgomery. It was much\ndamaged during the Parliamentary War, but was repaired by a former Duke\nof Norfolk early in the 19th century.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}