{
    "title": "What to See in England - Keswick",
    "author": "Gordon Home",
    "chapter": "150",
    "content": [
        "\n\n",
        "AND THE HOME OF ROBERT SOUTHEY",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Keswick.\n=Distance from London.=–300 miles.\n=Average Time.=–Varies between 7 to 10-1/4 hours.",
        "                     1st       2nd       3rd\n=Fares=.–Single  42s. 0d.  26s. 7d.  24s. 1d.\n          Return  81s. 0d.  53s. 0d.  48s. 2d.",
        "=Accommodation Obtainable.=–\"Keswick Hotel,” “Royal Oak,\"\n  “Queen’s,” etc.\n=Alternative Routes.=–Train from King’s Cross, Great Northern\n  Railway. Train from St. Pancras, Midland Railway.",
        "Keswick is much resorted to by visitors, as it forms convenient\nheadquarters for exploring the Cumberland part of the Lake District. It\nis a small and not very beautiful town, containing several large hotels.\nIt is situated in a flat valley through which the Derwent and its\ntributaries flow, and lies near the north end of Derwentwater Lake.\nHills surround it on every side, while the mountains of Skiddaw shield\nit on the north. Since the discovery of plumbago in the district,\nKeswick has been famed for its lead-pencils. A renowned week of\nreligious services, known as the “Keswick Convention,” takes place here.",
        "Crosthwaite, to the north-west of the town, is famous for its\ntwelfth-century church dedicated to St. Kentigern. It has a long\nbattlemented roof and massive square tower, and possesses many old\nbrasses and monuments, besides a font of the time of Edward III. To most\npeople the monument to Southey will be the chief object of interest. It\nis a recumbent figure, with an epitaph in verse by his life-long friend\nWordsworth.",
        "Robert Southey was the son of a Bristol linen-draper, and was educated\nat Westminster and Balliol. Southey and Coleridge were much associated\nwith Lovell, a Bristol Quaker. These three friends made a plan–never\ncarried out–of going to the wilds of America and returning to the\npatriarchal manner of living. They all married three sisters named\nFricker. Unfortunately Southey’s wife died insane, and he then married a\nvery talented lady named Catherine Bowles. In the beginning of the\neighteenth century the Southeys and Coleridges settled in the same house\nat Greta, near Keswick, and Mrs. Lovell, widow of Robert Lovell, and her\nson joined the household. Here Southey lived till his death in 1843. In\n1813 he was made Poet Laureate, and later was given a pension of £300 a\nyear.",
        "[Illustration: Photochrom Co., Ltd.\nASHNESS BRIDGE, DERWENTWATER.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}