{
    "title": "What to See in England - Bodiam Castle, Sussex",
    "author": "Gordon Home",
    "chapter": "41",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Charing Cross, Cannon Street, or\n  London Bridge. South-Eastern and Chatham Railway.\n=Nearest Station.=–Robertsbridge (4 miles from Bodiam). From\n  Robertsbridge take train to Bodiam Station (which is close to\n  the castle) on Rother Valley Light Railway.\n=Distance from London.=–51 miles.\n=Average Time.=–Varies between 1-1/2 to 3 hours.",
        "                     1st       2nd      3rd\n=Fares.=–Single   8s. 4d.   5s. 3d.  4s. 2-1/2d.\n          Return  14s. 8d.  10s. 6d.  8s. 5d.",
        "=Accommodation Obtainable.=–\"Castle Hotel.\"\n=Alternative Route.=–None.",
        "Bodiam Castle is open to the public every day of the week except Sundays\n(tickets, obtainable at the keeper’s cottage, 6d. each; Thursdays, 1s.\neach).",
        "There is practically no other moated castle in England which compares\nwith Bodiam in its completeness. It was built about the year 1386, but\nits usefulness for defensive purposes, in view of the increasing\ndestructiveness of weapons at that time, has been doubted. However, the\nknight who was responsible for its construction was Sir Edward\nDalyngrudge, who fought at both Crecy and Poictiers, and must therefore\nhave seen the primitive forerunner of the modern field-gun in use. The\nwalls of the castle now enclose a grassy quadrangle, to which access is\ngained through a fine gateway, which still retains its outer iron\nportcullis. The three others, through which an attacking force was\nobliged to penetrate, have all disappeared. Although it has been stated\nthat the parliamentary forces under Waller captured Bodiam Castle during\nthe Civil War, it seems to be unlikely that such an attack was ever\nmade; for in March 1645 the property was conveyed by the Earl of Thanet\nto one Nathaniel Powell of London, who was strongly in favour of the\nCommonwealth.",
        "Lord Ashcombe, the present owner, has restored the walls very carefully,\nand the chapel and various private apartments with their fireplaces\nremain intact.",
        "The castle buildings as a whole are a rectangular block entirely\nsurrounded by the wide moat shown in the illustration. One crosses to\nthe main gateway by a narrow raised pathway. The surface of the water\nduring the summer is generally bright with water-lilies.",
        "Bodiam Church is an Early English structure, now very much restored. It\nis on the hill, a few minutes’ walk from the castle.",
        "[Illustration: BODIAM CASTLE.",
        "One of the most perfect moated castles in England.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}