{
    "title": "What to See in England - Lewes, Sussex",
    "author": "Gordon Home",
    "chapter": "40",
    "content": [
        "\n\n",
        "=How to get there.=–Train from London Bridge or Victoria. London,\n  Brighton, and South-Coast Railway.\n=Nearest Station.=–Lewes.\n=Distance from London.=–50 miles.\n=Average Time.=–Varies between 1-1/4 to 2-1/4 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single   8s. 6d.  5s. 0d.  4s. 2d.\n          Return  15s. 0d.  9s. 0d.  8s. 4d.",
        "=Accommodation Obtainable.=–\"The White Hart Hotel,” “Crown,\"\n  “Commercial,” “Temperance Hotel,” etc.",
        "Lewes, a prosperous agricultural centre, situated on the Sussex Ouse, is\na place of great antiquity, in spite of its present modern appearance.\nIts early history is vague, but it is known that it was of importance\neven under the Saxon kings, and was fortified in Alfred’s time. William\nthe Conqueror gave Lewes to Earl William de Warenne, who had married\nGundrada, said to be the daughter of Queen Matilda and the Conqueror. De\nWarenne built the castle, or considerably enlarged the old Saxon\nfortress, which is now in ruins. The castle possessed a curious feature,\nof which no other examples now remain, in having two keeps, each built\nupon a mound. Only one of these keeps (admission 6d.) still exists, its\ntowers covered with ivy. From its summit a splendid view of the\nsurrounding country can be obtained towards the chalk bluffs of the\nSouth Downs and the valley of the Ouse. The great gateway of the castle\nstill stands, and in Southover, the suburb of Lewes, are the remains of\nthe once large and wealthy Priory of St. Pancras. This was the first\nCluniac establishment in England. It was founded by De Warenne and\nGundrada, and continued to be of great importance up to the dissolution.\nUntil about sixty years ago the old pigeon-house of the priory,\ncontaining 3228 pigeon-holes, was still standing. When excavations were\ngoing on during the construction of the railway, which passes through\nthe priory grounds, the workmen came upon two leaden coffins, which were\ndiscovered to be those of William de Warenne and his wife. These were\nremoved to Southover Church, and Gundrada’s grave has now its original\ntombstone of black marble, which was found in Isfield Church. On the\nsite of the race-course was fought in 1264 the battle of Lewes, between\nHenry III. and the insurgent barons, led by Simon de Montfort, Earl of\nLeicester. There are a few old houses left, and the modern town hall\ncontains a beautiful oak staircase and panelling taken from the old Star\nInn.",
        "[Illustration: Photochrom Co., Ltd.\nTHE BARBICAN AT LEWES CASTLE.",
        "The castle was built by William de Warenne, who had received Lewes from\nWilliam the Conqueror.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}