{
    "title": "What I Saw in California - Chapter XVI.",
    "author": "Edwin Bryant",
    "chapter": "16",
    "content": [
        "\n\n",
        "OFFICIAL REPORT ON THE GOLD MINES.",
        "The following is an official account of a visit paid to the gold region\nin July by Colonel Mason, who had been appointed to the military\ncommand in California, and made his report to the authorities at\nWashington. It is dated from head-quarters at Monterey, August 17,\n1848.",
        "“Sir,–I have the honour to inform you that, accompanied by Lieut. W.T.\nSherman, 3rd Artillery, A.A.A. General, I started on the 12th of June\nlast to make a tour through the northern part of California. We reached\nSan Francisco on the 20th, and found that all, or nearly all, its male\ninhabitants had gone to the mines. The town, which a few months before\nwas so busy and thriving, was then almost deserted. Along the whole\nroute mills were lying idle, fields of wheat were open to cattle and\nhorses, houses vacant, and farms going to waste.",
        "“On the 5th we arrived in the neighbourhood of the mines, and proceeded\ntwenty-five miles up the American Fork, to a point on it now known as\nthe Lower Mines, or Mormon Diggings. The hill sides were thickly strewn\nwith canvas tents and bush-harbours; a store was erected, and several\nboarding shanties in operation. The day was intensely hot, yet about\n200 men were at work in the full glare of the sun, washing for\ngold–some with tin pans, some with close woven Indian baskets, but the\ngreater part had a rude machine known as the cradle. This is on\nrockers, six or eight feet long, open at the foot, and its head had a\ncoarse grate, or sieve; the bottom is rounded, with small cleets nailed\nacross. Four men are required to work this machine; one digs the ground\nin the bank close by the stream; another carries it to the cradle, and\nempties it on the grate; a third gives a violent rocking motion to the\nmachine, whilst a fourth dashes on water from the stream itself. The\nsieve keeps the coarse stones from entering the cradle, the current of\nwater washes off the earthy matter, and the gravel is gradually carried\nout at the foot of the machine, leaving the gold mixed with a heavy\nfine black sand above the first cleets. The sand and gold mixed\ntogether are then drawn off through auger holes into a pan below, are\ndried in the sun, and afterwards separated by blowing off the sand. A\nparty of four men, thus employed at the Lower Mines, average 100\ndollars a-day. The Indians, and those who have nothing but pans or\nwillow baskets, gradually wash out the earth, and separate the gravel\nby hand, leaving nothing but the gold mixed with sand, which is\nseparated in the manner before described. The gold in the Lower Mines\nis in fine bright scales, of which I send several specimens.",
        "“As we ascended the south branch of the American fork, the country\nbecame more broken and mountainous, and twenty-five miles below the\nlower washings the hills rise to about 1000 feet above the level of the\nSacramento Plain. Here a species of pine occurs, which led to the\ndiscovery of the gold. Captain Sutter, feeling the great want of\nlumber, contracted in September last with a Mr. Marshall to build a\nsaw-mill at that place. It was erected in the course of the past winter\nand spring–a dam and race constructed; but when the water was let on\nthe wheel, the tail race was found to be too narrow to permit the water\nto escape with sufficient rapidity. Mr. Marshall, to save labour, let\nthe water directly into the race with a strong current, so as to wash\nit wider and deeper. He effected his purpose, and a large bed of mud\nand gravel was carried to the foot of the race. One day Mr. Marshall,\nas he was walking down the race to this deposit of mud, observed some\nglittering particles at its upper edge; he gathered a few, examined\nthem, and became satisfied of their value. He then went to the fort,\ntold Captain Sutter of his discovery, and they agreed to keep it secret\nuntil a certain grist-mill of Sutter’s was finished. It, however, got\nout and spread like magic. Remarkable success attended the labours of\nthe first explorers, and, in a few weeks, hundreds of men were drawn\nthither. At the time of my visit, but little more than three months\nafter its first discovery, it was estimated that upwards of four\nthousand people were employed. At the mill there is a fine deposit or\nbank of gravel, which the people respect as the property of Captain\nSutter, though he pretends to no right to it, and would be perfectly\nsatisfied with the simple promise of a pre-emption on account of the\nmill which he has built there at a considerable cost. Mr. Marshall was\nliving near the mill, and informed me that many persons were employed\nabove and below him; that they used the same machines as at the lower\nwashings, and that their success was about the same–ranging from one\nto three ounces of gold per man daily. This gold, too, is in scales a\nlittle coarser than those of the lower mines. From the mill Mr.\nMarshall guided me up the mountain on the opposite or north bank of the\nsouth fork, where in the bed of small streams or ravines, now dry, a\ngreat deal of coarse gold has been found. I there saw several parties\nat work, all of whom were doing very well; a great many specimens were\nshown me, some as heavy as four or five ounces in weight; and I send\nthree pieces, labelled No. 5, presented by a Mr. Spence. You will\nperceive that some of the specimens accompanying this hold mechanically\npieces of quartz–that the surface is rough, and evidently moulded in\nthe crevice of a rock. This gold cannot have been carried far by water,\nbut must have remained near where it was first deposited from the rock\nthat once bound it. I inquired of many if they had encountered the\nmetal in its matrix, but in every instance they said they had not; but\nthat the gold was invariably mixed with wash-gravel, or lodged in the\ncrevices of other rocks. All bore testimony that they had found gold in\ngreater or less quantities in the numerous small gullies or ravines\nthat occur in that mountainous region. On the 7th of July I left the\nmill, and crossed to a small stream emptying into the American fork,\nthree or four miles below the saw-mill. I struck the stream (now known\nas Weber’s Creek) at the washings of Sunol and Company. They had about\nthirty Indians employed, whom they pay in merchandise. They were\ngetting gold of a character similar to that found in the main fork, and\ndoubtless in sufficient quantities to satisfy them. I send you a small\nspecimen, presented by this Company, of their gold. From this point we\nproceeded up the stream about eight miles, where we found a great many\npeople and Indians, some engaged in the bed of the stream, and others\nin the small side valleys that put into it. These latter are\nexceedingly rich, two ounces being considered an ordinary yield for a\nday’s work. A small gutter, not more than 100 yards long by four feet\nwide, and two or three deep, was pointed out to me as the one where two\nmen (W. Daly and Percy McCoon) had a short time before obtained. 17,000\ndollars’ worth of gold. Captain Weber informed me, that he knew that\nthese two men had employed four white men and about 100 Indians, and\nthat, at the end of one week’s work, they paid off their party, and had\nleft 10,000 dollars’ worth of this gold. Another small ravine was shown\nme, from which had been taken upwards of 12,000 dollars’ worth of gold.\nHundreds of similar ravines, to all appearances, are as yet untouched.\nI could not have credited these reports had I not seen, in the\nabundance of the precious metal, evidence of their truth. Mr. Neligh,\nan agent of Commodore Stockton, had been at work about three weeks in\nthe neighbourhood, and showed me, in bags and bottles, 2000 dollars’\nworth of gold; and Mr. Lyman, a gentleman of education, and worthy of\nevery credit, said he had been engaged with four others, with a\nmachine, on the American fork, just below Sutter’s Mill, that they\nworked eight days, and that his share was at the rate of fifty dollars\na-day, but hearing that others were doing better at Weber’s Place, they\nhad removed there, and were then on the point of resuming operations.",
        "“The country on either side of Weber’s Creek is much broken up by\nhills, and is intersected in every direction by small streams or\nravines which contain more or less gold. Those that have been worked\nare barely scratched, and, although thousands of ounces have been\ncarried away, I do not consider that a serious impression has been made\nupon the whole. Every day was developing new and richer deposits; and\nthe only impression seemed to be, that the metal would be found in such\nabundance as seriously to depreciate in value.",
        "“On the 8th July I returned to the lower mines, and eventually to\nMonterey, where I arrived on the 17th of July. Before leaving Sutter’s,\nI satisfied myself that gold existed in the bed of the Feather River,\nin the Yubah and Bear, and in many of the small streams that lie\nbetween the latter and the American fork; also, that it had been found\nin the Consummes, to the south of the American fork. In each of these\nstreams the gold is found in small scales, whereas in the intervening\nmountains it occurs in coarser lumps.",
        "“Mr. Sinclair, whose rancho is three miles above Sutter’s on the north\nside of the American, employs about fifty Indians on the north fork,\nnot far from its junction with the main stream. He had been engaged\nabout five weeks when I saw him, and up to that time his Indians had\nused simply closely-woven willow baskets. His net proceeds (which I\nsaw) were about 16,000 dollars’ worth of gold. He showed me the\nproceeds of his last week’s work–14 lbs. avoirdupois of clean-washed\ngold.",
        "“The principal store at Sutter’s fort, that of Brannan and Co., had\nreceived in payment for goods 36,000 dollars’ worth of this gold from\nthe 1st of May to the 10th of July. Other merchants had also made\nextensive sales. Large quantities of goods were daily sent forward to\nthe mines, as the Indians, heretofore so poor and degraded, have\nsuddenly become consumers of the luxuries of life. I before mentioned\nthat the greater part of the farmers and rancheros had abandoned their\nfields to go to the mines. This is not the case with Captain Sutter,\nwho was carefully gathering his wheat, estimated at 40,000 bushels.\nFlour is already worth, at Sutter’s, 36 dollars a-barrel, and will soon\nbe 50. Unless large quantities of breadstuffs reach the country much\nsuffering will occur; but as each man is now able to pay a large price,\nit is believed the merchants will bring from Chili and the Oregon a\nplentiful supply for the coming winter.",
        "“The most moderate estimate I could obtain from men acquainted with the\nsubject was, that upwards of 4,000 men were working in the gold\ndistrict, of whom more than one-half were Indians, and that from 30,000\nto 50,000 dollars’ worth of gold, if not more, were daily obtained. The\nentire gold district, with very few exceptions of grants made some\nyears ago by the Mexican authorities, is on land belonging to the\nUnited States. It was a matter of serious reflection to me, how I could\nsecure to the Government certain rents or fees for the privilege of\nsecuring this gold; but upon considering the large extent of country,\nthe character of the people engaged, and the small scattered force at\nmy command, I resolved not to interfere, but permit all to work freely,\nunless broils and crimes should call for interference.",
        "“The discovery of these vast deposits of gold has entirely changed the\ncharacter of Upper California. Its people, before engaged in\ncultivating their small patches of ground, and guarding their herds of\ncattle and horses, have all gone to the mines, or are on their way\nthither. Labourers of every trade have left their work-benches, and\ntradesmen their shops; sailors desert their ships as fast as they\narrive on the coast; and several vessels have gone to sea with hardly\nenough hands to spread a sail. Two or three are now at anchor in San\nFrancisco, with no crew on board. Many desertions, too, have taken\nplace from the garrisons within the influence of these mines;\ntwenty-six soldiers have deserted from the post of Sonoma, twenty-four\nfrom that of San Francisco, and twenty-four from Monterey. I have no\nhesitation now in saying, that there is more gold in the country\ndrained by the Sacramento and San Joaquin Rivers than will pay the cost\nof the present war with Mexico a hundred times over. No capital is\nrequired to obtain this gold, as the labouring man wants nothing but\nhis pick and shovel and tin pan, with which to dig and wash the gravel,\nand many frequently pick gold out of the crevices of rocks with their\nknives, in pieces of from one to six ounces.",
        "“Gold is also believed to exist on the eastern slope of the Sierra\nNevada; and, when at the mines, I was informed by an intelligent Mormon\nthat it had been found near the Great Salt Lake by some of his\nfraternity. Nearly all the Mormons are leaving California to go to the\nSalt Lake; and this they surely would not do unless they were sure of\nfinding gold there, in the same abundance as they now do on the\nSacramento.",
        "“I have the honour to be,",
        "“Your most obedient Servant,",
        "“R.B. MASON, Colonel 1st Dragoons, commanding.",
        "“Brigadier-General R. Jones,\nAdjutant-General, U.S.A., Washington, D.C.”",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}