{
    "title": "What to See in England - Cambridge",
    "author": "Gordon Home",
    "chapter": "45",
    "content": [
        "\n\n",
        "=How to get there.=–Train from St. Pancras or Liverpool Street.\n  Great Eastern Railway.\n=Nearest Station.=–Cambridge.\n=Distance from London.=–55-3/4 miles.\n=Average Time.=–Varies between 1-1/4 and 2-1/2 hours. Quickest train,\n  1 h. 13 m.",
        "                     1st      2nd     3rd\n=Fares.=–Single   8s.  9d.   ...   4s. 7-1/2d.\n          Return  15s. 10d.   ...   9s. 3d.",
        "=Accommodation Obtainable.=–\"Bull Hotel,”  “Lion Hotel,\"\n  “University Arms Hotel,” “Hoop Hotel,” “Bath Hotel,” etc.\n=Alternative Routes=.–From Euston by L. and N.W. Railway.\n  From King’s Cross, Great Northern Railway.  From St.\n  Pancras, Midland Railway.",
        "Cambridge shares with its sister university, Oxford, the honour of being\none of the two most ancient seats of learning in Great Britain. The town\nitself is of very remote origin, and stands on the site of the Roman\nstation Camboricum, on the Via Devana. By the Saxons, Cambridge\nappears to have been known as Grantabrycge, which was probably later\nabbreviated into Cantbrigge. The true history of the town as a\nuniversity began at the opening of the twelfth century, when Joffred,\nAbbot of Crowland, sent over to Cottenham, near Cambridge, four monks,\nwho, in a hired barn, started their teachings, which soon became\nexcessively popular. The first regular society of students was founded\nin 1257.",
        "Cambridge abounds in features of interest and contains a large number of\nold churches, perhaps the most interesting being that of St. Sepulchre,\none of the four circular churches remaining in England. This church,\nwhich is in Bridge Street, was erected in the reign of Henry I., and\nfounded, like the one at Northampton, by the Knights Templars in\nimitation of the Church of the Holy Sepulchre at Jerusalem.",
        "The colleges are, of course, the glory of Cambridge, and one is almost\nbewildered by the beauty and variety of their architecture. King’s\nCollege Chapel is one of the most magnificent examples in the town, but\nnearly all the more important collegiate buildings are beautiful types\nof mediaeval work. The visitor should on no account omit to walk through\nthe “Backs,” which is the ’varsity term for the backs of the colleges,\nwith the “Fellows’ Gardens” reaching down to the quiet Cam. The Great\nCourt, Trinity College, is one of the most imposing of the numerous\nquadrangles, and is the largest of any at either Oxford or Cambridge.\nThe Master’s Lodge here is the residence of the sovereign on all royal\nvisits.",
        "[Illustration: Photochrom Co., Ltd.\nST. JOHN’S GATEWAY, CAMBRIDGE.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}