{
    "title": "What to See in England - Gad’s Hill",
    "author": "Gordon Home",
    "chapter": "25",
    "content": [
        "\n\n",
        "THE HOME OF CHARLES DICKENS",
        "=How to get there.=–Train from Victoria or Holborn Viaduct. South-Eastern\n  and Chatham Railway.\n=Nearest Station.=–Rochester. (Gad’s Hill lies 1-1/2 miles from\n  Rochester).\n=Distance from London.=–31 miles.\n=Average Time.=–Varies between 1 and 1-1/2 hours.",
        "                    1st      2nd      3rd\n=Fares.=–Single  5s. 4d.  3s. 4d.  2s. 8d.\n          Return  9s. 4d.  6s. 8d.  5s. 4d.",
        "=Accommodation Obtainable.=–At Rochester–\"King’s Head Hotel,\"\n  “Royal Victoria Hotel,” “Bull Hotel,” “Royal Crown Hotel,” etc.\n=Alternative Route.=–Train from Charing Cross, Cannon Street, or\n  London Bridge. South-Eastern and Chatham Railway.",
        "Mr. Latham, the present occupier, kindly admits visitors on Wednesday\nafternoons.",
        "Lovers of Charles Dickens naturally have a pleasure in seeing the places\nnear Rochester so familiar to them through his works. A mile and a half\nfrom this ancient city with its cathedral and castle is Gad’s Hill\nPlace, where the great author resided from 1856 till the day of his\ndeath in 1870. When Dickens was a small boy the house had always a\ncurious interest for him, for he thought it the most beautiful house he\nhad ever seen. His father, then living in Rochester, used to bring him\nto look at it, and used to tell the little fellow that if he grew up to\nbe a clever man he might own that or another such house. Gad’s Hill\nPlace is a comfortable old-fashioned house, built, it is said, about\n1775. Facing it is a shrubbery containing huge cedars. This was\nconnected with the grounds opposite by an underground passage still\nexisting, and here Dickens erected a châlet given to him by his friend\nMr. Fechter, in which he worked till the time of his sudden death. Gad’s\nHill had a peculiar fascination for Dickens, for it was on the highway\nthere that he obtained his wonderful insight into the character and\nmanners of the various tramps and showmen he portrays in his books.",
        "Dickens liked nothing better than taking his friends over this district.\nHe thought the seven miles between Rochester and Maidstone one of the\nmost beautiful walks in England. Dickens would compress into infinitely\nfew days an enormous amount of sight-seeing and country enjoyment:\ncastles, cathedrals, lunches and picnics among cherry orchards and\nhop-gardens.",
        "[Illustration: Photochrom Co., Ltd.\nGAD’S HILL PLACE, NEAR ROCHESTER.",
        "The home of Charles Dickens.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}