{
    "title": "What to See in England - Elstow",
    "author": "Gordon Home",
    "chapter": "39",
    "content": [
        "\n\n",
        "THE HOME OF JOHN BUNYAN",
        "=How to get there.=–Through train from St. Pancras. Midland Railway.\n=Nearest Station.=–Bedford (1 mile from Elstow).\n=Distance from London.=–50 miles.\n=Average Time.=–An hour.",
        "                     1st     2nd     3rd\n=Fares.=–Single   6s. 7d.   ...   3s. 11-1/2d.\n          Return  13s. 2d.   ...   7s. 11d.",
        "=Accommodation Obtainable.=–\"Embankment Hotel,” “Lion Hotel,\"\n  “Swan Hotel,” etc., at Bedford.\n=Alternative Route.=–Train from Euston. L. and N.W. Railway.",
        "The little village of Elstow, near Bedford, will always be remembered as\nthe birthplace of John Bunyan, and the cottage is still shown where the\n“immortal dreamer” was born. It was while in Bedford jail for\n“conscience’ sake” that Bunyan ministered to all posterity by writing\nthe Pilgrim’s Progress from this World to the World to Come, under the\nsimilitude of a dream. As an allegory of the soul’s conflicts and\nstruggles with evil in its journey through life, it is unsurpassed. It\nis believed that no other book except the Bible has gone through so many\neditions or attained such a popularity in all languages. It has been\ngenerally understood that Bunyan’s early life was a very profligate one,\nbut some have thought that his terrible self-accusations in after years\nmay have arisen from the height of his religious fervour and Puritan\nstrictness, which made him look on dancing and bell-ringing as deadly\nsins. This idea is satisfactorily given by Macaulay.",
        "Bunyan was of poor parentage, his father being a tinker. At one time he\nwas in the Parliamentary Army, and in 1645, was present at the siege of\nLeicester. Having left the army, he married. Then after a time of great\nspiritual agony and doubt, with quieter intervals, he became a member\nand then minister of the Baptist congregation at Bedford. His labours\nwere stopped by the Act of Conventicles, and Bunyan was a prisoner in\nBedford jail for twelve years. While in prison Bunyan assisted in\nproviding for the wants of his wife and family by making tagged laces.\nThe only books he had during his confinement were the Bible and Foxe’s\nBook of Martyrs. Through the kind interposition of Bishop Barlow of\nLincoln, Bunyan was released, and resumed his work of a preacher until\nhis death from fever in London in 1688. Bunyan also wrote the Holy Warand Grace Abounding, an autobiographical narrative.",
        "[Illustration: Valentine & Sons, Ltd.\nBUNYAN’S COTTAGE AT ELSTOW.",
        "The cottage is structurally the same as in Bunyan’s time.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}