{
    "title": "What I Saw in California - Chapter X.",
    "author": "Edwin Bryant",
    "chapter": "10",
    "content": [
        "\n\n",
        "  Tremendous rain\n  Mission of San Luis Obispo\n  Gardens\n  Various fruits\n  Farm\n  Cactus tuna\n  Calinche\n  Pumpkins\n  Trial of Tortoria Pico\n  Procession of women\n  Pico’s pardon\n  Leave San Luis\n  Surf of the Pacific\n  Captain Dana\n  Tempestuous night\n  Mission of St. Ynes\n  Effects of drought\n  Horses exhausted\n  St. Ynes Mountain\n  View of the plain of Santa Barbara and the Pacific\n  A wretched Christmas-day\n  Descent of St. Ynes Mountain\n  Terrible storm\n  Frightful destruction of horses\n  Dark night\n  What we are fighting for\n  Arrive at Santa Barbara\n  Town deserted.",
        "December 15.–The rain fell in cataracts the entire day. The small\nstreams which flow from the mountains through, and water the valley of,\nSan Luis Obispo, are swollen by the deluge of water from the clouds\ninto foaming unfordable torrents. In order not to trespass upon the\npopulation at the mission, in their miserable abodes of mud, the church\nwas opened, and a large number of the soldiers were quartered in it. A\nguard, however, was set day and night, over the chancel and all other\nproperty contained in the building, to prevent its being injured or\ndisturbed. The decorations of the church are much the same as I have\nbefore described. The edifice is large, and the interior in good\nrepair. The floor is paved with square bricks. I noticed a common\nhand-organ in the church, which played the airs we usually hear from\norgan-grinders in the street.",
        "Besides the main large buildings connected with the church, there are\nstanding, and partially occupied, several small squares of adobe\nhouses, belonging to this mission. The heaps of mud, and crumbling\nwalls outside of these, are evidence that the place was once of much\ngreater extent, and probably one of the most opulent and prosperous\nestablishments of the kind in the country. The lands surrounding the\nmission are finely situated for cultivation and irrigation if\nnecessary. There are several large gardens, inclosed by high and\nsubstantial walls, which now contain a great variety of fruit-trees and\nshrubbery. I noticed the orange, fig, palm, olive, and grape. There are\nalso large inclosures hedged in by the prickly-pear (cactus), which\ngrows to an enormous size, and makes an impervious barrier against man\nor beast. The stalks of some of these plants are of the thickness of a\nman’s body, and grow to the height of fifteen feet. A juicy fruit is\nproduced by the prickly-pear, named tuna, from which a beverage is\nsometimes made, called calinche. It has a pleasant flavour, as has\nalso the fruit, which, when ripe, is blood-red. A small quantity of\npounded wheat was found here, which, being purchased, was served out to\nthe troops, about a pound to the man. Frijoles and pumpkins were also\nobtained, delicacies of no common order.",
        "December 16.–A court-martial was convened this morning for the trial\nof Pico, the principal prisoner, on the charge, I understood, of the\nforfeiture of his parole which had been taken on a former occasion. The\nsentence of the court was, that he should be shot or hung, I do not\nknow which. A rumour is current among the population here, that there\nhas been an engagement between a party of Americans and Californians,\nnear Los Angeles, in which the former were defeated with the loss of\nthirty men killed.",
        "December 17.–Cool, with a hazy sky. While standing in one of the\ncorridors this morning, a procession of females passed by me, headed by\na lady of fine appearance and dressed with remarkable taste and\nneatness, compared with those who followed her. Their rebososconcealed the faces of most of them, except the leader, whose beautiful\nfeatures, dare say, she thought (and justly) required no concealment.\nThey proceeded to the quarters of Colonel Fremont, and their object, I\nunderstood, was to petition for the reprieve or pardon of Pico, who had\nbeen condemned to death by the court-martial yesterday, and whose\nexecution was expected to take place this morning. Their intercession\nwas successful, as no execution took place, and in a short time all the\nprisoners were discharged, and the order to saddle up and march given.\nWe resumed our march at ten o’clock, and encamped just before sunset in\na small but picturesque and fertile valley timbered with oak, so near\nthe coast that the roar of the surf breaking against the shore could be\nheard distinctly. Distance seven miles.",
        "December 18.–Clear, with a delightful temperature. Before the sun\nrose the grass was covered with a white frost. The day throughout has\nbeen calm and beautiful. A march of four miles brought us to the shore\nof a small indentation in the coast of the Pacific, where vessels can\nanchor, and boats can land when the wind is not too fresh. The surf is\nnow rolling and foaming with prodigious energy–breaking upon the beach\nin long lines one behind the other, and striking the shore like\ncataracts. The hills and plains are verdant with a carpet of fresh\ngrass, and the scattered live-oaks on all sides, appearing like\norchards of fruit-trees, give to the country an old and cultivated\naspect. The mountains bench away on our left, the low hills rising in\ngentle conical forms, beyond which are the more elevated and\nprecipitous peaks covered with snow. We encamped about three o’clock\nnear the rancho of Captain Dana, in a large and handsome valley well\nwatered by an arroyo.",
        "Captain Dana is a native of Massachusetts, and has resided in this\ncountry about thirty years. He is known and esteemed throughout\nCalifornia for his intelligence and private virtues, and his unbounded\ngenerosity and hospitality. I purchased here a few loaves of wheat\nbread, and distributed them among the men belonging to our company as\nfar as they would go, a luxury which they have not indulged in since\nthe commencement of the march. Distance 15 miles.",
        "December 19.–The night was cold and tempestuous, with a slight fall\nof rain. The clouds broke away after sunrise, and the day became warm\nand pleasant. We continued our march up the valley, and encamped near\nits head. The table-land and hills are generally gravelly, but appear\nto be productive of fine grass. The soil of the bottom is of the\nrichest and most productive composition. We crossed in the course of\nthe day a wide flat plain, upon which were grazing large herds of\nbrood-mares (manadas) and cattle. In the distance they resembled\nlarge armies approaching us. The peaks of the elevated mountains in\nsight are covered with snow. A large number of horses gave out,\nstrayed, and were left behind to-day, estimated at one hundred. The men\ncame into camp bringing their saddles on their backs, and some of them\narriving late in the evening. Distance 18 miles.",
        "December 20.–Parties were sent back this morning to gather up horses\nand baggage left on the march yesterday, and it was one o’clock before\nthe rear-guard, waiting for the return of those, left camp. The main\nbody made a short march and encamped early, in a small hollow near the\nrancho of Mr. Faxon, through which flows an arroyo, the surrounding\nhills being timbered with evergreen oaks. The men amused themselves\nduring the afternoon in target-shooting. Many of the battalion are fine\nmarksmen with the rifle, and the average of shots could not easily be\nsurpassed. The camp spread over an undulating surface of half a mile in\ndiameter, and at night, when the fires were lighted, illuminating the\ngrove, with its drapery of drooping Spanish moss, it presented a most\npicturesque appearance. Distance 3 miles.",
        "December 21.–Clear and pleasant. A foot march was ordered, with the\nexception of the horse and baggage guard. We marched several miles\nthrough a winding hollow, passing a deserted rancho, and ascending with\nmuch labour a steep ridge of hills, descending which we entered a\nhandsome valley, and encamped upon a small stream about four miles from\nthe mission of St. Ynes. The banks of the arroyo are strewn with dead\nand prostrate timber, the trees, large and small, having been\noverthrown by tornados. The plain has suffered, like much of the\ncountry we have passed through, by a long-continued drought, but the\ncomposition of the soil is such as indicates fertility, and from the\neffects of the late rains the grass is springing up with great\nluxuriance, from places which before were entirely denuded of\nvegetation. A party was sent from camp to inspect the mission, but\nreturned without making any important discoveries. Our horses are so\nweak that many of them are unable to carry their saddles, and were left\non the road as usual. A man had his leg broken on the march to-day, by\nthe kick of a mule. He was sent back to the rancho of Mr. Faxon.\nDistance 15 miles.",
        "December 22.–Clear and pleasant. Being of the party which performed\nrear-guard duty to-day, with orders to bring in all stragglers, we did\nnot leave camp until several hours after the main body had left. The\nhorses of the caballada and the pack-animals were continually giving\nout and refusing to proceed. Parties of men, exhausted, lay down upon\nthe ground, and it was with much urging, and sometimes with peremptory\ncommands only, that they could be prevailed upon to proceed. The\ncountry bears the same marks of drought heretofore described, but fresh\nvegetation is now springing up and appears vigorous. A large\nhorse-trail loading into one of the canadas of the mountains on our\nleft was discovered by the scouts, and a party was dispatched to trace\nit. We passed one deserted rancho, and reached camp between nine and\nten o’clock at night, having forced in all the men and most of the\nhorses and pack-mules. Distance 15 miles.",
        "December 23.–Rain fell steadily and heavily the entire day. A small\nparty of men was in advance. Discovering in a brushy valley two Indians\narmed with bows and arrows, they were taken prisoners. Learning from\nthem that there was a caballada of horses secreted in one of the\ncanadas, they continued on about ten miles, and found about\ntwenty-five fresh fat horses, belonging to a Californian now among the\ninsurgents below. They were taken and delivered at the camp near the\neastern base of the St. Ynes Mountain. Passed this morning a rancho\ninhabited by a foreigner, an Englishman.",
        "December 24.–Cloudy and cool, with an occasional sprinkling rain.\nOur route to-day lay directly over the St. Ynes Mountain, by an\nelevated and most difficult pass. The height of this mountain is\nseveral thousand feet. We reached the summit about twelve o’clock, and,\nour company composing the advance-guard, we encamped about a mile and a\nhalf in advance of the main body of the battalion, at a point which\noverlooks the beautiful plain of Santa Barbara, of which, and the ocean\nbeyond, we had a most extended and interesting view. With the\nspy-glass, we could see, in the plain far below us, herds of cattle\nquietly grazing upon the green herbage that carpets its gentle\nundulations. The plain is dotted with groves, surrounding the springs\nand belting the small water-courses, of which there are many flowing\nfrom this range of mountains. Ranchos are scattered far up and down the\nplain, but not one human being could be seen stirring. About ten or\ntwelve miles to the south, the white towers of the mission of Santa\nBarbara raise themselves. Beyond is the illimitable waste of waters. A\nmore lovely and picturesque landscape I never beheld. On the summit of\nthe mountain, and surrounding us, there is a growth of hawthorn,\nmanzinita (in bloom), and other small shrubbery. The rock is soft\nsandstone and conglomerate, immense masses of which, piled one upon\nanother, form a wall along the western brow of the mountain, through\nwhich there is a single pass or gateway about eight or ten feet in\nwidth. The descent on the western side is precipitous, and appears\nalmost impassable. Distance 4 miles.",
        "December 25.–Christmas-day, and a memorable one to me. Owing to the\ndifficulty in hauling the cannon up the steep acclivities of the\nmountain, the main body of the battalion did not come up with us until\ntwelve o’clock, and before we commenced the descent of the mountain a\nfurious storm commenced, raging with a violence rarely surpassed. The\nrain fell in torrents, and the wind blew almost with the force of a\ntornado. This fierce strife of the elements continued without abatement\nthe entire afternoon, and until two o’clock at night. Driving our\nhorses before us, we were compelled to slide down the steep and\nslippery rocks, or wade through deep gullies and ravines filled with\nmud and foaming torrents of water, that rushed downwards with such\nforce as to carry along the loose rocks and tear up the trees and\nshrubbery by the roots. Many of the horses falling into the ravines\nrefused to make an effort to extricate themselves, and were swept\ndownwards and drowned. Others, bewildered by the fierceness and terrors\nof the storm, rushed or fell headlong over the steep precipices and\nwere killed. Others obstinately refused to proceed, but stood quaking\nwith fear or shivering with cold, and many of these perished in the\nnight from the severity of the storm. The advance party did not reach\nthe foot of the mountain and find a place to encamp until night–and a\nnight of more impenetrable and terrific darkness I never witnessed. The\nground upon which our camp was made, although sloping from the hills to\na small stream, was so saturated with water that men as well as horses\nsunk deep at every step. The rain fell in such quantities, that fires\nwith great difficulty could be lighted, and most of them were\nimmediately extinguished.",
        "The officers and men belonging to the company having the cannon in\ncharge laboured until nine or ten o’clock to bring them down the\nmountain, but they were finally compelled to leave them. Much of the\nbaggage also remained on the side of the mountain, with the pack-mules\nand horses conveying them, all efforts to force the animals down being\nfruitless. The men continued to straggle into the camp until a late\nhour of the night;–some crept under the shelving rocks and did not\ncome in until the next morning. We were so fortunate as to find our\ntent, and after much difficulty pitched it under an oak-tree. All\nefforts to light a fire and keep it blazing proving abortive, we spread\nour blankets upon the ground and endeavoured to sleep, although we\ncould feel the cold streams of water running through the tent and\nbetween and around our bodies.",
        "In this condition we remained until about two o’clock in the morning,\nwhen the storm having abated I rose, and shaking from my garments the\ndripping water, after many unsuccessful efforts succeeded in kindling a\nfire. Near our tent I found three soldiers who had reached camp at a\nlate hour. They were fast asleep on the ground, the water around them\nbeing two or three inches deep; but they had taken care to keep their\nheads above water, by using a log of wood for a pillow. The fire\nbeginning to blaze freely, I dug a ditch with my hands and a sharp\nstick of wood, which drained off the pool surrounding the tent. One of\nthe men, when he felt the sensation consequent upon being “high and\ndry,” roused himself, and, sitting upright, looked around for some time\nwith an expression of bewildered amazement. At length he seemed to\nrealize the true state of the case, and exclaimed, in a tone of\nenergetic soliloquy,–",
        "“Well, who wouldn’t be a soldier and fight for California?”",
        "“You are mistaken,” I replied.",
        "Rubbing his eyes, he gazed at me with astonishment, as if having been\nentirely unconscious of my presence; but, reassuring himself, he said:",
        "“How mistaken?”",
        "“Why,” I answered, “you are not fighting for California.”",
        "“What the d––l, then, am I fighting for?” he inquired.",
        "“For TEXAS.”",
        "“Texas be d––d; but hurrah for General Jackson!” and with this\nexclamation he threw himself back again upon his wooden pillow, and was\nsoon snoring in a profound slumber.",
        "Making a platform composed of sticks of wood upon the soft mud, I\nstripped myself to the skin, wringing the water from each garment as I\nproceeded. I then commenced drying them by the fire in the order that\nthey were replaced upon my body, an employment that occupied me until\ndaylight, which sign, above the high mountain to the east, down which\nwe had rolled rather than marched yesterday, I was truly rejoiced to\nsee. Distance 3 miles.",
        "December 26.–Parties were detailed early this morning, and\ndespatched up the mountain to bring down the cannon, and collect the\nliving horses and baggage. The destruction of horse-flesh, by those who\nwitnessed the scene by daylight, is described as frightful. In some\nplaces large numbers of dead horses were piled together. In others,\nhorses half buried in the mud of the ravines, or among the rocks, were\ngasping in the agonies of death. The number of dead animals is\nvariously estimated at from seventy-five to one hundred and fifty, by\ndifferent persons. The cannon, most of the missing baggage, and the\nliving horses, were all brought in by noon. The day was busily employed\nin cleansing our rifles and pistols, and drying our drenched baggage.",
        "December 27.–Preparations were commenced early for the resumption of\nour march; but such was the condition of everything around us, that it\nwas two o’clock, P.M., before the battalion was in readiness; and then\nso great had been the loss of horses in various ways, that the number\nremaining was insufficient to mount the men. One or two companies, and\nportions of others, were compelled to march on foot. We were visited\nduring the forenoon by Mr. Sparks, an American, Dr. Den, an Irishman,\nand Mr. Burton, another American, residents of Santa Barbara. They had\nbeen suffered by the Californians to remain in the place. Their\ninformation communicated to us was, that the town was deserted of\nnearly all its population. A few houses only were occupied. Passing\ndown a beautiful and fertile undulating plain, we encamped just before\nsunset in a live-oak grove, about half a mile from the town of Santa\nBarbara. Strict orders were issued by Col. Fremont, that the property\nand the persons of Californians, not found in arms, should be sacredly\nrespected. To prevent all collisions, no soldier was allowed to pass\nthe lines of the camp without special permission, or orders from his\nofficers.",
        "I visited the town before dark, but found the houses, with few\nexceptions, closed, and the streets deserted. After hunting about some\ntime, we discovered a miserable dwelling, occupied by a shoemaker and\nhis family, open. Entering it, we were very kindly received by its\noccupants, who, with a princely supply of civility, possessed but a\nbeggarly array of comforts. At our request they provided for us a\nsupper of tortillas, frijoles, and stewed carne seasoned with\nchile colorado, for which, paying them dos pesos for four, we bade\nthem good evening, all parties being well satisfied. The family\nconsisted, exclusive of the shoemaker, of a dozen women and children,\nof all ages. The women, from the accounts they had received of the\nintentions of the Americans, were evidently unprepared for civil\ntreatment from them. They expected to be dealt with in a very barbarous\nmanner, in all respects; but they were disappointed, and invited us\nto visit them again. Distance 8 miles.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}