{
    "title": "What to See in England - Newstead Abbey",
    "author": "Gordon Home",
    "chapter": "93",
    "content": [
        "\n\n",
        "THE BIRTHPLACE OF BYRON",
        "=How to get there.=–Train from St. Pancras. Change trains at\n  Nottingham. Midland Railway.\n=Nearest Station.=–Newstead.\n=Distance from London.=–134-1/4 miles.\n=Average Time.=–Varies between 3-1/4 to 4-1/4 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  17s. 6d.   ...   10s. 9-1/2d.\n          Return  35s. 0d.   ...   21s. 7d.",
        "=Accommodation Obtainable.=–\"Station Hotel,\"* Newstead. “Swan\n  Hotel,\"* Mansfield. “Midland,” “White Hart,” and “Green\n  Dragon,” and others.",
        "Near Sherwood Forest, and not far from the town of Mansfield, is\nNewstead Abbey, the ancestral seat of the Byrons. Founded in 1170 by\nHenry II. as an expiation for the murder of Thomas à Becket, the abbey,\nat the dissolution of the monasteries, was given by Henry VIII. to Sir\nJohn Byron. The latter made it his home, altering it very little, but\nallowing the church to fall into ruins. The monks, before leaving their\nold home, hid the charters in the lectern, which they threw into the\nlake. About 100 years ago the lectern, still containing the charters,\nwas discovered, and is now being used at Southwell. The “Wicked Lord\nByron,” the grand-uncle of the poet, allowed the abbey to fall into\ndecay, and to spite his sons cut down a large number of splendid oaks.\nByron succeeded to the estate when a mere boy, and loved it so much\nthat, even when in great need of money, he refused to part with it. At\nlast he was obliged to sell the home, which he has so vividly portrayed\nin verse, to his old school friend Colonel Wildman. After the loss of\nthe abbey, Byron left England, and died six years afterwards, in 1824,\nat Missolonghi, fighting for the independence of the Greeks.",
        "The Abbey Church, though in ruins, is a very good example of Early\nEnglish work. The abbey itself is full of interesting and historic\nrooms, one being the bedroom where Charles II. slept, retaining still\nthe state bed, whose coverlet was embroidered by Mary Queen of Scots.\nEdward I. is known to have stayed in the abbey, and the room which he\noccupied contains some splendid oak carving. Lord Byron’s bedroom is\njust as he left it, with his college pictures on the walls and the\nwriting-table that he used. Newstead is open to the public on Tuesday\nand Friday when the family are not in residence. Tickets may be obtained\nat the two hotels mentioned above which are marked with an asterisk.",
        "[Illustration: Photochrom Co., Ltd.\nNEWSTEAD ABBEY.",
        "It contains Lord Byron’s bedroom in exactly the condition he left it in\n1818.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}