{
    "title": "What to See in England - Helmingham Hall",
    "author": "Gordon Home",
    "chapter": "62",
    "content": [
        "\n\n",
        "=How to get there.=–Great Eastern Railway. Liverpool Street.\n=Nearest Station.=–Woodbridge (10 miles).\n=Distance from London.=–79 miles.\n=Average Time.=–Varies between 2 to 2-1/2 hours. Quickest train\n  1 hour 56 minutes.",
        "                     1st     2nd      3rd\n=Fares.=–Single  14s. 9d.   ...    6s. 8d.\n          Return  22s. 2d.   ...   13s. 4d.",
        "=Accommodation Obtainable.=–\"The Bull Hotel,” etc., at Woodbridge.",
        "Helmingham Hall, the seat of Lord Tollemache, lies in a beautiful park,\nten miles from Woodbridge, in Suffolk, and has been one of the homes of\nthe family for generations. The Tollemache family own two of the finest\nTudor houses in this country, Ham House near Richmond, the property of\nthe Earls of Dysart, and Helmingham, which now belongs to the other\nbranch of the Tollemache peerage. Helmingham came to them in the reign\nof Henry VIII., by the marriage of Lionel Tollemache with the daughter\nand heiress of Sir William Joyce, who owned a home called Creke Hall.\nThe present mansion he rebuilt on the same site, in all probability\nretaining the ancient moat.",
        "The hall is approached through an entrance gateway, giving access to a\nfine avenue leading directly up a gentle slope to the moat and main\ndrawbridge of the hall. The house, of red brick, wonderfully tinted by\nthe hand of time, is remarkably picturesque, with its twisted chimneys,\nfinely proportioned gables, and beautiful bay windows; and its charm is\nconsiderably enhanced by the brickwork, with sturdy buttresses here and\nthere, rising sheer out of the clear and tranquil waters of the moat.\nThe hall is entered by two bridges, each ending in a drawbridge, which\nis kept in full working order, and both drawbridges are, and have been\nfor some hundreds of years, hauled up at ten o’clock every night, when\nthe house can only be approached from the park by means of a boat.",
        "On crossing the main bridge, one enters the inner court, a fine red\nbrick quadrangle, much after the style of those at Hampton Court. From\nthis access is gained to the various wings and apartments of the\nmansion, the finest room being the hall, with its deep oak dado,\nfireplace, and open timber roof. The best suite of rooms looks out\nacross the moat to the beautiful gardens. These are some of the most\nmagnificent in the county, and they are most carefully and elaborately\narranged, and always kept in fine condition. The garden is divided into\ntwo portions by a strip of water covered with lilies.",
        "[Illustration: HELMINGHAM HALL.",
        "An Elizabethan moated mansion. Its drawbridge has been lowered and\nraised every day for about 400 years.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}