{
    "title": "What I Saw in California - Chapter XVIII.",
    "author": "Edwin Bryant",
    "chapter": "18",
    "content": [
        "\n\n",
        "  Route by land\n  Outfit, etc., and advice to intending Emigrants.",
        "The route via Independence or St. Joseph, Mo., to Fort Laramie, South\nPass, Fort Hall, the Sink of Mary’s River, etc., etc., the old route.\nLet no emigrant, carrying his family with him, deviate from it, or\nimagine that he can find a better road. This road is the best that has\nyet been discovered, and to the Bay of San Francisco and the Gold\nRegion it is much the shortest. The Indians, moreover, on this route,\nhave, up to the present time, been so friendly as to commit no acts of\nhostility on the emigrants. The trail is plain and good where there are\nno physical obstructions, and the emigrant, by taking this route, will\ncertainly reach his destination in good season and without disaster.\nFrom our information we would most earnestly advise all emigrants to\ntake this trail, without deviation, if they would avoid the fatal\ncalamities which almost invariably have attended those who have\nundertaken to explore new routes.",
        "The lightest wagon that can be constructed, of sufficient strength to\ncarry 2500 pounds’ weight, is the vehicle most desirable. No wagon\nshould be loaded over this weight, or if it is, it will be certain to\nstall in the muddy sloughs and crossings on the prairie in the first\npart of the journey. This wagon can be hauled by three or four yokes of\noxen or six mules. Oxen are usually employed by the emigrants for\nhauling their wagons. They travel about 15 miles per day, and, all\nthings considered, are perhaps equal to mules for this service,\nalthough they cannot travel so fast. They are, however, less expensive,\nand there is not so much danger of their straying and of being stolen\nby the Indians.",
        "Pack-mules can only be employed by parties of men. It would be very\ndifficult to transport a party of women and children on pack-mules,\nwith the provisions, clothing, and other baggage necessary to their\ncomfort. A party of men, however, with pack-mules, can make the journey\nin less time by one month than it can be done in wagons–carrying with\nthem, however, nothing more than their provisions, clothing, and\nammunition.",
        "For parties of men going out, it would be well to haul their wagons,\nprovisions, etc., as far as Fort Laramie, or Fort Hall, by mules,\ncarrying with them pack-saddles and alforjases, or large saddle-bags,\nadapted to the pack-saddle, with ropes for packing, etc., when, if they\nsaw proper, they could dispose of their wagons for Indian ponies, and\npack into California, gaining perhaps two or three weeks’ time.",
        "The provisions actually necessary per man are as follows:–",
        "  150 lbs. of flour.\n  150  do.  bacon.\n  25   do.  coffee.\n  30   do.  sugar.",
        "Added to these, the main items, there should be a small quantity of\nrice, 50 or 75 lbs. of crackers, dried peaches, etc., and a keg of\nlard, with salt, pepper, etc., and such other luxuries of light weight\nas the person outfitting chooses to purchase. He will think of them\nbefore he starts.",
        "Every man should be provided with a good rifle, and, if convenient,\nwith a pair of pistols, five pounds of powder, and ten pounds of lead.\nA revolving belt-pistol may be found useful.",
        "With the wagon, there should be carried such carpenter’s tools as a\nhand-saw, auger, gimlet, chisel, shaving-knife, etc., an axe, hammer,\nand hatchet. This last weapon every man should have in his belt, with a\nhunter’s or a bowie-knife.",
        "From Independence to the first settlement in California, which is near\nthe gold region, it is about 2050 miles–to San Francisco, 2290\nmiles.",
        "The accounts that have been received and published in regard to the\nwealth and productiveness of the gold mines, and other mines in\nCalifornia, are undoubtedly true. They are derived from the most\nauthentic and reliable sources, and from individuals whose veracity may\nbe undoubtingly believed.",
        "When a young man arrives there, he must turn his attention to whatever\nseems to promise the largest recompense for his labour. It is\nimpossible in the new state of things produced by the late discoveries,\nand the influx of population, to foresee what this might be. The\ncountry is rich in agricultural resources, as well as in the precious\nmetals, and, with proper enterprise and industry, he could scarcely\nfail to do well.",
        "Families, as well as parties going out, should carry with them good\ntents, to be used after their arrival as houses. The influx of\npopulation will probably be so great that it will be difficult, if not\nimpossible, to obtain other shelter for some time after their arrival.\nThe climate of the country, however, even in winter, is so mild that,\nwith good tents, comfort is attainable. They should be careful, also,\nto carry as much subsistence into the country as they can; as what\nthey purchase there, after their arrival, they will be compelled to pay\na high price for.",
        "The shortest route to California is unquestionably by the West India\nMail Packets, which leave Southampton on the 17th of every month. The\npoint to which they take passengers is Chagres. This voyage is usually\naccomplished in about 22 to 26 days. From thence passengers proceed\nacross the Isthmus, a distance of about 52 miles (say three or four\ndays’ journey) to Panama, and thence 3500 miles by sea in the Pacific\nto St. Francisco. From the vast number of eager emigrants that it is\nexpected will assemble at Panama, it is very probable that great delay\nwill be occasioned from there not being sufficient number of vessels to\nconvey them to their destination. Unless such adventurers are\nabundantly supplied with money, they will not be able to live in the\nhot desolation of the tropics, where life is but little valued, and\nwhere death is even less regarded. The entire route by sea (round Cape\nHorn) cannot be less than 18,500 miles, and generally occupies from\nfive to six months, yet this route is much cheaper, safer, and in the\nend (from the delay that will occur at Panama) quite as short. This\nroute, particularly to parties from England, is universally allowed to\nbe the best many, dangers and difficulties that attend the route across\nthe Isthmus of Panama (not noticing the probable delay) will be\navoided, and many a one will bitterly regret that he was ever induced\nto attempt (as he perceives ship after ship sailing gallantly on to\nthese favoured regions) what he considered a shorter route, from the\nwant of the means of transit, while he is himself compelled idly to\nwaste his time, a prey to pestilence and to the “hope deferred that\nmaketh the heart sick.”",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}