{
    "title": "What to See in England - New Forest, Hampshire",
    "author": "Gordon Home",
    "chapter": "67",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Waterloo. L. and S.W. Railway.\n=Nearest Station.=–Lyndhurst Road Station (3 miles).\n=Distance from London.=–85-1/4 miles.\n=Average Time.=–Varies between 2-1/4 to 3-3/4 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  14s.  2d.   9s. 0d.   7s. 1d.\n          Return  24s. 10d.  15s. 8d.  14s. 2d.",
        "=Accommodation Obtainable.=–\"Grand Hotel,” Lyndhurst; “Crown\n  Hotel,” Lyndhurst; “Rose and Crown,” Brockenhurst, etc.",
        "The popular story as to the creation of what was then the “New” Forest\nby William the Conqueror has been probably much exaggerated, although we\nall believed in our school days the old chroniclers, who averred that\nthe king destroyed fifty or so churches and numerous villages, and\nexterminated their inhabitants. The fact is that the harsh feudal forest\nlaws were rigidly enforced by the Conqueror, who no doubt in some places\nswept away the villages and churches of rebellious foresters, but the\nvery qualities of the forest soil disprove the fact that the land was\nonce all “smiling pastures and golden cornfields,” as some of the old\nhistorians would have us believe.",
        "The New Forest of the present day forms a triangle about 20 miles long\nand 12 broad, of which the base is a line drawn westward from the mouth\nof the Beaulieu river to within a mile or two of the Avon, the apex\nreaching to the confines of Wiltshire. The forest scenery is extremely\ndiversified, but always very beautiful; glades and reaches of gentle\npark and meadow, and open heath-like stretches, contrast wonderfully\nwith the actual masses of huge beeches, under some of which daylight\nnever penetrates.",
        "Lyndhurst, the little capital of the New Forest, is situated in its\ncentre, and is one of the best points from which to explore the beauties\nof the district. The church at Lyndhurst is modern, rebuilt in 1863; but\nit should be visited in order to see the large altar-fresco of the Ten\nVirgins executed by the late Lord Leighton. A little way beyond the\nchurch is the Queen’s House, built in Charles II.’s reign. Here resides\nthe Deputy-Surveyor, who administers under the Crown, while six elected\nVerderers, in their courts of Swain-mote, represent the Commoners. In\nthe hall is kept what is known as William Rufus’s stirrup-iron.",
        "Close to the village of Minsted is Malwood Lodge, Sir William Harcourt’s\nNew Forest seat. From a ridge near this there are grand views of the\nforest, till one comes to the Compton Arms Hotel, a completely isolated\ninn, near the Rufus Stone, which marks the spot where William II. fell\nby the arrow of Walter Tyrell.",
        "[Illustration: Photochrom Co., Ltd.\nTHE RUFUS STONE IN THE NEW FOREST.",
        "Marking the spot where William II. fell by Walter Tyrell’s arrow.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}