{
    "title": "What to See in England - Plymouth",
    "author": "Gordon Home",
    "chapter": "135",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Railway.\n=Nearest Station.=–Plymouth (North Road Station).\n=Distance from London.=–246 miles.\n=Average Time.=–Varies between 5-1/4 to 6-1/4 hours.",
        "                     1st       2nd        3rd\n=Fares.=–Single  37s. 4d.  23s.  4d.  18s. 8d.\n          Return  65s. 4d.  40s. 10d.  37s. 4d.",
        "=Accommodation Obtainable.=–\"Royal Hotel,” “Central Hotel,\"\n  “Chubb’s Hotel,” “Grand Hotel,” “The Lockyer Hotel,” “Duke\n  of Cornwall Hotel,” “Mount Pleasant Hotel,” “Great Western\n  Hotel,” “Westminster Hotel,” etc.\n=Alternative Route.=–Train from Waterloo. L. and S.W. Railway.",
        "Down by Sutton Pool is the portion of the quay known as the Barbican,\nfamous as the spot from which the Mayflower cast off her moorings and\ncommenced her momentous voyage across the Atlantic. The place is marked\nby a stone inserted among the granite sets, bearing the inscription\n“_Mayflower 1620.”",
        "The Pilgrim Fathers had started from Delfshaven, in Holland, in July,\nand after coming to Southampton, started their voyage in the Mayflowerand Speedwell. The Speedwell, however, proved unseaworthy, and both\nships were obliged to put into Dartmouth, where the Speedwellunderwent repairs. When they started again, however, it became evident\nthat the Speedwell would not be able to stand the long Atlantic\nvoyage, so once more the Puritans put back to the shelter of a\nport–this time Plymouth–and there abandoned the Speedwell. On 6th\nSeptember 1620 (old style) they finally started, having reduced their\nnumbers to 101 persons–48 men, the rest women and children.",
        "After sailing for sixty days they reached the coast of America, but it\nwas a portion of the coast not covered by the charter of the Company,\nwhose assistance they had sought; they thereupon declared their\nintention to “plant this colony for the glory of God and the advancement\nof the Christian Faith.” The spot where they landed they named Plymouth\nRock.",
        "Plymouth Hoe, with a magnificent view down Plymouth Sound and its\nassociations with Drake’s game of bowls during the approach of the\nSpanish Armada, is one of the chief glories of Plymouth. The view\nincludes Mount Edgcumbe Castle, the breakwater built across the mouth of\nthe harbour and Drake’s Island. The Hamoaze–the estuary of the\nTamar–is always full of the activity of England’s great naval port.",
        "[Illustration: THE BARBICAN AT PLYMOUTH.",
        "From this quay the Mayflower finally left England for her long voyage\nacross the Atlantic.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}