{
    "title": "What I Saw in California - Chapter III.",
    "author": "Edwin Bryant",
    "chapter": "3",
    "content": [
        "\n\n",
        "  Armies of fleas\n  Leave the mission\n  Clover\n  Wild mustard\n  A carreta\n  Family travelling\n  Arrive at Pueblo de San José\n  Capt. Fisher\n  Description of the Pueblo\n  The embarcadero\n  Beautiful and fertile valley of the Pueblo\n  Absence of architectural taste in California\n  Town squirrels\n  Fruit garden\n  Grapes\n  Tropical fruits\n  Gaming rooms\n  Contrast between California and American gamesters\n  Leave San José\n  Beautiful avenue\n  Mission of Santa Clara\n  Rich but neglected lands\n  Effects of a bad government\n  A senora on the road-side\n  Kindness of Californian women\n  Fast riding\n  Cruel treatment of horses\n  Arrive at the mission of San Francisco\n  A poor but hospitable family\n  Arrive at the town of San Francisco\n  W.A. Leidesdorff, Esq., American vice-consul\n  First view of the bay of San Francisco\n  Muchachos and Muchachas\n  Capt. Montgomery\n  U.S. sloop-of-war, Portsmouth\n  Town of San Francisco; its situation, appearance, population\n  Commerce of California\n  Extortion of the government and traders.",
        "September 19.–Several Californians came into the mission during the\nnight or early this morning; among them the husband of our hostess, who\nwas very kind and cordial in his greetings.",
        "While our man Jack was saddling and packing the mules, they gathered\naround us to the number of a dozen or more, and were desirous of\ntrading their horses for articles of clothing; articles which many of\nthem appeared to stand greatly in need of, but which we had not to part\nfrom. Their pertinacity exceeded the bounds of civility, as I thought;\nbut I was not in a good humour, for the fleas, bugs, and other vermin,\nwhich infested our miserable lodgings, had caused me a sleepless night,\nby goring my body until the blood oozed from the skin in countless\nplaces. These ruinous missions are prolific generators, and the\nnurseries of vermin of all kinds, as the hapless traveller who tarries\nin them a few hours will learn to his sorrow. When these bloodthirsty\nassailants once make a lodgment in the clothing or bedding of the\nunfortunate victim of their attacks, such are their courage and\nperseverance, that they never capitulate. “Blood or death” is their\nmotto;–the war against them, to be successful, must be a war of\nextermination.",
        "Poor as our hostess was, she nevertheless was reluctant to receive any\ncompensation for her hospitality. We, however, insisted upon her\nreceiving a dollar from each of us (dos pesos), which she finally\naccepted; and after shaking us cordially by the hand she bade us an\naffectionate adios, and we proceeded on our journey.",
        "From the Mission of San José to the Pueblo of San José, the distance is\nfifteen miles, for the most part over a level and highly fertile plain,\nproducing a variety of indigenous grasses, among which I noticed\nseveral species of clover and mustard, large tracts of which we rode\nthrough, the stalks varying from six to ten feet in height. The plain\nis watered by several arroyos, skirted with timber, generally the\nevergreen oak.",
        "We met this morning a Californian carreta, or travelling-cart,\nfreighted with women and children, bound on a pleasure excursion. The\ncarreta is the rudest specimen of the wheeled vehicle I have seen.\nThe wheels are transverse sections of a log, and are usually about\n2-1/2 feet in diameter, and varying in thickness from the centre to the\nrim. These wheels are coupled together by an axletree, into which a\ntongue is inserted. On the axletree and tongue rests a frame,\nconstructed of square pieces of timber, six or eight feet in length,\nand four or five in breadth, into which are inserted a number of stakes\nabout, four feet in length. This frame-work being covered and floored\nwith raw hides, the carriage is complete. The carreta which we met\nwas drawn by two yokes of oxen, driven by an Indian vaquero, mounted on\na horse. In the rear were two caballeros, riding fine spirited\nhorses, with gaudy trappings. They were dressed in steeple-crowned\nglazed sombreros, serapes of fiery colours, velvet (cotton)\ncalzoneros, white cambric calzoncillos, and leggins and shoes of\nundressed leather. Their spurs were of immense size.",
        "The party halted as soon as we met them, the men touching their heavy\nsombreros, and uttering the usual salutation of the morning, ’Buenos\ndios, senores,” and shaking hands with us very cordially. The same\nsalutation was repeated by all the senoras and senoritas in the\ncarreta. In dress and personal appearance the women of this party\nwere much inferior to the men. Their skins were dark, sallow, and\nshrivelled; and their costume, a loose gown and reboso, were made of\nvery common materials. The children, however, were all handsome, with\nsparkling eyes and ruddy complexions. Women and children were seated,\nà la Turque, on the bottom of the carreta, there being no raised\nseats in the vehicle.",
        "We arrived at the Pueblo do San José about twelve o’clock. There being\nno hotels in California, we were much at a loss where to apply for\nrefreshments and lodgings for the night. Soon, however, we were met by\nCaptain Fisher, a native of Massachusetts, but a resident of this\ncountry for twenty years or more, who invited us to his house. We were\nmost civilly received by Senora F., who, although she did not speak\nEnglish, seemed to understand it very well. She is a native of the\nsouthern Pacific coast of Mexico, and a lady of fine manners and\npersonal appearance. Her oldest daughter, about thirteen years of age,\nis very beautiful. An excellent dinner was soon set out, with a variety\nof the native wines of California and other liquors. We could not have\nfelt ourselves more happy and more at home, even at our own firesides\nand in the midst of our own families.",
        "The Pueblo de San José is a village containing some six or eight\nhundred inhabitants. It is situated in what is called the “Pueblo\nValley,” about fifteen miles south of the southern shore of the Bay of\nSan Francisco. Through a navigable creek, vessels of considerable\nburden can approach the town within a distance of five or six miles.\nThe embarcadero, or landing, I think, is six miles from the Pueblo.\nThe fertile plain between this and the town, at certain seasons of the\nyear, is sometimes inundated. The “Pueblo Valley,” which is eighty or\none hundred miles in length, varying from ten to twenty in breadth, is\nwell watered by the Rio Santa Clara and numerous arroyos, and is one\nof the most fertile and picturesque plains in California. For pastoral\ncharms, fertility of soil, variety of productions, and delicious\nvoluptuousness of climate and scenery, it cannot be surpassed. This\nvalley, if properly cultivated, would alone produce breadstuffs enough\nto supply millions of population. The buildings of the Pueblo, with few\nexceptions, are constructed of adobes, and none of them have even the\nsmallest pretensions to architectural taste or beauty. The church,\nwhich is situated near the centre of the town, exteriorly resembles a\nhuge Dutch barn. The streets are irregular, every man having erected\nhis house in a position most convenient to him. Aqueducts convey water\nfrom the Santa Clara River to all parts of the town. In the main plaza\nhundreds, perhaps thousands, of squirrels, whose abodes are under\nground, have their residences. They are of a brownish colour, and about\nthe size of our common gray squirrel. Emerging from their subterraneous\nabodes, they skip and leap about over the plaza without the least\nconcern, no one molesting them.",
        "The population of the place is composed chiefly of native Californian\nland-proprietors. Their ranchos are in the valley, but their residences\nand gardens are in the town. We visited this afternoon the garden of\nSenor Don Antonio Sugnol. He received us with much politeness, and\nconducted us through his garden. Apples, pears, peaches, figs, oranges,\nand grapes, with other fruits which I do not now recollect, were\ngrowing and ripening. The grape-vines were bowed to the ground with the\nluxuriance arid weight of the yield; and more delicious fruit I never\ntasted. From the garden we crossed over to a flouring-mill recently\nerected by a son-in-law of Don Antonio, a Frenchman by birth. The mill\nis a creditable enterprise to the proprietor, and he will coin money\nfrom its operations.",
        "The Pueblo de San José is one of the oldest settlements in Alta\nCalifornia. Captain Fisher pointed out to me a house built of adobes,\nwhich has been standing between 80 and 90 years, and no house in the\nplace appeared to be more substantial or in better repair. A garrison,\ncomposed of marines from the United States’ ships, and volunteers\nenlisted from the American settlers in the country, is now stationed\nhere. The post is under the command of Purser Watmough, of the United\nStates sloop-of-war Portsmouth, commanded by Captain Montgomery. During\nthe evening I visited several public places (bar-rooms), where I saw\nmen and women engaged promiscuously at the game of monte. Gambling is\na universal vice in California. All classes and both sexes participate\nin its excitements to some extent. The games, however, while I was\npresent, were conducted with great propriety and decorum so far as the\nnative Californians were concerned. The loud swearing and other\nturbulent demonstrations generally proceeded from the unsuccessful\nforeigners. I could not but observe the contrast between the two races\nin this respect. The one bore their losses with stoical composure and\nindifference; the other announced each unsuccessful bet with profane\nimprecations and maledictions. Excitement prompted the hazards of the\nformer, avarice the latter.",
        "September 20.–The morning was cloudy and cool; but the clouds broke\naway about nine o’clock, and the sun shone from a vapourless sky, as\nusual. We met, at the Pueblo, Mr. Grove Cook, a native of Gerrard\ncounty, Ky., but for many years a resident of California. He is the\nproprietor of a rancho in the vicinity. We determined to leave our\nmules in charge of Mr. Cook’s vaquero, and proceed to San Francisco on\nhired horses. The distance from the Pueblo de San José to San Francisco\nis called sixty miles. The time occupied in performing the journey, on\nCalifornian horses at Californian speed, is generally six or seven\nhours. Procuring horses for the journey, and leaving our baggage, with\nthe exception of a change of clothing, we left the Pueblo about eleven\no’clock A.M.",
        "The mission of Santa Clara is situated about two and a half miles from\nthe town. A broad alameda, shaded by stately trees (elms and\nwillows), planted by the padres, extends nearly the entire distance,\nforming a most beautiful drive or walk for equestrians or pedestrians.\nThe motive of the padres in planting this avenue was to afford the\ndevout senoras and senoritas a shade from the sun, when walking from\nthe Pueblo to the church at the mission to attend mass. A few minutes\nover the smooth level road, at the rapid speed of our fresh Californian\nhorses, brought us to the mission, where we halted to make our\nobservations. This mission is not so extensive in its buildings as that\nof San José, but the houses are generally in better repair. They are\nconstructed of adobes; the church was open, and, entering the interior,\nI found the walls hung with coarse paintings and engravings of the\nsaints, etc., etc. The chancel decorated with numerous images, and\nsymbolical ornaments used by the priests in their worship. Gold-paper,\nand tinsel, in barbaric taste, are plastered without stint upon nearly\nevery object that meets the eye, so that, when on festive occasions the\nchurch is lighted, it must present a very glittering appearance.",
        "The rich lands surrounding the mission are entirely neglected. I did\nnot notice a foot of ground under cultivation, except the garden\ninclosure, which contained a variety of fruits and plants of the\ntemperate and tropical climates. From want of care these are fast\ndecaying. Some excellent pears were furnished us by Mrs. Bennett, an\nAmerican lady, of Amazonian proportions, who, with her family of sons,\nhas taken up her residence in one of the buildings of the mission. The\npicture of decay and ruin presented by this once flourishing\nestablishment, surrounded by a country so fertile and scenery so\nenchanting, is a most melancholy spectacle to the passing traveller,\nand speaks a language of loud condemnation against the government.",
        "Proceeding on our journey, we travelled fifteen miles over a flat\nplain, timbered with groves and parks of evergreen oaks, and covered\nwith a great variety of grasses, wild oats, and mustard. So rank is the\ngrowth of mustard in many places, that it is with difficulty that a\nhorse can penetrate through it. Numerous birds flitted from tree to\ntree, making the groves musical with their harmonious notes. The\nblack-tailed deer bounded frequently across our path, and the lurking\nand stealthy coyotes were continually in view. We halted at a small\ncabin, with a corral near it, in order to breathe our horses, and\nrefresh ourselves. Captain Fisher had kindly filled a small sack with\nbread, cheese, roasted beef, and a small jug of excellent schiedam.\nEntering the cabin, the interior of which was cleanly, we found a\nsolitary woman, young, neatly dressed, and displaying many personal\ncharms. With the characteristic ease and grace of a Spanish woman, she\ngave the usual salutation for the hour of the day, ’Buenas tardes,\nsenores caballeros;” to which we responded by a suitable salutation.\nWe requested of our hostess some water, which she furnished us\nimmediately, in an earthen bowl. Opening our sack of provisions, we\nspread them upon the table, and invited the senora to partake of them\nwith us, which invitation she accepted without the slightest\nhesitation, and with much good-nature, vivacity, and even thankfulness\nfor our politeness. There are no women in the world for whose manners\nnature has done so much, and for whom art and education, in this\nrespect, have done so little, as these Hispano-American females on the\ncoast of the Pacific. In their deportment towards strangers they are\nqueens, when, in costume, they are peasants. None of them, according to\nour tastes, can be called beautiful; but what they want in complexion\nand regularity of feature is fully supplied by their kindliness, the\nsoul and sympathy which beam from their dark eyes, and their grace and\nwarmth of manners and expression.",
        "While enjoying the pic-nic with our agreeable hostess, a caballadawas driven into the corral by two vaqueros, and two gentlemen soon\nafter came into the house. They were Messrs. Lightson and Murphy, from\nthe Pueblo, bound for San Francisco, and had stopped to change their\nhorses. We immediately made ready to accompany them, and were soon on\nthe road again, travelling at racehorse speed; these gentlemen having\nfurnished us with a change of horses, in order that we might be able to\nkeep up with them.",
        "To account for the fast travelling in California on horseback, it is\nnecessary to explain the mode by which it is accomplished. A gentleman\nwho starts upon a journey of one hundred miles, and wishes to perform\nthe trip in a day, will take with him ten fresh horses and a vaquero.\nThe eight loose horses are placed under the charge of the vaquero,\nand are driven in front, at the rate of ten or twelve miles an hour,\naccording to the speed that is required for the journey. At the end of\ntwenty miles, the horses which have been rode are discharged and turned\ninto the caballada, and horses which have not been rode, but driven\nalong without weight, are saddled and mounted and rode at the same\nspeed, and so on to the end of the journey. If a horse gives out from\ninability to proceed at this gait, he is left on the road. The owner’s\nbrand is on him, and, if of any value, he can be recovered without\ndifficulty. But in California no one thinks of stopping on the road, on\naccount of the loss of a horse, or his inability to travel at the rate\nof ten or twelve miles an hour. Horseflesh is cheap, and the animal\nmust go as long as he can, and when he cannot travel longer he is left,\nand another horse is substituted.",
        "Twenty-five miles, at a rapid gait over a level and fertile plain,\nbrought us to the rancho of Don Francisco Sanchez, where we halted to\nchange horses. Breathing our animals a short time, we resumed our\njourney, and reached the mission of San Francisco Dolores, three miles\nfrom the town of San Francisco, just after sunset. Between the mission\nand the town the road is very sandy, and we determined to remain here\nfor the night, corraling the loose animals, and picketing those we\nrode. It was some time, however, before we could find a house to lodge\nin. The foreign occupants of the mission buildings, to whom we applied\nfor accommodations for the night, gave us no satisfaction. After\nseveral applications, we were at last accommodated by an old and very\npoor Californian Spaniard, who inhabited a small house in one of the\nruinous squares, formerly occupied by the operative Indians. All that he\nhad (and it was but little) was at our disposal. A more miserable\nsupper I never sat down to; but the spirit of genuine hospitality in\nwhich it was given imparted to the poor viands a flavour that rendered\nthe entertainment almost sumptuous–in my imagination. A cup of water\ncheerfully given to the weary and thirsty traveller, by him who has no\nmore to part with, is worth a cask of wine grudgingly bestowed by the\nstingy or the ostentatious churl. Notwithstanding we preferred sleeping\non our own blankets, these poor people would not suffer us to do it,\nbut spread their own pallets on the earth floor of their miserable hut,\nand insisted so strongly upon our occupying them, that we could not\nrefuse.",
        "September 21.–We rose at daylight. The morning was clear, and our\nhorses were shivering with the cold. The mission of San Francisco is\nsituated at the northern terminus of the fertile plain over which we\ntravelled yesterday, and at the foot, on the eastern side, of the coast\nrange of mountains. These mountains are of considerable elevation. The\nshore of the Bay of San Francisco is about two miles distant from the\nmission. An arroyo waters the mission lands, and empties into the\nbay. The church of the mission, and the main buildings contiguous, are\nin tolerable repair. In the latter, several Mormon families, which\narrived in the ship Brooklyn from New York, are quartered. As in the\nother missions I have passed through, the Indian quarters are crumbling\ninto shapeless heaps of mud.",
        "Our aged host, notwithstanding he is a pious Catholic, and considers us\nas heretics and heathens, gave us his benediction in a very impressive\nmanner when we were about to start. Mounting our horses at sunrise, we\ntravelled three miles over low ridges of sand-hills, with sufficient\nsoil, however, to produce a thick growth of scrubby evergreen oak, and\nbrambles of hawthorn, wild currant and gooseberry bushes, rose bushes,\nbriers, etc. We reached the residence of Wm. A. Leidesdorff, Esq., late\nAmerican vice-consul at San Francisco, when the sun was about an hour\nhigh. The morning was calm and beautiful. Not a ripple disturbed the\nplacid and glassy surface of the magnificent bay and harbour, upon\nwhich rested at anchor thirty large vessels, consisting of whalemen,\nmerchantmen, and the U.S. sloop-of-war Portsmouth, Captain Montgomery.\nBesides these, there were numerous small craft, giving to the harbour a\ncommercial air, of which some of the large cities on the Atlantic coast\nwould feel vain. The bay, from the town of San Francisco due east, is\nabout twelve miles in breadth. An elevated range of hills bounds the\nview on the opposite side. These slope gradually down, and between them\nand the shore there is a broad and fertile plain, which is called the\nContra Costa. There are several small islands in the bay, but they do\nnot present a fertile appearance to the eye.",
        "We were received with every mark of respectful attention and cordial\nhospitality by Mr. Leidesdorff. Mr. L. is a native of Denmark; was for\nsome years a resident of the United States; but subsequently the\ncaptain of a merchant vessel, and has been established at this place as\na merchant some five or six years. The house in which he resides, now\nunder the process of completion, is the largest private building in the\ntown. Being shown to a well-furnished room, we changed our\ntravel-soiled clothing for a more civilized costume, by which time\nbreakfast was announced, and we were ushered into a large dining-hall.\nIn the centre stood a table, upon which was spread a substantial\nbreakfast of stewed and fried beef, fried onions, and potatoes, bread,\nbutter, and coffee. Our appetites were very sharp, and we did full\njustice to the merits of the fare before us. The servants waiting upon\nthe table were an Indian muchachito and muchachita, about ten or\ntwelve years of age. They had not been long from their wild\nrancherias, and knew but little of civilized life. Our host, however,\nwho speaks, I believe, nearly every living language, whether of\nChristian, barbarian, or savage nations, seemed determined to impress\nupon their dull intellects the forms and customs of civilization. He\nscolded them with great vivacity, sometimes in their own tongue,\nsometimes in French, Spanish, Portuguese, Danish, German, and English,\nin accordance with the language in which he was thinking at the moment.\nIt seemed to me that the little fat Indians were more confused than\nenlightened by his emphatic instructions. At the table, besides\nourselves and host, was Lieutenant W.A. Bartlett, of the U.S.\nsloop-of-war Portsmouth, now acting as Alcalde of the town and district\nof San Francisco.",
        "The Portsmouth, Commander Montgomery, is the only United States vessel\nof war now lying in the harbour. She is regarded as the finest vessel\nof her class belonging to our navy. By invitation of Lieutenant\nBartlett, I went on board of her between ten and eleven o’clock. The\ncrew and officers were assembled on deck to attend Divine service. They\nwere all dressed with great neatness, and seemed to listen with deep\nattention to the Episcopal service and a sermon, which were read by\nCommander Montgomery, who is a member of the church.",
        "In the afternoon I walked to the summit of one of the elevated hills in\nthe vicinity of the town, from which I had a view of the entrance to\nthe bay of San Francisco and of the Pacific Ocean. A thick fog hung\nover the ocean outside of the bay. The deep roar of the eternally\nrestless waves, as they broke one after another upon the beach, or\ndashed against the rock-bound shore, could be heard with great\ndistinctness, although some five or six miles distant. The entrance\nfrom the ocean into the bay is about a mile and half in breadth. The\nwaters of the bay appear to have forced a passage through the elevated\nridge of hills next to the shore of the Pacific. These rise abruptly on\neither side of the entrance. The water at the entrance and inside is of\nsufficient depth to admit the largest ship that was ever constructed;\nand so completely land-locked and protected from the winds is the\nharbour, that vessels can ride at anchor in perfect safety in all kinds\nof weather. The capacity of the harbour is sufficient for the\naccommodation of all the navies of the world.",
        "The town of San Francisco is situated on the south side of the\nentrance, fronting on the bay, and about six miles from the ocean. The\nflow and ebb of the tide are sufficient to bring a vessel to the\nanchorage in front of the town and carry it outside, without the aid of\nwind, or even against an unfavourable wind. A more approachable\nharbour, or one of greater security, is unknown to navigators. The\npermanent population of the town is at this time between one and two\nhundred,[1] and is composed almost exclusively of foreigners. There are\nbut two or three native Californian families in the place. The\ntransient population, and at present it is quite numerous, consists of\nthe garrison of marines stationed here, and the officers and crews\nattached to the merchant and whale ships lying in the harbour. The\nhouses, with a few exceptions, are small adobes and frames, constructed\nwithout regard to architectural taste, convenience, or comfort. Very\nfew of them have either chimneys or fire-places. The inhabitants\ncontrive to live the year round without fires, except for cooking. The\nposition of San Francisco for commerce is, without doubt, superior to\nany other port on the Pacific coast of North America. The country\ncontiguous and contributory to it cannot be surpassed in fertility,\nhealthfulness of climate, and beauty of scenery. It is capable of\nproducing whatever is necessary to the sustenance of man, and many of\nthe luxuries of tropical climates, not taking into the account the\nmineral wealth of the surrounding hills and mountains, which there is\nreason to believe is very great. This place is, doubtless, destined to\nbecome one of the largest and most opulent commercial cities in the\nworld, and under American authority it will rise with astonishing\nrapidity. The principal merchants now established here are Messrs.\nLeidesdorff, Grimes and Davis, and Frank Ward, a young gentleman\nrecently from New York. These houses carry on an extensive and\nprofitable commerce with the interior, the Sandwich Islands, Oregon,\nand the southern coast of the Pacific. The produce of Oregon for\nexportation is flour, lumber, salmon, and cheese; of the Sandwich\nIslands, sugar, coffee, and preserved tropical fruits.",
        "California, until recently, has had no commerce, in the broad\nsignification of the term. A few commercial houses of Boston and New\nYork have monopolized all the trade on this coast for a number of\nyears. These houses have sent out ships freighted with cargoes of dry\ngoods and a variety of knick-knacks saleable in the country. The\nships are fitted up for the retail sale of these articles, and trade\nfrom port to port, vending their wares on board to the rancheros at\nprices that would be astonishing at home. For instance, the price of\ncommon brown cotton cloth is one dollar per yard, and other articles in\nthis and even greater proportion of advance upon home prices. They\nreceive in payment for their wares, hides and tallow. The price of a\ndry hide is ordinarily one dollar and fifty cents. The price of tallow\nI do not know. When the ship has disposed of her cargo, she is loaded\nwith hides, and returns to Boston, where the hides bring about four or\nfive dollars, according to the fluctuations of the market. Immense\nfortunes have been made by this trade; and between the government of\nMexico and the traders on the coast California has been literally\nskinned, annually, for the last thirty years. Of natural wealth the\npopulation of California possess a superabundance, and are immensely\nrich; still, such have been the extortionate prices that they have been\ncompelled to pay for their commonest artificial luxuries and\nwearing-apparel, that generally they are but indifferently provided\nwith the ordinary necessaries of civilized life. For a suit of clothes,\nwhich in New York or Boston would cost seventy-five dollars, the\nCalifornian has been compelled to pay five times that sum in hides at\none dollar and fifty cents; so that a caballero, to clothe himself\ngenteelly, has been obliged, as often as he renewed his dress, to\nsacrifice about two hundred of the cattle on his rancho. No people,\nwhether males or females, are more fond of display; no people have paid\nmore dearly to gratify this vanity; and yet no civilized people I have\nseen are so deficient in what they most covet.",
        "  [1] This was in September, 1846. In June, 1847, when I left San\n      Francisco, on my return to the United States, the population had\n      increased to about twelve hundred, and houses were rising in all\n      directions.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}