{
    "title": "What to See in England - The Isle of Man",
    "author": "Gordon Home",
    "chapter": "145",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Euston, King’s Cross, St. Pancras, or\n  Paddington via Liverpool, and thence by steamer.\n=Nearest Station.=–Douglas, on Isle of Man.\n=Distance from London.=–205 miles to Liverpool (75 miles by sea from\n  Liverpool to Douglas, 90 to Ramsey).\n=Average Time.=–12 hours.",
        "                  1st and   2nd and   3rd and    3rd and\n                  saloon    saloon    saloon     fore cabin\n=Fares.=–Single  35s. 0d.  26s. 8d.  22s. 6d.      ...\n          Return  68s. 0d.  46s. 3d.  39s. 6d.   35s. 6d.",
        "=Accommodation Obtainable=.–At Douglas–\"Grand,” “Métropole,\"\n  “Regent,” “Central,” “Granville,” and many others. At\n  Ramsey–\"Mitre,” “Queen’s,” “Prince of Wales,” “Albert,\"\n  “Albion,” etc. At Castletown–\"George,” “Union,” etc. At\n  Peel–\"Creg Melin,” “Marine,” “Peel Castle,” etc.",
        "The Isle of Man is much visited because of its mild and equable climate,\nits scenery, and its quaint laws and customs. The island is 30 miles\nlong, and is mountainous in the centre. From the highest point,\nSnaefell, one can see four countries. Picturesque wooded glens are to be\nfound in many parts of the island, and these having become well known as\nattractive resorts, a small charge is made to enter each glen. At Glen\nDarragh there is a circle of stones, and at Laxey, famous for its\ngigantic wheel for pumping water from the mines, there is another small\ncircle called the “Cloven Stones.” In many cases the churchyards possess\nold Runic crosses.",
        "Douglas, on the east of the island, is the chief town. It is a modern\nseaside resort, much frequented by Lancashire folk in August. Ramsey,\nfurther north, is quieter, and pleasantly situated on the only river of\nimportance in Man. It is an old town, with yellow sands and a harbour\ncrowded with herring-boats. Castletown lies to the south, a quiet old\nplace, with narrow, crooked streets. Castle Rushen, built in the\nthirteenth century, shows no signs of decay. It consists of a keep and\nmassive outer wall. Here the kings and lords of Manxland lived, though\nuntil lately it was the prison of the island. Peel, on the west, is\nchiefly remarkable for its rocky island near the shore, on which there\nare the ruins of a castle and churches surrounded by a battlemented\nwall. St. Patrick probably landed here, and the ruined cathedral is the\noldest see in Britain.",
        "The most famous king of “Mona” was Orry, son of a Danish king of the\ntenth century. The island became subject to England in 1290. The\nNational Assembly, or House of Keys, was founded by Orry.",
        "[Illustration: Photochrom Co., Ltd.\nCASTLE RUSHEN, ISLE OF MAN.",
        "Built in the thirteenth century, it was for a long period the residence\nof the kings and lords of Manxland.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}