{
    "title": "What to See in England - St. Ives, Cornwall",
    "author": "Gordon Home",
    "chapter": "154",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Rly.\n=Nearest Station.=–St. Ives.\n=Distance from London.=–325 miles.\n=Average Time.=–About 9 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  50s. 3d.  31s. 6d.  25s. 1-1/2d.\n          Return  88s. 0d.  55s. 0d.  50s. 3d.",
        "=Accommodation Obtainable.=–\"Tregenna Castle,” “Porthminster,\"\n  “Western,” “Queen’s,” etc.\n=Alternative Route.=–None.",
        "St. Ives is a quiet, old-world fishing town on the northern coast of\nCornwall. The town occupies the western limb of the wide bay of St.\nIves. On the narrow neck of land joining the promontory known as The\nIsland to the mainland, most of the houses of the fishing town are\npacked away in picturesque confusion, while the streets are tortuous in\nthe extreme. On either side of this isthmus the land rises; behind it\nthunder the waves on Porthmeor beach; in front are the deep green waters\nof the harbour, protected by two piers. The beach is of firm, hard sand,\nupon which the boats are hauled up in safety. The fifteenth-century\nchurch, standing on the site of the former Norman chapel, is a large\nbuilding near the harbour. It is said that the Norman structure was\ndedicated to St. Ivo, a Persian bishop, who is supposed to have\nChristianised the Britons in Cornwall in the ninth century, and to have\nerected six chapels. Others think that St. Ia was the daughter of an\nIrish chieftain, and was murdered at Hayle. The beautiful font is\nthought to be a relic from the former chapel. A fifteenth-century cross\nhas been dug up in the churchyard and re-erected. On the island is a\nlittle building which is thought to be the remains of one of St. Ivo’s\nchapels. There is also a fort of Cornu-British origin, and a\ngrass-covered battery on the hill, whose green slopes are covered with\nfishing-nets. Half-way across the bay the river Hayle enters the sea,\nand at the furthest extremity is Godrevy Point with its lighthouse.",
        "St. Ives became an important town in the time of Edward III., and its\npresent church was erected in Henry VI.’s reign. Perkin Warbeck from\nIreland and the Duke of Monmouth from Holland each landed at St. Ives on\ntheir ill-fated ventures.",
        "During recent years St. Ives and the neighbouring fishing villages have\nattracted numerous artists of considerably varying merit, and an\nexhibition of the Royal Academy is now almost certain to contain at\nleast one picturesque glimpse of the place.",
        "[Illustration: Photochrom Co., Ltd.\nST. IVES.",
        "A quaint little Cornish fishing village.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}