{
    "title": "What to See in England - Hawarden",
    "author": "Gordon Home",
    "chapter": "116",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Euston via Chester. L. and N.W. Rly.\n=Nearest Station.=–Hawarden.\n=Distance from London.=–186 miles.\n=Average Time.=–Varies between 4 to 5 hours.",
        "=Fares.=–To Chester–            1st        2nd       3rd\n                   Single      27s. 10d.  18s. 8d.  14s. 11d.\n                   Return      51s.  9d.  32s. 8d.  29s. 10d.",
        "=Accommodation Obtainable.=–\"Glynne Arms,” etc.\n=Alternative Route.=–Train from Paddington via Wrexham. Great\n  Western Railway.",
        "Hawarden is a small town, about 6-1/2 miles from Chester. The great\ninterest of the place centres in Hawarden Castle, the home, until his\ndeath, of the Rt. Hon. W.E. Gladstone. There are really two castles, but\nlittle remains of the old one except the large circular keep and part of\nthe banqueting-hall. On the spot previously occupied by the old\nbattlements a modern wall has been built, from which a fine view across\nthe Dee estuary can be obtained. The castle was probably built before\nthe time of Edward I. Here Simon de Montfort surrendered the castle to\nLlewelyn. After its reversion to the Crown it was again taken by\nLlewelyn’s brother, and it was about this time that the present keep was\nbuilt. After its dismantling during the Parliamentary War, it was\npurchased by Serjeant Glynne, in whose family it still remains.",
        "Within full view of the old castle, and enclosed by the same park,\nstands the modern mansion, constructed in the style of a castellated\nGothic building of the thirteenth century. It was originally a square\nbrick building, but it has had so many additions, besides being turreted\nand encased in stone, that it is almost impossible to trace the former\nstructure. The south-east front looks on a gravel walk surrounding some\nformal flower-beds, which was one of Mr. Gladstone’s favourite walks\nwhen he was unable to take other exercise. Visitors are not admitted to\nthe modern castle.",
        "Euloe Castle, some two or three miles from Hawarden, is said to be\nconnected with the few remains of the old chapel by means of an\nunderground passage. It is a picturesque, ivy-mantled ruin, but little\nis known of its history.",
        "Hawarden Church has a central tower, surmounted by a short spire; it was\nrestored by Sir Gilbert Scott in 1857. A window to the memory of Mr.\nGladstone, by the late Sir Edward Burne-Jones, has just been placed in\nthe west end.",
        "[Illustration: Photochrom Co., Ltd.\nHAWARDEN CASTLE.",
        "The home, until his death, of the Rt. Hon. W.E. Gladstone.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}