{
    "title": "What to See in England - St. Albans",
    "author": "Gordon Home",
    "chapter": "16",
    "content": [
        "\n\n",
        "VERULAMIUM AND GORHAMBURY",
        "=How to get there.=–Through train from St. Pancras. Midland Railway.\n=Nearest Station.=–St. Albans.\n=Distance from London.=–20 miles.\n=Average Time.=–Varies between 1/2 to 1 hour.",
        "                    1st     2nd     3rd\n=Fares.=–Single  2s. 8d.   ...   1s. 7-1/2d.\n          Return  5s. 4d.   ...   3s. 3d.",
        "=Accommodation Obtainable.=–\"The Peahen,” “Red Lion Hotel,\"\n  “The George,” etc.\n=Alternative Routes.=–Train from Euston, L. and N.W. Railway.\n  Train from King’s Cross, Great Northern Railway.",
        "St. Albans is an ancient town of much historic interest, being built\nclose to the site of the old Roman city of Verulamium. West of the town;\nby a little stream, the Ver, some remains of the old Roman wall may be\nseen, and the frequent discoveries made there are placed in the museum\nin the town. St. Alban, or Albanus, who has given his name to the town,\nwas the first British martyr. He lived in the reign of Diocletian, and\nwas beheaded on the site of the abbey raised in his honour. The\nBenedictine monastery which arose became the wealthiest and most popular\nin England through the fame of the saint. Most of the kings from Saxon\ntimes until the dissolution of the monastery in Henry VIII.’s reign,\nvisited this shrine. In later times the Abbey Church was made parochial,\nand finally a cathedral.",
        "St. Albans owes some of its importance to its situation on the famous\nnorthward road; Watling Street runs through it. Owing to its proximity\nto London, it was the scene of two battles in its High Street during the\nWars of the Roses.",
        "The cathedral occupies the highest site of any in England. The square\nNorman tower owes its red hue to the Roman bricks used in its\nconstruction. One remarkable feature is the length of the nave, which is\nonly exceeded by Winchester. Every style of architecture is represented\nin the interior from Early Norman to Late Perpendicular, and in the\ntriforium of the north transept are to be seen some Saxon balusters and\ncolumns. The shrine of St. Alban is in the Saint’s Chapel, with the\ninteresting watching-loft on the north side. The west end has been very\nmuch renovated by Lord Grimthorpe.",
        "At Gorhambury can be seen the tower of the ruined house formerly\noccupied by Sir Nicholas Bacon, and visited by Queen Elizabeth. In the\nantique church of St. Michael in Verulamium is Lord Bacon’s monument.",
        "[Illustration: F. Frith & Co., Ltd.\nST. ALBANS ABBEY.",
        "Showing the Central Tower constructed of Roman bricks from Verulamium.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}