{
    "title": "What to See in England - Knole House and Sevenoaks",
    "author": "Gordon Home",
    "chapter": "20",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Charing Cross, Cannon Street, or\n  London Bridge. South-Eastern and Chatham Railway.\n=Nearest Station.=–Sevenoaks (Knole House is just outside Sevenoaks).\n=Distance from London.=–22 miles.\n=Average Time.=–45 minutes.",
        "                    1st       2nd       3rd\n=Fares.=–Single  3s. 10d.  2s.  5d.  1s. 11d.\n          Return  6s.  8d.  4s. 10d.  3s. 10d.",
        "=Accommodation Obtainable.=–At Sevenoaks–\"Royal Crown Hotel,\"\n  “Royal Oak Hotel,” “Bligh’s Private Hotel,” etc.",
        "Sevenoaks is famous for its beautiful situation near the Weald of Kent.\nIt possesses still some old inns, relics of coaching days. The Grammar\nSchool was founded in 1432 by Sir William Sevenoke, who, from being a\nfoundling, became Lord Mayor. St. Nicholas’ Church is a large building\nin the Decorated and Perpendicular style, much restored.",
        "The chief charm of Sevenoaks is Knole House, a splendid example of the\nbaronial dwellings that were erected after the Wars of the Roses, when\nthe fortress was no longer so necessary. The demesne of Knole was\npurchased in the fifteenth century by Thomas Bourchier, Archbishop of\nCanterbury, who rebuilt the mansion on it. It was taken from Cranmer by\nthe Crown and granted in 1603 to Thomas Sackville, Baron Buckhurst,\nafterwards Earl of Dorset, who is now represented by the Sackville-West\nfamily, the present owners.",
        "The first Earl of Dorset greatly improved Knole, employing, it is said,\n200 workmen constantly. The building surrounds three square courts and\noccupies about 5 acres. Knole possesses an extremely valuable collection\nof paintings, and the mediaeval furniture is untouched from the time of\nJames I. There are famous pictures by Flemish, Dutch, Venetian, and\nItalian painters. In the dressing-room of the Spangled Bedroom are to be\nseen some of Sir Peter Lely’s beauties. The Cartoon Gallery has copies\nof Raphael’s cartoons by Mytens, and in the Poet’s Parlour are portraits\nof England’s famous poets–some by Gainsborough and Sir Joshua Reynolds.\nThe banqueting-hall has a screened music gallery. It is said that there\nare as many rooms in the house as there are days in the year. The drives\nand walks of the large park are always open, and the house is shown on\nFridays from 10 A.M. to 5 P.M., and on Thursdays and Saturdays from 2 to\n5 P.M. at a charge of 2s.; there is a reduction for a party. Tickets are\nprocurable at the lodge.",
        "[Illustration: Photochrom Co., Ltd.\nKNOLE HOUSE.",
        "One of the finest examples of a baronial residence of the period\nimmediately succeeding the Wars of the Roses.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}