{
    "title": "What to See in England - Harlech Castle",
    "author": "Gordon Home",
    "chapter": "139",
    "content": [
        "\n\n",
        "=How to get there.=–L. and N.W. Railway from Euston.\n=Nearest Station.=–Harlech.\n=Distance from London.=–259 miles.\n=Average Time.=–Varies between 8-1/4 and 12-1/4 hours.",
        "                     1st        2nd        3rd\n=Fares.=–Single  37s. 10d.  24s.  0d.  20s. 4d.\n          Return  70s.  3d.  43s. 10d.     ...",
        "=Accommodation Obtainable.=–\"Castle Hotel,” “Lion,” “Belle\n  Vue,” “Cambrian” (Temperance), etc.",
        "Harlech Castle is about 10 miles from the pleasant town of Barmouth in\nNorth Wales. The name implies “on the rock,” and every year it is a\ngreat attraction to the many visitors to Wales, because of the fine\nmountain and sea view obtained from this commanding height. Like many\nother Welsh castles it owes its origin to Edward I. after his conquest\nof Wales. Owen Glyndwr or Glendower, a Welsh prince and a descendant of\nLlewelyn, had rebelled against Henry IV. in consequence of repeated\ninjustice done to him by Lord Grey de Ruthin, who had appropriated his\nestates. As Owen could obtain no redress from the king he took his cause\ninto his own hands, and in 1404 seized the important stronghold of\nHarlech Castle. Four years later it was retaken by the royal forces. At\nfirst Owen Glendower was successful, but eventually he had to flee to\nthe mountains. During the Wars of the Roses, when the Duke of York\ndefeated Henry VI., Queen Margaret fled to Harlech Castle, but after a\nlengthened siege in 1468, the defenders had to yield to the victorious\nforces of the “White Rose.” It is said that this siege gave rise to the\nfavourite Welsh air known as the “March of the Men of Harlech.” The\ncastle stands high, is square, with a round tower at each corner, and\ngives one the impression of massive proportions and enormous strength.\nThe main entrance to the inner ward is between two huge round towers,\nand the passage was defended at one end by two, and at the inner\nextremity by a third, portcullis. The ascent to the top of the walls is\nmade by a stair from the courtyard. There is a well-protected walk on\nthe battlements. The view from the castle is magnificent and extensive,\nand should the day be fine it is one vast panorama of mountain, sea, and\ncoast-line–a sight not easily forgotten. Across the bay, 7 miles off,\ncan be seen the equally ancient castle of Criccieth, although its ruins\ncannot compare to Harlech. On the other side is a glorious range of\nheights culminating in Snowdon, while to the left are the graceful\nRivals, mountain heights which should not be missed.",
        "[Illustration: HARLECH CASTLE.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}