{
    "title": "What to See in England - Raglan Castle",
    "author": "Gordon Home",
    "chapter": "100",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Rly.\n=Nearest Station.=–Raglan.\n=Distance from London.=–151-1/2 miles.\n=Average Time.=–Varies between 4-1/2 to 5-1/2 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  26s.  9d.  16s. 9d.  18s. 4-1/2d.\n          Return  46s. 10d.  29s. 4d.  26s. 9d.\nFares via Monmouth are slightly cheaper.",
        "=Accommodation Obtainable.=–\"Beaufort Arms.”",
        "Raglan Castle stands on a hill near a tributary of the Usk. It is the\nmost celebrated ruin on the borders of Wales, and is well preserved.\nThere is a six-sided keep with walls 10 feet thick, and a gateway with\ntwo ivy-clad towers. It dates probably from Edward IV.’s reign, although\nsome writers give an earlier time. Before its destruction by the\nParliamentarians the castle was a magnificent structure. A massive\ngateway leads to the arched bridge over the moat by which entrance was\ngained to the castle. The moat, 30 feet broad, surrounded the keep. The\ngreat hall had a fine roof of Irish bog oak, and the gallery was of\ngreat length.",
        "This fortress was garrisoned for Charles I. by the sturdy old Earl of\nWorcester, who was created a marquess in 1642. He collected an army of\n1500 foot-soldiers and 500 horse, which was commanded by his son, the\nsecond marquess. After his defeat at Naseby, in July 1645, Charles fled\nto Raglan and stayed till September. Sir Thomas Fairfax besieged the\ncastle in June 1646, and after a three months’ siege the marquess\nhonourably surrendered to the Parliamentary forces.",
        "This was the last stronghold in the west to hold out for Charles. The\nwalls of the keep were destroyed, and, in defiance of the terms of\nsurrender, the aged marquess was imprisoned. He died the following year,\nand was buried in Windsor Castle.",
        "The second marquess was a mechanical genius, who invented what was known\nas a “Water-commanding Engine.” He erected an apparatus in the moat\nwhich spouted water as high as the top of the castle. This was the first\npractical attempt to use steam as a mechanical agent. The marquess also\nused his various mechanical contrivances to terrify a body of villagers\nwho came to search the castle for arms in the cause of the Parliament.\nWhen the machines were set agoing the rustics fled, believing lions or\nsome other forms of wild animals were after them. This marquess died in\nLondon in 1667, and was buried in Raglan Church.",
        "[Illustration: Photochrom Co., Ltd.\nRAGLAN CASTLE.",
        "It probably dates from the reign of Edward IV.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}