{
    "title": "What to See in England - Epsom: Its Races and Its Salts",
    "author": "Gordon Home",
    "chapter": "9",
    "content": [
        "\n\n",
        "=How to get there.=–From Waterloo, South-Western Railway. From\n  London Bridge or Victoria, London, Brighton, and South Coast Rly.\n=Nearest Station.=–Epsom.\n=Distance from London.=–14 miles.\n=Average Time.=–3/4 hour.",
        "                    1st      2nd      3rd\n=Fares.=–Single  2s. 3d.  1s. 6d.  1s. 2d.\n          Return  3s. 0d.  2s. 6d.  2s. 2d.",
        "=Accommodation Obtainable.=–\"King’s Head,” “Spread Eagle,” etc.",
        "One must choose any other than a race-day if one wishes to see the\ncharming old town of Epsom at its best. But if, on the other hand, one\nwishes, to see something of the scene on the race-course depicted in Mr.\nFrith’s famous picture, one gets no suggestion of the great spectacle\nexcept on race-days. On these occasions, at the Spring meeting and\nduring Derby week, one has merely to follow the great streams of\nhumanity which converge on the downs from the roads from London and from\nthe railway stations. On ordinary days the wide rolling downs are\ngenerally left alone to the health-giving breezes which blow over them.\nIn the town itself there is much to be seen of the seventeenth-century\narchitecture associated with the days of Epsom’s fame as a\nwatering-place. The wide portion of the High Street at once attracts\none’s notice, for with one or two exceptions its whole length is full of\nthe quaintest of buildings with cream walls and mossy tiled roofs. The\nclock-tower was built in 1848, when it replaced a very simple old\nwatch-house with a curious little tower rising from it. The “Spread\nEagle” is one of the oldest of the Epsom inns; its irregular front and\nits position looking up the High Street make it more conspicuous than\nthe “King’s Head,” an equally old and very interesting hostelry facing\nthe clock-tower. Pepys stayed there in 1667, for in his diary of July 14\nof that year he writes, “To Epsom, by eight o’clock, to the well; where\nmuch company. And to the towne to the King’s Head; and hear that my Lord\nBuckhurst and Nelly (Gwynne) are lodged at the next house, and Sir\nCharles Sedley with them: and keep a merry house.” This house, next to\nthe “King’s Head,” is still standing. A little further along the street\nis the large red-brick building known to-day as Waterloo House. It was\nbuilt about the year 1680, and was then known as the New Inn. The old\nbanqueting-hall it contains is divided up now, for the building is\nconverted into shops.",
        "Durdans, the residence of Lord Rosebery, is about ten minutes’ walk from\nthe High Street. One can see the house and grounds from the narrow lane\nleading to the downs.",
        "[Illustration: HIGH STREET, EPSOM.",
        "Showing one of the famous inns which flourished in the seventeenth\ncentury.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}