{
    "title": "What to See in England - Midhurst",
    "author": "Gordon Home",
    "chapter": "52",
    "content": [
        "\n\n",
        "AND THE HOME OF RICHARD COBDEN",
        "=How to get there.=–Train from Waterloo. L. and S.W. Railway.\n=Nearest Station.=–Midhurst.\n=Distance from London.=–64-1/2 miles.\n=Average Time.=–Varies between 2 to 3-1/4 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  10s.  2d.   6s. 6d.   5s. 0-1/2d.\n          Return  17s. 10d.  11s. 3d.  10s. 0d.",
        "=Accommodation Obtainable.=–\"The Angel,” “Spread Eagle,\"\n  “New Inn,” etc.\n=Alternative Route.=–Train from Victoria and London Bridge.\n  London, Brighton, and South Coast Railway.",
        "Though only a small town, Midhurst is a place of some antiquity, and was\nof some size prior to the Conquest. It is situated in Mid-Sussex on the\nRother, and on a site close by it, now marked only by a mound, was the\ncastle of the Bohuns, a powerful Norman family, who were lords of the\nmanor here. In 1547, King Edward VI. was entertained with great\nsplendour here. It is curious to note that the custom of ringing the\ncurfew bell is still maintained at Midhurst.",
        "The town is picturesque, and contains many old houses and buildings of\ninterest, notably those in West Street and Wool Lane, near the church,\nand the Grammar School at the further end of the town, where Sir Charles\nLyell and Richard Cobden were educated. Cobden was born at Durnford,\nclose to Midhurst. Durnford House, built for him by the nation, is still\nstanding, and at Cocking Causeway is a monument to his memory.",
        "In Cowdray Park, within easy walking distance, are the ruins of the\nmagnificent Tudor mansion, Cowdray House, destroyed by fire in 1793.\nThere was an old tradition, “The Curse of Cowdray,” that the building\nshould perish by fire and water, and this was curiously fulfilled, for\nthe house was burnt and the last Lord Montague drowned almost on the\nsame day.",
        "A custodian who shows visitors over Cowdray House has a cottage here.\nOver what remains of the entrance gateway are the arms of Sir Anthony\nBrowne, the favourite of King Henry VIII.; and on the porch are the\ninitials of the Earl of Southampton.",
        "West Lavington Church, beautifully situated on a height two miles south\nof Midhurst, has in its churchyard the grave of Richard Cobden, the\npolitical reformer, and originator of Free Trade. Cardinal Manning was\nrector here at one period.",
        "[Illustration: F. Coze, Midhurst.\nCOBDEN’S PEW IN HEYSHOTT CHURCH.",
        "The pew is immediately beneath the pulpit, in which a small brass plate\nmay be noticed. Here Cobden regularly worshipped.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}