{
    "title": "What to See in England - Rochester Cathedral",
    "author": "Gordon Home",
    "chapter": "29",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Victoria, Holborn Viaduct, or St.\n  Paul’s. South-Eastern and Chatham Railway.\n=Nearest Station.=–Rochester.\n=Distance from London.=–33 miles.\n=Average Time.=–1-1/2 hours.",
        "                    1st      2nd      3rd\n=Fares.=–Single  5s. 4d.  3s. 4d.  2s. 8d.\n          Return  9s. 4d.  6s. 3d.  5s. 4d.",
        "=Accommodation Obtainable.=–\"King’s Head Hotel,” “Royal Victoria,\"\n  “Bull Hotel,” “Royal Crown Hotel,” etc.",
        "Rochester, a most picturesque old town on the river Medway, has been a\nplace of importance from the earliest times. The cathedral, which is not\nvery impressive externally, and is much surrounded by houses, is best\nseen from the castle. It was the first church built after Augustine\nsettled in Canterbury, but of this building no trace now remains except\nsome foundations. The Norman Bishop Gundulf in 1080 built a large\nportion of the Norman work of the present cathedral. In 1201 it was\nlargely rebuilt by money obtained from thank-offerings for miracles\nwrought by St. William, a baker of Perth, who was murdered near\nRochester on his way to Canterbury, and buried in the cathedral. The\nNorman castle, standing on the banks of the river, was built by Bishop\nGundulf, and though it is now in ruins, the interior having been\ndestroyed for its timber, the walls remain firm. The castle was besieged\nby William Rufus and Simon de Montfort, and on both occasions suffered\nconsiderable damage. One of the many interesting buildings in the High\nStreet is the three-gabled house of Watts’s Charity, which has become\nfamous from Dickens’s Christmas story of The Seven Poor Travellers.\nAccording to the inscription above the doorway, Richard Watts in 1579\nfounded this “Charity for Six Poor Travellers, who not being Rogues or\nProctors, may receive gratis for one night, Lodging, Entertainment, and\nFourpence each.” Restoration House, an old red-brick mansion on the\nMaidstone Road, is so named from the visit of Charles II. on his way to\nLondon in 1660. To all admirers of Charles Dickens, Rochester is full of\nmemories (see Index, Gad’s Hill). Not only did Dickens make Rochester\nthe scene of his last unfinished work, Edwin Drood, but he made many\nallusions to it elsewhere. Mr. Jingle, for instance, in the Pickwick\nPapers says, “Ah! fine place, glorious pile–frowning walls–tottering\narches–dark nooks–crumbling staircases–old cathedral too–earthy\nsmell–pilgrims’ feet worn away the old steps.”",
        "[Illustration: Photochrom Co., Ltd.\nROCHESTER CATHEDRAL.",
        "A considerable portion was built in 1080 by Bishop Gundulf.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}