{
    "title": "What to See in England - Battle Abbey",
    "author": "Gordon Home",
    "chapter": "44",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Charing Cross or Cannon Street.\n  South-Eastern and Chatham Railway.\n=Nearest Station.=–Battle.\n=Distance from London.=–55-1/4 miles.\n=Average Time.=–Varies between 2-1/2 hours and 1-1/2 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single   9s. 4d.   5s. 10d.  4s. 8-1/2d.\n          Return  16s. 4d.  11s.  8d.  9s. 5d.",
        "=Accommodation Obtainable.=–\"George” and “Star” Hotels.\n=Alternative Route.=–None.",
        "Battle Abbey is open to the public on Tuesdays only, between 12 and 4.\nThere is no charge for admission, tickets being obtained from the\nstationer’s shop bearing the name Ticehurst. It is situated close to the\nmain entrance to the abbey. The great gateway through which one enters\nis illustrated here. It was probably built by Abbot Retlynge in the\nfirst half of the fourteenth century. The original abbey was built in\nfulfilment of a vow which William the Norman made just before the battle\nof Senlac Hill, the building being arranged so that the high altar was\nplaced on the exact spot where the body of Harold II. was discovered on\nthe awful field of slaughter. The sixty monks who started the monastery\nwere brought over by William from the Benedictine monastery of\nMarmontier in Normandy. They were granted many extraordinary privileges,\nincluding the right of treasure-trove. A further privilege was given to\nthe abbots in the form of authority to pardon any sentenced criminal\nwhom they might chance to meet on the road. The abbey was not completed\nuntil after the death of William the Conqueror.",
        "On the left, as one goes through the great gateway, are the portions of\nthe abbey which have been converted into the house which was, until her\ndeath, the home of the Duchess of Cleveland. At right angles to these\nbuildings runs a terrace, from which one looks towards the sea across\nthe battlefield on which was decided one of the most momentous issues\nwhich have affected the English nation.",
        "One must have read Lord Lytton’s Harold to fully realise the\ntremendous pathos of the struggle to the death between the English and\nthe Normans. The green facing the great gateway has half hidden on its\nsurface an old bull ring. In wet weather this is scarcely discoverable,\nthe ring being easily hidden in the small puddles of water which\naccumulate.",
        "[Illustration: Photochrom Co., Ltd.\nTHE GATEWAY OF BATTLE ABBEY.",
        "The high altar of Battle Abbey was placed exactly over the spot where\nthe body of Harold II. was discovered after the battle of Senlac Hill.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}