{
    "title": "What to See in England - Osborne House",
    "author": "Gordon Home",
    "chapter": "68",
    "content": [
        "\n\n",
        "=How to get there.=–Train from London Bridge or Victoria. London,\n  Brighton, and South Coast Railway.\n=Nearest Station.=–Cowes.\n=Distance from London.=–87 miles.\n=Average Time.=–Varies between 4 to 5-1/4 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  16s.  0d.  10s. 5d.   8s. 10d.\n          Return  27s. 10d.  18s. 2d.  16s.  4d.",
        "=Accommodation Obtainable.=–Cowes–\"Fountain Hotel,” “The\n  Gloster,” “Royal Marine Hotel.\"\n=Alternative Route.=–Train from Waterloo via Southampton. L. and\n  S.W. Railway.",
        "Osborne House having been presented to the nation by King Edward,\nportions of the buildings and grounds are, or will be, available to the\npublic on week days.",
        "This stately marine residence of the late Queen Victoria is situated in\nthe Isle of Wight, an island remarkable for the variety and beauty of\nits scenery. The Queen purchased the estate in 1845 from Lady Elizabeth\nBlachford, and the palace was finished in 1851. Since that time many\nadditions have been made. The main gates are about three-quarters of a\nmile up the hill from the ferry, and the Prince of Wales’s Gate further\nsouth, opposite the hotel. Osborne House has a melancholy interest\nattached to it, for here, on January 22, 1901, Queen Victoria breathed\nher last. A portion of every year was spent by the Queen at her seaside\nhome, which had many associations of her happy life there with her\nhusband, the late Prince Consort, “Albert the Good.” Surrounded with\ntheir children, they forgot the splendours and fatigues of Court, and\ndevoted themselves to training their family in all that was useful and\ngood. The Queen nearly always spoke of Osborne as “her island home.” She\nand Prince Albert delighted in the fact that it was their own, that they\ncould make their own plans, exercise their own taste in the laying out\nof the gardens, and in the building–in fact, in everything in this\nseaside home. The building is in the Palladian style, and was designed\nby Thomas Cubitt and the late Prince Consort. The grounds, covering 5000\nacres, are 8 miles in extent, with a sea front of 1-1/3 miles. The\nterrace gardens are ornamented with statuary, and the grounds lead down\nto the water’s edge, where there are sea baths and a private pier. The\nlast journey of Victoria the Good from Osborne to the mausoleum at\nFrogmore, in the grounds of Windsor Castle, was a spectacle never to be\nforgotten.",
        "[Illustration: Photochrom Co., Ltd.\nOSBORNE HOUSE.",
        "Built by Queen Victoria and Prince Albert in 1851.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}