{
    "title": "What to See in England - Lutterworth",
    "author": "Gordon Home",
    "chapter": "70",
    "content": [
        "\n\n",
        "THE HOME OF JOHN WYCLIFF",
        "=How to get there.=–Train from Marylebone. Great Central Railway.\n=Nearest Station.=–Lutterworth.\n=Distance from London.=–90 miles.\n=Average Time.=–Varies between 2-1/4 to 3 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  12s. 4d.   ...    7s. 0d.\n          Return  24s. 0d.   ...   14s. 0d.",
        "=Accommodation Obtainable.=–\"Hind Hotel,” “Denbigh Arms,\"\n  “Fox,” etc.",
        "Situated in typical English midland scenery, the quiet little country\ntown of Lutterworth rises from the surrounding undulating pasture-land.\nHere, in the beginning of the fourteenth century, when it was probably\nmerely a fair-sized village, John Wycliff, the “Morning Star of the\nReformation,” and founder of the Lollards, was born. The main street\nslopes down the hill, beyond the houses, till it reaches the river side,\nwhere it is carried over the little river Swift on a small bridge.",
        "A good proportion of the church, which is so closely associated with\nWycliff, dates from the fourteenth century. It is a large building, with\na tower and belfry stage, and four crocketed pinnacles. The tower was\nformerly surmounted by a wooden belfry, but this was destroyed by the\ngreat gale of 1703. The nave is lighted by a clerestory, and the aisles\nare divided by high arches. The church is built in Early Perpendicular\nstyle, but there is a good decorated window at the eastern end of the\nsouth aisle, where there used to be a Lady Chapel. The lower portions of\nthe walls date from before the time of Wycliff. At the eastern end of\nthe chancel are an aumbry and piscina. About thirty years ago the church\nwas restored by Sir Gilbert Scott, when much new stone was inserted.",
        "There are three interesting frescoes in the interior: one is believed to\nrepresent Queen Philippa asking Edward III. to give the living of\nLutterworth to Wycliff. The roof of the nave is formed of fine woodwork\nof the Perpendicular period, but the pulpit, a splendid piece of\nfourteenth-century oak carving, claims the chief interest, being the\nsame from which the great reformer preached. The base has been renewed,\nand the rest has been much repaired, but the same pulpit has been in use\nfor more than 500 years. A fragment of Wycliff’s cope or chasuble is\npreserved in a glass case in the vestry, but some doubt attaches to the\norigin of “Wycliff’s chair,” which seems of considerably later date.",
        "[Illustration: WYCLIFF’S PULPIT IN LUTTERWORTH CHURCH.",
        "It is a fine piece of fourteenth-century oak carving.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}