{
    "title": "What to See in England - Ripon Cathedral",
    "author": "Gordon Home",
    "chapter": "122",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross via Leeds. Great\n  Northern Railway.\n=Nearest Station.=–Ripon.\n=Distance from London.=–214 miles.\n=Average Time.=–Varies between 5 to 7 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  29s. 9d.   ...   17s.  5d.\n          Return  59s. 6d.   ...   34s. 10d.",
        "=Accommodation Obtainable.=–\"Black Bull Hotel,” “Black Swan\n  Hotel,” “Bradford Hotel,” etc.",
        "Ripon is situated on the little river Ure in a picturesque valley in the\nwest of Yorkshire. Its past history has been eventful enough, for it was\nburnt by the Danes in the ninth century, destroyed by King Edred, and\nlaid waste by the Conqueror. It recovered quickly from all these\nadversities, and is now a peaceful town given up to agricultural\npursuits. Besides possessing a small but interesting old cathedral and\nsome ancient houses in its town, many places of historic importance lie\nin its immediate neighbourhood. Fountains Abbey is 3 miles distant (see\nIndex), and also Fountains Hall, a fifteenth-century building. An\ninteresting relic of old times is the blowing of the horn at nine in the\nevening by a constable outside the mayor’s house and at the\nmarket-cross.",
        "Ripon’s minster became a cathedral in 1836. In the seventh century a\nmonastery was established here, and St. Wilfrid, the famous Archbishop\nof York, built the minster. Of this building only the crypt remains,\nconsisting of a central chamber with niches in the walls, and a window\nknown as “St. Wilfrid’s Needle” looking into the passage outside. It is\nreached by steps and a long passage leading from the nave of the present\ncathedral. Only the chapter-house and vestry remain of Archbishop\nThurstan’s Norman church, erected in the place of the Anglo-Saxon one,\nfor Roger, Archbishop of York, pulled it down and began to erect the\npresent building in (_circa_) 1154. Being only a Collegiate Church in\nthose days, it was not built in a cathedral fashion, and it had no\naisles to its wide and low-roofed nave. The present aisles were added in\nthe sixteenth century, with the intention of giving a cathedral aspect\nto the minster church. Much of Roger’s work has been altered by\nsubsequent bishops, and the result is a strange succession of styles of\narchitecture. Ripon is the only cathedral that has glass in the\ntriforium of the choir.",
        "The exterior, viewed from a distance, is a little squat, for it needs\nthe timber spires that formerly crowned the three towers.",
        "[Illustration: Photochrom Co., Ltd.\nRIPON CATHEDRAL–THE MINSTER BRIDGE.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}