{
    "title": "What to See in England - Downe",
    "author": "Gordon Home",
    "chapter": "8",
    "content": [
        "\n\n",
        "THE HOME OF DARWIN",
        "=How to get there.=–Train from Charing Cross, Cannon Street, or\n  London Bridge. South-Eastern and Chatham Railway.\n=Nearest Station.=–Orpington (3-1/2 to 4 miles from Downe).\n=Distance from London.=–13-3/4 miles.\n=Average Time.=–35 minutes.",
        "                    1st      2nd      3rd\n=Fares.=–Single  2s. 4d.  1s. 6d.  1s. 2-1/2d.\n          Return  4s. 0d.  3s. 0d.     ...",
        "=Accommodation Obtainable.=–\"Queen’s Head,” at Downe, facing the\n  church. Hotels at Farnborough–\"White Lion,” “George and\n  Dragon.”",
        "The home of the great scientist is still standing in the little village\nof Downe in Kent. The road to the hamlet is through Farnborough, and the\nwalk takes an hour. Downe is a pleasant place, possessing a large\nvillage pond and a small church with a shingled spire. Darwin’s home,\nknown as Downe House, was built in the eighteenth century. Its front is\nof white stucco, relieved by ivy and other creepers. The wing on the\nwest side of the house was added by Darwin shortly after he came to live\nthere. This new portion of the house was used partly to accommodate his\nlibrary. On the north side is the room used by Darwin as a study, in\nwhich he wrote some of his most important works. The garden of the house\nis sheltered and reposeful, and from the old wall-garden to the south\nthere is a beautiful view over the delightful stretch of country in the\ndirection of Westerham.",
        "The life led by Darwin when at Downe was exceedingly quiet and regular,\nfor he always went to bed at an early hour, and rising at six was\nenabled to get in a walk and breakfast before commencing work at eight\no’clock. At some other time of the day he would manage to get an\nopportunity for another walk, and part of the evening would be given up\nto his family and friends who were privileged to enjoy conversation with\nthe great author of The Origin of Species. Professor Haeckel,\ndescribing a visit to Darwin’s home, says, “There stepped out to meet me\nfrom the shady porch ... the great naturalist himself, a tall and\nvenerable figure, with the broad shoulders of an Atlas supporting a\nworld of thought, his Jupiter-like forehead, highly and broadly arched\n... and deeply furrowed with the plough of mental labour; his kindly,\nmild eyes looking forth under the shadow of prominent brows.”",
        "[Illustration: DOWNE HOUSE AT DOWNE, KENT.",
        "The Home of Charles Darwin.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}