{
    "title": "What to See in England - The Lake District",
    "author": "Gordon Home",
    "chapter": "149",
    "content": [
        "\n\n",
        "=How to get there.=–Train to Keswick from Euston. L. and N.W.R.\n=Nearest Station.=–Keswick (for visiting Derwentwater, Skiddaw,\n  Bassenthwaite, Buttermere, Cockermouth, Wytheburn).\n=Distance from London.=–300 miles.\n=Average Time.=–Varies between 6 to 10 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  42s. 0d.  26s. 7d.  24s. 1d.\n          Return  81s. 0d.  47s. 6d.  43s. 0d.",
        "=Accommodation Obtainable.=–\"Keswick Hotel,” “Royal Oak,\"\n  “Queen’s,” etc.\n=Alternative Routes.=–Train from King’s Cross to Keswick, Great\nNorthern Railway. Train from St. Pancras, Midland Railway.",
        "Keswick, usually regarded as the capital of the north-western portion of\nthe Lake District, is situated in the lovely vale of Derwentwater, on\nthe river Greta, shut in on all sides by mountain walls, the highest\nsummit being the lofty Skiddaw, which crowns the range to the north of\nthe valley. The old portion of the town is picturesque and interesting,\nespecially the quaint old town hall in the market-place, marking the\ncentre of the town.",
        "Foremost among the attractions in the vicinity of Keswick is Lake\nDerwentwater, within less than a mile of the town, and separated from it\nby rising ground. The lake is 3-1/2 miles in length and 1-1/2 wide, and\nis remarkable for the transparency of its waters, the shingle and rocks\nat the bottom being clearly visible at a depth of 15 or 20 feet. The\nscenery of the lake is beyond description beautiful. “Here is\nDerwentwater,” says De Quincey, “with its lovely islands in one\ndirection, Bassenthwaite in another; the mountains of Newlands; the\ngorgeous confusion of Borrowdale revealing its sublime chaos through the\nnarrow vista of its gorge; the sullen rear closed by the vast and\ntowering masses of Skiddaw and Blencathra.” The valley of Borrowdale is\nto the south of the lake, and near the south-eastern extremity are the\nfamous Falls of Lodore, so wonderfully described in Southey’s celebrated\npoem.",
        "Bassenthwaite Water, connected with Derwentwater by the Derwent, is a\nsmaller lake, but exceedingly beautiful, and Buttermere has a quaint\nlittle village which goes by the same name.",
        "Among the many places within easy reach of Keswick are Cockermouth, the\nbirthplace of Wordsworth; Wytheburn, the nearest village to Thirlmere;\nand Skiddaw, the ascent of which can be accomplished with comparative\nease on pony-back. The summit is over 3000 feet above sea-level.",
        "[Illustration: Photochrom Co., Ltd.\nCRUMMOCK WATER AND BUTTERMERE.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}