{
    "title": "What to See in England - Hatfield House, Herts",
    "author": "Gordon Home",
    "chapter": "13",
    "content": [
        "\n\n",
        "=How to get there.=–From King’s Cross. Great Northern Railway.\n=Nearest Station.=–Hatfield.\n=Distance from London.=–17-3/4 miles.\n=Average Time.=–35 minutes.",
        "                    1st     2nd     3rd\n=Fares.=–Single  2s. 6d.   ...   1s.  5-1/2d.\n          Return  5s. 0d.   ...   2s. 11d.",
        "=Accommodation Obtainable.=–\"Red Lion Hotel,” etc.",
        "Permission to see the interior of Hatfield House can be obtained when\nthe Marquess of Salisbury is not in residence.",
        "After the Norman Conquest Hatfield, the Haethfield of the Saxons,\nbecame the property of the bishops of Ely, and was known as Bishops\nHatfield, as indeed it is marked on many maps. There was here a\nmagnificent palace, which at the Reformation became the property of\nHenry VIII., and was afterwards given to the Cecils by James I., who\nreceived Theobalds in exchange.",
        "The town of Hatfield is a quaint, straggling place, with narrow streets\nand many antique houses. A steep declivity leads up to the old church,\ndedicated to St. Etheldreda, just outside one of the entrances to the\ngrounds of Hatfield House. The church contains a monument to Sir Robert\nCecil, first Earl of Salisbury, also tombs of the Botelers, Brockets,\nand Reads of Brocket Hall.",
        "The entrance gateway, close to the churchyard, leads to what are now the\nstables of Hatfield House, a fine red-brick structure, once the\nbanqueting-hall of the Bishop’s Palace. This building, with its fine\nopen timber roof, is perhaps the only example of its kind in England\nused as a stable.",
        "Hatfield House is one of the most perfect and magnificent of Elizabethan\nmansions in the kingdom. It was built by the first Earl of Salisbury in\n1611, and is practically unaltered. The fine oak panelling and carving,\nthe plaster ceilings, and much of the furniture, all remain as they were\nin the days of the great Lord Burleigh. The great hall, with its\nsplendid timber roof, and the gallery, with a fine collection of\npictures and curios, are two striking features. The staircase is\nmagnificent in design and detail, and is furnished with gates at the\nbottom, placed there originally for preventing the dogs from wandering\nupstairs.",
        "The paintings in the hall and other rooms in Hatfield House include\nportraits of the great Burleigh, Sir Robert and other Cecils, by Lely\nand Kneller; Henry VIII., Anne Boleyn, Mary Queen of Scots, the Earl of\nLeicester, and Queen Elizabeth.",
        "[Illustration: Photochrom Co., Ltd.\nHATFIELD HOUSE.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}