{
    "title": "What to See in England - Rievaulx Abbey",
    "author": "Gordon Home",
    "chapter": "125",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Helmsley.\n=Distance from London.=–219-1/4 miles.\n=Average Time.=–Varies between 3-3/4 to 5 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  31s. 3d.   ...   18s. 3-1/2d.\n          Return  62s. 6d.   ...   36s. 7d.",
        "=Accommodation Obtainable.=–\"Black Swan” and “Crown” Hotels\n  at Helmsley. There is no inn at Rievaulx.\n=Alternative Route.=–Train from St. Pancras via Sheffield. Midland.",
        "The little village of Rievaulx–the name is Norman-French, but is\npronounced Rivers–is situated close to the river Rye, and 2-1/2 miles\nfrom Helmsley, on the Thirsk road. The great point of interest in\nconnection with the village is the fact that close by are the ruins of\nthe once magnificent abbey for monks of the Cistercian order, founded by\nSir Walter D’Espec in 1131. The founder eventually became a monk at\nRievaulx, and at his death was buried there. After the Dissolution the\nsite was granted to the Villiers family, from whom it came to the\nDuncombes in 1695.",
        "The most striking view of the abbey is obtained by leaving the main road\nand taking the footpath across Duncombe Park, where a sudden turn brings\none in sight of a bend in the Rye, with the great roofless church rising\non the left bank of the river. The principal remains of the fine old\nabbey, one of the most beautiful ruins in the kingdom, consist of the\nchoir and transept of the church, and the refectory. The hospitium or\nguest house was formerly on the right of the lane leading to Helmsley.\nThe great nave of the church is now a shapeless ruin, but from certain\nindications it may be seen that it was Norman, and probably the work of\nD’Espec. The lower parts of the transept are Norman, and the remainder\nEarly English.",
        "The magnificent tower arch, 75 feet high, is still standing, and one of\nthe most striking views of the ancient fabric is the crumbling nave as\nit appears framed in this lofty and wonderfully-proportioned opening,\nwith a background of rich English foliage and landscape.",
        "West of the nave were the cloisters, of which only a few arches now\nremain, and opening from their west wall is the fine Early English\nrefectory, with the reading-desk still existing. Underneath the\nrefectory there are the remains of the Norman dormitory.",
        "Near the bridge, at the lower end of the village of Rievaulx, a place\nstill called the “Forge,” was possibly an ironworks under the\nsuperintendence of the monks.",
        "[Illustration: Photochrom Co., Ltd.\nRIEVAULX ABBEY.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}