{
    "title": "What to See in England - Chalfont St. Giles",
    "author": "Gordon Home",
    "chapter": "22",
    "content": [
        "\n\n",
        "HOME OF MILTON",
        "=How to get there.=–Train from Baker Street. Metropolitan Railway.\n=Nearest Station.=–Chalfont Road (2-1/2 miles from Chalfont St. Giles).\n  An omnibus runs between the village and the station during\n  the summer months.\n=Distance from London.=–23-3/4 miles.\n=Average Time.=–51 minutes. (Convenient trains, 10.27 A.M., 12.17\n  and 2.27 P.M.)",
        "                    1st      2nd      3rd\n=Fares.=–Single  3s. 2d.  2s. 4d.  1s. 7d.\n          Return  4s. 9d.  3s. 5d.  2s. 5d.",
        "=Accommodation Obtainable.=–\"The Merlin’s Cave Inn,” etc.",
        "This pretty little Buckinghamshire village has become almost as\ncelebrated as its neighbour Stoke Poges, on account of having been the\nhome of John Milton. The poet’s cottage is the last on the left side at\nthe top of the village street. As one may see from the illustration, it\nis a very picturesque, half-timbered house, whose leaded windows look\ninto a typical country garden. In 1887 a public subscription was raised\nand the cottage was purchased. Visitors are therefore able to see the\ninterior as well as the exterior of Milton’s home, which, it should be\nmentioned, is the only one existing to-day of the various houses he\noccupied. For those who are not residents in the parish a charge of\nsixpence is made for admission. The poet’s room, which is on the right\non entering, is rather dark, and has a low ceiling. One notices the\nwide, open fireplace where the white-bearded old man would sit in winter\ndays, and the lattice-paned windows through which in summer-time came\nthe humming of bees and the scent of the flowers growing in the\nold-fashioned garden. The pleasant indications of his surroundings must\nhave been a great solace to the blind old man. In these simple\nsurroundings one must picture Milton dictating his stately verse, with\nhis thoughts concentrated on the serried ranks of the hosts of heaven.",
        "Milton came to Chalfont in 1665, in order to escape from the plague. His\neldest daughter was at that time about seventeen years of age, and as\nshe and her sisters are supposed to have remained with their father\nuntil about 1670, it is probable that they came to Chalfont with him.",
        "The church of Chalfont St. Giles has a Norman font, and there are other\ntraces of Norman work in the bases of the pillars and elsewhere. The\nsouth wall of the nave and the north chapel are specially interesting on\naccount of their frescoes.",
        "[Illustration: MILTON’S COTTAGE, CHALFONT ST. GILES.",
        "Milton moved here from London in 1665, to avoid the Plague.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}