{
    "title": "What to See in England - Brantwood",
    "author": "Gordon Home",
    "chapter": "146",
    "content": [
        "\n\n",
        "THE HOME OF JOHN RUSKIN",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Coniston Lake (Brantwood is on the eastern side\n  of Coniston Lake).\n=Distance from London.=–279 miles.\n=Average Time.=–Varies between 8-1/4 to 9-1/4 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  41s. 1d.   ...   23s. 2-1/2d.\n          Return  80s. 5d.   ...   46s. 5d.",
        "=Accommodation Obtainable.=–\"Waterhead Hotel,” etc.\n=Alternative Route.=–Train from St. Pancras. Midland Railway.",
        "The road to Brantwood from Coniston runs under the shade of beautiful\ntrees, at the head of Coniston Water. After leaving behind the village\nand the Thwaite, with its peacocks strutting in its old-world gardens,\none skirts the grounds of Monk Coniston. Soon afterwards Tent Lodge,\nwhere Tennyson once lived, is passed. Afterwards comes Low Bank Ground,\nwhich is only a short distance from Brantwood. The situation, as one may\nsee from the drawing given opposite, is one of great natural advantages,\nwhile the house is quite unassuming; its simple white walls, however,\ngive one the sense of a comfortable if unpretending home. The interior\nhas been described as giving an impression “of solid, old-fashioned\nfurniture, of amber-coloured damask curtains and coverings.” There were\nTurner’s and other water-colours in curly frames upon the drawing-room\nwalls.",
        "Writing of his earliest recollections of Coniston, in Praeterita,\nRuskin says: “The inn at Coniston was then actually at the upper end of\nthe lake, the road from Ambleside to the village passing just between it\nand the water, and the view of the long reach of lake, with its\nsoftly-wooded, lateral hills, had for my father a tender charm, which\nexcited the same feeling as that with which he afterward regarded the\nlakes of Italy.” Ruskin’s death in 1900 took place at Brantwood. George\nEliot, in speaking of him, said, “I venerate Ruskin as one of the\ngreatest teachers of the age. He teaches with the inspiration of a\nHebrew prophet.”",
        "Ruskin was the son of a wealthy wine merchant, and was born in London in\n1819. He studied at Oxford, where he gained the Newdigate prize for\nEnglish poetry in 1839. After taking his degree, in the following year\nappeared his first volume of Modern Painters, the design of which was\nto prove the great superiority of modern landscape-painters,\nparticularly Turner, over the old masters.",
        "[Illustration: RUSKIN’S HOUSE AT BRANTWOOD.",
        "The room with the turret window was Ruskin’s bedroom.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}