{
    "title": "What to See in England - Ely Cathedral",
    "author": "Gordon Home",
    "chapter": "55",
    "content": [
        "\n\n",
        "=How to get there.=–From Liverpool Street or St. Pancras. Great\n  Eastern Railway.\n=Nearest Station.=–Ely.\n=Distance from London.=–70-1/2 miles.\n=Average Time.=–Varies from 1-3/4 to 3-1/4 hours. Quickest train 1 hour\n  38 minutes.",
        "                     1st     2nd     3rd\n=Fares.=–Single  11s. 3d.   ...   5s. 11-1/2d.\n          Return  20s. 0d.   ...  11s. 11d.",
        "=Accommodation Obtainable.=–\"Bell Hotel” and others.",
        "Ely is situated on an eminence in the midst of the flat district forming\nthe centre of the county of Cambridge, and was originally a settlement\ntermed by the Saxons Eleg or Elge, i.e. “an eel,” from the number\nof eels found in the fenny district around. St. Etheldreda, daughter of\na king of the East Angles, founded an abbey here, where she died in 679,\nbeing afterwards canonised as a saint. The monastery was destroyed by\nthe Danes in 870, and did not regain importance till one hundred years\nlater.",
        "In Hereward the Wake Kingsley tells us how gallantly the Isle of Ely\nwas defended against the attacks of William the Conqueror, but the\nchieftain was at last forced to surrender, and the monastery was seized.\nEly was created a bishopric by Henry I. in 1107.",
        "The cathedral is one of the most beautiful and remarkable in England.\nThe oldest portion was erected in the reign of William Rufus and Henry\nI., and additions were continually made to the fabric until 1534, so\nthat it contains an almost unbroken series of the architectural styles\nprevailing from the Conquest, yet so wonderfully has the design been\nmanaged that no disagreeable effect is produced.",
        "The nave of the cathedral, considered one of the finest specimens of\nNorman work in England, was completed about 1174, and the west front,\nbuilt by Geoffrey Ridel, the third bishop, about ten years later.\nOriginally there stood a square tower in the centre of the building, but\nthis fell in 1322, crushing three arches of the choir. The repair of\nthis misfortune was undertaken by the sacrist, Alan de Walsingham, who\nerected in 1342 the octagonal tower now existing.",
        "The choir contains much rich decorated Gothic; and the east end of the\ncathedral, with its two tiers of lancet windows, is very beautiful.\nAnother most interesting feature is the Lady Chapel, with a magnificent\nfan-vaulted roof; the walls were originally decorated with countless\nniches and statues of saints and martyrs, not one of which escaped the\ndestroying hand of the Puritan.",
        "[Illustration: Photochrom Co., Ltd.\nELY CATHEDRAL.",
        "The remarkable octagonal tower was rebuilt in 1342 by Alan de\nWalsingham.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}