{
    "title": "What to See in England - Coxwold, Yorkshire",
    "author": "Gordon Home",
    "chapter": "118",
    "content": [
        "\n\n",
        "THE HOME OF STERNE",
        "=How to get there.=–Great Northern Railway, King’s Cross Station.\n=Nearest Station.=–Easingwold via York and Alne; from thence runs\n  a branch line to Easingwold.\n=Distance from London.=–199 miles.\n=Average Time.=–About 5 hours.\n=Fares.=–No through fares in operation.\n=Accommodation Obtainable.=–The village inn–\"The Fauconberg\n  Arms.”",
        "The pretty little village of Coxwold, where the Rev. Laurence Sterne\nwrote A Sentimental Journey, lies about 18 miles north of York. The\nhamlet stands on slightly rising ground. At the bottom of the hill is\nthe village smithy, the well, a farm, and facing a big elm tree is the\ninn, bearing a great hatchment-like signboard showing the Fauconberg\narms and motto. The cottages of the villagers are on the slope of the\nhill, and at the top is the church to which Sterne was appointed vicar\nin 1760. Close at hand is the quaint seventeenth-century house he\noccupied. It is a singularly picturesque little building, with its mossy\nstone-covered roof, its wide gables, and massive chimney-stacks. Sterne,\nin his humorous way, called it “Shandy Hall.” The stone tablet over the\ndoorway states that Sterne wrote Tristram Shandy and A Sentimental\nJourney at Shandy Hall; but this is not quite accurate, for he entered\nupon the incumbency of Coxwold in 1760, whereas two volumes of Tristram\nShandy had already been published in 1759. Of his life at Coxwold one\ngathers that the vicar was more devoted to his books than to his parish.\nIn the intervals of writing and his clerical duties he amused himself\nwith painting, fiddling, dining out and telling stories, at the same\ntime suffering from ill-health and other discomforts. His gift of\nhumour, however, helped him to bear his troubles better than might\notherwise have been the case. He was firmly persuaded that “every time a\nman smiles, but much more so when he laughs, he adds something to the\nfragment of life.” Sterne’s study may still be seen. It is a tiny room\nwith a low ceiling, although it undoubtedly possesses the charm of\ncosiness. On one occasion Sterne writes: “I have a hundred hens and\nchickens about my yard, and not a parishioner catches a hare or a rabbit\nor a trout but he brings it as an offering to me.” Sterne died in London\nin 1768 at the age of 55 years.",
        "[Illustration: “SHANDY HALL” AT COXWOLD.",
        "Where the Rev. Laurence Sterne lived while he was Vicar of Coxwold. Part\nof Tristram Shandy was written here.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}