{
    "title": "What to See in England - Bath",
    "author": "Gordon Home",
    "chapter": "74",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Rly.\n=Nearest Station.=–Bath.\n=Distance from London.=–107 miles.\n=Average Time.=–2-1/2 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  17s. 10d.  11s. 2d.   8s. 11d.\n          Return  31s.  3d.  19s. 6d.  17s. 10d.",
        "=Accommodation Obtainable.=–\"Empire Hotel,” “Pulteney Hotel,\"\n  “York House Family Hotel,” “Royal Station Hotel,” “Railway\n  Hotel,” “Waldron’s Private Hotel,” etc.\n=Alternative Route.=–Train from Waterloo. South-Western Railway.",
        "Bath, one of the largest towns in Somersetshire, is beautifully situated\non the Avon in a wooded valley in the north-east of the county. The city\nis of great antiquity, and was one of the most powerful Roman stations,\nbeing at the intersection of two very important roads,–the Fosse Way,\nwhich extended from the coast of Devonshire to the north-east coast of\nLincolnshire, and the Via Julia, the great road between London and\nWales. The story of the British king Bladud and his connection with Bath\nis immortalised in the Pickwick Papers, but is more or less legendary;\nhowever, as to the greatness of the city during the Roman occupation\nthere is ample evidence. Even in those times the great natural feature\nof the place was its mineral waters, and in the first century the Romans\nbuilt some luxurious baths there, and now the extensive remains have\nmade the place notable. The Saxons quaintly named the city Akeman\nCeaster, or town of invalids.",
        "In the original Abbey Church took place the coronation of King Edgar as\nKing of England by the famous St. Dunstan, Archbishop of Canterbury.\nThis church stands on the site of the old conventual church, on the spot\nwhere once stood the Roman temple of Minerva. It was rebuilt in the\nfifteenth century by Bishop Oliver King, and completed by Bishop\nMontague at the beginning of the seventeenth century. On the west front\nare sculptures representing the angels upon Jacob’s Ladder, and the\nwhole building teems with interest; but the original purity of its\narchitecture has been much marred by faulty and ignorant restoration.",
        "Till the middle of the eighteenth century Bath covered no larger area\nthan that contained within the Roman walls, but Queen Anne and Prince\nGeorge of Denmark having conceived a great partiality for the place, and\nthe medicinal quality of the waters being much advocated, the city\nrapidly grew in favour and size, until it reached its heyday in the time\nof Beau Nash and the Prince Regent.",
        "[Illustration: Photochrom Co., Ltd.\nTHE RESTORED ROMAN BATH AT BATH.",
        "The bases of the columns are chiefly untouched Roman work.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}