{
    "title": "What to See in England - Bamborough Castle, Northumberland",
    "author": "Gordon Home",
    "chapter": "155",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Belford (4-1/2 miles from Bamborough).\n=Distance from London.=–393 miles.\n=Average Time.=–About 9 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single  43s. 11d.   ...   26s. 11d.\n          Return  87s. 10d.   ...   33s. 10d.",
        "=Accommodation Obtainable.=–\n=Alternative Route.=–Train from St. Pancras to Belford (Midland\n  Railway) via Newcastle-on-Tyne.",
        "Standing on an almost perpendicular mass of basaltic rock, overlooking\nthe sea at a height of 150 feet, is Bamborough Castle. The stately keep\nbelongs to the original stronghold, which was built on the site of what\nwas probably one of a chain of fortresses raised by the Romans for the\nprotection of the coast. For many centuries the castle was possessed of\ngreat strength, and was frequently used as a place of refuge by the\nKings and Earls of Northumberland. It was founded by Ida, king of the\nAngles, about A.D. 547, and suffered considerably at the hands of the\nDanes in 933. Earlier than this, however, in the seventh century,\nBamborough was besieged by Penda, the pagan king of Mercia, who,\nalthough having recently gained several victories, made great efforts to\nburn down the castle. Having set his men to work to accumulate a great\nmass of brushwood, Penda had huge piles heaped up beneath the walls. As\nsoon as the wind was in the right quarter he set alight the brushwood.\nShortly afterwards, however, the wind veered round until it blew in the\nopposite direction, to the discomfiture of his own people, who were thus\nobliged to abandon their camp.",
        "Afterwards the castle was repaired again, and was besieged by William\nII. when Robert Mowbray, Earl of Northumberland, took refuge there.\nDuring the Wars of the Roses Bamborough was frequently captured and\nrecaptured, and in the various sieges suffered very severely.",
        "In 1720 Nathaniel, Lord Crewe, Bishop of Durham, having purchased the\ncastle, bequeathed it in his will for charitable purposes. The Bishop’s\ntrustees carried out a considerable amount of repairs, and at the\npresent time the residential portion is frequently let by the trustees\nto tenants for varying periods.",
        "[Illustration: Photochrom Co., Ltd.\nBAMBOROUGH CASTLE.]",
        " ",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}