{
    "title": "What to See in England - Gloucester and Its Cathedral",
    "author": "Gordon Home",
    "chapter": "77",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Rly.\n=Nearest Station.=–Gloucester.\n=Distance from London.=–114 miles.\n=Average Time.=–Varies between 2-3/4 to 3-1/2 hours.",
        "                     1st       2nd      3rd\n=Fares.=–Single  19s. 0d.  12s. 0d.  9s. 6d.\n          Return  33s. 3d.  21s. 0d.    ...",
        "=Accommodation Obtainable.=–\"Bell Hotel,” “New Inn Hotel,\"\n  “The Wellington Hotel,” and others.\n=Alternative Route.=–None.",
        "Gloucester is one of the most thriving cities in the south of England.\nIt has been a town of some description from quite early times, for the\nBritish had a fortress on the site which the Romans are believed to have\noccupied as a strong position on the road into Wales. The Danes\nrepeatedly made incursions into this part of the country, and Gloucester\nsuffered very much from their ravages; but probably through the fact\nthat the kings of Mercia instituted a palace and priory there, the city\nseems to have had sufficient strength to recover after each disaster.\nGloucester was even of sufficient importance for Edward the Confessor to\nhave kept his courts there for a considerable time. Being in the west\ncountry, it naturally suffered severely during the parliamentary\nstruggle, and a great portion of the city was destroyed. But although\nthe town lost many of its old buildings at this time, it has still a\ngood deal of antiquity to boast, and for this reason alone is attractive\nto the stranger. Its main streets are modelled on the Roman plan of a\ncross, the four arms bearing the names North, South, East and West-gate\nStreets.",
        "The cathedral is not many minutes’ walk from the railway station, and is\nremarkable for its influence upon the English architecture which\nsucceeded it, for it directed the course of the curvilinear movement in\nthe direction of the Perpendicular style of Gothic. After remaining\nuncopied for a few years, the new style spread over the length and\nbreadth of England. The east window is remarkable as being one of the\nlargest in the world. Portions of the cathedral may possibly date from\npre-Norman days, but according to the records, the earliest date is\n1088. The tower was completed in 1518, and is with the cloisters almost\nwithout equal in this country for beauty and perfection. The cathedral\ncontains the tomb of Osric, King of Northumbria, which was recently\nopened and found to contain the bones within a wooden coffin.",
        "[Illustration: Photochrom Co., Ltd.\nGLOUCESTER CATHEDRAL.",
        "Showing the east window, which is one of the largest in the world.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}