{
    "title": "What to See in England - Penshurst",
    "author": "Gordon Home",
    "chapter": "27",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Charing Cross, Cannon Street, or\n  London Bridge. South-Eastern and Chatham Railway.\n=Nearest Station.=–Penshurst.\n=Distance from London.=–32 miles.\n=Average Time.=–1-1/2 hours.",
        "                    1st      2nd      3rd\n=Fares.=–Single  5s. 0d.  3s. 3d.  2s. 6d.\n          Return  8s. 8d.  6s. 2d.  4s. 7d.",
        "=Accommodation Obtainable.=–\"Leicester Arms Hotel.”",
        "The pleasant little village of Penshurst, situated 6 miles north-west\nfrom Tunbridge Wells, is renowned for the beautiful fourteenth-century\nmansion known as Penshurst Place. From Norman times a house has occupied\nthe site, but the present building did not come into existence until\n1349, when Sir John de Poultenay, who was four times Lord Mayor of\nLondon, built the present historic seat. Having come into the possession\nof the Crown, the estate was given by Edward VI. to Sir William Sidney,\nwho had fought at Flodden Field. The unfortunate young King Edward died\nin the arms of Sir William’s son Henry, whose grief was so excessive\nthat he retired to Penshurst and lived there in seclusion. Sir Henry\nSidney had three children, one of whom being Sir Philip Sidney, the type\nof a most gallant knight and perfect gentleman. It was at Penshurst that\nEdmund Spenser, Sir Philip’s friend, wrote his first work, the\nShepherd’s Calendar, and though Sidney did not actually write his\nfamous poem Arcadia in his beautiful Kentish home, its scenery must\nhave suggested many of the descriptions. Algernon Sidney, who was\nillegally put to death through Judge Jeffreys, was the nephew of Sir\nPhilip, and he is supposed to be buried in Penshurst Church, though no\nmonument remains. The present owner of Penshurst is Lord De Lisle and\nDudley (Sir Philip Charles Sidney (died 1851) was given the peerage in\n1835), who allows visitors to view the historic mansion on Tuesdays,\nThursdays, and Fridays, from 3 P.M. to 6 P.M. (admission 1s.). The great\nfeature of the house is the baronial hall, built in 1341, which has a\nhearth in the centre of the room. The Queen’s drawing-room, said to have\nbeen furnished by Queen Elizabeth, contains some interesting Tudor\nfurniture, and the satin tapestry which adorns the walls is also\nbelieved to be the work of the virgin queen and her maidens. There are\nmany valuable and interesting portraits of the famous members of the\nSidney family. In the beautiful grounds of Penshurst is an oak tree,\nplanted, says tradition, at the time of Sir Philip Sidney’s birth.",
        "[Illustration: Photochrom Co., Ltd.\nPENSHURST PLACE.",
        "Which was built in 1349, was the home of Sir Philip Sidney.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}