{
    "title": "What to See in England - Chigwell, Essex",
    "author": "Gordon Home",
    "chapter": "6",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Liverpool Street or Fenchurch Street.\n  Great Eastern Railway.\n=Nearest Station.=–Chigwell.\n=Distance from London.=–12-3/4 miles.\n=Average Time.=–55 minutes. Quickest train, 31 minutes.",
        "                    1st       2nd       3rd\n=Fares.=–Single  1s. 10d.  1s.  4d.  0s. 11d.\n          Return  2s.  6d.  1s. 10d.  1s.  4d.",
        "=Accommodation Obtainable.=–\"The King’s Head.”",
        "In 1844 Charles Dickens wrote to Forster: “Chigwell, my dear fellow, is\nthe greatest place in the world. Name your day for going. Such a\ndelicious old inn facing the church–such a lovely ride–such forest\nscenery–such an out-of-the-way rural place–such a sexton! I say again,\nName your day.” This is surely sufficient recommendation for any place;\nand when one knows that the “delicious old inn” is still standing, and\nthat the village is as rural and as pretty as when Dickens wrote over\nsixty years ago, one cannot fail to have a keen desire to see the place.\n“The King’s Head” illustrated here is the inn Dickens had in his mind\nwhen describing the “Maypole” in Barnaby Rudge, and the whole of the\nplot of that work is so wrapped up in Chigwell and its immediate\nsurroundings that one should not visit the village until one has read\nthe story. One may see the panelled “great room” upstairs where Mr.\nChester met Mr. Geoffrey Haredale. This room has a fine mantelpiece,\ngreat carved beams, and beautiful leaded windows. On the ground floor is\nthe cosy bar where the village cronies gathered with Mr. Willett, and\none may also see the low room with the small-paned windows against which\nJohn Willett flattened his nose looking out on the road on the dark\nnight when the story opens.",
        "Chigwell School, built in 1629, and founded by Archbishop Harsnett,\nstill remains, although there have been several modern additions. Here\nWilliam Penn, the founder of Pennsylvania, was educated. (See Index for\nJordans and Penn’s Chapel at Thakeham.)",
        "Chigwell Church, facing “The King’s Head,” has a dark avenue of yews\nleading from the road to the porch. A brass to the memory of Archbishop\nHarsnett may be seen on the floor of the chancel. The epitaph in Latin\nwas ordered to be so written in the will of the archbishop. Translated,\nthe first portion may be read: “Here lieth Samuel Harsnett, formerly\nvicar of this church. First the unworthy Bishop of Chichester, then the\nmore unworthy Bishop of Norwich, at last the very unworthy Archbishop of\nYork.”",
        "[Illustration: THE KING’S HEAD INN AT CHIGWELL.",
        "The “Maypole” of Dickens’s Barnaby Rudge.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}