{
    "title": "What to See in England - Walsingham, Norfolk",
    "author": "Gordon Home",
    "chapter": "91",
    "content": [
        "\n\n",
        "THE PRIORY OF OUR LADY OF WALSINGHAM",
        "=How to get there.=–Train from Liverpool Street or St. Pancras.\n  Great Eastern Railway.\n=Nearest Station.=–Walsingham.\n=Distance from London.=–133 miles.\n=Average Time.=–Varies between 4 and 5-1/2 hours. Quickest train 3\n  hours 50 minutes.",
        "                     1st     2nd      3rd\n=Fares.=–Single  19s. 7d.   ...   10s. 3d.\n          Return  33s. 3d.   ...   20s. 6d.",
        "=Accommodation Obtainable.=–\"Black Lion Hotel,” “Abbeygate\n  Temperance Hotel,” etc.",
        "The ruins of the famous priory are now included in the extensive grounds\nof Walsingham Abbey, the property of Mr. Henry Lee Warner. Visitors have\npermission to see these ruins on Wednesdays and Fridays, by application\nat the lodge of the abbey.",
        "Walsingham is a pretty village 5 miles from Wells-on-Sea. It possesses a\nnoble church in the Perpendicular style, an ancient town pump, and two\nwishing wells, which were formerly believed to possess miraculous\npowers, for the legend is that they sprang from the ground at command of\nthe Virgin. Walsingham was an important place for many centuries, for it\ncontained the famous shrine of the Virgin, or, as it was called, “Our\nLady of Walsingham.” This far-famed chapel of the Virgin was founded by\nRicoldie, the mother of Geoffrey de Faverches. When Geoffrey set out on\na pilgrimage to Jerusalem, he granted to God and St. Mary, and to Edwy,\nhis clerk, the chapel which his mother Ricoldie had built at Walsingham,\nwith other possessions, requesting him to found a priory there. It\nbecame one of the richest in the world. From the very commencement there\nwas an unceasing flow of pilgrims from all nations to it. Several kings\nand queens of England, and among them Henry VIII., paid their devotions\nthere. Erasmus, who visited the priory in 1511, derided its enormous\nwealth. Parts of the road leading to this priory are known to this day\nas the “Walsingham Way” and the “Palmer’s Way.” It is said more pilgrims\ncame to Walsingham than to the shrine of St. Thomas à Becket at\nCanterbury. The monks taught the people that the “Milky Way” pointed to\nthe shrine. Hence the Norfolk people called it the “Walsingham Way.\"\nThis shrine was destroyed at the dissolution of monasteries in 1539.",
        "[Illustration: Rev. W. Martin, Walsingham.\nEAST WINDOW OF THE PRIORY AT WALSINGHAM.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}