{
    "title": "What to See in England - Stratford-On-Avon",
    "author": "Gordon Home",
    "chapter": "84",
    "content": [
        "\n\n",
        "THE BIRTHPLACE OF SHAKESPEARE",
        "=How to get there.=–Train from Paddington. Great Western Railway.\n=Nearest Station.=–Stratford-on-Avon.\n=Distance from London.=–121-1/2 miles.\n=Average Time.=–Varies between 3 to 4-3/4 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  16s. 0d.  10s. 6d.   8s.  5d.\n          Return  29s. 3d.  18s. 6d.  16s. 10d.",
        "=Accommodation Obtainable.=–\"Red Horse Hotel,” “Shakespeare\n  Hotel,” “Golden Lion Hotel,” “Red Lion,” etc.\n=Alternative Route.=–Train from Euston. L. and N.W. Railway.",
        "Stratford-on-Avon, a picturesque town situated on the river Avon, in\nWarwickshire, is visited yearly by thousands of people desirous of\nseeing the birthplace of William Shakespeare. John Shakespeare, the\nfather of William, bought the two half-timbered houses in Henley Street,\nwhere he practised his trade of wool-stapler, and it was in one of these\nhouses that William Shakespeare was born in 1564. These houses are now\npractically in their original condition, although at one time the\nwool-shop was turned into an inn. The desk, said to have been used by\nShakespeare when at school, is to be seen in the former wool-shop, now\nconverted into a museum. The King Edward VI. Grammar School, to which\nShakespeare went, occupies the first floor of the old Guildhall, built\nin the thirteenth century, but much altered in the fifteenth century. It\nwas in this Guildhall that Shakespeare saw for the first time a\ntheatrical performance given by travelling players. Close to the\nGuildhall is the site of New Place, which was bought by Shakespeare.\nOnly the foundations of this house remain, as in 1753 the owner, the\nRev. Francis Gastrell, being angry at having to pay some rates, was not\ncontent with cutting down the famous mulberry tree planted by the poet,\nbut caused the whole house to be razed and the materials sold.",
        "The Church of Holy Trinity, most beautifully situated on the river Avon,\nis cruciform in plan. In the chancel is Shakespeare’s grave, with the\nstone slab having the well-known lines:–",
        "  GOOD FREND, FOR IESVS SAKE FORBEARE,\n  TO DIGG THE DUST ENCLOASED HEARE;\n  BLESTE BE YE MAN YT SPARES THES STONES,\n  AND CVRST BE HE YT MOVES MY BONES.",
        "At Shottery, one mile from Stratford, is the half-timbered cottage where\nAnne Hathaway, the wife of Shakespeare, was born.",
        "[Illustration: Valentine & Sons, Ltd.\nTRINITY CHURCH, STRATFORD-ON-AVON.",
        "From the river. In the chancel is Shakespeare’s grave.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}