{
    "title": "What to See in England - Haworth",
    "author": "Gordon Home",
    "chapter": "124",
    "content": [
        "\n\n",
        "THE HOME OF CHARLOTTE BRONTË",
        "=How to get there.=–Train from St. Pancras. Change at Keighley.\n  Midland Railway.\n=Nearest Station.=–Haworth.\n=Distance from London.=–216 miles.\n=Average Time.=–Varies between 5-1/2 to 6-1/2 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  28s. 7d.   ...   16s. 6-1/2d.\n          Return  57s. 2d.   ...   33s. 1d.",
        "=Accommodation Obtainable.=–At Keighley–\"Devonshire Hotel.”",
        "Haworth is a long straggling village 4 miles from Keighley, a large\nmanufacturing town in the West Riding of Yorkshire. The road is very\nsteep to the village–\"four tough, scrambling miles.” It consists of one\nstreet, so steep that the flagstones with which it is paved are placed\nend-ways that the horses may not stumble. Past the church and the lonely\nparsonage are the wide moors, high, wild, and desolate, up above the\nworld, solitary and silent. This gray, sad-looking parsonage, so close\nto the still sadder churchyard, is a spot of more than ordinary\ninterest, for it was the home of the Brontës–that wonderfully gifted\nand extraordinary family! Charlotte Brontë shared with her sisters their\nintense love for the wild, black, purple moors, rising and sweeping away\nyet higher than the church which is built at the summit of the one long\nnarrow street. All round the horizon are wave-like hills. Jane Eyre,\npublished in 1847, written with extraordinary power and wonderful\ngenius, astonished the entire reading world. Little did any one imagine\nthat the authoress lived far away from the busy haunts of men in a quiet\nnorthern parsonage, leading a gentle, sad life; for her two sisters,\nwhom Charlotte loved as her own life, were very delicate, and their one\nbrother, in whom they had placed great hopes, had given way to drink.\nCharlotte was known to the literary world as Currer Bell, her sisters as\nActon and Ellis Bell. After Jane Eyre came Shirley, written in a\nperiod of great sorrow, for her two loved sisters died within a short\nspace of each other, not long after the death of their unhappy brother,\nand Charlotte was left alone in the quiet, sad parsonage with only her\naged father. Villette was well received. It was her last work.\nCharlotte Brontë married, in 1854, the Rev. Arthur Nichols, and after a\nfew brief months of happiness passed away on March 31, 1855, at the\nearly age of thirty-nine.",
        "Haworth has been much influenced by the growth of Keighley.",
        "[Illustration: W.T. Stead, Heckmondwike.\nTHE PARSONAGE AT HAWORTH, FROM THE CHURCHYARD.",
        "Where Charlotte Brontë and her family lived.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}