{
    "title": "What I Saw in California - Appendix.",
    "author": "Edwin Bryant",
    "chapter": "19",
    "content": [
        "\n\n",
        "The following are letters addressed to the Government at Washington,\nand other communications, all of which, it will be seen, are fully\nconfirmatory of the accounts given in the preceding pages; with other\ndetails of interest relative to the state of the gold districts:",
        "Extract from a Letter from Mr. Larkin, United States Consul at\nMonterey, to Mr. Buchanan, Secretary of State at Washington.\n“San Francisco (Upper California), June 1, 1848.",
        "“Sir: * * * I have to report to the State Department one of the most\nastonishing excitements and state of affairs now existing in this\ncountry, that, perhaps, has ever been brought to the notice of the\nGovernment. On the American fork of the Sacramento and Feather River,\nanother branch of the same, and the adjoining lands, there has been\nwithin the present year discovered a placer, a vast tract of land\ncontaining gold, in small particles. This gold, thus far, has been\ntaken on the bank of the river, from the surface to eighteen inches in\ndepth, and is supposed deeper, and to extend over the country.",
        "“On account of the inconvenience of washing, the people have, up to\nthis time, only gathered the metal on the banks, which is done simply\nwith a shovel, filling a shallow dish, bowl, basket, or tin pan, with a\nquantity of black sand, similar to the class used on paper, and washing\nout the sand by movement of the vessel. It is now two or three weeks\nsince the men employed in those washings have appeared in this town\nwith gold, to exchange for merchandise and provisions. I presume nearly\n20,000 dollars of this gold has as yet been so exchanged. Some 200 or\n300 men have remained up the river, or are gone to their homes, for the\npurpose of returning to the Placer, and washing immediately with\nshovels, picks, and baskets; many of them, for the first few weeks,\ndepending on borrowing from others. I have seen the written statement\nof the work of one man for sixteen days, which averaged 25 dollars per\nday; others have, with a shovel and pan, or wooden bowl, washed out 10\ndollars to even 50 dollars in a day. There are now some men yet washing\nwho have 500 dollars to 1,000 dollars. As they have to stand two feet\ndeep in the river, they work but a few hours in the day, and not every\nday in the week.",
        "“A few men have been down in boats to this port, spending twenty to\nthirty ounces of gold each–about 300 dollars. I am confident that this\ntown (San Francisco) has one-half of its tenements empty, locked up\nwith the furniture. The owners–storekeepers, lawyers, mechanics, and\nlabourers–all gone to the Sacramento with their families. Small\nparties, of five to fifteen men, have sent to this town and offered\ncooks ten to fifteen dollars per day for a few weeks. Mechanics and\nteamsters, earning the year past five to eight dollars per day, have\nstruck and gone. Several U.S. volunteers have deserted. U.S. barque\nAnita, belonging to the Army, now at anchor here, has but six men. One\nSandwich Island vessel in port lost all her men; and was obliged to\nengaged another crew at 50 dollars for the run of fifteen days to the\nIslands.",
        "“One American captain having his men shipped on this coast in such a\nmanner that they could leave at any time, had them all on the eve of\nquitting, when he agreed to continue their pay and food; leaving one on\nboard, he took a boat and carried them to the gold regions–furnishing\ntools and giving his men one-third. They have been gone a week. Common\nspades and shovels, one month ago worth 1 dollar, will now bring 10\ndollars, at the gold regions. I am informed 50 dollars has been offered\nfor one. Should this gold continue as represented, this town and others\nwould be depopulated. Clerks’ wages have risen from 600 dollars to 1000\nper annum, and board; cooks, 25 dollars to 30 dollars per month. This\nsum will not be any inducement a month longer, unless the fever and\nague appears among the washers. The Californian, printed here,\nstopped this week. The Star newspaper office, where the new laws of\nGovernor Mason, for this country, are printing, has but one man left. A\nmerchant, lately from China, has even lost his China servants. Should\nthe excitement continue through the year, and the whale-ships visit San\nFrancisco, I think they will lose most all their crews. How Col. Mason\ncan retain his men, unless he puts a force on the spot, I know not.",
        "“I have seen several pounds of this gold, and consider it very pure,\nworth in New York 17 dollars to 18 dollars per ounce; 14 dollars to 16\ndollars, in merchandise, is paid for it here. What good or bad effect\nthis gold mania will have on California, I cannot foretell. It may end\nthis year; but I am informed that it will continue many years.\nMechanics now in this town are only wailing to finish some rude\nmachinery, to enable them to obtain the gold more expeditiously, and\nfree from working in the river. Up to this time, but few Californians\nhave gone to the mines, being afraid the Americans will soon have\ntrouble among themselves, and cause disturbance to all around. I have\nseen some of the black sand, as taken from the bottom of the river (I\nshould think in the States it would bring 25 to 50 cents per pound),\ncontaining many pieces of gold; they are from the size of the head of a\npin to the weight of the eighth of an ounce. I have seen some weighing\none-quarter of an ounce (4 dollars). Although my statements are almost\nincredible, I believe I am within the statements believed by every one\nhere. Ten days back, the excitement had not reached Monterey. I shall,\nwithin a few days, visit this gold mine, and will make another report\nto you. Inclosed you will have a specimen.",
        "“I have the honour to be, very respectfully,",
        "“Thomas O. Larkin.",
        "“P.S. This placer, or gold region, is situated on public land.”",
        "“Mr. Larkin to Mr. Buchanan.\n“Monterey, California, June 28, 1848.",
        "“SIR: My last dispatch to the State Department was written in San\nFrancisco, the 1st of this month. In that I had the honour to give some\ninformation respecting the new ’placer,’ or gold regions lately\ndiscovered on the branches of the Sacramento River. Since the writing\nof that dispatch I have visited a part of the gold region, and found it\nall I had heard, and much more than I anticipated. The part that I\nvisited was upon a fork of the American River, a branch of the\nSacramento, joining the main river at Sutter’s Fort. The place in which\nI found the people digging was about twenty-five miles from the fort by\nland.",
        "“I have reason to believe that gold will be found on many branches of\nthe Sacramento and the Joaquin rivers. People are already scattered\nover one hundred miles of land, and it is supposed that the ’placer’\nextends from river to river. At present the workmen are employed within\nten or twenty yards of the river, that they may be convenient to water.\nOn Feather river there are several branches upon which the people are\ndigging for gold. This is two or three days’ ride from the place I\nvisited.",
        "“At my camping place I found, on a surface of two or three miles on the\nbanks of the river, some fifty tents, mostly owned by Americans. These\nhad their families. There are no Californians who have taken their\nfamilies as yet to the gold regions; but few or none will ever do it;\nsome from New Mexico may do so next year, but no Californians.",
        "“I was two nights at a tent occupied by eight Americans, viz., two\nsailors, one clerk, two carpenters, and three daily workmen. These men\nwere in company; had two machines, each made from one hundred feet of\nboards (worth there 150 dollars, in Monterey 15 dollars–being one\nday’s work), made similar to a child’s cradle, ten feet long, without\nthe ends.",
        "“The two evenings I saw these eight men bring to their tents the labour\nof the day. I suppose they made each 50 dollars per day; their own\ncalculation was two pounds of gold a-day–four ounces to a man–64\ndollars. I saw two brothers that worked together, and only worked by\nwashing the dirt in a tin pan, weigh the gold they obtained in one day;\nthe result was 7 dollars to one, 82 dollars to the other. There were\ntwo reasons for this difference; one man worked less hours than the\nother, and by chance had ground less impregnated with gold. I give this\nstatement as an extreme case. During my visit I was an interpreter for\na native of Monterey, who was purchasing a machine or canoe. I first\ntried to purchase boards and hire a carpenter for him. There were but a\nfew hundred feet of boards to be had; for these the owner asked me 50\ndollars per hundred (500 dollars per thousand), and a carpenter washing\ngold dust demanded 50 dollars per day for working. I at last purchased\na log dug out, with a riddle and sieve made of willow boughs on it, for\n120 dollars, payable in gold dust at 14 dollars per ounce. The owner\nexcused himself for the price, by saying he was two days making it, and\neven then demanded the use of it until sunset. My Californian has told\nme since, that himself, partner, and two Indians, obtained with this\ncanoe eight ounces the first and five ounces the second day.",
        "“I am of the opinion that on the American fork, Feather River, and\nCopimes River, there are near two thousand people, nine-tenths of them\nforeigners. Perhaps there are one hundred families, who have their\nteams, wagons, and tents. Many persons are waiting to see whether the\nmonths of July and August will be sickly, before they leave their\npresent business to go to the ’Placer.’ The discovery of this gold was\nmade by some Mormons, in January or February, who for a time kept it a\nsecret; the majority of those who are working there began in May. In\nmost every instance the men, after digging a few days, have been\ncompelled to leave for the purpose of returning home to see their\nfamilies, arrange their business, and purchase provisions. I feel\nconfident in saying there are fifty men in this ’Placer’ who have on an\naverage 1,000 dollars each, obtained in May and June. I have not met\nwith any person who had been fully employed in washing gold one month;\nmost, however, appear to have averaged an ounce per day. I think there\nmust, by this time, be over 1,000 men at work upon the different\nbranches of the Sacramento; putting their gains at 10,000 dollars per\nday, for six days in the week, appears to me not overrated.",
        "“Should this news reach the emigration of California and Oregon, now on\nthe road, connected with the Indian wars, now impoverishing the latter\ncountry, we should have a large addition to our population; and should\nthe richness of the gold region continue, our emigration in 1849 will\nbe many thousands, and in 1850 still more. If our countrymen in\nCalifornia, as clerks, mechanics, and workmen, will forsake employment\nat from 2 dollars to 6 dollars per day, how many more of the same class\nin the Atlantic States, earning much less, will leave for this country\nunder such prospects? It is the opinion of many who have visited the\ngold regions the past and present months, that the ground will afford\ngold for many years, perhaps for a century. From my own examination of\nthe rivers and their banks, I am of opinion that, at least for a few\nyears, the golden products will equal the present year. However, as\nneither men of science, nor the labourers now at work, have made any\nexplorations of consequence, it is a matter of impossibility to give\nany opinion as to the extent and richness of this part of California.\nEvery Mexican who has seen the place says throughout their Republic\nthere has never been any ’placer like this one.’",
        "“Could Mr. Polk and yourself see California as we now see it, you would\nthink that a few thousand people, on 100 miles square of the Sacramento\nvalley, would yearly turn out of this river the whole price our country\npays for the acquired territory. When I finished my first letter I\ndoubted my own writing, and, to be better satisfied, showed it to one\nof the principal merchants of San Francisco, and to Captain Fulsom, of\nthe Quartermaster’s Department, who decided at once I was far below the\nreality. You certainly will suppose, from my two letters, that I am,\nlike others, led away by the excitement of the day. I think I am not.\nIn my last I inclosed a small sample of the gold dust, and I find my\nonly error was in putting a value to the sand. At that time I was not\naware how the gold was found; I now can describe the mode of collecting\nit.",
        "“A person without a machine, after digging off one or two feet of the\nupper ground, near the water (in some cases they take the top earth),\nthrows into a tin pan or wooden bowl a shovel full of loose dirt and\nstones; then placing the basin an inch or two under water, continues to\nstir up the dirt with his hand in such a manner that the running water\nwill carry off the light earths, occasionally, with his hand, throwing\nout the stones; after an operation of this kind for twenty or thirty\nminutes, a spoonful of small black sand remains; this is on a\nhandkerchief or cloth dried in the sun, the emerge is blown off,\nleaving the pure gold. I have the pleasure of inclosing a paper of this\nsand and gold, which I from a bucket of dirt and stones, in\nhalf-an-hour, standing at the edge of the water, washed out myself. The\nvalue of it may be 2 dollars or 3 dollars.",
        "“The size of the gold depends in some measure upon the river from which\nit is taken; the banks of one river having larger grains of gold than\nanother. I presume more than one half of the gold put into pans or\nmachines is washed out and goes down the stream; this is of no\nconsequence to the washers, who care only for the present time. Some\nhave formed companies of four or five men, and have a rough-made\nmachine put together in a day, which worked to much advantage, yet many\nprefer to work alone, with a wooden bowl or tin pan, worth fifteen or\ntwenty cents in the States, but eight to sixteen dollars at the gold\nregion. As the workmen continue, and materials can be obtained,\nimprovements will take place in the mode of obtaining gold; at present\nit is obtained by standing in the water, and with much severe labour,\nor such as is called here severe labour.",
        "“How long this gathering of gold by the handful will continue here, or\nthe future effect it will have on California, I cannot say.\nThree-fourths of the houses in the town on the bay of San Francisco are\ndeserted. Houses are sold at the price of the ground lots. The effects\nare this week showing themselves in Monterey. Almost every house I had\nhired out is given up. Every blacksmith, carpenter, and lawyer is\nleaving; brick-yards, saw-mills and ranches are left perfectly alone. A\nlarge number of the volunteers at San Francisco and Sonoma have\ndeserted; some have been retaken and brought back; public and private\nvessels are losing their crews; my clerks have had 100 per cent.\nadvance offered them on their wages to accept employment. A complete\nrevolution in the ordinary state of affairs is taking place; both of\nour newspapers are discontinued from want of workmen and the loss of\ntheir agencies; the Alcaldes have left San Francisco, and I believe\nSonoma likewise; the former place has not a Justice of the Peace left.",
        "“The second Alcalde of Monterey to-day joins the keepers of our\nprincipal hotel, who have closed their office and house, and will leave\nto-morrow for the golden rivers. I saw on the ground a lawyer who was\nlast year Attorney-General of the King of the Sandwich Islands, digging\nand washing out his ounce and a half per day; near him can be found\nmost all his brethren of the long robe, working in the same occupation.",
        "“To conclude; my letter is long, but I could not well describe what I\nhave seen in less words, and I now can believe that my account may be\ndoubted. If the affair proves a bubble, a mere excitement, I know not\nhow we can all be deceived, as we are situated. Governor Mason and his\nstaff have left Monterey to visit the place in question, and will, I\nsuppose, soon forward to his department his views and opinions on this\nsubject. Most of the land, where gold has been discovered, is public\nland; there are on different rivers some private grants. I have three\nsuch purchased in 1846 and 1847, but have not learned that any private\nlands have produced gold, though they may hereafter do so. I have the\nhonour, dear sir, to be, very respectfully, your obedient servant,",
        "“Thomas O. Larkin.”",
        "DESERTION FROM THE SHIPS.–We collate from other sources several other\ninteresting letters and documents, and which will be found well worth\nperusal.",
        "“Monterey, Sept. 15, 1848.",
        "“Messrs. Grinnell, Minturn, and Co.:",
        "“Sirs–I embrace this opportunity to inform you of my new situation,\nwhich is bad enough. All hands have left me but two; they will stay\ntill the cargo is landed and ballast in, then they will go. Both mates\nwill leave in a few days, and then I will have only the two boys, and I\nam fearful that they will run. I have got all landed but 900 barrels;\non Monday I shall get off ballast if the weather is good. There’s no\nhelp to be got at any price. The store-ship that sailed from here ten\ndays ago took three of my men at 100 dollars per month; there is\nnothing that anchors here but what loses their men. I have had a hard\ntime in landing the cargo; I go in the boat every load. If I can get it\non shore I shall save the freight. As for the ship she will lay here\nfor a long time, for there’s not the least chance of getting a crew.\nThe coasters are giving 100 dollars per month. All the ships at San\nFrancisco have stripped and laid up. The Flora, of New London, is at\nSan Francisco; all left. You probably have heard of the situation of\nthings here. A sailor will be up at the mines for two months, work on\nhis own account, and come down with from two to three thousand dollars,\nand those that go in parties do much better. I have been offered 20\ndollars per day to go, by one of the first men here, and work one year.\nIt is impossible for me to give you any idea of the gold that is got\nhere. Yours respectfully,",
        "“CHRISTOPHER ALLEN,\nCaptain of the ship Isaac Walton.”",
        "Another letter dated St. Francisco, September 1st, contains the\nfollowing:–",
        "“A day or two ago the Flora, Captain Potter, of New London, anchored in\nWhaleman’s Harbour, on the opposite side of the Bay. Yesterday the\ncaptain, fearing he would lose all his men, weighed anchor, intending\nto go to sea. After getting under weigh, the crew, finding the ship was\nheading out, refused to do duty, and the captain was forced to return\nand anchor here. Last night nine of the crew gagged the watch, lowered\none of the boats, and rowed off. They have not been heard of since, and\nare now probably half way to the gold region. The Flora is twenty-six\nmonths out, with only 750 bbls. of oil. Every vessel that comes in here\nnow is sure to lose her crew, and this state of things must continue\nuntil the squadron arrives, when, if the men-o’-war-men do not run off\ntoo, merchant-men may retain their crews.",
        "“The whale-ship Euphrates, of New Bedford, left here a few weeks since,\nfor the United States, to touch on the coast of Chili to recruit. The\nMinerva, Captain Perry, of New Bedford, has abandoned the whaling\nbusiness, and is now on his way hence to Valparaiso for a cargo of\nmerchandise. Although two large ships, four barks, and eight or ten\nbrigs and schooners have arrived here since my return from the mineral\ncountry, about four weeks since, with large cargoes of merchandise,\ntheir entire invoices have been sold. Vessels are daily arriving from\nthe islands and ports upon the coast, laden with goods and passengers,\nthe latter destined for the gold-washings.",
        "“Much sickness prevails among the gold-diggers; many have left the\nground sick, and many more have discontinued their labours for the\npresent, and gone into more healthy portions of the country, intending\nto return after the sickly season has passed. From the best information\nI can obtain, there are from two to three thousand persons at work at\nthe gold-washings with the same success as heretofore.”",
        "THE DIGGINGS.–Extract of a letter from Monterey, Aug. 29.",
        "“At present the people are running over the country and picking it out\nof the earth here and there, just as a thousand hogs, let loose in a\nforest, would root up ground-nuts. Some get eight or ten ounces a-day,\nand the least active one or two. They make the most who employ the wild\nIndians to hunt it for them. There is one man who has sixty Indians in\nhis employ; his profits are a dollar a-minute. The wild Indians know\nnothing of its value, and wonder what the pale-faces want to do with\nit; they will give an ounce of it for the same weight of coined silver,\nor a thimbleful of glass beads, or a glass of grog. And white men\nthemselves often give an ounce of it, which is worth at our mint 18\ndollars, or more, for a bottle of brandy, a bottle of soda-powders, or\na plug of tobacco.",
        "“As to the quantity which the diggers get, take a few facts as\nevidence. I know seven men who worked seven weeks and two days, Sundays\nexcepted, on Feather River; they employed on an average fifty Indians,\nand got out in these seven weeks and two days 275 pounds of pure gold.\nI know the men, and have seen the gold, and know what they state to be\na fact–so stick a pin there. I know ten other men who worked ten days\nin company, employed no Indians, and averaged in these ten days 1500\ndollars each; so stick another pin there. I know another man who got\nout of a basin in a rock, not larger than a wash-bowl, two pounds and a\nhalf of gold in fifteen minutes; so stick another pin there! Not one of\nthese statements would I believe, did I not know the men personally,\nand know them to be plain matter-of-fact men–men who open a vein of\ngold just as coolly as you would a potato-hill.”",
        "ASSAY OF THE GOLD.–Lieutenant Loeser having arrived at Washington with\nspecimens of the gold from the diggings, the following account of its\nquality appeared in the “Washington Union,” the government organ:–",
        "“Understanding last evening that the lieutenant had arrived in this\ncity, and had deposited in the War Office the precious specimens he had\nbrought with him, we called to see them, and to free our mind from all\nhesitation as to the genuineness of the metal. We had seen doubts\nexpressed in some of our exchange papers; and we readily admit that the\naccounts so nearly approached the miraculous, that we were relieved by\nthe evidence of our own senses on the subject. The specimens have all\nthe appearance of the native gold we had seen from the mines of North\nCarolina and Virginia, and we are informed that the Secretary would\nsend the small chest, called a caddy, containing about 3,000 dollars’\nworth of gold, in lumps and scales, to the mint, to be melted into\ncoins and bars. The specimens have come to Washington as they were\nextracted from the materials of the placer. The heaviest piece brought\nby Lieutenant Loeser weighs a little more than two ounces; but the\nvaried contents of the casket (as described in Colonel Mason’s\nschedule) will be sent off to-day, by special messenger, to the mint at\nPhiladelphia for assay, and early next week we hope to have the\npleasure of laying the result before our readers.” The assay was\nsubsequently made, and the result officially announced. The gold is\ndeclared to be from 3 to 8 per cent. purer than American standard gold\ncoin.",
        "ANOTHER ASSAY.–The following is the report of an assay of Californian\ngold dust, received by Mr. T.O. Larkin, United States consul at\nMonterey.",
        "“New York, Dec. 8, 1848.",
        "“Sir,–I have assayed the portion of gold dust, or metal, from\nCalifornia, which you sent me, and the result shows that it is fully\nequal to any found in our Southern gold mines. I return you 10-3/4\ngrains out of the 12 which I have tested, the value of which is 45\ncents. It is 21-1/2 carats fine–within half a carat of the quality of\nEnglish sovereigns or American eagles–and is almost ready to go to the\nmint. The finest gold metal we get is from Africa, which is 22-1/2 to\n23 carats fine. In Virginia we have mines where the quality of the gold\nis much inferior–some of it so low as 19 carats–and in Georgia the\nmines produce it nearly 22 carats fine. The gold of California, which I\nhave now assayed, is fully equal to that of any, and much superior to\nsome produced from the mines in our Southern States.",
        "“JOHN WARWICK,\nSmelter and refiner, 17, John-Street.”",
        "INCONVENIENCES OF TOO MUCH GOLD.–The following letter (January 12)\nfrom Captain Fulsom, of the United States Service, writing from San\nFrancisco, confirms the fact of the difficulty of procuring servants,\nor indeed manual assistance of any description:–",
        "“All sorts of labour is got at enormous rates of compensation. Common\nclerks and salesmen in the stores about town often receive as high as\n2500 dollars and their board. The principal waiter in the hotel where I\nboard is paid 1700 dollars per year, and several others from 1200 to\n1500 dollars! I fortunately have an Indian boy, or I should be forced\nto clean my own boots, for I could not employ a good body servant for\nthe full amount of my salary as a government officer. I believe every\narmy officer in California, with one or two exceptions, would have\nresigned last summer could they have done it, and been free at once to\ncommence for themselves. But the war was not then terminated, and no\none could hope to communicate with Washington correspondents, to get an\nanswer in less than six, and perhaps ten, months. For some time last\nsummer (August and July) the officers at Monterey were entirely without\nservants; and the governor (Colonel Mason) actually took his turn in\ncooking for his mess.”",
        "EFFECTS OF THIS DISCOVERY ON THE UNITED STATES.–The following remarks\nupon the influence of this immense discovery, which appeared in a\npopular New York journal on the 23rd January, proves the extent of\nimpression produced upon society in the States by the intelligence of\nthis new source of natural wealth:–",
        "“The news (February 12) from California will attract the observation of\nthe whole community, A spirit is generated from those discoveries,\nwhich is more active, more intense, and more widely spread, than that\nwhich agitated Europe in the time of Columbus, Cortez, and Pizarro.\nThere seems to be no doubt that, in a short time–probably less than\ntwo years–those mines can be made to produce 100,000,000 dollars per\nyear. The region is the most extensive of the kind in the world, being\n800 miles in length, and 100 in width, with every indication that gold\nexists in large native masses, in the rocks and mountains of the Sierra\nNevada. But these vast gold mines are not the only mineral discoveries\nthat have been made. The quicksilver in the same region seems to be as\nabundant as the gold, so that there are approximated to each other two\nmetals, which will have a most important effect and utility in making\nthe gold mines more valuable. Heretofore the gold and silver mines of\nMexico and Peru have been valuable to Spain, because she possessed a\nmonopoly of the quicksilver mines at Almaden in the Peninsula. This is\nsurpassed by California. According to the last accounts now given to\nthe public, emigrants were crowding in from every port in the Pacific\nto California–from Mexico, Peru, the Sandwich Islands, Oregon; and we\nhave no doubt by this time the British possessions in the East, China,\nand everywhere else in that region, are furnishing emigrants to the\nwonderful regions of California. In less than a year there will\nprobably be a population of 100,000 to 200,000 souls, all digging for\ngold, and capable of producing from 100,000,000 dollars to 300,000,000\ndollars worth per annum of pure gold, to be thrown on the commerce of\nthe world at one fell swoop.",
        "“What is to be the effect of such vast discoveries on the commerce of\nthe world–on old communities, on New York, London, and other great\ncommercial cities? Such a vast addition to the gold currency of the\nworld will at once disturb the prices and value of all productions and\nmerchandise to a similar extent to that which we see in Monterey and\nSan Francisco. The prices of every commodity will therefore rise\nextravagantly during the next few years, according to the produce of\ngold from that region. Now, in a rising market everything prospers;\nevery one gets rich, civilisation expands, industry increases, and all\norders of society are benefited. As soon as the first crop of gold from\nCalifornia reaches New York, the impulse which it will give to\ncommercial enterprise, and the advance in the price of everything which\nit will cause, will be tremendous. The bank currency will be expanded,\nfor the basis will be abundant; real estate will increase in value,\nagricultural productions and agricultural labour will advance at once\n10, 15, 20, 30, or 40 per cent., even to as great an extent, perhaps,\nas was witnessed when the demand came from Ireland for the food of this\ncountry to feed the starving Irish. New York and her sister cities will\nbe the centre of all those revolutionary movements which are certain to\nspring from the gold productions of California, on the commerce of the\nwhole civilized world. Ship-building will increase in value,\nsteam-boats will be wanted, the railroads projected across the Isthmus\nin various places, in Mexico and Central America will be pushed to\ncompletion, and we should not be surprised to see an active attempt\nmade, under the auspices of the Federal Government, to construct a\nrailroad across the continent, through the South Pass, from St. Louis,\nor some other point on the Mississippi, to San Francisco. The discovery\nof these great gold mines will no doubt form the agent of the greatest\nrevolution in the commercial centres of the world and on the\ncivilisation of the human race that has ever taken place since the\nfirst dawn of history. New York will henceforth, from its position to\nthe Pacific and Atlantic Oceans, probably in less than a quarter of a\ncentury, present a population greater than that of Paris, and display\nevidences of wealth, grandeur, magnificence, and industry, in an equal\nif not greater degree than what we see in London at this day. We expect\nthat, in the next twenty-five years, we shall make as rapid a march in\nthis metropolis, and in the neighbouring cities, as any city has done\nduring the last twenty-five centuries. There is no necessity for all\ngoing to California. Those who remain, and will raise produce,\nmanufacture goods, build ships, construct steam-engines, and advance\nthe Fine Arts, will enjoy the benefits of those discoveries to as great\nan extent as those who go to the Sacramento to dig for gold. All the\nresults of the labours of those diggers must come to this metropolis,\nswell its magnificence, and increase the intensity of its action in\ncommercial affairs. Even in a political point of view the discovery of\nthese wonderful gold mines in California, under the Government of the\nUnited States, will have a wonderful and astounding effect. We should\nnot be surprised to see, in a short time, all the old provinces of\nMexico, as far as the Isthmus of Darien, knocking for admission into\nthis union; while, on the other side, the British provinces of Canada,\nand even the Spanish island of Cuba, may be begging and praying to be\nlet in at the same time, and be permitted to enjoy some of the vast\nadvantages, and participate a little in the energy, which this vast\nconfederacy will exhibit to the astonished world.”",
        "DISORDERS IN THE GOLD DISTRICT.–Up to the close of the year the\naccounts were with few exceptions favourable to the morals and habits\nof the masses of adventurers congregated on the banks of the San\nFrancisco and the vicinity; subsequently the statements on these points\nbegan to change, and every letter noticed some robbery or murder,\ngenerally both, as of frequent occurrence, and at length they became so\ncommon that there was neither protection for life nor property. The\nfollowing ominous intelligence, which appeared in the Washington\nUnion (the organ of government), created an immense sensation. It was\nthe substance of a letter from San Francisco, dated the end of\nDecember, addressed to Commodore Jones. “This letter (according to the\nUnion) presents a desperate state of affairs as existing in\nCalifornia. Everything is getting worse as regards order and\ngovernment. Murders and robberies were not only daily events, but\noccurring hourly. Within six days more than twenty murders had been\nperpetrated. The people were preparing to organise a provisional\ngovernment in order to put a stop to these outrages. Within five days\nthree men have been hung by Lynch Law. The United States revenue laws\nare now in force, and will yield 400,000 dollars the first year. The\ninhabitants are opposed to paying taxes.”",
        "LATEST ACCOUNTS (from the New York Press.)–The desperate state of\naffairs in California is fully confirmed. Murders and robberies were\noccurring daily. The following are particulars supplied by Lieutenant\nLanman, of the United States navy, who had returned to New York, after\nhaving acted for a year past as collector at Monterey:–",
        "“Only about an hour before he left, he saw a man on board the\nflag-ship, just arrived from the mines, who confirmed the previous\nreports in regard to the discoveries on the river Staneslow, where he\nhad seen a single lump of gold weighing nine pounds, and heard of one\nthat weighed twenty pounds. The gold excitement in Monterey had\nentirely abated, the immense mineral wealth of the country being looked\nupon as an established fact. There was no disposition (except among the\nlandholders) to exaggerate. For a year past Lieutenant Lanman has been\nperforming the duties of collector at the port of Monterey; and, having\nseen every man who had returned from a visit to the mines, his\nopportunities for obtaining authentic information were better than if\nhe had visited the mines in person. He informs us that no large\namounts of gold dust or ore were selling at a sacrifice; he does not\nbelieve that one hundred ounces of the gold dust could have been\npurchased at the reported rate of eight dollars, the ordinary prices\nranging from ten to twelve dollars per ounce. The weekly receipts of\ngold at San Francisco were estimated at from thirty to fifty thousand\ndollars, and Lieutenant Lanman knew of one individual who had in his\npossession thirty thousand dollars’ worth of pure ore and dust. The\ncurrent value of gold in trade was sixteen dollars per ounce. There was\na scarcity of coin throughout the country; but when Lieutenant Lanman\narrived at Panama, he was informed that 600,000 dollars had just been\nshipped for California by certain Mexican gentlemen, and that the\nAmerican consul at Paita (Mr. Ruden) had in charge coin of the value of\n118,000 dollars, which he intends to exchange for ore and dust. Peru\nand Chili are not behind the United States in regard to the gold\nexcitement, no less than twenty vessels having sailed from these two\ncountries within a short time bound to San Francisco. They were all\nwell laden with provisions and other necessaries of life, and their\narrival would probably reduce the prices, which have heretofore been so\nexorbitant. The whole amount of gold collected at the washings since\nthe excitement first broke out is variously estimated–some put it down\nas high as 4,000,000 of dollars, but this I think is a little too\nhigh.”",
        "A private letter says the produce of a vineyard of 1,000 vines brought\n1,200 dollars; the vegetables of a garden of one acre, near San\nFrancisco, 1,500 dollars. A snow-storm had covered the gold-diggings,\nand the people were leaving, on account of sickness, intending to\nreturn in the spring, which is said to be the best season for the gold\nharvest. Labourers, according to one letter-writer, demanded a dollar\nan hour! Adventurers continued to arrive at San Francisco from all\nparts of the world; and several persons, who were reported to be laden\ndown with gold, were anxious to return to the United States, but could\nnot very readily find a conveyance, as the sailors deserted the ships\nimmediately on their arrival in port.",
        "CALIFORNIAN GOLD 250 YEARS AGO.–Pinkerton, in an account of Drake’s\ndiscovery of a part of California, to which he gave the name of New\nAlbion, states:–\"The country, too, if we can depend upon what Sir\nFrancis Drake or his chaplain say, may appear worth the seeking and the\nkeeping, since they assert that the land is so rich in gold and\nsilver, that upon the slightest turning it up with a spade or pick-axe,\nthese rich metals plainly appear mixed with the mould. It may be\nobjected that this looks a little fabulous; but to this two\nsatisfactory answers may be given: the first is, that later discoveries\non the same coast confirm the truth of it, which for anything I can see\nought to put the fact out of question; but if any doubts should remain,\nmy second answer should overturn these. For I say next, that the\ncountry of New Mexico lies directly behind New Albion, on the other\nside of a narrow bay, and in that country are the mines of Santa Fé,\nwhich are allowed to be the richest in the world; here, then, is a\nvaluable country, to which we have a very fair title.”",
        "EFFECTS OF THE CALIFORNIAN NEWS IN ENGLAND.–A glance at the\nadvertisements in the daily papers (says the Examiner) will show that\nthe public appetite for California is likely to be promptly met. The\nburden of the various vessels already announced as ready for immediate\ndeparture amounts to about 5,000 tons, distributed in ships ranging\nfrom 190 to 700 tons, to say nothing of the West India mail-steamer,\nwhich leaves on the 17th, carrying goods and passengers to Chagres, or\nof a “short and pleasant passage” advertised to Galveston, in Texas, as\na cheap route to the Pacific. The rates range from £25 upwards to suit\nall classes. Thus far, however, we have only the arrangements for those\nwho are able to move. The opportunities provided for those who wish to\nshare the advantages of the new region without its dangers are still\nmore ample. Indeed, so imposing are the plans for an extensive\ninvestment of capital for carrying on the trade in shares of £5 each,\nthat it would seem as if the first effect of the affair would be to\ncause a scarcity of money rather than an abundance. About a million and\na quarter sterling is already wanted, and the promoters stipulate for\nthe power of doubling the proposed amounts as occasion may offer. There\nis a “California Gold-Coast Trading Association;” a “California Gold\nMining, Streaming, and Washing Company;” a “California Steam Trading\nCompany,” a “California Gold and Trading Company;” and a “California\nGold Mining, etc., Trading Company.” The last of these alone will\nrequire £600,000 for its objects, but as half the shares are “to be\nreserved for the United States of America,” the drain upon our\nresources will be lessened to that extent. Some of the concerns propose\nto limit their operations to trading on the coast, sending out at the\nsame time “collecting and exploring parties” whenever the prospect may\nbe tempting. Others intend at once to get a grant from the legislature\nat Washington of such lands “as they may deem necessary,” while others\nintend to trust to chance, simply sending out a “practical” manager,\naccompanied by an adequate number of men “accustomed to the extraction\nof gold in all its forms.” Along with these advertisements are some of\na modified nature, to suit parties who may neither wish to go out with\na batch of emigrants, nor to stay at home and wait the results of a\npublic company. One “well-educated gentleman” seeks two others “to\nshare expenses with him.” Another wishes for a companion who would\nadvance £200, “one half to leave his wife, and the other half for\noutfit;” a third tells where “any respectable individuals with small\ncapital” may find persons willing to join them; a fourth states that\nrespectable persons having not less than £100 are wanted to complete a\nparty; and a fifth, that a “seafaring man is ready to go equal shares\nin purchasing a schooner to sail on speculation.” What number may be\nfound to answer those appeals it is impossible to conjecture. Common\nsense would say not one, but experience of what has been practised over\nand over again reminds us that the active parties on the present\noccasion are not calculating too largely upon the credulity of their\ncountrymen. That the country will be a pandemonium long before any one\ncan reach it from this side is hardly to be doubted, unless, indeed,\nthe United States government shall have been able to establish a\nblockade and cordon, in which case the new arrivals will have to get\nback as well as they can.",
        "PROBABLE EFFECT ON THE CURRENCY IN EUROPE.–In the description of gold\nmines, and rivers flowing over golden sands, we must be prepared for a\nlittle over-colouring. Such discoveries have always excited sanguine\nhopes, and dreams of exhaustless wealth; but if the accounts–and they\nreally appear well authenticated–of the golden treasures of California\nbe true, quantities of the most precious of all metals are found–not\nburied in mines, but scattered on the surface of the earth, and the\nfortunate adventurer may enrich himself beyond the dreams of avarice,\nalmost without labour, without capital, and with no care but that which\ncupidity generates. The principle that the value of the precious\nmetals, like other products of industry, is determined primarily by the\ncost of production, and then by scarcity, ideas of utility, and\nconvenience, seems to be neutralized by this new discovery; and it\nbecomes a curious question, how far it may affect the value of gold and\nsilver in Europe. If the abundance of gold flowing from America be such\nas to exceed the demand, the value of gold will fall, and the price of\nall other commodities relatively rise, and the relative proportion\nbetween gold and silver be disturbed so as to affect the standards of\nvalue in each country and the par of exchange between one and another.\nThe productiveness of the silver mines, there is no doubt, is greater\nand more regular than those of gold; but the enormous increase of the\nsilver currency on the Continent, in the United States, and even in\nIndia, and our own colonies, has kept the price of silver a little\nbelow five shillings an ounce. On the other hand the English standard\nof value being gold only, the drain of gold is generally towards\nEngland, while that of silver is towards the Continent. We do not doubt\nthat the English Mint price of gold, £3 17s. 10-1/2d. an ounce, and the\nprice at which the Bank of England are compelled to purchase, £3 17s.\n9d. an ounce, are causes which not only regulate, but, within certain\nlimits, determine, the price of gold throughout the world. Suppose, for\na moment, the circulation of England, exceeding thirty millions and the\nBank store of fifteen millions, to be thrown on the markets of Europe,\nby an alteration of the standard of value–how material would be the\nfall in price! It is equally obvious that England would be first and\nmost materially affected by any large and sudden production of her\nstandard of value; for though America would be enriched by the\ndiscovery of the precious metals within her own territories, it is only\nbecause she would possess a larger fund to exchange for more useful and\nnecessary products of labour. The value of silver would not fall,\nassuming the supply and demand to be equalised, but gold would fall in\nrelation to silver, and the existing proportion (about 15 to 1) could\nno longer be maintained. Then prices would rise of all articles now\nestimated in our currency–i.e. an ounce of gold would exchange for\nless than at present. And, assuming the price of silver to keep up as\nheretofore, about 5s. an ounce, our sovereign would be valued less in\nother countries, and all exchange operations would be sensibly\naffected. The only countervailing influence in the reduction of gold\nto, say, only double the price of silver, would be an increased\nconsumption in articles of taste and manufacture, which, however, can\nonly be speculative and uncertain. It is said by accounts from\nCalifornia that five hundred miles lie open to the avarice of\ngold-hunters, and that some adventurers have collected from 1,200 to\n1,800 dollars a-day; the probable average of each man’s earnings being\nfrom 8 to 10 dollars a-day, or, let us say, £2. The same authority\navers there is room and verge enough for the profitable working, to\nthat extent, of a hundred thousand persons. And it is likely enough\nbefore long that such a number may be tempted to seek their easily\nacquired fortune in the golden sands of El Sacramento and elsewhere.\nNow two pounds a-day for each man would amount to £200,000, which,\nmultiplied by 300 working days, will give £60,000,000 a-year! That is,\n£600,000,000 in ten years! A fearful amount of gold dust, and far more\nthan enough to disturb the equanimity of ten thousand political\neconomists. The gold utensils found among the simple-minded and\nphilosophic Peruvians (who wondered at the eager desire of Christians\nfor what they scarcely valued), will be esteemed trifles with our\ngolden palaces, and halls paved with gold, when California shall have\npoured this vast treasure into Europe. Assuming in round numbers each\n2,000 lbs., or troy ton, to be equivalent to £100,000 sterling, the\nabove amount in one year would represent six hundred tons, and in ten\nyears six thousand tons of gold! The imagination of all-plodding\nindustrious England is incapable of grasping so great an idea! Can\nthere be any doubt, then, of a revolution in the value of the precious\nmetals?",
        "PROHIBITION FROM THE GOVERNMENT.–It would seem that the government\nhave at length taken measures to preserve the gold districts from the\nbands of foreign adventurers who are daily pouring in from every\nquarter. Towards the end of January we learn that General Smith had\nbeen sent out by the United States government, with orders to enforce\nthe laws against all persons, not citizens of the States, who should be\nfound trespassing on the public lands. Official notice to this effect\nwas issued to the American consul at Panama and other places, in order\nthat emigrants on their way to California might be made aware of the\ndetermination of the government previous to their arrival. The\npunishment for illegal trespassing is fine and imprisonment. It was not\nknown, at the date of the last intelligence from California how this\nnotification, which makes such an important change in the prospects of\nthe numerous bodies now on their way thither, has been received by the\npopulation assembled at the land of promise.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}