{
    "title": "What to See in England - Hampton Court",
    "author": "Gordon Home",
    "chapter": "11",
    "content": [
        "\n\n",
        "=How to get there.=–South-Western Railway. Waterloo Station.\n=Nearest Station.=–Hampton Court.\n=Distance from London.=–15 miles.\n=Average Time.=–3/4 hour.",
        "                    1st      2nd      3rd\n=Fares.=–Single  2s. 0d.  1s. 6d.  1s.  2-1/2d.\n          Return  2s. 9d.  2s. 0d.  1s. 10d.",
        "=Accommodation Obtainable.=–\"Castle Hotel,” “Mitre Hotel,” “The\n  King’s Arms Hotel,” “Greyhound Hotel,” etc.\n=Alternative Route.=–By steamboats from London Bridge, etc., during\n  the summer months.",
        "Within a few hundred yards of the Hampton Court station on the London\nand South-Western Railway stands the magnificent palace of Hampton\nCourt, originally erected by Cardinal Wolsey for his own residence, and\nafter his sudden downfall appropriated by his ungrateful master Henry\nVIII. for his private use and property.",
        "The approach from the station lies through a pair of finely designed\nwrought-iron gates to the north frontage of the palace, erected by\nWolsey himself. This front is all in the fine red-brick architecture of\nthe period, with quaint gables, small mullioned windows, and a\ncollection of moulded and twisted red-brick chimneys of wonderfully\nvaried designs. The entrance through the gatehouse, flanked by two\ntowers, is under a massive Tudor gateway, and leads into an inner\nquadrangle and thence into a second court, both of the same picturesque\ncharacter. In these inner courts are the suites of rooms given as\nresidences by royal favour, and on the left-hand side is Wolsey’s great\nbanqueting-hall, with a magnificent open timber roof.",
        "The southern and eastern portions, with the Fountain Court and the\nsplendid frontage to the gardens, were designed by Sir Christopher Wren,\nand form one of the best examples of his work. In this part of the\nbuilding are the picture galleries, containing a priceless collection of\nworks, comprising Sir Peter Lely’s Beauties of King Charles II.’s time,\nvaluable specimens of Holbein, Kneller, West, Jansen, Vandyck, Reynolds,\nand other masters, and seven wonderful cartoons by Raphael.",
        "The splendidly kept gardens, about 44 acres in extent, are still very\nmuch as they were in the time of William III. Hampton Court “Maze” is\none of the most intricate in the country.",
        "The palace, grounds, and picture galleries are open to the public daily,\nfree, except on Fridays; summer, 10 to 6; winter, 10 to 4. Sundays,\nsummer, 2 to 6; winter, 2 to 4.",
        "[Illustration: THE EAST SIDE OF THE CLOCK TOWER, HAMPTON COURT.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}