{
    "title": "What to See in England - Reculvers",
    "author": "Gordon Home",
    "chapter": "50",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Victoria, Holborn Viaduct, or St.\n  Paul’s. South-Eastern and Chatham Railway.\n=Nearest Station.=–Herne Bay. (Reculvers lies 3 miles along the coast.)\n=Distance from London.=–62-3/4 miles.\n=Average Time.=–Varies between 1-3/4 to 3 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  10s. 6d.   6s. 6d.   5s. 2-1/2d.\n          Return  18s. 5d.  13s. 0d.  10s. 5d.",
        "=Accommodation Obtainable.=–At Herne Bay–\"The Dolphin Hotel,\"\n  “The Connaught,” “The Grand,” “St. George’s Cliff,” “Pier\n  Hotel,” “Herne Bay Hotel,” etc.; also the “Bungalow Hotel,\"\n  etc., at Birchington.",
        "About 3 miles to the east of Herne Bay, the twin towers of an old Roman\nchurch stand prominently out from the flat marsh-land which stretches\nbetween the villages of Herne and Birchington, some 5 miles from the\nwell-known health resort of Margate. Regulbium, now known as Reculver,\nand Rutupium, or Richborough, near Sandwich, were two Roman stations\nguarding the entrances to the estuary which formerly separated the Isle\nof Thanet from the mainland. Regulbium was also used as a lighthouse and\nwatch-tower, because of its commanding position near the mouths of both\nthe Thames and Medway.",
        "After the Roman occupation, Regulbium became one of the chief seats of\nthe Saxon kings, and when, after his conversion to Christianity by St.\nAugustine, King Ethelbert gave up his palace at Canterbury, he lived\nthere with his court, and his remains were interred in the first church\nerected on the spot. In the ninth century a Benedictine abbey was\nfounded at Regulbium by a priest named Bapa. A few years after, King\nEdred granted the abbey to the Monastery of Christchurch at Canterbury,\nbut the society was either removed or dissolved before the Norman\nConquest. This practically ends the history of Regulbium, for owing to\nthe steady encroachments of the sea, and to the fact that the estuary\ncontinued to fill up, the once populous Roman city was gradually\ndeserted. The present remains consist of parts of the earth-works of the\nRoman station, and the twin towers and ruined walls of the church.\nThough the church formerly occupied the centre of the Roman city, the\nsea has now reached the base of the bank on which the towers stand. In\nhis famous “Brothers of Birchington,” Thomas Ingoldsby says of the twin\ntowers–",
        "  They were tall and upright\n  And just equal in height.",
        "Reculvers and the neighbourhood were at one time a favourite resort for\nsmugglers.",
        "[Illustration: RECULVERS FROM THE EAST.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}