{
    "title": "What to See in England - Snowdon",
    "author": "Gordon Home",
    "chapter": "138",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Llanberis (5 miles distant). This is the easiest\n  of the ascents by a well-marked path.\n=Distance from London.=–257 miles.\n=Average Time.=–Varies between 6-1/2 to 8 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  41s. 6d.  23s. 7d.  21s. 4-1/2d.\n          Return  74s. 9d.  40s. 9d.  37s. 0d.",
        "=Accommodation Obtainable.=–\"Royal Victoria Hotel,” Llanberis.\n  “Castle Hotel,” “Snowdon Valley,” “Dolbadarn,” “Padarn\n  Villa.” Snowdon Summit Hotel is 3560 feet above the sea.",
        "Snowdon is the name not only of the highest mountain in Wales, but it is\nitself a mountain range, broken up by valleys and river courses into\nfour mountain groups of which Moel-y-Wyddfa is the central and highest\none. The best spot from which a good view of the whole group can be seen\nis Capel Curig. The Llanberis ascent to Snowdon is the easiest, but not\nso interesting as the other routes. From Capel Curig the ascent is the\nsteepest and finest, and is unsurpassed for grandeur of scenery. In\nrespect of foreground Snowdon is not so fine as Cader Idris, and the\nmountains of Scotland and the English lake district. There is an absence\nof rich valley scenery in the mid-distance, which the Scottish mountains\npossess and which so adds to the beauty of the Cumberland and\nWestmorland mountains. But the glory of Snowdon is that it commands such\nan extended view of other mountain peaks and ridges. It well repays the\nholiday-maker to spend a night on the summit of Snowdon to see the grand\npanorama which gradually unfolds itself as the sunrise dispels the\nmist–sea, lakes, and mountain ridges standing out by degrees in the\nclear morning light. Naturally the view is dependent on atmospheric\nconditions for its extent. On a clear day one sees the coast-line from\nRhyl to the furthest extremity of Cardigan Bay, also the southern part\nof the Menai Straits, nearly all the Isle of Anglesey, and part of the\nTubular Bridge.",
        "One of the mountain lakes is Llyn Llydaw, a fine sheet of water 1500\nfeet above the sea, and surrounded except on one side by the precipitous\narms of Snowdon, and there are also the Capel Curig lakes. Snowdon is\n3571 feet in height. All the ascents are free from danger. From\nLlanberis there is a pony-track all the way to the top, but it is not\nthe most interesting of the various routes. The new mountain railway\nfollows fairly closely the pathway leading from Llanberis.",
        "[Illustration: Photochrom Co., Ltd.\nSNOWDON.",
        "It is 3571 feet to the summit.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}