{
    "title": "What to See in England - Richmond, Yorkshire",
    "author": "Gordon Home",
    "chapter": "131",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross. Great Northern\n  Railway.\n=Nearest Station.=–Richmond.\n=Distance from London.=–237 miles.\n=Average Time.=–Varies between 6-1/2 to 9-1/2 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  33s. 6d.   ...   19s. 9d.\n          Return  67s. 0d.   ...   39s. 6d.",
        "=Accommodation Obtainable.=–\"Fleece Hotel,” etc.\n=Alternative Route.=–Train from St. Pancras via Sheffield. Midland\n  Railway.",
        "Richmond was a place of considerable importance at the time of the\nNorman Conquest, when William I. gave the title of Richmond to his\nkinsman, Alan Rufus, on his obtaining the estates of the Saxon Earl\nEdwin, which then extended over nearly a third of the North Riding of\nYorkshire. When Henry VII., who was Earl of Richmond, came to the\nthrone, these possessions reverted to the Crown, and many years later\nCharles II. gave the title to the Lennoxes, with whose descendants it\nstill remains.",
        "The castle, which is the most striking feature of Richmond, stands on an\nalmost perpendicular rock, 100 feet above the level of the Swale, and in\nits best days must have been practically impregnable. The structure is\nnow in ruins, though the Norman keep with pinnacled corner towers is\nstill intact, the walls being over 100 feet high and 11 feet thick. At\nthe south-east corner is the ruin of a smaller tower, beneath which is a\ndungeon 15 feet deep, and at the south-western corner is another lofty\ntower. The castle originally covered five acres, and from its\nmagnificent position commanded the whole of the surrounding country.",
        "The church, standing on the hillside near the castle, is full of\ninterest, and has been admirably restored by Sir Gilbert Scott, who used\nthe old materials as far as possible. The greater part of the choir and\nthe tower are Perpendicular, the rest Decorated, and two of the old\nNorman piers remain at the west end. The screen and stall work brought\nfrom Easby Abbey are of great beauty, and the carvings on the subsellia\nare quaint and humorous.",
        "Besides the castle, there are the remains of a Grey Friars’ monastery,\nfounded in 1258 by Ralph Fitz-Randal, and situated at the back of\nFrench-gate; and about a mile from the town the ruins of the monastery\nof St. Martin and the abbey of St. Agatha, on the north bank of the\nSwale, in the adjoining parish of Easby.",
        "[Illustration: Photochrom Co., Ltd.\nRICHMOND CASTLE.",
        "It stands upon a perpendicular rock one hundred feet above the river\nSwale.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}