{
    "title": "What to See in England - Penn’s Chapel At Thakeham, Sussex",
    "author": "Gordon Home",
    "chapter": "36",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Victoria or London Bridge. L.B.\n  and S.C. Railway.\n=Nearest Station.=–Billingshurst (3 miles from Thakeham).\n=Distance from London.=–44 miles.\n=Average Time.=–1-1/2 to 2-1/2 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single   7s. 2d.  4s. 8d.  3s. 6-1/2d.\n          Return  11s. 5d.  8s. 2d.  7s. 1d.",
        "=Accommodation Obtainable.=–None at Thakeham. “King’s Arms\"\n  at Billingshurst.",
        "The little chapel where the great William Penn used to worship when he\nlived at the old mansion of Warminghurst is so entirely buried in the\ncountry that one must make careful inquiries in order to find one’s way\nto it from Billingshurst. When one reaches the cottage at last, one\nfinds a gate right across the road, for beyond it the lane gradually\ndeteriorates to a mere grassy track between hedges. Locally this\nThakeham meeting-house is known as the “Blue Idol,” a name not\naltogether explained when one discovers that for a long period the\ninterior of the chapel had blue-washed walls.",
        "As one may see from the drawing given here, it is an exceedingly quaint\nold building, the portion shown being used as a meeting-house, the other\nhalf being a cottage occupied by the family who act as caretakers. The\ncream-washed walls are broken up by the richly mellowed half-timber\nwork, and above is the roof of grey green Horsham slabs splashed over\nwith bright orange lichen.",
        "Inside there are the very old oaken settles as well as less ancient\nones. The timber framing shows on the walls and roof, here, as on the\nexterior, and the general quaintness of the place is enhanced by the old\nstone-flagged floor. Of William Penn’s house at Warminghurst no traces\nwhatever remain, but this only helps to increase the interest in the\nlittle chapel which has remained entirely unaltered for over two\ncenturies. Penn, who bought the house in 1682, probably chose its site\non account of its remoteness, for those were the days when their\nmeetings were at any moment liable to interruption–when the members of\nthe congregation met together knowing well that discovery meant\nimprisonment. In the quaint little meeting-house it is easy to feel the\nspirit of the Quakers, and one may almost imagine that one hears outside\nthe rumble of the wheels of the heavy ox-waggon in which Penn drove over\nfrom Warminghurst Place.",
        "[Illustration: THE OLD CHAPEL AT THAKEHAM NEAR BILLINGSHURST.",
        "Where William Penn used to worship.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}