{
    "title": "What to See in England - Lulworth Cove, Dorsetshire",
    "author": "Gordon Home",
    "chapter": "86",
    "content": [
        "\n\n",
        "=How to get there.=–By rail from Waterloo Station. South-Western\n  Railway.\n=Nearest Station.=–Wool, 5 miles. (Corfe Castle, Wareham, and\n  Swanage are very convenient, though the drive is a little longer.)\n=Distance from London.=–126 miles.\n=Average Time.=–Varies between 3-1/2 to 5-1/4 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  21s. 0d.  13s. 2d.  10s. 6d.\n          Return  36s. 9d.  23s. 0d.  21s. 0d.",
        "=Accommodation Obtainable.=–\"Cove Hotel,” West Lulworth.\n  “Banke’s Arms Hotel” at Corfe Castle.\n=Alternative Route.=–Via Bournemouth. Train direct from Waterloo.\n  Steamers run once a week or oftener during the summer months\n  (weather permitting) to Swanage and Lulworth Cove.",
        "The remarkable cove at West Lulworth consists of a completely circular\nbasin, hollowed out of the bold cliffs of the southern coast-line of\nPurbeck Island. It is of sufficient depth to allow small ships of from\nsixty to eighty tons to enter. The narrow opening to the cove is between\ntwo bluffs of Portland stone, forming a portion of what was the barrier\nto the sea in former times. Once, however, did the waves eat through the\nPortland stone in this place, it was easy work to gradually batter down\nand wash out, through the narrow opening, a circular bay from the soft\nstrata of Hastings sands lying in the protection of the Portland stone.\nOn the west side of the cove one may notice rocks with such peculiarly\ncontorted strata as those shown in the foreground of the illustration\nopposite.",
        "A most interesting and rugged portion of the coast lies to the west of\nLulworth Cove. After leaving the coastguard signal station one reaches\nStair Hole, a cavity walled off from the sea by Portland limestone. At\nhigh tide, however, the sea enters the chasm through a number of small\napertures, and is probably carving out at this spot a circular basin\nafter the manner of Lulworth Cove. Passing Dungy Head and Oswald or\nHorsewall Bay, with its towering chalk cliffs, one reaches a low\npromontory known as Tongue Beach. It is formed of layers of limestone\ntilted into curved or perpendicular positions. Crossing this promontory\none enters Durdle Bay, with the Barndoor, an archway 30 feet high, in a\nmassive cliff.",
        "At East Lulworth, a little way inland from the cove, stands Lulworth\nCastle, an imposing-looking building with circular towers at each\ncorner. It was built about three hundred years ago on the site of an\nearlier castle.",
        "[Illustration: LULWORTH COVE FROM THE WEST.",
        "The circular basin has been eaten out of the sandy soil after the sea\nhad cut an opening in the Portland stone which forms the actual\ncoast-line at this point.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}