{
    "title": "What to See in England - Greenstead Church",
    "author": "Gordon Home",
    "chapter": "21",
    "content": [
        "\n\n",
        "A SAXON CHURCH WITH WOODEN WALLS",
        "=How to get there.=–Train from Liverpool Street or Fenchurch Street.\n  Great Eastern Railway.\n=Nearest Station.=–Chipping Ongar (1 mile from Greenstead Church).\n=Distance from London.=–22-3/4 miles.\n=Average Time.=–Varies between 1 to 1-1/2 hours.",
        "                    1st        2nd      3rd\n=Fares.=–Single  3s. 11d.  2s. 10d.  1s. 11-1/2d.\n          Return  5s.  9d.  4s.  2d.  3s.  1d.",
        "=Accommodation Obtainable.=–Inn, etc., at Ongar.",
        "Entering Ongar from the railway station one finds on the right a\nfootpath leading into a fine avenue. About ten minutes’ walk down this\nbrings one to Greenstead Hall, a red brick Jacobean house, with the\nchurch adjoining it. Set among a profusion of foliage, the simple little\nbuilding would be quite interesting as an ideally situated little rustic\nchurch, but when one realises how unique it is, the spot at once becomes\nfascinating. The walls of the diminutive nave, as one may see from the\nillustration given here, consist of the trunks of large oak trees split\ndown the centre and roughly sharpened at each end. They are raised from\nthe ground by a low foundation of brick, and inside the spaces between\nthe trees are covered with fillets of wood. On top the trees are\nfastened into a frame of rough timber by wooden pins. The interior of\nthe building is exceedingly dark, for there are no windows in the wooden\nwalls, and the chief light comes from the porch and a dormer window.\nThis window in the roof, however, was not in the original design, for\nthe rude structure was only designed as a temporary resting-place for\nthe body of St. Edmund the Martyr. It was in A.D. 1010 that the saint’s\nbody was removed from Bury to London, its protectors fearing an\nincursion of the Danes at that time. Three years afterwards, however,\nthe body was brought back to Bury, and on its journey rested for a time\nat Greenstead–a wooden chapel being erected in its honour. The remains\nof this chapel, built nearly half a century before the Conquest, are\nstill to be seen in the wooden walls just referred to. The length of the\noriginal structure was 29 feet 9 inches long by 14 feet wide. The walls,\n5 feet 6 inches high, supported the rough timber roof, which possessed\nno windows. The chancel and tower were added afterwards.",
        "Ongar Castle, a huge artificial mound surrounded by a moat, is close to\nthe main street. The church contains in the chancel, hidden by a carpet,\nthe grave of Oliver Cromwell’s daughter. A house in the High Street is\nassociated with Livingstone.",
        "[Illustration: GREENSTEAD CHURCH, ESSEX.",
        "Built in 1013, is remarkable for its nave, constructed of solid tree\ntrunks.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}