{
    "title": "What to See in England - Dukeries",
    "author": "Gordon Home",
    "chapter": "97",
    "content": [
        "\n\n",
        "=How to get there.=–From King’s Cross. Great Northern Railway.\n=Nearest Station.=–Worksop Station.\n=Distance from London.=–146-1/2 miles.\n=Average Time.=–3-1/2 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  20s. 1d.   ...   12s. 2-1/2d.\n          Return  40s. 2d.   ...   24s. 5d.",
        "=Accommodation Obtainable.=–\"Royal Hotel,” etc., at Worksop.\n=Alternative Route.=–From Marylebone or to Dukeries Junction from\n  King’s Cross.",
        "The district known as the “Dukeries” is undoubtedly the finest portion\nof what remains of the famous Sherwood Forest associated with Robin Hood\nand his “merrie men.” The name “Dukeries” arises from the fact that\nwithin the boundaries of the forest were once the homes of the Dukes of\nPortland, Newcastle, Norfolk, Leeds, and Kingston. The Dukes of Norfolk\nand Leeds no longer hold their property, and Earl Manvers, as a\nrepresentative of the Kingston family, preserves at Thoresby the\ntraditions of his race. At Welbeck the Duke of Portland, and at Clumber\nthe Duke of Newcastle, still keep up their magnificent homes. To the\nlatter noblemen the majority of the “Dukeries” belongs. The drive round\nthis lovely part of the forest is nearly 30 miles, through beautiful\nscenery.",
        "Worksop, with its fine old priory church, is one of the best\nstarting-points for a tour round the Dukeries. Clumber House, the seat\nof the Duke of Newcastle, is 4 miles from Worksop, and orders to see the\ninterior can be obtained from the Newcastle agent, in Park Street, by\nwriting a day or two beforehand. The mansion, built in 1772, is very\nmagnificent and contains some priceless pictures.",
        "Thoresby House, the seat of Earl Manvers, is not far distant from\nClumber. The present house, which was designed by Salvin in 1868, is the\nthird home of the Manvers which has occupied this site.",
        "Welbeck Abbey, the home of the Duke of Portland, is another of the\nimportant seats in the district, standing in the centre of one of the\nfinest parks in the kingdom. The mansion itself is not a showplace, but\nwhen the family is not in residence various parts of it are exhibited\nupon payment of 1s., any weekday except Saturday. An extra shilling will\nenable the visitor to view the underground apartments.",
        "The whole of the “Dukeries” district teems with interesting places,\nancient and modern. From Mansfield one may visit Hardwick Hall, Bolsover\nCastle, and Newstead Abbey, beloved of Byron (see Index), while Belvoir\nCastle (see Index) and Woolaton Hall are within easy distance.",
        "[Illustration: Photochrom Co., Ltd.\nCLUMBER HOUSE",
        "The seat of the Duke of Newcastle. It was built in 1772.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}