{
    "title": "What to See in England - Knaresborough, Dripping Well",
    "author": "Gordon Home",
    "chapter": "120",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Knaresborough.\n=Distance from London.=–204 miles.\n=Average Time.=–Varies between 5 to 7 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single  28s.  5d.   ...   17s. 0-1/2d.\n          Return  56s. 10d.   ...   34s. 1d.",
        "=Accommodation Obtainable.=–\"Commercial Hotel,” “Crown Hotel,\"\n  etc.",
        "Knaresborough, in the West Riding of Yorkshire, is a town of great\ninterest and antiquity, and occupies part of the site of an ancient\nforest which was 20 miles in length. It was a crown manor before the\nConquest, and was given by William the Conqueror to Serlo de Burgh, a\nNorman baron, by whom the stately castle was first erected. The place\nwas afterwards held by Richard Plantagenet, who founded a priory in the\nvicinity, Piers Gaveston, and John of Gaunt, and the castle was for some\ntime the place of confinement of Henry II. During the Civil War it was\nheld for the King; but after the battle of Marston Moor it was taken by\nFairfax, and dismantled by order of Parliament in 1648.",
        "The castle, one of the finest of its kind, is situated in a remarkable\nposition on a lofty rock, and was once practically inaccessible. It was\nformerly flanked by eleven towers, of which only one remains. The other\nruins consist of a small portion of the keep and some very beautiful and\nelaborate vaulted apartments, in which the murderers of Thomas à Becket\ntook refuge. On the cliffs opposite the castle is the famous\nKnaresborough “Dripping Well,” whose waters have the property of\n“turning into stone” any articles left for a time under the dripping\nwaters of the well. The water being highly charged with limestone in a\nstate of impervious powder, rapidly encrusts the object until it appears\nto be made of solid rock, and various specimens of this result may be\nobtained.",
        "About half a mile below the castle are the remains of the priory for\nbrothers of the Holy Trinity, founded by Richard Plantagenet; and\nfurther south, hewn out of the solid rock, at a considerable height\nabove the river Nidd, is St. Robert’s Chapel, with a fine groined roof.\nIt has an altar on the east side and contains carvings of the Trinity\nand the Virgin Mary.",
        "Knaresborough was at one time a place of fashionable resort on account\nof the efficacy of its mineral waters, but they have long since been\nabandoned for those of Harrogate.",
        "[Illustration: Photochrom Co., Ltd.\nTHE DRIPPING WELL AT KNARESBOROUGH.",
        "The water contains limestone, and coats over whatever substance it falls\nupon.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}