{
    "title": "What to See in England - Llandovery, South Wales",
    "author": "Gordon Home",
    "chapter": "129",
    "content": [
        "\n\n",
        "A CENTRE FOR THE FINE SCENERY OF THE DISTRICT",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Llandovery.\n=Distance from London.=–228 miles.\n=Average Time.=–Varies between 6-3/4 to 8-1/2 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  33s. 11d.  21s. 1d.  16s. 10d.\n          Return  58s.  9d.  37s. 0d.  33s.  8d.",
        "=Accommodation Obtainable.=–\"Castle Hotel,” etc.\n=Alternative Route.=–Train from Paddington. Great Western Rly.",
        "The town of Llandovery, chiefly interesting by reason of the interesting\nand picturesque excursions in its vicinity, is situate in the county of\nCarmarthenshire, 24 miles north-east of Carmarthen. The town stands on\nthe river Bran, near its junction with the Towy, in a beautiful valley,\nsurrounded by wooded hills. Besides these two rivers, some smaller\nstreams join in the neighbourhood, and from this fact comes the name of\nthe place, a corruption of the Welsh Llan ym Ddy fri, or Church among\nthe Waters.",
        "There are two churches of some interest, the more important being the\none in the main street, where the famous Rhys Pritchard was vicar in\n1602. The other church stands on higher ground to the north of the town,\non the site of the old Roman station.",
        "On a grassy knoll, adjoining the Castle Hotel and overlooking the river\nBran, are the remains of Llandovery Castle, built about the twelfth\ncentury, and dismantled by Cromwell’s orders.",
        "Llandovery is a good starting-place for the ascent of the\nCarmarthenshire Van (_i.e. Beacon), about 13 miles distant, one of the\nhighest peaks in South Wales. The view from the summit of the Van in\nclear weather is magnificent. Near at hand are the Black Mountains, a\nrather gloomy sandstone range, and in the distance are the mountains of\nNorth Wales, Swansea Bay, and the Devonshire coast. An easy descent may\nbe effected on the south-eastern side of the mountain to Penwyllt\nstation, on the Brecon-Swansea line. Just below this is Craig-y-Nos\nCastle, the home of Madame Patti-Nicolini.",
        "Among other interesting excursions from Llandovery are those to\nIrecastle, a village in the valley of the Usk; Ystradffyn, near which a\nsplendid panorama of the valley of the Towy is obtained; and Pumpsaint,\na romantic village with a gold-mine near at hand.",
        "[Illustration: H.F. Dann.\nLLANDOVERY CASTLE.",
        "It was built in the twelfth century, and dismantled by Cromwell’s\norders.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}