{
    "title": "What to See in England - Compton Wynyates",
    "author": "Gordon Home",
    "chapter": "71",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Euston. London and North-Western\n  Railway.\n=Nearest Station.=–Kineton (5 miles from Compton Wynyates).\n=Distance from London.=–91-3/4 miles.\n=Average Time.=–Varies between 2 to 3-3/4 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  14s. 4d.   9s.  0d.  7s. 8d.\n          Return  26s. 6d.  16s. 11d.    ...",
        "=Accommodation Obtainable.=–At Kineton–\"Red Lion Hotel,\"\n  “Swan Hotel.\"\n=Alternative Route.=–None.",
        "Compton Wynyates, the seat of the Marquess of Northampton, is one of the\nmost beautiful Tudor houses in England, and although Warwickshire is\nexceedingly rich in castles and fine old houses, it can show nothing to\nsurpass this time-worn pile of red brick and stone. Though the moat,\nwhich was the outer guard of the place, has been partly filled in and\nconverted into smooth lawns, one of the most romantic aspects of the\nhouse is to be seen across an angle of the watery enclosure. The\nbuildings surround a quadrangle, the entrance being made through a\nbeautiful Tudor gateway. In the spandrils of its archway are carved the\narms of Henry VIII., with the griffin and greyhound for supporters and\nthe royal crown above.",
        "The house was built by Sir William Compton during the reign of Henry\nVIII., with the exception of some additions, including the great parlour\npanelled with oak, which dates from the days of Queen Elizabeth.",
        "To touch on half the glories of this perfect Tudor house would occupy\nmany pages of this book–its beautiful chapel with its curious carvings\nwith the seven deadly sins represented as knights in armour, the great\nhall in which Henry VIII. was welcomed by Sir William Compton, the\ndrawing-room with its fine plaster ceiling–all are so full of beauty\nand interest that they can merely be referred to here.",
        "The situation of the house in a richly timbered hollow adds infinitely\nto its charm. The gardens, too, are of the beautiful type that one\nlearns to expect in conjunction with so lovely a dwelling, while\nflowering creepers on the towers and on the gabled walls complete an\nideal picture of all that is loveliest in an old English mansion.",
        "Permission to see Compton Wynyates can only be obtained by a written\napplication.",
        "[Illustration: Valentine & Sons, Ltd.\nCOMPTON WYNYATES.",
        "The seat of the Marquess of Northampton, is one of the most beautiful\nmediaeval homes in England.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}