{
    "title": "What to See in England - Jordans and William Penn",
    "author": "Gordon Home",
    "chapter": "19",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Baker Street. Metropolitan Railway.\n=Nearest Station.=–Chalfont Road (3 miles from Jordans).\n=Distance from London.=–22 miles.\n=Average Time.=–51 minutes. (Convenient trains, 10.27 A.M., 12.17\n  and 2.27 P.M.)",
        "                    1st      2nd      3rd\n=Fares.=–Single  3s. 2d.  2s. 4d.  1s. 7d.\n          Return  4s. 9d.  3s. 5d.  2s. 5d.",
        "=Accommodation Obtainable.=–None at Jordans.\n=Alternative Route.=–Train to Uxbridge. Great Western Railway.",
        "Jordans, the burial-place of William Penn, the great English Quaker and\nphilanthropist, lies on a by-road in Buckinghamshire, leading from\nChalfont St. Peter to Beaconsfield. The place itself, though full of the\ntypical charm of English scenery in the home counties, does not contain\nanything of particular interest, and it owes its reputation to the\nassociations with the wonderful man who lived and died there. Jordans is\nvisited by many hundreds of tourists during the summer, mainly\nAmericans. One of these offered to remove Penn’s remains to\nPhiladelphia, capital of Pennsylvania, and there build a mausoleum over\nthem; but the offer was declined.",
        "The road runs south-west from the village of Chalfont St. Peter, and\nafter a sharp curve brings the visitor to the Meeting House, a very\nplain and unobtrusive structure, dating from about the end of the\nseventeenth century. In the secluded burying-ground surrounded and\noverhung by great trees lies William Penn. Five of his children also\nrest among these quiet surroundings; and here are buried two well-known\nQuaker leaders, Isaac Penington and Thomas Ellwood. At the actual time\nof burial there were no gravestones, but these have since been added.\nThough the house as a regular place of meeting has long fallen into\ndisuse, there is still an annual gathering of Quakers there in memory of\nthe great dead.",
        "Penn was the son of Sir William Penn, an eminent admiral, and was born\nin 1644. His violent advocacy of the Quaker creeds led him into\ncontinual trouble and several times into prison. In 1681 he obtained, in\nlieu of the income left by his father, a grant from the Crown of the\nterritory now forming the state of Pennsylvania. Penn wished to call his\nnew property Sylvania, on account of the forest upon it, but the king,\nCharles II., good-naturedly insisted on the prefix Penn. The great man\nleft his flourishing colony for the last time in 1701, and after a\ntroublous time in pecuniary matters, owing to the villany of an agent in\nAmerica, Penn died at Ruscombe in Berkshire in 1718.",
        "[Illustration: H.C. Shelley.\nTHE JORDANS.",
        "The burial-place of William Penn.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}