{
    "title": "What to See in England - Winchelsea and Rye",
    "author": "Gordon Home",
    "chapter": "57",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Charing Cross, Cannon Street, or\n  London Bridge. South-Eastern and Chatham Railway.\n=Nearest Station.=–Winchelsea.\n=Distance from London.=–72 miles.\n=Average Time.=–Varies between 2-1/4 to 3 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  12s. 0d.   7s. 6d.   6s. 0d.\n          Return  21s. 0d.  15s. 0d.  12s. 0d.",
        "=Accommodation Obtainable.=–\"The New Inn,” etc., Winchelsea.\n=Routes.=–Via Ashford or via Hastings.",
        "Winchelsea, situated about 8 miles from Hastings, though now a small\nvillage, was once an important seaport, being one of the Cinque Ports.\nIt has suffered severely from the sea, having been completely destroyed\nin 1287 by an inundation. It was afterwards rebuilt by Edward I. on\nhigher ground. The French made several attempts on the town, and in 1380\nsucceeded in capturing and burning it. The gradual decay of the port was\ndue to the retiring of the sea in the fifteenth century, which rendered\nthe harbour useless. Winchelsea is a pretty place with massive gateways,\nsurvivals of the old fortified town. In the centre of the village is a\nsquare containing the remains of the old Parish Church built in 1288 in\nthe Decorated style. The nave and transepts have gone, having been\ndestroyed by the French, and only the chancel remains. It contains some\ninteresting canopied tombs, one being to Gervase Alard, Admiral of the\nCinque Ports in 1383. John Wesley preached his last open-air sermon in\nthe churchyard.",
        "Rye lies 2 miles east of Winchelsea, and though more flourishing than\nthe latter place, has much dwindled in importance, since it too was a\nCinque Port. The town is built on a hill, and the steep, narrow streets\nare filled with quaint houses. The harbour is still visited by small\nfishing-boats. The French constantly attacked Rye, and in 1380 they\nsucceeded in burning it. Overlooking the sea and belonging to the old\nwall is the Ypres Tower, built in the reign of Stephen by William de\nYpres.",
        "Close to the tower is the large Parish Church, which contains much\nDecorated Gothic work, although its oldest portions are Norman, the\nchurch having been partly rebuilt after the destruction caused by the\nFrench in 1380. It contains a wonderful clock, made in Queen Elizabeth’s\nreign, and said to be the oldest in England still in working order. It\nhas a long pendulum which comes through the ceiling and swings in the\nchurch.",
        "[Illustration: Photochrom Co., Ltd.\nWINCHELSEA CHURCH.",
        "The French did much damage to the building in 1380, and portions of it\nare still in ruins.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}