{
    "title": "What to See in England - Hexham and Hadrian’s Wall",
    "author": "Gordon Home",
    "chapter": "148",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross and St. Pancras via  Newcastle-on-Tyne. Great Northern Railway.\n=Nearest Station.=–Hexham.\n=Distance from London.=–289 miles.\n=Average Time.=–Varies between 5-1/2 to 8 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single  40s. 10d.   ...   24s. 4d.\n          Return  81s.  8d.   ...   48s. 8d.",
        "=Accommodation Obtainable.=–\"Tynedale Hydropathic Mansion,” etc.\n=Alternative Route.=–Train from Euston and St. Pancras via Carlisle.\n  London and North-Western Railway.",
        "Hexham has a beautiful position, surrounded with woods and hills on\nthree sides, while the broad Tyne flows past the historic town. Above\nthe surrounding roofs the hoary Abbey Church rises, with its one low\ncentral tower and flat roofs.",
        "The history of Hexham begins with the granting of some land to St.\nWilfrid in 674, on which he built a monastery and church. A few years\nlater Hexham was made a See, and the “Frithstool” still remains from the\ntime when its cathedral received the right of sanctuary.",
        "This early cathedral was destroyed by the Danes, and the building left a\nbattered ruin. When monasticism rose to its height, after the Norman\nConquest, a priory of Canons of St. Augustine was founded there. Its\nwealth and numbers gradually increased until, at the end of the\nthirteenth century, an entirely new building replaced the Saxon one, and\nHexham became exceedingly powerful.",
        "Hadrian’s Wall.–Three miles north of Hexham, at Chollerford, one may\nsee the remains of the piers of a Roman bridge over the North Tyne, and\nclose at hand is one of the best preserved forts of Hadrian’s Wall. It\nwas about 124 A.D. that Hadrian started Aulus Plautorius Nepos on the\nbuilding of the line of continuous fortifications running from the mouth\nof the Tyne to the Solway, a distance of over seventy miles. This was\nbuilt on the chain of hills overlooking the valley which runs from\nNewcastle to Carlisle. The massive and astonishing ruins to be seen\nto-day fill one with surprise, for they suggest to a considerable extent\nthe Great Wall of China. The remains of the wall proper are, as a rule,\n8 feet thick, and are composed of hewn stone (the total height of the\nwall was probably about 18 feet). Turrets and small forts are built into\nthe wall at frequent intervals. The object of the wall was undoubtedly\nto act as a military defence against the unconquerable tribes of the\nnorth.",
        "[Illustration: Photochrom Co., Ltd.\nA PORTION OF HADRIAN’S WALL.",
        "The continuous line of fortifications built across England by Aulus\nPlautorius Nepos about 124 A.D.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}