{
    "title": "What to See in England - Peterborough Cathedral and Crowland",
    "author": "Gordon Home",
    "chapter": "59",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Peterborough.\n=Distance from London.=–76-1/2 miles.\n=Average Time.=–Varies between 1-1/4 to 2-1/4 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  11s. 3d.   ...    6s. 4d.\n          Return  22s. 6d.   ...   12s. 8d.",
        "=Accommodation Obtainable.=–\"Great Northern Railway Company’s\n  Hotel,” “Golden Lion Hotel,” “Angel Hotel,” “Grand Hotel,\"\n  etc., at Peterborough.\n=Alternative Route.=–Train from Liverpool Street, via Ely. Great\n  Eastern Railway.",
        "Nine miles north of Peterborough the ruins of Crowland Abbey arise out\nof the flat fen country like a lighthouse out of the sea. With only the\nnave and north aisle standing, it breathes the very spirit of romance\neven in its decay. It is easy to picture the time when four streams\nsurrounded the monastery and church and formed an island in the fens,\nand to recall how Hereward the Wake demanded entrance to the abbey to\nsee Torfrida, and was refused admittance by the Abbot Ulfketyl. In those\ndays two rivers met in the High Street of the little town that grew\nround St. Guthlac’s Monastery. Now the country is drained, Crowland is a\ndecayed little town with many thatched roofs, situated in an\nagricultural district; the island exists no longer, and the old\ntriangular bridge rises over the dry Square at a place where three roads\nmeet. This bridge is older and more peculiar than any bridge in Europe\nthat is not of Roman origin. It is believed to have been built in 870,\nand consists of three pointed arches rising steeply in the centre to\npermit the rush of water in flood times. It is too steep to admit of its\nuse by any sort of vehicle, and one ascends by steps to the top. At the\nend of one portion of the bridge there is a stone image of a Saxon\nking–possibly Ethelbert–with a loaf in one hand.",
        "In the time of Ethelbald, King of Mercians, a young noble named Guthlac,\nweary of life’s rough way, sought peace in the ascetic life. He drifted\nin a boat to Crowland Isle, and there lived a hermit’s life till his\ndeath in 817. On the spot where he died Ethelbald founded and endowed a\nmonastery on the island, and it flourished exceedingly. The larger part\nof the conventual church is now destroyed, but the north aisle is used\nas the Parish Church of Crowland.",
        "[Illustration: Photochrom Co., Ltd.\nCROWLAND ABBEY.",
        "The building rises above the little thatched village, which stands on\nslightly raised ground in the midst of the fens.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}