{
    "title": "What to See in England - Raby Castle, Durham",
    "author": "Gordon Home",
    "chapter": "137",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Durham. (Raby Castle is close to the town of\n  Staindrop.)\n=Distance from London.=–256 miles.\n=Average Time.=–Varies between 5-3/4 to 7-1/2 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single  35s. 10d.   ...   21s. 2d.\n          Return  71s.  8d.   ...   42s. 4d.",
        "=Accommodation Obtainable.=–At Durham–\"Rose and Crown\n  Hotel,” “Royal County Hotel,” etc.\n=Alternative Route.=–Train from St. Pancras. Midland Railway.",
        "Raby Castle, the ancestral home of the Nevilles and an almost perfect\nspecimen of a fourteenth-century castle, is situated close to the little\ntown of Staindrop in the county of Durham. Canute, the Danish king, is\nsaid to have had a house in Staindrop; and it was he who presented Raby\nCastle to the shrine of St. Cuthbert. The castle passed from the\npossession of the monks in 1131, when they granted it to Dolphin, who\nbelonged to the royal family of Northumberland, for the yearly rental of\n£4. Dominus de Raby, a descendant of Dolphin, married Isabel Neville,\nthe heiress of the Saxon house of Balmer, and their son, Geoffrey, took\nthe surname of Neville. The present castle was built by John, Lord\nNeville, about the year 1379, when he had permission to fortify.",
        "There is very little history attaching to the fortress, for, with the\nexception of two insignificant attacks during the Civil War, it\nsustained no sieges. It belonged to the Nevilles until 1570, when\nCharles Neville, Earl of Westmorland, lost the castle, together with all\nhis estates, for the share which he took in the rising in the North for\nthe restoration of the Roman Catholic religion in England. Not being\nsituated on high ground, the chief defence of Raby Castle, apart from\nthe strength of its walls, must have been the abundance of water which\ncompletely surrounded it.",
        "The chapel is the oldest portion; but the castle was almost entirely\nbuilt in one man’s lifetime, and bears scarcely any traces of earlier or\nlater work. The interior, however, has been much altered by modern\narchitects, who have obliterated a great portion of John Neville’s work.\nThe Baron’s Hall used to be a fine room, with beautiful windows, an oak\nroof, and a stone music-gallery. The kitchen, which occupies the whole\ninterior of a large tower, is one of the most interesting and perfect\nfeatures of the castle, though it has no longer the original fireplaces.",
        "[Illustration: Photochrom Co., Ltd.\nRABY CASTLE.",
        "Built by John, Lord Neville, about the year 1379.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}