{
    "title": "What to See in England - St. Michael’s Mount and Marazion",
    "author": "Gordon Home",
    "chapter": "28",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Rly.\n=Nearest Station.=–Marazion.\n=Distance from London.=–324-3/4 miles.\n=Average Time.=–Varies between 8-1/2 to 11-1/2 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  50s.  2d.  31s. 6d.  25s. 1d.\n          Return  87s. 10d.  55s. 0d.  50s. 2d.",
        "=Accommodation Obtainable.=–\"Godolphin Hotel,” “Marazion Hotel,\"\n  etc.",
        "Marazion, the nearest town to St. Michael’s Mount, is situated on the\neastern side of Mount’s Bay, and was in the Middle Ages a place of some\nimportance, being the headquarters of the pilgrims to St. Michael’s\nMount. Marazion is connected with St. Michael’s Mount by a causeway 120\nfeet in width, formed of rocks and pebbles, and passable only at low\ntide for three or four hours.",
        "The mount itself is a remarkable granite rock, about a mile in\ncircumference and 250 feet high. It was referred to by Ptolemy, and is\nsupposed to have been the island Iclis of the Greeks, noticed by\nDiodorus Siculus as the place near the promontory of Belerium to which\nthe tin, when refined, was brought by the Britons to be exchanged with\nthe Phoenician merchants. Its British name was equivalent to “the grey\nrock in the woods,” a traditional name, apparently confirmed by the\ndiscovery of a submarine forest extending for some miles round the base\nof the mount. The beauty of the spot caused it to be selected by the\nancient Britons as a favourite resort for worship, and shortly after the\nintroduction of Christianity it became a place of pilgrimage, and was\nvisited in the fifth century by St. Kelna, a British princess, who\nfounded a hermitage there. Some sort of military defences protected the\nmount at a very early date, for Edward the Confessor’s charter in 1047\nto the Benedictine monks, whom he settled here, especially mentions its\ncastella and other buildings.",
        "In Charles II.’s reign the estate was purchased from the Basset family\nby the St. Aubyns, who still remain its owners. In the castle itself,\nwhich crowns the mount, the chief feature is the old hall, now known as\nthe “Chevy Chase” room, from its being adorned with carvings of various\nfield sports. There is some fine old furniture and good pictures.\nVisitors are allowed to see the principal rooms of the castle when the\nfamily are from home, and at all times to see the quaint old Gothic\nchapel. There is a small fishing village with a pier and harbour at the\nfoot of the rock.",
        "[Illustration: Photochrom Co., Ltd.\nST. MICHAEL’S MOUNT.",
        "The rock is 250 feet in height, and has possessed a castle since 1047.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}