{
    "title": "What to See in England - Norwich Cathedral",
    "author": "Gordon Home",
    "chapter": "79",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Liverpool Station via Colchester.\n  Great Eastern Railway.\n=Nearest Station.=–Norwich.\n=Distance from London.=–114 miles.\n=Average Time.=–Varies between 2-1/2 to 4-1/4 hours. Quickest train 2\n  hours 32 minutes.",
        "                     1st      2nd      3rd\n=Fares.=–Single  20s.  6d.   ...    9s. 5-1/2d.\n          Return  31s. 10d.   ...   18s. 11d.",
        "=Accommodation Obtainable.=–\"Royal Family Hotel,” “Maid’s\n  Head Hotel,” “Bell Hotel,” etc.\n=Alternative Route.=–Train from King’s Cross. Great Northern Rly.",
        "The city of Norwich has a unique charm from its combination of the\nmediaeval with the modern, and “improvements” so called have not spoilt\nit. The chief object of interest is the cathedral, which was founded in\n1094 by Bishop Herbert Losinga, who was at one time prior at Fécamp in\nNormandy, and chaplain to William II. It is regarded as one of the\ngreatest existing examples of Norman work, and has the finest cloisters\nin England. It is 411 feet long and 191 feet broad at the transepts, and\nis crowned with a spire second only to that of Salisbury. Near the\ncathedral are a number of ancient and interesting structures more or\nless in ruins. Chief of these may be mentioned St. Ethelbert’s and the\nErpingham Gate, by the west front of the cathedral, the former in\nDecorated English, the latter in Late Perpendicular, and both are\nvaluable and rich specimens of these styles. It was Sir Thomas Erpingham\nwhom Henry V. in Shakespeare’s play addresses as “Good old Knight,” and\nit was he who gave the signal to the English at the Battle of Agincourt,\nsaying, as he threw up his truncheon, “Now, strike!”",
        "Norwich occupies a place in history from the time of the earlier Danish\ninvasions. First its castle was erected as a stronghold by the East\nAnglican kings, and resorted to as a place of safety by the inhabitants,\nwho gave it the name of North-wic, or northern station or town. The\nbishopric of the East Angles was removed hither in 1094, when the\nmagnificent cathedral was founded. Evelyn in his Diary gives an\naccount of a visit he paid to that famous scholar and physician, Dr.\nThomas Browne, author of the Religio Medici and Vulgar Errors, then\nliving in Norwich. It is a pleasant picture of the fine old cathedral\ntown which he gives. After seeing all the rare curiosities in Sir Thomas\nBrowne’s house, he was shown all the remarkable places of the city, and\nspeaks of the “venerable cathedrall, the stately churches, and the\ncleannesse of the streetes.”",
        "[Illustration: Photochrom Co., Ltd.\nNORWICH CATHEDRAL.",
        "It was founded in 1094, and is considered one of the finest examples of\nNorman architecture.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}