{
    "title": "What to See in England - Chawton the Home of Jane Austen",
    "author": "Gordon Home",
    "chapter": "37",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Waterloo. L. and S.W. Railway.\n=Nearest Station.=–Alton (1 mile from Chawton).\n=Distance from London.=–46-1/2 miles.\n=Average Time.=–Varies between 1-3/4 to 2 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single   7s. 9d.  5s. 0d.  3s. 10-1/2d.\n          Return  13s. 6d.  8s. 8d.  7s.  9d.",
        "=Accommodation Obtainable.=–At Alton–\"Swan Hotel,” “Crown\n  Hotel,” etc.",
        "Situated about a mile from Alton Station, on the main line of the\nSouth-Western Railway, is the little village of Chawton, the residence\nof Jane Austen at the time when she was producing her best literary\nwork. A walk along the main Winchester road brings one to the charming\nold-world place, and, keeping on past the thatched cottages of the\nvillage, one reaches a small brick house on the right-hand side, near a\npond, just before the road divides for Winchester and Gosport. This\nbuilding, which is now tenanted by a workman’s club, was Chawton\nCottage, where Jane Austen spent some of the brightest days of her life,\nand wrote her most successful novels, books which are more highly\nappreciated at the present day than they were during the lifetime of the\nauthoress.",
        "Her father was rector of Steventon, another Hampshire village, at which\nplace his daughter was born in 1775, and where her early days were\nspent. Jane Austen’s novels are remarkable for the truthfulness and\ncharm with which they reproduce the everyday life of the upper middle\nclasses in England in her time, and for delicate and yet distinct\ninsight into every variety of the human character. Miss Austen’s first\nfour novels, Sense and Sensibility, Pride and Prejudice, Mansfield\nPark, and Emma, were published anonymously.",
        "A short distance along the Gosport road is Chawton Park, a remarkably\nfine Elizabethan mansion, occupied in Miss Austen’s time by Edward\nKnight, the lord of the manor. This country seat, which is not\naccessible to visitors, was most probably the original of Mansfield\nPark, and in the little church close by are several monuments to the\nKnight family. Miss Austen died at Winchester on July 24, 1817, and is\nburied in the cathedral. The brass to her memory is in the north aisle.",
        "Within easy walking distance is Gilbert White’s home at Selborne, which\nis treated under a separate heading (p. 70).",
        "[Illustration: JANE AUSTEN’S COTTAGE AT CHAWTON.",
        "Sense and Sensibility, Pride and Prejudice, and Northanger Abbeywere revised and partly rewritten here; and Emma, Mansfield Park,\nand Persuasion were entirely produced at the cottage.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}