{
    "title": "What to See in England - Selborne",
    "author": "Gordon Home",
    "chapter": "38",
    "content": [
        "\n\n",
        "THE HOME OF GILBERT WHITE",
        "=How to get there.=–Train from Waterloo. L. and S.W. Railway.\n=Nearest Station.=–Alton (4 miles from Selborne).\n=Distance from London.=–46-1/2 miles. East Tisted, 2 miles from Selborne,\n  shortly to be available.\n=Average Time.=–1-3/4 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single   7s. 9d.  5s. 0d.  3s. 10-1/2d.\n          Return  13s. 6d.  8s. 8d.  7s.  9d.",
        "=Accommodation Obtainable.=–At Alton–\"Swan Hotel,” “Crown\n  Hotel,” etc.",
        "Selborne, the birthplace of the famous naturalist, Gilbert White, is\nsituated in the extreme eastern corner of the county of Hampshire. A\nvast chalk hill rises some 300 feet above the south-western side of the\nvillage, part of which is covered with an extensive beech wood, called\n“The Hanger,” and a down or sheep-walk. This down is a beautiful\npark-like spot, with a delightful woodland, now bounded by the Sussex\nDowns. The village lies at the foot of the chalk hill parallel with the\nHanger, and contains only one straggling street, nearly a mile in\nlength, a small rivulet rising at each end. The stream at the\nnorth-western end often fails, but the other, known as the “Well-Head,\"\nis a fine spring, seldom influenced by drought. Wolmer Forest, near by,\nis famed for its timber. In the centre of the village, on a piece of\nground commonly known as “The Plestor,” there stood, until the fearful\nstorm of 1703, a colossal oak tree, with a short body and enormous\nhorizontally spreading arms. The stone steps, with seats above them,\nsurrounding the tree, formed a favourite resort for both old and young\nduring summer evenings. This oak, together with an equally large elm\ntree, are mentioned by White.",
        "Gilbert White was born in 1720. He began his education at Basingstoke,\nfrom whence he proceeded in 1739 to Oriel College, Oxford, and finally\nbecame one of the senior proctors of the university in 1752. On his\nfather’s death, White became the occupier of his house in Selborne known\nas “The Wakes,” and afterwards became curate of the parish. He never\nmarried, but lived a happy and uneventful life, wrapped up in the\nwonderfully exact observations of nature which were the basis of his\nnumerous letters forming The Natural History of Selborne. His final\nresting-place is unobtrusively marked by a simple grey stone bearing the\ninitials “G.W.,” a monument entirely in keeping with Gilbert White’s\nquiet and retiring nature and refreshingly simple style of writing.",
        "[Illustration: THE WAKES.",
        "Gilbert White’s house at Selborne.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}