{
    "title": "What to See in England - St. Davids Cathedral",
    "author": "Gordon Home",
    "chapter": "142",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Rly.\n=Nearest Station.=–Haverfordwest (16 miles from St. Davids), thence\n  by coach to St. Davids, past Roch Castle.\n=Distance from London.=–To Haverfordwest, 261 miles.\n=Average Time.=–Varies between 6-1/2 to 9 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  42s. 0d.  26s. 3d.  21s. 0d.\n          Return  72s. 3d.  46s. 0d.  42s. 0d.",
        "=Accommodation Obtainable.=–\"Grove Hotel,” “City Hotel,” etc.",
        "St. Davids, the most western town in Wales, is situated on the little\nriver Alan, a mile from its mouth, near St. Davids Head, on the north\nside of St. Brides Bay. The place is now little more than a village,\nthough in the Middle Ages it was a large city, the great resort of\npilgrims to St. David’s shrine. The city, which was the =Menevia= of\nthe Romans, is almost as isolated now as it was in their days, the only\navailable communication being by the daily mail-cart from Haverfordwest,\nand an omnibus twice a week during the season.",
        "The modern “city” of St. Davids is a mere village, consisting of one\nprincipal street and two at right angles, with a fine old cross at their\njunction, but the chief attractions are its grand old cathedral and the\nruins of its once famous Episcopal palace. The cathedral, originally\nbuilt in 1176, is curiously situated in a deep dell, so that only the\nupper part of the lofty tower is visible from the village, and the close\nis entered by descending thirty-nine steps, locally known as the\nthirty-nine articles. The entrance to the close is through a fine old\ntower-gateway, 60 feet high, where the records were formerly kept and a\nconsistory court held.",
        "The west front of the cathedral, which has been well restored, is one of\nthe finest features of the building. Among the more interesting objects\nin the cathedral are Bishop Morgan’s throne, of remarkable workmanship;\nthe fine rood screen, the work of Bishop Gower; Bishop Vaughan’s\nbeautiful Tudor chapel and monument; and the shrine of St. David.",
        "The Bishop’s Palace, on the opposite bank of the river, was one of the\nfinest in the kingdom. It was founded by Bishop Gower in the fourteenth\ncentury, and, together with the cathedral, St. Mary’s College, and other\necclesiastical buildings, was enclosed by a lofty wall having four\ngateways, of which only one remains.",
        "In mediaeval days the shrine of St. David was regarded with great\nveneration, and was visited by William the Conqueror, Henry II., and by\nEdward I. and his queen.",
        "[Illustration: G.W. Wilson & Co.\nST. DAVIDS CATHEDRAL FROM THE NORTH-EAST.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}