{
    "title": "What to See in England - Holwood House, Keston",
    "author": "Gordon Home",
    "chapter": "5",
    "content": [
        "\n\n",
        "THE HOME OF WILLIAM PITT",
        "=How to get there.=–Train from Charing Cross, Cannon Street, and\n  London Bridge. South-Eastern and Chatham Railway.\n=Nearest Station.=–Hayes (2 miles from Keston village). About 3\n  miles from Holwood House.\n=Distance from London.=–12 miles.\n=Average Time.=–35 minutes.",
        "                    1st      2nd      3rd\n=Fares.=–Single  2s. 0d.  1s. 3d.  1s. 0-1/2d.\n          Return  3s. 3d.  2s. 4d.  1s. 10d.",
        "=Accommodation Obtainable.=–\"The Fox Inn,” “The George.\"\n=Alternative Route.=–To Orpington Station by the South-Eastern and\n  Chatham Railway, about 4 miles distant.",
        "Visitors are able to pass through the park on a public footpath.\nAbout 3 miles’ walk from Hayes Station by a pleasant road over Hayes\nCommon is Holwood House, a stately, classic building, for many years the\nhome of William Pitt, the famous statesman and son of the Earl of\nChatham. He owned the estate between 1785 and 1802, and it was during\nthis period that the British camp in the park suffered so severely. The\nearth-works were occupied by some early British tribe before Caesar\ncrossed the Channel, and the place probably owed its strength to its\nwell-chosen position. Pitt, however, caused these fascinating remains to\nbe levelled to a considerable extent, in order to carry out some of his\nideas of landscape gardening. A magnificent tree growing near the house\nis known as “Pitt’s Oak,” from the tradition that Pitt was specially\nfond of spending long periods of quiet reading beneath its overshadowing\nboughs. Another tree of more interest still stands quite near the public\nfootpath through the park. This is known as “Wilberforce’s Oak,” and is\neasily distinguished from the surrounding trees by the stone seat\nconstructed in its shade. The momentous decision which makes this tree\nso interesting is given in Wilberforce’s diary for the year 1788. He\nwrites, “At length, I well remember after a conversation with Mr. Pitt\nin the open air at the root of an old tree at Holwood, just above the\nsteep descent into the vale of Keston, I resolved to give notice on a\nfit occasion in the House of Commons of my intention to bring forward\nthe abolition of the slave-trade.”",
        "With the exception of Knole Park, Holwood boasts some of the finest\nbeeches in the country. The present house took the place of the one\noccupied by Pitt in 1825; the architect was Decimus Burton.",
        "[Illustration: WILBERFORCE’S OR “EMANCIPATION OAK” IN HOLWOOD PARK,\nKESTON.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}