{
    "title": "What to See in England - Whitby",
    "author": "Gordon Home",
    "chapter": "133",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Whitby.\n=Distance from London.=–244-3/4 miles.\n=Average Time.=–Varies between 6-1/2 to 7-1/2 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  34s. 6d.   ...   20s. 4d.\n          Return  69s. 0d.   ...   40s. 8d.",
        "=Accommodation Obtainable.=–\"Royal Hotel,” “Crown Hotel,\"\n  “Métropole Hotel,” etc.",
        "Whitby is renowned for its ancient abbey and its beautiful situation on\nthe high and rocky coast of Yorkshire, just where the river Esk finds a\nway to the sea. The Esk cuts the town into two portions. East Cliff is\non the one side, with its hoary abbey and quaint parish church on its\nsummit, towering over the old fishing hamlet which clusters so\npicturesquely at its base. West Cliff is on the other side, a modern,\nfashionable seaside resort. Close by are the heather-clad moors with\ntheir keen, invigorating air.",
        "From the bottom of East Cliff one ascends by 199 steps to the abbey,\nwhich was founded in (_circa_) 658. Its first abbess was the saintly\nLady Hilda. During her rule, the poor cowherd, Caedmon, sleeping among\nthe cattle, being ashamed that he could not take harp and sing among the\nrest, had his wonderful dream. An angel appeared to him and told him to\nsing the Beginning of the Creation. Immediately the cowherd went to the\nAbbess Hilda and sang his song. He became our first English poet.",
        "In 870 the abbey and town were destroyed by the Danes. The\necclesiastical buildings were deserted for two hundred years, but the\ntown was rebuilt and prospered. The foundations of the present buildings\nwere laid in 1220, and the abbey flourished till the Dissolution, when\nit was despoiled. Even in its ruinous condition it is a marvellous\nspecimen of Gothic architecture. The choir, with its north aisle and\ntransept, parts of the north aisle, and the west front are standing.",
        "The Parish Church of St. Mary is worth a visit because of its extreme\nage (it dates from Norman times) and its quaint ugliness. Whitby built\nthe ship in which Captain Cook sailed round the world. The house where\nhe served his apprenticeship to a shipbuilder is in Grape Lane. The jet\nworks are only carried on to a limited extent. In the Scaur, below East\nCliff, ammonites are to be found.",
        "A charge of threepence is made for admission to the abbey.",
        "[Illustration: Photochrom Co., Ltd.\nWHITBY.",
        "The old town from across the harbour.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}