{
    "title": "What to See in England - Pevensey Castle",
    "author": "Gordon Home",
    "chapter": "53",
    "content": [
        "\n\n",
        "LANDING-PLACE OF WILLIAM THE CONQUEROR",
        "=How to get there.=–Train from London Bridge or Victoria. London,\n  Brighton, and South Coast Railway.\n=Nearest Station.=–Pevensey and West Ham.\n=Distance from London.=–65 miles.\n=Average Time.=–Varies between 2 and 3 hours.",
        "                     1st       2nd      3rd\n=Fares.=–Single  10s. 0d.   6s. 2d.  4s. 8d.\n          Return  17s. 6d.  11s. 8d.  9s. 4d.",
        "=Accommodation Obtainable.=–\"Royal Oak Inn” at Pevensey village.",
        "Pevensey, the scene of so many notable events in English history, was\nprobably a fishing-port in prehistoric times. It is situated on flat and\nlow-lying marsh-land, about 15 miles westward along the coast from\nHastings. Here the Romans built a town and fortress. Entering Pevensey\nCastle by the main gateway, you stand on the site of the Roman city of\nAnderida, of which many evidences remain in the shape of Roman cement\nand tiles in a wall which surrounds the enclosure. The Romans retired\nfrom Anderida in the fifth century, when it was destroyed by the Saxons\nunder Ella, and the inhabitants slain for their obstinate resistance.",
        "A fortnight before the great battle on Senlac Hill, William of Normandy\nlanded at the old Roman city. After the Conquest, Roger, Earl of\nMortmain and Cornwall, half-brother of the Conqueror, built the Norman\nbuilding whose shattered walls are to be seen to-day. William Rufus,\nSimon de Montfort, and Stephen each attacked the castle, and it remained\na fortress until the reign of Queen Elizabeth. In the south-eastern\ncorner of the Brito-Roman city, there still stands an interesting old\nculverin, bearing the crown, Tudor rose, and the initials of Queen\nElizabeth. It is one of two cannon placed there in 1587 in readiness for\nthe Spaniards. The present castle shows the different work of several\ncenturies. The remains of a much-weathered stone font, surrounded by an\niron cage, stand in the centre of the enclosure. Near by, within a\npalisade, is the old castle well, with hart’s-tongue ferns growing on\nthe damp brick lining.",
        "At one time Pevensey formed, with Hastings, one of the Cinque Ports. It\nbegan to decline as a seafaring place with the loss of its harbour,\nowing to the receding of the sea along the Sussex shore–the walls,\nwhich were formerly almost washed by the waves, being now quite a mile\ninland. Visitors may enter the castle on week days without charge.",
        "[Illustration: PEVENSEY CASTLE.",
        "Before the sea receded the waves almost reached the Castle walls.]",
        "WINCHESTER & ITS CATHEDRAL",
        "=How to get there.=–Train from Waterloo. L. and S.W. Railway.\n=Nearest Station.=–Winchester.\n=Distance from London.=–66-1/2 miles.\n=Average Time.=–Varies between 1-1/2 to 2-3/4 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  11s. 0d.   7s. 0d.   5s. 6d.\n          Return  19s. 3d.  12s. 2d.  10s. 6d.",
        "=Accommodation Obtainable.=–\"George Hotel,” “Royal Hotel,\"\n  “Black Swan Hotel,” etc.\n=Alternative Route.=–Train from Paddington. Great Western Rly.",
        "Winchester, the ancient Saxon capital of England, is situated near the\nfoot of the chalk uplands surrounding the river Itchin. It is a city\nfull of historical interest, and its two most striking features are the\ncathedral and college. Long before the Norman Conquest there was a\ngrammar school at Winchester under the care of the monks. Bishop William\nof Wykeham was educated at this earlier school, and it was he who\nre-established it on a larger scale. The new college was founded at the\nend of the fourteenth century, under the direction of a corporation, and\nwas allied to one of the colleges at Oxford. For five centuries this\ncollege, the most ancient of the public schools in England, has kept a\nforemost place among the many educational centres that now exist. Many\nof the college buildings remain almost the same as they were originally\nfounded.",
        "The cathedral, which is the largest in England, shows every style of\narchitecture from pure Norman to Early Renaissance. It was founded by\nWalkelin, the first Norman bishop, whose carved font is one of the\nfinest treasures of the building. Bishop Wykeham, at the end of the\nfourteenth century, continued the building, which had been steadily\nprogressing for a considerable time, and commenced the partial casing of\nthe Norman columns with Perpendicular mouldings. The vaulting shafts of\nthe nave rise from the ground, and owing to the thickness of the Norman\nmasonry, there is no proper triforium. The reredos was built by Cardinal\nBeaufort in the fifteenth century, and the Lady Chapel was added about\nthe same time. Though it suffered much damage during the Parliamentary\nwars, the cathedral is wonderfully rich in monuments, all its various\narchitects being buried there, and among the many shrines is that of\nWilliam Rufus.",
        "Winchester’s associations with King Alfred, and its numerous examples of\narchitecture of all the centuries, make the city one of the most\ninteresting in England.",
        "[Illustration: Photochrom Co., Ltd.\nWINCHESTER CATHEDRAL.",
        "Showing the Norman north transept and the west end.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}