{
    "title": "What I Saw in California - Chapter XII.",
    "author": "Edwin Bryant",
    "chapter": "12",
    "content": [
        "\n\n",
        "  City of Angels\n  Gardens\n  Vineyards\n  Produce of the vine in California\n  General products of the country\n  Reputed personal charms of the females of Los Angeles\n  San Diego\n  Gold and quicksilver mines\n  Lower California\n  Bituminous springs\n  Wines\n  A Kentuckian among the angels\n  Missions of San Gabriel and San Luis Rey\n  Gen. Kearny and Com. Stockton leave for San Diego\n  Col. Fremont appointed Governor of California by Com. Stockton\n  Com. Shubrick’s arrival\n  Insurrection in the northern part of California suppressed\n  Arrival of Col. Cooke at San Diego.",
        "La Ciudad de los Angeles is the largest town in California, containing\nbetween fifteen hundred and two thousand inhabitants. Its streets are\nlaid out without any regard to regularity. The buildings are generally\nconstructed of adobes one and two stories high, with flat roofs. The\npublic buildings are a church, quartel, and government house. Some of\nthe dwelling-houses are frames, and large. Few of them, interiorly or\nexteriorly, have any pretensions to architectural taste, finish, or\nconvenience of plan and arrangement. The town is situated about 20 miles\nfrom the ocean, in a extensive undulating plain, bounded on the north\nby a ridge of elevated hills, on the east by high mountains whose\nsummits are now covered with snow, on the west by the ocean, and\nstretching to the south and the south-east as far as the eye can reach.\nThe Rio St. Gabriel flows near the town. This stream is skirted with\nnumerous vineyards and gardens, inclosed by willow-hedges. The gardens\nproduce a great variety of tropical fruits and plants. The yield of the\nvineyards is very abundant; and a large quantity of wines of a good\nquality and flavour, and aguardiénte, are manufactured here. Some of\nthe vineyards, I understand, contain as many as twenty thousand vines.\nThe produce of the vine in California will, undoubtedly, in a short\ntime form an important item, in its exports and commerce. The soil and\nclimate, especially of the southern portion of the country, appear to\nbe peculiarly adapted to the culture of the grape.",
        "We found in Los Angeles an abundance of maize, wheat, and frijoles,\nshowing that the surrounding country is highly productive of these\nimportant articles of subsistence. There are no mills, however, in this\nvicinity, the universal practice of Californian families being to grind\ntheir corn by hand; and consequently flour and bread are very scarce,\nand not to be obtained in any considerable quantities. The only garden\nvegetables which I saw while here were onions, potatoes, and chile\ncolorado, or red pepper, which enters very largely into the cuisineof the country. I do not doubt, however, that every description of\ngarden vegetables can be produced here, in perfection and abundance.",
        "While I remained at Los Angeles, I boarded with two or three other\nofficers at the house of a Mexican Californian, the late alcalde of the\ntown, whose political functions had ceased. He was a thin, delicate,\namiable, and very polite gentleman, treating us with much courtesy, for\nwhich we paid him, when his bill was presented, a very liberal\ncompensation. In the morning we were served, on a common deal table,\nwith a cup of coffee and a plate of tortillas. At eleven o’clock, a\nmore substantial meal was provided, consisting of stewed beef, seasoned\nwith chile colorado, a rib of roasted beef, and a plate of frijoleswith tortillas, and a bottle of native wine. Our supper was a second\nedition of the eleven o’clock entertainment.",
        "The town being abandoned by most of its population, and especially by\nthe better class of the female portion of it, those who remained, which\nI saw, could not, without injustice, be considered as fair specimens of\nthe angels, which are reputed here to inhabit. I did not happen to\nsee one beautiful or even comely-looking woman in the place; but, as\nthe fair descendants of Eve at Los Angeles have an exalted reputation\nfor personal charms, doubtless the reason of the invisibility of the\nexamples of feminine attractions, so far-famed and so much looked for\nby the sojourner, is to be ascribed to their “unavoidable absence,” on\naccount of the dangers and casualties of war. At this time, of course,\neverything in regard to society, as it usually exists here, is in a\nstate of confusion and disorganization, and no correct conclusions in\nreference to it can be drawn from observation under such circumstances.",
        "The bay of San Pedro, about twenty-five miles south of Los Angeles, is\nthe port of the town. The bay affords a good anchorage for vessels of\nany size; but it is not a safe harbour at all times, as I have been\ninformed by experienced nautical men on this coast. San Gabriel River\nempties into the bay. The mission of San Gabriel is about twelve miles\neast of Los Angeles. It is represented as an extensive establishment of\nthis kind, the lands surrounding and belonging to it being highly\nfertile. The mission of San Luis Rey is situated to the south, about\nmidway between Los Angeles and San Diego. This mission, according to\nthe descriptions which I have received of it, is more substantial and\ntasteful in its construction than any other in the country; and the\ngardens and grounds belonging to it are now in a high state of\ncultivation.",
        "San Diego is the most southern town in Upper California. It is situated\non the Bay of San Diego, in latitude 33° north. The country back of it\nis described by those who have travelled through it as sandy and arid,\nand incapable of supporting any considerable population. There are,\nhowever, it is reported on authority regarded as reliable, rich mines\nof quicksilver, copper, gold, and coal, in the neighbourhood, which, if\nsuch be the fact, will before long render the place one of considerable\nimportance. The harbour, next to that of San Francisco, is the best on\nthe Pacific coast of North America, between the Straits of Fuca and\nAcapulco.",
        "For the following interesting account of Lower California I am indebted\nto Rodman M. Price, Esq., purser of the U.S. sloop-of-war Cyane, who\nhas been connected with most of the important events which have\nrecently taken place in Upper and Lower California, and whose\nobservations and opinions are valuable and reliable. It will be seen\nthat the observations of Mr. Price differ materially from the generally\nreceived opinions in reference to Lower California.",
        "“Burlington, N.J., June 7, 1848.",
        "“Dear Sir,–It affords me pleasure to give you all the information I\nhave about Lower California, derived from personal observation at\nseveral of its ports that I have visited, in the U.S. ship Cyane, in\n1846-47.",
        "“Cape St. Lucas, the southern extremity of the peninsula of Lower\nCalifornia, is in lat. 22° 45’ N., has a bay that affords a good\nharbour and anchorage, perfectly safe nine months in the year; but it\nis open to the eastward, and the hurricanes which sometimes occur\nduring July, August, and September, blow the strongest from the\nsoutheast, so that vessels will not venture in the bay during the\nhurricane season. I have landed twice at the Cape in a small boat, and\nI think a breakwater can be built, at small cost, so as to make a safe\nharbour at all seasons. Stone can be obtained with great ease from\nthree cones of rocks rising from the sea, and forming the extreme\nsoutherly point of the Cape, called the Frayles. Looking to the future\ntrade and commerce of the Pacific Ocean, this great headland must\nbecome a most important point as a dépôt for coal and merchandise, and\na most convenient location for vessels trading on that coast to get\ntheir supplies. Mr. Ritchie, now residing there, supplies a large\nnumber of whale-ships that cruise off the Cape, annually, with fresh\nprovisions, fruits, and water. The supplies are drawn from the valley\nof San José twenty miles north of the Cape, as the land in its\nimmediate vicinity is mountainous and sterile; but the valley of San\nJosé is extensive and well cultivated, producing the greatest variety\nof vegetables and fruits. The sweet and Irish potato, tomato, cabbage,\nlettuce, beans, peas, beets, and carrots are the vegetables; oranges,\nlemons, bananas, plantains, figs, dates, grapes, pomegranates, and\nolives are its fruits. Good beef and mutton are cheap. A large amount\nof sugar-cane is grown, from which is made panoche, a favourite sugar\nwith the natives; it is the syrup from the cane boiled down, and run\ninto cakes of a pound weight, and in appearance is like our\nmaple-sugar.",
        "“Panoche, cheese, olives, raisins, dried figs, and dates, put up in\nceroons of hide, with the great staples of the Californians–hides\nand tallow–make the export of San José, which is carried to San Blas\nand Mazatlan, on the opposite coast. This commerce the presence of the\nCyane interrupted, finding and capturing in the Bay of La Paz, just\nafter the receipt of the news of war on that coast in September, 1846,\nsixteen small craft, laid up during the stormy season, engaged in this\ntrade.",
        "“I cannot dismiss the valley of San José, from which the crew of the\nCyane have drawn so many luxuries, without alluding to the\nnever-failing stream of excellent water that runs through it (to which\nit owes its productiveness) and empties into the Gulf here, and is\neasily obtained for shipping when the surf is low. It is now frequented\nby some of our whale ships, and European vessels bound to Mazatlan with\ncargoes usually stop here to get instructions from their consignees\nbefore appearing off the port; but vessels do not anchor during the\nthree hurricane months. The view from seaward, up this valley, is\nbeautiful indeed, being surrounded by high barren mountains, which is\nthe general appearance of the whole peninsula, and gives the impression\nthat the whole country is without soil, and unproductive. When your eye\ngets a view of this beautiful, fertile, cultivated, rich, green valley,\nproducing all the fruits and vegetables of the earth, Lower California\nstock rises. To one that has been at sea for months, on salt grub, the\nsight of this bright spot of cultivated acres, with the turkeys, ducks,\nchickens, eggs, vegetables, and fruit, makes him believe the country an\nEldorado. Following up the coast on the Gulf side, after passing Cape\nPolmo, good anchorage is found between the peninsula and the island of\nCerralbo. Immediately to the north of this island is the entrance to\nthe great and beautiful bay of La Paz. It has two entrances, one to the\nnorth and one to the south of the island of Espiritu Santo. The\nnorthern one is the boldest and safest for all craft drawing over\ntwelve feet. The town of La Paz is at the bottom or south side of the\nbay, about twenty miles from the mouth. The bay is a large and\nbeautiful sheet of water. The harbour of Pichelinque, of perfect\nmill-pond stillness, is formed inside of this bay. The Cyane lay at\nthis quiet anchorage several days.",
        "“Pearl-fishing is the chief employment of the inhabitants about the\nbay, and the pearls are said to be of superior quality. I was shown a\nnecklace, valued at two thousand dollars, taken in this water. They are\nall found by diving. The Yake Indians are the best divers, going down\nin eight-fathom water. The pearl shells are sent to China, and are\nworth, at La Paz, one dollar and a half the arroba, or twenty-five\npounds. Why it is a submarine diving apparatus has not been employed in\nthis fishery, with all its advantages over Indian diving, I cannot say.\nYankee enterprise has not yet reached this new world. I cannot say this\neither, as a countryman of ours, Mr. Davis, living at Loretta, has been\na most successful pearl-fisher, employing more Indians than any one\nelse engaged in the business. I am sorry to add that he has suffered\ngreatly by the war. The country about La Paz is a good grazing country,\nbut very dry. The mountains in the vicinity are said to be very rich in\nminerals. Some silver mines near San Antonio, about forty miles south,\nare worked, and produce well. La Paz may export one hundred thousand\ndollars a-year of platapina. Gold-dust and virgin gold are brought to\nLa Paz. The copper and lead mines are numerous and rich. To the north\nof La Paz are numerous safe and good harbours. Escondida, Loretta, and\nMuleje are all good harbours, formed by the islands in front of the\nmain land.",
        "“The island of Carmen, lying in front of Loretta, has a large salt\nlake, which has a solid salt surface of several feet thickness. The\nsalt is of good quality, is cut out like ice, and it could supply the\nworld. It has heretofore been a monopoly to the governor of Lower\nCalifornia, who employed convicts to get out the salt and put it on the\nbeach ready for shipping. It is carried about a quarter of a mile, and\nis sent to Mazatlan and San Blas. A large quantity of salt is used in\nproducing silver. To the north of Muleje, which is nearly opposite\nGuymas, the gulf is so much narrower that it is a harbour itself. No\naccurate survey has ever been made of it–indeed, all the peninsula, as\nwell as the coast of Upper California, is laid down wrong on the\ncharts, being about twelve miles too far easterly. The English\nGovernment now have two naval ships engaged in surveying the Gulf of\nCalifornia.",
        "“On the Pacific coast of the peninsula there is the great Bay of\nMagdalena, which has fine harbours, but no water, provisions, or\ninhabitants. Its shores are high barren mountains, said to possess\ngreat mineral wealth. A fleet of whale-ships have been there during the\nwinter months of the last two years, for a new species of whale that\nare found there, represented as rather a small whale, producing forty\nor fifty barrels of oil; and, what is most singular, I was assured, by\nmost respectable whaling captains, that the oil is a good paint-oil (an\nentire new quality for fish-oil). Geographically and commercially,\nLower California must become very valuable. It will be a constant\nsource of regret to this country, that it is not included in the treaty\nof peace just made with Mexico. We have held and governed it during the\nwar, and the boundary of Upper California cuts the head of the Gulf of\nCalifornia, so that Lower California is left entirely disconnected with\nthe Mexican territory.",
        "“Cape St. Lucas is the great headland of the Pacific Ocean, and is\ndestined to be the Gibraltar and entrepot of that coast, or perhaps La\nPaz may be preferred, on account of its superior harbour. As a\npossession to any foreign power, I think Lower California more valuable\nthan the group of the Sandwich Islands. It has as many arable acres as\nthat group of islands, with rich mines, pearl-fishing, fine bays and\nharbours, with equal health, and all their productions. As a country,\nit is dry, mountainous, and sterile, yet possessing many fine valleys\nlike San José, as the old mission establishments indicate. I have heard\nTodas Santos, Commondee, Santa Guadalupe, and others, spoken of as\nbeing more extensive, and as productive as San José.",
        "“I am, most faithfully and truly, yours,",
        "“Rodman M. Price.”",
        "In the vicinity of Los Angeles there are a number of warm springs which\nthrow out and deposit large quantities of bitumen or mineral tar. This\nsubstance, when it cools, becomes hard and brittle like resin. Around\nsome of these springs many acres of ground are covered with this\ndeposit to the depth of several feet. It is a principal material in the\nroofing of houses. When thrown upon the fire, it ignites immediately,\nemitting a smoke like that from turpentine, and an odour like that from\nbituminous coal. This mineral, so abundant in California, may one day\nbecome a valuable article of commerce.",
        "There are no reliable statistics in California. The traveller is\nobliged to form his estimate of matters and things chiefly from his own\nobservation. You can place but little reliance upon information derived\nfrom the population, even when they choose to answer your questions;\nand most generally the response to your inquiries is–”Quien sabe?“\n(who knows?) No Californian troubles his brains about these matters.\nThe quantity of wines and aguardiénte produced by the vineyards and\ndistilleries, at and near Los Angeles, must be considerable–basing my\nestimate upon the statement of Mr. Wolfskill, an American gentleman\nresiding here, and whose house and vineyard I visited. Mr. W.’s\nvineyard is young, and covers about forty acres of ground, the number\nof vines being 4,000 or 5,000. From the produce of these, he told me,\nthat last year he made 180 casks of wine, and the same quantity of\naguardiénte. A cask here is sixteen gallons. When the vines mature,\ntheir produce will be greatly increased. Mr. W.’s vineyard is doubtless\na model of its kind. It was a delightful recreation to stroll through\nit, and among the tropical fruit-trees bordering its walks. His house,\ntoo, exhibited an air of cleanliness and comfort, and a convenience of\narrangement not often met with in this country. He set out for our\nrefreshment three or four specimens of his wines, some of which would\ncompare favourably with the best French and Madeira wines. The\naguardiénte and peach-brandy, which I tasted, of his manufacture,\nbeing mellowed by age, were of an excellent flavour. The quantity of\nwine and aguardiénte produced in California, I would suppose,\namounted to 100,000 casks of sixteen gallons, or 1,600,000 gallons.\nThis quantity by culture can be increased indefinitely.",
        "It was not possible to obtain at Los Angeles a piece of woollen cloth\nsufficiently large for a pair of pantaloons, or a pair of shoes, which\nwould last a week. I succeeded, after searching through all the shops\nof the town, in procuring some black cotton velvet, for four yards of\nwhich I paid the sum of 12 dollars. In the United States the same\narticle would probably have cost 1.50 dollar. For four dollars more I\nsucceeded in getting the pantaloons made up by an American tailor, who\ncame into the country with General Kearny’s forces. A Rocky Mountain\ntrapper and trader (Mr. Goodyear), who has established himself near the\nSalt Lake since I passed there last year, fortunately arrived at Los\nAngeles, bringing with him a quantity of dressed deer and elk skins,\nwhich were purchased for clothing for the nearly naked soldiers.",
        "Among the houses I visited while here, was that of Mr. Pryor, an\nAmerican, and a native of Louisville, Ky. He has been a resident of the\ncountry between twenty and thirty years, but his Kentucky manners,\nfrankness, and hospitality still adhere to him.",
        "I remained at Los Angeles from the 14th to the 29th of January. During\nthis time, with the exception of three days, the weather and\ntemperature were pleasant. It rained one day, and during two days the\nwinds blew strong and cold from the north-west. The nights are cool,\nbut fires are not requisite to comfort. The snow-clad mountains, about\ntwenty-five or thirty miles to the east of us, contrast singularly with\nthe brilliant fresh verdure of the plain.",
        "On the 18th of January General Kearny, with the dragoons, left for San\nDiego. There was understood to be a difference between General Kearny\nand Commodore Stockton, and General Kearny and Colonel Fremont, in\nregard to their respective powers and duties; which, as the whole\nsubject has subsequently undergone a thorough investigation, and the\nresult made public, it is unnecessary for me to allude to more\nparticularly. I did not converse with General Kearny while he was at\nLos Angeles, and consequently possessed no other knowledge of his views\nand intentions, or of the powers with which he had been invested by the\nPresident, than what I derived from report.",
        "On the 19th, Commodore Stockton and suite, with a small escort, left\nfor San Diego. Soon after his departure the battalion was paraded, and\nthe appointment of Colonel Fremont as governor of California, and\nColonel W.H. Russell, as secretary of state, by Commodore Stockton, was\nread to them by Colonel Russell. It was announced, also, that, although\nColonel Fremont had accepted the office of chief civil magistrate of\nCalifornia, he would still retain his military office, and command the\nbattalion as heretofore.",
        "Commodore Shubrick, however, arrived at Monterey on the 23rd of\nJanuary, in the U.S. ship Independence, and, ranking above Commodore\nStockton, assumed the chief command, as appears by the date of a\ngeneral order published at Monterey, and written on board the United\nStates ship Independence, on February 1st, thanking the volunteers for\ntheir services, and announcing the restoration of order. For I should\nstate that an insurrection, headed by Don Francisco Sanchez, had broken\nout in the upper portion of California some time towards the last of\nDecember, which had been put down by a detachment of marines and\nvolunteers. The insurgents had committed some outrages, and among other\nacts had taken prisoner Lieutenant W.A. Bartlett, acting Alcalde of San\nFrancisco, with some other Americans. An account of the suppression of\nthis affair I find in the “Californian” newspaper of February 6th, 1847,\nfrom which it appears, “that a party of one hundred and one men,\ncommanded by Captain Ward Marston, of the United States marines,\nmarched from San Francisco on the 29th December in search of the enemy,\nwhom they discovered on the 2nd of January, about one hundred in\nnumber, on the plains of Santa Clara, under the command of Francisco\nSanchez. An attack was immediately ordered. The enemy was forced to\nretire, which they were able to do in safety, after some resistance, in\nconsequence of their superior horses. The affair lasted about an hour,\nduring which time we had one marine slightly wounded in the head, one\nvolunteer of Captain Weber’s command in the leg; and the enemy had one\nhorse killed, and some of their forces supposed to be killed or\nwounded. In the evening the enemy sent in a flag of truce, with a\ncommunication, requesting an interview with the commanding officer of\nthe expedition the next day, which was granted, when an armistice was\nentered into, preparatory to a settlement of the difficulties. On the\n3rd, the expedition was reinforced by the mounted Monterey volunteers,\nfifty-five men, under the command of Captain W.A.T. Maddox, and on the\n7th, by the arrival of Lieutenant Grayson with fifteen men, attached to\nCaptain Maddox’s company. On the 8th a treaty was concluded, by which\nthe enemy surrendered Lieutenant Bartlett, and the other prisoners, as\nwell as all their arms, including one small field-piece, their\nammunition and accoutrements, and were permitted to return peaceably to\ntheir homes, and the expedition to their respective posts.”",
        "A list of the expedition which marched from San Francisco is given as\nfollows:–Captain Ward Marston, commandant; Assistant-surgeon J. Duval,\naide-de-camp. A detachment of United States marines, under command of\nLieutenant Tansil, thirty-four men; artillery, consisting of one\nfield-piece, under the charge of Master William F. De Iongh, assisted\nby Mid. John M. Kell, ten men; Interpreter John Pray; mounted company\nof San José volunteers, under command of Captain C.M. Weber, Lieutenant\nJohn Murphy, and acting Lieutenant John Reed, thirty-three men; mounted\ncompany of Yerba Buena volunteers, under command of Captain William M.\nSmith, Lieutenant John Rose, with a small detachment under Captain J.\nMartin, twelve men.",
        "Thus ended the insurrections, if resistance against invasion can\nproperly be so called, in Upper California.",
        "On the 20th January, the force of sailors and marines which had marched\nwith Commodore Stockton and General Kearny left Los Angeles, to embark\nat San Pedro for San Diego. On the 21st a national salute was fired by\nthe artillery company belonging to the battalion, in honour of Governor\nFremont. On the 22nd, letters were received from San Diego, stating\nthat Colonel Cooke, who followed General Kearny from Santa Fé with a\nforce of four hundred Mormon volunteers, had reached the neighbourhood\nof that place. Having applied for my discharge from the battalion as\nsoon as we reached Los Angeles, I received it on the 29th, on which\nday, in company with Captain Hastings, I set out on my return to San\nFrancisco, designing to leave that place on the first favourable\nopportunity for the United States.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}