{
    "title": "What to See in England - Windsor",
    "author": "Gordon Home",
    "chapter": "18",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Railway.\n=Nearest Station.=–Windsor.\n=Distance from London.=–21-1/4 miles.\n=Average Time.=–Varies between 1/2 to 1 hour.",
        "                    1st      2nd      3rd\n=Fares.=–Single  3s. 6d.  2s. 3d.  1s. 9d.\n          Return  5s. 6d.  4s. 0d.  3s. 4d.",
        "=Accommodation Obtainable.=–\"White Hart Hotel,” “Bridge House\n  Hotel,” “Castle Hotel,” etc.\n=Alternative Route.=–Train from Waterloo. L. and S.W. Railway.",
        "The chief interest of Windsor centres in its castle, without which\nvisitors to the town would probably be few in number. Some of the old\nstreets are narrow, and there are many architecturally interesting\nbuildings. The business portion of the town lies nearest to the Castle,\nthe residential parts being chiefly round the Great Park. The Town Hall,\nin the High Street, was commenced in 1686, and was completed under the\ndirection of Sir Christopher Wren.",
        "The history of Windsor Castle commences with the granting of the site of\nthe castle and town to the Abbot of Westminster by Edward the Confessor.\nWilliam the Conqueror, was, however, so struck with its splendid\nmilitary position, that he revoked the grant, and where the castle now\nstands built a fortress of considerable size. Of this there is no\ndescription extant. The first court was held at Windsor by Henry I., and\nduring his reign many splendid functions took place there. Edward III.\nemployed William of Wykeham to rebuild almost the whole castle. Henry\nVII., Henry VIII., and Elizabeth all made additions to the buildings.\nMany magnificent paintings were added during the reign of Charles I.\nGeorge I. made Windsor Castle his chief residence, and appointed a Royal\nCommission to rebuild the castle in its present form at a cost of more\nthan one million sterling. About 1860, Wolsey’s Chapel, now known as the\nAlbert Memorial Chapel, was restored in memory of the Prince Consort,\nand the Duchess of Kent’s mausoleum was erected. St. George’s Chapel, a\nsplendid specimen of ecclesiastical architecture, was originally built\nby Edward III., and was finally restored in 1887. The State apartments,\nwhich can be seen when the Royal family are absent, are sumptuously\nfurnished and contain much beautiful tapestry and a valuable collection\nof pictures.",
        "Windsor Great Park, the chief feature of which is the Long Walk, is well\nstocked with deer.",
        "[Illustration: Photochrom Co., Ltd.\nWINDSOR CASTLE.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}