{
    "title": "What to See in England - Knutsford",
    "author": "Gordon Home",
    "chapter": "113",
    "content": [
        "\n\n",
        "THE HOME OF MRS. GASKELL",
        "=How to get there.=–Train from Euston via Crewe. L. and N.W. Rly.\n=Nearest Station.=–Knutsford.\n=Distance from London.=–180 miles.\n=Average Time.=–Varies between 4 to 5-1/2 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  24s. 6d.  16s. 6d.  14s. 3-1/2d.\n          Return  49s. 0d.  31s. 6d.  28s. 7d.",
        "=Accommodation Obtainable.=–\"Royal George Hotel,” etc.",
        "Knutsford still retains the air of old-world quaintness which Mrs.\nGaskell has made so familiar in her delightful Cranford. The whole of\nKnutsford breathes the fresh and bright tidiness one always\ninvoluntarily associates with such ladies as “Miss Jenkyns,” and every\nhouse rejoices in a beautifully neat garden. The Royal George Hotel, in\nthe High Street, is a perfect feast to the eye of panelled wainscotting,\noak settles, and Chippendale cabinets. The richness, all over the town,\nof ancient carvings, staircases, and chimney-pieces, is due to the\nprosperity which the coach traffic between Liverpool and Manchester\nbrought to the place for many years.",
        "Mrs. Gaskell was born in Chelsea in 1810, but her mother dying soon\nafter, she went to live under the care of her mother’s sister, who lived\nat Knutsford in Cheshire. Mrs. Gaskell, as a child, was brought up in a\ntall red house, standing alone in the midst of peaceful fields and\ntrees, on the Heath, with a wide view reaching to the distant hills. In\na green hollow near this house there stand an old forge and mill, the\nformer having existed for more than two hundred years. Mrs. Gaskell had\na lonely childhood, occasionally relieved by a visit to her cousins at\nthe old family house of Sandlebridge. This old house is now dismantled,\nbut contains many interesting features. A shuffle-board, or extremely\nlong table, with drawers and cupboards underneath, of which there now\nexist scarcely any specimens, a cradle of great antiquity, and the fine\nold wooden chimney-pieces in the front parlour, still remain.",
        "A few places in Knutsford claim association with Cranford. One house\nis pointed out as being Miss Matty’s tea-shop. The Knutsford ladies\nstill gossip over toasted cheese and bezique. Mrs. Gaskell spent her\nmarried life in Manchester, where most of her books were written, but\nshe used often to return and stay with her cousins, from whom she learnt\nmany of the quaint stories still told in Knutsford.",
        "[Illustration: F. Frith & Co.\nKNUTSFORD.",
        "The village described by Mrs. Gaskell in Cranford.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}