{
    "title": "What to See in England - The Isle of Athelney, and Sedgemoor",
    "author": "Gordon Home",
    "chapter": "99",
    "content": [
        "\n\n",
        "THE SCENE OF MONMOUTH’S DEFEAT",
        "=How to get there.=–Train from Paddington. Great Western Rly.\n=Nearest Station.=–Athelney.\n=Distance from London.=–150-1/2 miles.\n=Average Time.=–Varies between 4-1/2 to 5-3/4 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  26s. 8d.  16s. 8d.  13s. 4d.\n          Return  53s. 4d.  33s. 4d.  26s. 8d.",
        "=Accommodation Obtainable.=–\"Railway Hotel.”",
        "The Isle of Athelney, the hiding-place of Alfred the Great, at the time\nwhen the fortunes of England lay trembling in the balance, is a slightly\nelevated plot of land where the river Parret joins the Tone. In Alfred’s\ndays it was a small island surrounded by an impenetrable morass, and\nthickly grown with alders. Here tradition places the hut in which the\nking, deep in thought, allowed the good wife’s cakes to burn. Soon a\nlittle band of faithful followers joined Alfred, and together they built\na causeway over the marshes, eventually constructing a fort from which\nsuccessful sallies were made against the Danes in the vicinity. The\nrally of the Saxons round their intrepid king resulted in the victory of\nEthandune, and out of gratitude for his success, Alfred built on the\nisland an abbey, of which a few relics, including the famous Alfred\nJewel, remain to-day. A monument erected by Mr. John Slade marks the\nspot.",
        "A mile to the north is Boroughbridge with its solitary hill, on which\nmany believe that Alfred built his chief fort. The hill is now crowned\nby the ruins of St. Michael’s Church, St. Michael being the saint whose\nname is associated with most of our hill-top shrines. Ling, the next\nvillage, is thought to be a corruption of Atheling.",
        "Athelney is on the edge of the flat valley of Sedgemoor, the scene of\nMonmouth’s defeat in 1685. The royal troops were quartered in the\nvillages of Weston Zoyland, Middlezoy, and Chedzoy, their headquarters\nbeing Weston Zoyland, round which the battle raged most fiercely.\nKnowing the carelessness that prevailed in the royal camp, Monmouth\nattempted a night attack. On Sunday night, July 5, therefore, his troops\nstole out. But they were foiled and trapped by the broad ditches called\n“rhines,” in which they lost their way in a helpless fashion, and a\npistol that went off in the confusion roused the Royalists, with the\nresult that Monmouth’s followers were hopelessly routed, a thousand\nbeing slain.",
        "[Illustration: THE “ISLAND” OF ATHELNEY.",
        "The Alfred memorial is in the foreground, and in the distance is the\n“Mump,” the lonely hill surmounted by the ruined church of\nBoroughbridge.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}