{
    "title": "What to See in England - Savernake Forest",
    "author": "Gordon Home",
    "chapter": "54",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Railway.\n=Nearest Station.=–Savernake.\n=Distance from London.=–70 miles.\n=Average Time.=–Varies between 2 to 3 hours.",
        "                     1st       2nd        3rd\n=Fares.=–Single  11s. 8d.   7s.  4d.   5s. 10d.\n          Return  20s. 6d.  12s. 10d.  11s.  8d.",
        "=Accommodation Obtainable.=–\"Forest Hotel” (near railway station),\n  “Ailesbury Arms Hotel,” etc., in Marlborough.\n=Alternative Route.=–Train from Waterloo. L. and S.W. Railway.",
        "Savernake is said to be the only forest in England possessed by a\nsubject. It occupies a piece of country 16 miles in circumference, is\nentirely open to all, and the Marquess of Ailesbury also allows\nSavernake Forest House to be seen by strangers when the family are\nabsent. At Savernake Station one is brought within sight of the forest,\nand entering it at this point one is able to enjoy a lovely walk of 6 or\n7 miles, which brings one out close to Marlborough Station, with the\ntown on the further side of the railway. The forest is specially famous\nfor its glorious avenue of beech 4 miles in length, and there is little\ndoubt that there is no finer in the kingdom.",
        "If one enters through the park gates, near Savernake Station, the house\n(formerly known as Tottenham House) lies on the right, and in the\nopposite direction one may notice, at the end of a perspective formed by\ngreat masses of elms and beeches, the column erected in 1781 by the\nfirst Earl of Ailesbury (the marquisate was not created until 1821),\ncommemorating the recovery of George III. and other circumstances.",
        "If one crosses the avenue and bears off to the right across the turf the\nchurch of St. Catherine will soon appear in sight. It is a very richly\nornamented structure, and was built by a former Marchioness of\nAilesbury, in memory of her mother the Countess of Pembroke. Returning\nto the avenue, one may continue down it for about 3 miles to the “eight\nwalks,” where an opening in the ranks of the stately trees reveals a\nnumber of grassy glades running off to the chief points of the compass.\nThe walk going off to the south-west leads to the King’s Oak, a gigantic\ntree whose hollow trunk is 24 feet in circumference. This oak is\nsurrounded by a number of grand old trees, their bold outlines enriched\nwith velvety moss. On an autumn afternoon, when the forest is a blaze of\ncrimson and yellow, this spot is seen at its loveliest–the long shadows\nand the golden sunlight giving the scene a painted, almost too brilliant\neffect.",
        "[Illustration: E.H. Roberts.\nTHE AVENUE IN SAVERNAKE FOREST.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}