{
    "title": "What to See in England - Furness Abbey, Lancashire",
    "author": "Gordon Home",
    "chapter": "143",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Furness Abbey.\n=Distance from London.=–262 miles.\n=Average Time.=–Varies between 6 and 7-1/2 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  38s. 2d.   ...   21s. 9d\n          Return  75s. 4d  (available for one month).",
        "=Accommodation Obtainable.=–\"Furness Abbey Hotel,” etc.\n=Alternative Route.=–Train from St. Pancras. Midland Railway.",
        "In the days of its prosperity Furness must have been one of the most\nimportant monastic establishments in the kingdom, although its\ncompleteness did not come about until many years after the date of its\nfoundation in 1127 by Stephen, at that time Earl of Mortain and\nBoulogne. The situation chosen was on the banks of a stream flowing\nthrough a narrow fertile valley–the favourite position for Cistercian\nabbeys. The monks came originally from Savigny in Normandy. Having\nbecome very richly endowed, the foundation of the abbey was confirmed by\nthe charters of twelve successive sovereigns and the bulls of various\npopes. Remarkable privileges were given to the abbot, who had great\nauthority in the whole of the surrounding district, even the military\nelement being, to a certain extent, dependent upon him.",
        "A register known as the Abbot’s Mortuary was kept at Furness throughout\nthree centuries. This was almost unique among Cistercian monasteries,\nfor only names of those abbots who, having presided for ten years,\ncontinued at the abbey and died abbots there, were entered in the\nregister. During 277 years, therefore, only ten names were written upon\nthe pages. When Henry VIII., in 1537, suppressed Furness Abbey, it was\nsurrendered by Roger Pyke, who was abbot at the time.",
        "The ruins of the abbey to be seen to-day are of Norman and Early English\ncharacter, and the general hue of the stone-work is a ruddy brown. Their\nmassive appearance almost suggests a shattered castle; but the share the\nabbey took in military matters is better illustrated from the fact that\nthey built a watch-tower on the top of a hill rising from the walls of\nthe monastery, and commanding a view over the sea and the whole district\nknown as Low Furness. From this height the monks on watch were enabled\nto give warning by signals of the approach of an enemy. The painted\nglass, formerly in the east window, was removed many years ago to the\neast window of Bowness Church in Westmorland.",
        "[Illustration: Photochrom Co., Ltd.\nFURNESS ABBEY.",
        "It was founded in 1127, and gradually grew in importance until even the\nmilitary element in the district became to some extent dependent upon\nthe abbot.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}