{
    "title": "What to See in England - Epping Forest",
    "author": "Gordon Home",
    "chapter": "10",
    "content": [
        "\n\n",
        "=How to get there.=–From Liverpool Street or Fenchurch Street.\n  Great Eastern Railway.\n=Nearest Station.=–Theydon Bois.  Other stations near the forest\n  are Chingford, Loughton, and Epping.\n=Distance from London.=–15 miles.\n=Average Time.=–1 hour. Quickest train, 38 minutes.",
        "                    1st      2nd       3rd\n=Fares.=–Single  2s. 8d.  1s. 11d.  1s. 3-1/2d.\n          Return  3s. 9d.  2s. 11d.  1s. 11d.",
        "Those who wish to ramble through Epping Forest off the beaten paths\nshould carry a compass and a map, so that they do not merely keep in one\nsection of the forest, and thus miss some of the tracts which are quite\ndistinct in character to others. The best days during the summer for\nhaving the glades to one’s self are Wednesday, Thursday, or Friday, but\nduring the winter the whole place is left to the keepers and the\nfeathered inhabitants of the forest. During spring and autumn one also\nfinds that the grassy walks are left almost entirely alone, and at these\nperiods the forest is at its very best. Those who have only visited it\nin the height of summer, when the foliage is perhaps drooping a little,\nwhen the birds are not singing, and when there are traces of more than\none picnic party, have no idea of the true beauty of the forest. A herd\nof deer are allowed to breed in the wilder and less frequented portions\nif the forest, and these add much to the charm of some of the umbrageous\nby-paths when one suddenly disturbs a quietly grazing group. Queen\nElizabeth’s hunting lodge, which adjoins the Forest Hotel at Chingford,\nis a restored three-storied and much gabled building, constructed of\nplastered brickwork and framed with oak. It seems that the building\noriginally had no roof, but merely an open platform, from which one\ncould obtain a good comprehensive view of any sport going on in the\nvicinity. The lodge has now been made the home of a museum of objects of\nantiquity discovered in the forest. The special points of Epping Forest\nwhich should be included in a long day’s ramble are Connaught Water, a\nlake near Chingford; High Beach, an elevated portion of the forest\npossessing some splendid beeches; the earthwork known as Loughton Camp,\nwhich probably belongs to pre-Roman times, and Ambresbury Banks, towards\nEpping. This camp is said to have been the last fortress of the Britons\nunder Boadicea. From here they are believed to have marched against the\nRomans to receive the crushing defeat inflicted upon them.",
        "[Illustration: A GLADE AMONG THE BEECHES IN EPPING FOREST.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}