{
    "title": "What to See in England - Shottermill",
    "author": "Gordon Home",
    "chapter": "35",
    "content": [
        "\n\n",
        "THE HOME OF GEORGE ELIOT",
        "=How to get there.=–Train from Waterloo Station. L. and S.W.\n  Railway.\n=Nearest Station.=–Haslemere (1 mile by road from Shottermill\n  village).\n=Distance from London.=–43 miles.\n=Average Time.=–From 1-1/2 to 2 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single   7s. 2d.  4s. 6d.  3s. 7d.\n          Return  12s. 6d.  8s. 0d.  6s. 8d.",
        "=Accommodation Obtainable.=–At Haslemere–\"White Horse Hotel,\"\n  “Swan Hotel,” etc. “Oakland’s Mansion Private Hotel.”",
        "This lovely little village, on the slopes of Hindhead, with its breezy\nuplands, its hills covered with Scotch firs and its undulating tracts of\nland, so beautiful in the autumn with the glorious purple heather, was\nmuch beloved by George Eliot, known to the whole world as the writer of\nAdam Bede and the Mill on the Floss. In 1871, while Middlemarchwas appearing in parts, George Eliot, who as Mr. Lewes said, “never\nseemed at home except under a broad sweep of sky,” spent part of the\nspring and summer at Brookbank,–an old-fashioned gabled cottage in the\nvillage (close to the church) with delightful lattice-paned\nwindows,–belonging to a Mrs. Gilchrist. At this time George Eliot was\nin a delicate state of health and scarcely equal to finishing her new\nstory. One cannot call it a novel, for it had no plot. It was simply a\nremarkable picture of provincial life in the first half of the\nnineteenth century. George Eliot greatly enjoyed her quiet life at\nShottermill, although many of her friends thought it incomprehensible\nthat she could endure such a secluded life. One can scarcely read her\ngraphic description of the sweet beauty of a Warwickshire lane, with its\nhedgerows all radiant in summer beauty, without feeling how much this\nremarkable woman loved it all, and in some degree one may understand how\nrestful were the village surroundings. They led a most uneventful life,\nbut occasionally would pay a visit to Tennyson, whose house at Aldworth\nwas only 3 miles off. George Eliot rarely went out in the daytime, but\nsometimes she would go to see some cottagers and have a chat with them.\nA farmer’s wife was greatly astonished at her knowledge of\nbutter-making, and of the growth of fruit and vegetables, little\nimagining that in her early days, after her mother’s death, the great\nauthoress had managed the dairy in her own home at Griff House.",
        "[Illustration: BROOKBANK.",
        "George Eliot’s cottage at Shottermill, near Haslemere.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}