{
    "title": "What to See in England - Dovedale",
    "author": "Gordon Home",
    "chapter": "101",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Thorpe Cloud, at the south end of Dovedale.\n=Distance from London.=–152 miles.\n=Average Time.=–About 4 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single  20s.  6d.   ...   12s. 1-1/2d.\n          Return  39s. 10d.   ...      ...",
        "=Accommodation Obtainable.=–\"Izaak Walton Hotel,” at Ham;\n  “The Peveril Hotel,” near Thorpe; “Green Man,” “White Hart,\"\n  etc., at Ashbourne.\n=Alternative Routes.=–Train from St. Pancras. Midland Railway\n  to Ashbourne, thence by coach; or train from King’s Cross,\n  Great Northern Railway.",
        "Dovedale is the apt name given to the valley of the Dove, a river rising\non the borders of Derby and Stafford, near Buxton and Axe Edge Hill,\nand, after a course of 45 miles, joining the Trent at Newton Solney. The\nportion of its course chiefly associated with the name begins half a\nmile from the village of Thorpe, which may be reached from Ashbourne,\nthe nearest station, by coach. From Thorpe the river is approached by a\nstony declivity on the east of Thorpe Cloud.",
        "The footpath is throughout on the Derbyshire side of the stream, and may\nbe reached from the Staffordshire side either by crossing the narrow\nbridge or some stepping-stones at Thorpe Cloud. For some distance after\nentering the valley the footpath follows the margin of the river, whose\nbanks are a mass of magnificent foliage, intermixed with a tangle of\nbrambles, honeysuckle, and wild roses. On the Staffordshire bank, a\nlittle further up, the foliage suddenly changes to a mass of sheer\ncliff, changing again to a mass of rifted rocks, divided into curious\nturret-like terminations. This striking formation is known as Dovedale\nChurch, and is accompanied on the Derbyshire side by a number of rocks\nwhich appear from below to terminate in sharp pinnacles, and have been\nnamed “Tissington Spires,” from the village close by. About 200 yards\nbeyond the “Church,” on the Derbyshire bank, is the entrance to\nReynard’s Cave, a huge cavern with an entrance 40 feet high by 20 wide,\nfrom which the view over the dale is superb.",
        "Throughout its whole length of nearly 3 miles the Dovedale scenery is\nthe extraordinary mixture of ruggedness and soft beauty, which makes it\nunequalled, in its particular style, in the kingdom.",
        "Dovedale is associated with the name of Izaak Walton and his friend\nCharles Cotton, the poet.",
        "[Illustration: Photochrom Co., Ltd.\nTISSINGTON SPIRES, DOVEDALE.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}