{
    "title": "What to See in England - Runnymead, the Signing of Magna Charta",
    "author": "Gordon Home",
    "chapter": "14",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Waterloo. L. and S.W. Railway.\n=Nearest Station.=–Staines.\n=Distance from London.=–19 miles.\n=Average Time.=–50 minutes.",
        "                    1st      2nd      3rd\n=Fares.=–Single  3s. 0d.  2s. 0d.  1s. 6d.\n          Return  5s. 0d.  3s. 6d.  2s. 9d.",
        "=Accommodation Obtainable.=–At Staines–\"Pack Horse Hotel,\"\n  “Swan Hotel,” “Bridge Hotel.\"\n=Alternative Route.=–Train from Paddington to Staines. G.W.R.",
        "Runnymede takes a prominent place among the many historical spots which\ncrowd the banks of the Thames. The river at this point is winding and\npicturesque. Some doubt attaches to the exact spot where John, in 1215,\nrealising at last that the barons were too strong for him, confirmed\ntheir articles with his hand and seal, with the full intention of\nbreaking his word as soon as it was possible. It was either on the south\nside of the river, or on an island opposite the end of the meadow, now\nknown as Magna Carta Island, that this early bulwark of freedom was\ngranted by the king. Though there is strong tradition in favour of the\nmeadows on the opposite bank, possibly the balance of favour is with the\nisland. On the island there is a rough stone bearing an inscription\nstating that this is the celebrated spot.",
        "The island is now private property. Above it, on the left, is a low\nwooded ridge known as Cooper’s Hill, from which one can enjoy some\nexquisite views of the Thames valley.",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}