{
    "title": "What to See in England - Alnwick Castle",
    "author": "Gordon Home",
    "chapter": "151",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Alnwick.\n=Distance from London.=–309 miles.\n=Average Time.=–Varies between 7 and 8 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  43s. 1d.   ...   25s. 9d.\n          Return  86s. 2d.   ...   51s. 6d.",
        "=Accommodation Obtainable.=–\"Northumberland Arms,” “Star\n  Hotel.\"\n=Alternative Route.=–Train from St. Pancras via Sheffield and York.\n  Midland Railway.",
        "Standing in a magnificent position overlooking the town from which it\ntakes its name, Alnwick Castle occupies the site of one of the oldest of\nthe border points of defence. It is believed that a fort existed here\nduring the Roman occupation, and that a castle was erected on its site\nby the Saxons, who named the place Ealnwic. Just before the Conquest\nthe castle and barony were the property of one Gilbert Tyson, who was\nslain at the battle of Hastings. His possessions passed into the hands\nof the Norman lords De Vesci, who held them till about 1297, when the\ncastle and barony were bequeathed by the licence of Edward I. to the\nBishop of Durham. Shortly afterwards they were purchased by Lord Henry\nde Percy, from whom they have descended regularly to the present owner,\nthe Duke of Northumberland. The castle is one of the finest examples of\na feudal fortress in England, the walls enclosing an area of five acres,\nand the grounds, watered by the Alne, presenting scenes of the most\nvaried and romantic beauty.",
        "The two north-western round towers of the keep, together with the\nArmourer’s and Falconer’s towers, have recently been swept away in order\nto accommodate the new Prudhoe Tower. During the last six years 200\nworkmen have been employed in transforming the feudal interior of the\ncastle into a Roman palazzo.",
        "Alnwick, situated so near the border, was the scene of countless raids\nand conflicts during the Middle Ages, and with these fights the castle\nwas always closely associated. It was besieged in 1093 by Malcolm III.,\nKing of Scotland, and defended by Mowbray, Earl of Northumberland. The\nScottish king and his son Prince Edward both fell during the siege. King\nDavid gained possession of the town in 1135. William the Lion, who took\npart with young Richard, afterwards Coeur de Lion, against his father\nHenry II., entered Northumberland in 1174, with 80,000 men, and laid\nsiege to Alnwick; but the attempt was a failure, and William was taken\nprisoner.",
        "[Illustration: Photochrom Co., Ltd.\nALNWICK CASTLE.",
        "One of the finest examples of a feudal fortress in England.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}