{
    "title": "What to See in England - Newark",
    "author": "Gordon Home",
    "chapter": "82",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Newark.\n=Distance from London.=–120 miles.\n=Average Time.=–Varies between 2-1/2 to 3-1/4 hours.",
        "                     1st     2nd    3rd\n=Fares.=–Single  17s. 6d.   ...    10s.\n          Return  35s. 0d.   ...    20s.",
        "=Accommodation Obtainable.=–\"The Ram Hotel,” “Clinton Arms,\"\n  “Saracen’s Head,” “White Hart,” “Swan and Salmon,” etc.\n=Alternative Routes.=–Train from Euston, via Market Harboro’,\n  L. and N.W. Railway. Train from St. Pancras, Midland Rly.",
        "Newark-upon-Trent is believed by some antiquaries to have been built in\nRoman times; others state its origin to have been Saxon, but the first\nabsolutely certain record of it is in the time of Edward the Confessor.\nThe castle, which was built in the reign of Stephen, stands on the bank\nof the river, and on that side is still tolerably perfect. Of the\ninterior nothing remains except the foundations of a great hall,\nprobably built in later times than the rest of the fortress. A flight of\nsteps leads from the hall to the crypt beneath, which has loop-holes\nlooking towards the river. The eastern wall has disappeared, but those\nremaining are fairly intact. The architecture of the castle varies, part\nbeing Norman, and other portions dating from before the Parliamentary\nWar. The space enclosed by the castle walls is now used for a\nbowling-green, and also as a large cattle-market.",
        "During King John’s reign the castle was besieged by the Barons, and\nJohn, coming to relieve them, was taken ill and died there in 1216.\nDuring the reign of Henry III. the fortress, which had been taken from\nthe See of Lincoln by Stephen, was restored, and remained ecclesiastical\nproperty until the reign of Edward VI.",
        "In the time of Charles I. the castle sustained several sieges. It was at\nNewark that Charles I. was deserted by his nephews Rupert and Maurice,\nafter his defeat at Naseby. The king withdrew to Oxford at the approach\nof the Scots and Parliamentary armies, and Newark was besieged by the\nScots. After the king’s surrender in 1646, Newark was delivered up by\nhis orders, and the fortifications, which were 2-1/4 miles long, were\ndestroyed by the Parliamentary troops.",
        "Newark Parish Church is built chiefly in the Perpendicular style, but\ncontains some traces of Norman work. In the town there are also the\nremains of a chapel of an ancient hospital of the Knights Templars, some\nwalls of an Augustine priory, and a Gothic cross.",
        "[Illustration: Photochrom Co., Ltd.\nNEWARK CASTLE.",
        "King John died here, and in the Parliamentary War the castle underwent\nseveral sieges.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}