{
    "title": "What to See in England - Chester",
    "author": "Gordon Home",
    "chapter": "111",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Chester.\n=Distance from London.=–179 miles.\n=Average Time.=–Varies between 3-1/2 to 5-1/2 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  27s. 10d.  18s. 8d.  14s. 11d.\n          Return  51s.  9d.  32s. 8d.  29s. 10d.",
        "=Accommodation Obtainable.=–\"Queen’s Hotel,” “Grosvenor Hotel,\"\n  “Talbot Hotel,” “Blossoms Hotel,” etc.\n=Alternative Route.=–Train from Paddington. Great Western Rly.",
        "The city of Chester, one of the most picturesque in the kingdom, was\nknown in the Roman era as the “Camp of the Great Legion,” and was called\nby the Romans Deunana or Deva, being half surrounded by the Dee.\nAfter the Conquest, the city fell to the share of Hugh Lupus, a nephew\nof William the Conqueror, who was created Earl of Chester, and was the\nbuilder of the first castle. His descendants were Earls of Chester until\nthe reign of Henry III., when the earldom was conferred upon Prince\nEdward, whose son, Edward of Carnarvon, was the first Prince of Wales.\nThe title is still used by the eldest son of the sovereign.",
        "The streets of Chester are exceedingly picturesque, Old Bridge Street\nand Watergate Street being perhaps two of the best examples, abounding\nas they do in mediaeval timber work and oak carving. But the most\nremarkable architectural features of the city are the “Rows,” which are\ncertainly unique in this country. These Rows, which contain the chief\nshops, are level with the first floors of the houses; the second floor\nprojects over them, forming a covered way. The streets were cut into the\nred sandstone by the Romans to a depth of 10 feet, the Rows marking the\nnatural level.",
        "The old walls of the city are among the most perfect in the kingdom, and\nmeasure nearly 2 miles in circumference, with four gates, one marking\neach point of the compass. The east gate, showing the termination of the\ngreat Roman Watling Street, was rebuilt in 1769.",
        "Chester Cathedral, though not of great exterior beauty, should be\nvisited for the sake of its antiquity and its associations. It is said\nto have been founded by Ethelfleda, the daughter of Alfred the Great, on\nthe site of a nunnery built in 875. The west front, with the Bishop’s\nPalace on its left, is perhaps the best feature of the exterior; while\nthe Bishop’s Throne, in the cathedral, is a wonderfully early piece of\ncarving, ornamented with figures of the kings of Mercia.",
        "[Illustration: Photochrom Co., Ltd.\nONE OF THE MOST PICTURESQUE OF THE ROWS AT CHESTER.",
        "The upper floors project over these covered footways.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}