{
    "title": "What to See in England - The Wessex of Thomas Hardy’s Romances",
    "author": "Gordon Home",
    "chapter": "94",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Waterloo. L. and S.W. Railway.\n=Nearest Station.=–Dorchester.\n=Distance from London.=–135-1/4 miles.\n=Average Time.=–Varies between 3 to 5-1/2 hours.",
        "                     1st       2nd        3rd\n=Fares.=–Single  22s. 8d.  14s.  2d.  11s. 4d.\n          Return  39s. 8d.  24s. 10d.  22s. 8d.",
        "=Accommodation Obtainable.=–\"Antelope,” “King’s Arms,” and\n  other hotels.\n=Alternative Route.=–Train from Paddington. Great Western Rly.",
        "The centre of the district in the south-west of England which has been\nlabelled with its ancient Saxon name of Wessex, may be found at the\nold-fashioned town of Dorchester. This is the Mecca of the whole\ncountryside so vividly portrayed in Mr. Hardy’s numerous romances\ndealing with the rustic life of the west country. On market-days,\nDorchester is crowded with carriers’ vans and innumerable vehicles which\nhave brought in the farmers and their families from remote corners of\nthe surrounding country, and it is then that one is able to select\nexamples of many of the characters created by the novelist. To get at\nthese folk in their homes, one may journey in almost any direction from\nDorchester. The streets of Dorchester are suggestive of Mr. Hardy’s\nworks at every turn, so much so that the wayfarer may almost feel that\nhe is taking an expurgated part in The Mayor of Casterbridge. A large\nold-fashioned house near St. Peter’s Church seems to correspond to\nLucetta’s residence–High Place Hall. Then, the comfortable bay-windows\nof the “King’s Arms,” an old hostelry belonging to coaching days,\nsuggests recollections of Henchard, who dined there on the occasion of\nthe memorable banquet, when he threw down the challenge so quickly taken\nup by Farfrae.",
        "Going up South Street one passes on the right the Grammar School,\nfounded in 1579 by a certain Thomas Hardy, an ancestor of all the Dorset\nHardys–Nelson’s friend and the Wessex novelist being the most\ndistinguished among them. Mr. Thomas Hardy lives in a new red house\nknown as “Max Gate,” which is situated a short distance from Dorchester.\nEight miles away from the town is the village of Puddletown, known as\n“Weatherbury” in Far from the Madding Crowd. The church Mr. Hardy\ndescribes in his novel can be seen, but Warren’s malt-house was\ndestroyed more than twenty years ago. St. Peter’s Church, Dorchester, of\nthe Perpendicular period, has a Norman porch and contains two\ncross-legged recumbent effigies.",
        "[Illustration: Photochrom Co., Ltd.\nDORCHESTER.",
        "The centre of Mr. Thomas Hardy’s “Wessex.\"]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}