{
    "title": "What to See in England - Dartmoor",
    "author": "Gordon Home",
    "chapter": "123",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Railway.\n=Nearest Station.=–Bovey Tracey.\n=Distance from London.=–215-1/2 miles.\n=Average Time.=–Varies between 6 to 7 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  33s. 0d.  20s. 6d.  16s.  5-1/2d.\n          Return  57s. 9d.  36s. 0d.  32s. 11d.",
        "=Accommodation Obtainable.=–At Bovey Tracey–\"The Dolphin,\"\n  “The Railway,” “The Moorland” Hotels.\n=Alternative Route.=–Train to Okehampton from Waterloo. L. and\n  S.W. Railway. Okehampton is 5 miles from Sourton and 10\n  from Lydford.",
        "While only two places are mentioned above as starting-places from which\nto get at Dartmoor, a dozen others, such as Tavistock and Ashburton,\nmight be mentioned. Bovey Tracey, however, has many advantages, for the\nmoment one alights from the train one sees only four miles distant two\nof the most rugged tors of the moor–Hey Tor and Rippon Tor–the last\nwith its great logan stone balanced near the summit. A coach from the\n“Dolphin,” which runs three days a week in the season, takes one through\nscenery which grows more and more desolate and grand as the summit of\nHey Tor is approached. From Hey Tor the coach goes on to Buckland\nBeacon, whence a wide view is obtained, including the shining roofs of\nPrincetown right away in the distance. Princetown, with its convict\nprison, is considered by the people of the moor to be its most important\ntown. Holne, which is included in some of the coach drives from Bovey\nTracey, contains the birthplace of Charles Kingsley. Dartmoor is so huge\nthat one must be born and spend a lifetime in or near it to really know\nit, and the visitor can merely endeavour to see typical examples of its\ngranite tors, its peaty streams, its great stretches of boulder-strewn\nheather, and its strangely isolated villages.",
        "Eight miles from Bovey Tracey is Widdecombe, the lonely little village\npossessing a church which is known as “the Cathedral of the Moor.” The\ngreat tower of the church was struck by lightning one Sunday in October\n1638, and a contemporary account can be seen on some panels in the\ntower.",
        "Brent Tor, illustrated opposite, is quite close to the station on the L.\nand S.W. Railway of that name. The little battlemented church on the\nsummit, which has nave, aisles, and chancel, has a legendary origin and\nis dedicated to St. Michael. The rock composing the tor is volcanic\ntrap.",
        "[Illustration: BRENT TOR, DARTMOOR.",
        "The little church standing on Brent Tor is very prominently situated and\ncan be seen for many miles across the moor.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}