{
    "title": "What to See in England - Tunbridge Wells",
    "author": "Gordon Home",
    "chapter": "30",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Charing Cross, Cannon Street, or\n  London Bridge. South-Eastern and Chatham Railway.\n=Nearest Station.=–Tunbridge Wells.\n=Distance from London.=–34-1/2 miles.\n=Average Time.=–Varies between 1 to 2 hours.",
        "                     1st       2nd      3rd\n=Fares.=–Single   5s. 10d.  3s. 8d.  2s. 8-1/2d.\n          Return  10s.  0d.  7s. 4d.  5s. 5d.",
        "=Accommodation Obtainable.=–\"Spa Hotel,” “The Swan Hotel,\"\n  “Castle Hotel,” “Carlton Hotel,” etc.\n=Alternative Route.=–Train from Victoria, Holborn Viaduct, and St.\n  Paul’s. South-Eastern and Chatham Railway.",
        "At the same time that Epsom began to become known as a watering-place,\nTunbridge Wells was rapidly growing into a famous inland resort. The\nwells were discovered by Lord North in 1606, while he was staying at\nEridge, and in a few years Tunbridge Wells became the resort of the\nmonied and leisured classes of London and other parts of the kingdom.\nFrom that time to this the town has been one of the most popular of\nEngland’s inland watering-places.",
        "The Tunbridge Wells of to-day is a charming and picturesque town. “The\nPantiles,” with its row of stately limes in the centre and the colonnade\nin front of its shops, is unique among English towns. Readers of\nThackeray’s Virginians will remember his description of the scene on\nthe Pantiles in the time of powdered wigs, silver buckles, and the\nfearful and wonderful “hoop.”",
        "At the end of the Pantiles is the red brick church of\nKing-Charles-the-Martyr, the only one with any claim to antiquity in the\ntown; the rest are all quite modern.",
        "Walks and excursions around Tunbridge Wells are numerous. The common,\nwith its mixture of springy turf, golden gorse, with here and there a\nbold group of rocks, is one of the most beautiful in the home counties,\nand in whatever direction one wanders there are long views over\nfar-stretching wooded hills and dales.",
        "Rusthall Common, about a mile from the town, though somewhat smaller\nthan that of Tunbridge Wells, commands more extensive views.",
        "One great feature of interest at Rusthall Common is the group of rocks,\nof which the largest, the Toad Rock, bears a most singular resemblance\nto the reptile from which it is named. The High Rocks, situated further\non, and just in the county of Sussex, are also very remarkable, rising\nfrom 30 to 60 feet in height.",
        "[Illustration: THE TOAD ROCK",
        "On Rusthall Common, Tunbridge Wells.]",
        "[Illustration: Photochrom Co., Ltd.\nTHE PANTILES, TUNBRIDGE WELLS.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}