{
    "title": "What to See in England - Dartmouth, Devon",
    "author": "Gordon Home",
    "chapter": "130",
    "content": [
        "\n\n",
        "=How to get there.=–From Paddington. Great Western Railway.\n=Nearest Station.=–Dartmouth (by steam ferry from Kingswear).\n=Distance from London.=–229 miles.\n=Average Time.=–Varies between 5-1/2 to 7 hours.",
        "                     1st       2nd        3rd\n=Fares.=–Single  34s. 6d.  21s.  6d.  17d. 3d.\n          Return  60s. 3d.  37s. 10d.     ...",
        "=Accommodation Obtainable.=–\"Royal Castle Hotel,” “Raleigh\n  Hotel,” etc.\n=Alternative Route.=–None.",
        "There is scarcely a more romantic spot in the whole of England than\nDartmouth. Spread out on one of the steep slopes of the Dart, it\noverlooks the deep-set river towards the sea and inland towards Totnes.\nSteep wooded banks rising out of the water’s edge give the windings of\nthe estuary the feeling of solemn mystery which is not obtainable from\nmeadows or ploughlands. In the midst of scenery of this character–and\nit must have been richer still a few centuries back–the inhabitants of\nDartmouth made history.",
        "Perhaps the earliest mention of Dartmouth is by Chaucer. Among his\nCanterbury Pilgrims he says:–",
        "  A schipman was ther, wonyng fer by weste;\n  For ought I wost, he was of Dertemouthe.",
        "Whether this particular “schipman” was given over to piracy it is not\npossible to say, but the nature of their splendid harbour, which they\nprotected with a great chain drawn across the narrow outlet to the sea,\nled the Dartmouth men into a trade which to-day goes by that name. Thus\nin the days of Queen Elizabeth, and even in more recent times, these\nlusty sailors gained a livelihood by periodical harryings of the\nopposite coast of Brittany, suffering in the chances of such warfare the\ndisadvantages of sudden incursions of the Bretons, which, despite the\nchain and the two little castles at the mouth of the inlet, were\nsometimes so successful that when the Frenchmen retired there were a\ngood many heaps of smoking ashes where comfortable homes had stood.\nDespite the varied turns of fortune’s wheel, there are still many fine\nold gabled houses in Dartmouth, with overhanging upper stories rich in\ncarved oak.",
        "The church of St. Saviour contains a finely carved pulpit, and is full\nof indications of the wealth and importance of Dartmouth in the past.",
        "Though a chain is no longer used to close the entrance to the Dart, the\nremains of the two little towers are still to be seen.",
        "[Illustration: Photochrom Co., Ltd.\nTHE BUTTER MARKET AT DARTMOUTH.",
        "Although the town possesses many fine old seventeenth-century houses,\nthese in the Butter Market are the finest examples.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}