{
    "title": "What to See in England - Haddon Hall, Derbyshire",
    "author": "Gordon Home",
    "chapter": "98",
    "content": [
        "\n\n",
        "=How to get there.=–Through train from St. Pancras or change at\n  Derby. Midland Railway.\n=Nearest Station.=–Rowsley (1-1/2 miles distant).\n=Distance from London.=–149-1/2 miles.\n=Average Time.=–4 to 4-1/3 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single  19s. 11d.   ...   12s. 4-1/2d.\n          Return  39s. 10d.   ...   24s. 9d.",
        "=Accommodation Obtainable.=–At Bakewell–\"Rutland Arms Hotel,\"\n  “Red Lion,” “Castle,” etc.",
        "Haddon Hall, the most perfect of baronial mansions existing in England,\nis situated in a wonderfully picturesque position on a limestone rock\noverlooking the river Wye in Derbyshire. The manor was originally given\nby William the Conqueror to William Peveril, the famous “Peveril of the\nPeak” of Scott’s novel. In the reign of Henry II. the lands reverted to\nthe Crown, and the property was granted to the Avenalls, from whom it\npassed by marriage to the Vernons, of whom the last, Sir George, known\nas the “King of the Peak,” died in 1567. His daughter, the celebrated\nDorothy Vernon, married John Manners, son of the Earl of Rutland, and\nthus the property passed to the Rutland family, who are still the\nowners.",
        "The mansion is approached by a small bridge crossing the river Wye,\nwhence one enters, under a lofty archway, the first courtyard. In this\nbeautiful quadrangle one of the most interesting features is the chapel\nat the south-west corner. This chapel, which is one of the oldest\nportions of the structure, is Norman, with some later work. Almost\nopposite, on the left, is the magnificent porch and bay-window leading\ninto the great hall. It is exactly as it was in the days of the Vernons,\nwith its dais and table at which the “lord of the feast” sat, its huge\nfireplace, timber roof, and minstrels’ gallery. Adjoining it is the\ndining-room, a magnificent apartment erected by the “King of the Peak.\"\nHere there is a remarkably fine oriel window, richly ornamented with\ncarving.",
        "Among other interesting features in the second courtyard are the\ndrawing-room, hung with the original arras, the long gallery, and the\nancient state-room, adjoining which is the Peveril Tower, the highest\npoint and oldest portion of the hall. The long gallery, with its stately\nbay-windows, looks on to the well-known terrace and the magnificent\ngarden, made so familiar by photographs.",
        "Haddon Hall may be seen by visitors from nine till dusk, a gratuity\nbeing generally given to the attendant.",
        "[Illustration: Photochrom Co., Ltd.\nTHE BALL-ROOM AT HADDON HALL]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}