{
    "title": "What to See in England - Cheddar Caves, Cheddar, Somerset",
    "author": "Gordon Home",
    "chapter": "92",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Railway.\n=Nearest Station.=–Cheddar.\n=Distance from London.=–134 miles.\n=Average Time.=–Varies between 4-1/4 to 5-1/4 hours.",
        "                     1st       2nd      3rd\n=Fares.=–Single  21s. 4d.  13s. 4d.  10s. 8d.\n          Return  37s. 4d.  23s. 4d.    ...",
        "=Accommodation Obtainable.=–\"Cliff Hotel,” etc.",
        "The village of Cheddar, a name which reminds one of the cheese for which\nthe district is famous, is situated under the Mendip Hills, on the\nCheddar river, a tributary of the Axe. The place was once a market town\nof considerable note, as the fine market-cross still testifies, but is\nnow chiefly celebrated as a starting-point for visiting the wonderful\nnatural beauties of the neighbourhood, the tremendous gorge through the\nCheddar cliffs and the stalactite caves being the most remarkable. The\nroad from the village rises gradually, passing the masses of rock known\nas the “Lion,” the “Castle Rock,” the “Pulpit,” and others, named from\ntheir wonderful resemblance to the work of human hands. The way winds\nbetween steep limestone walls and towering pinnacles, rising here and\nthere to a height of between four and five hundred feet, and absolutely\nshutting one in from even the merest glimpse of the magnificent scenery\nin the valley below. There are paths here and there leading up to points\nof vantage, but the way is difficult and dangerous owing to the manner\nin which the passes are honeycombed with caverns and fissures.",
        "In the midst of the gorge on the right hand of the way lie the entrances\nto the marvellous stalactite caves, the first of which was discovered in\n1837, and the second in comparatively recent times. It is needless to\nsay that the proprietor of each cave affirms his to be the better–as a\nmatter of fact, both are well worth seeing. One looks with something\nlike awe on the fantastic shapes of the stalagmites and stalactites in\nthese huge caverns, where the moisture, percolating through the earth,\nhas been dripping in the darkness for countless centuries, each\nlime-laden drop lengthening imperceptibly the stalactite overhead and\nthe stalagmite beneath, while the consequent splashings, and, in some\nparts, more sluggish dripping, make hundreds of quaint and suggestive\nforms above and below. The caverns are well lit up to display their\nbeauties, and the admission is 2s. for a single visitor, or 1s. each for\nmembers of a party.",
        "[Illustration: Photochrom Co., Ltd.\nCHEDDAR CLIFFS.",
        "The road leading to the limestone caves.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}