{
    "title": "What to See in England - Buxton and the Peak District",
    "author": "Gordon Home",
    "chapter": "107",
    "content": [
        "\n\n",
        "=How to get there.=–Train from St. Pancras. Midland Railway.\n=Nearest Station.=–Buxton; then by train to Castleton, by Dore\n  and Chinley Railway.\n=Distance from London.=–164-3/4 miles.\n=Average Time.=–Varies between 3-3/4 to 4-3/4 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  21s. 8d.   ...   13s. 7d. }  To\n          Return  43s. 4d.   ...   27s. 2d. }  Buxton.",
        "=Accommodation Obtainable.=–\"Empire Hotel,” “Crescent Hotel,\"\n  Buxton. “Castle Hotel,” “Bull’s Head,” Castleton.\n=Alternative Route.=–Train from Euston. L. and N.W. Railway.",
        "The town of Buxton, which is one of the best points from which to visit\nthe beautiful Peak Country, ranks among the best of English inland\nwatering-places, and is the highest town of any importance in the\nkingdom.",
        "The town is divided into two portions, the higher and lower, or old and\nnew, the latter 80 feet lower than the former, being the fashionable\nmodern resort. Here are the celebrated baths, reputed to be a sovereign\ncure for all rheumatic complaints, and celebrated since the time of the\nRoman occupation of Britain. The spring which supplies the baths may be\nconsidered one of the wonders of the Peak district, for, by means of a\ncleverly-arranged pump, hot and cold water are obtained within a few\ninches of each other.",
        "The neighbourhood of Buxton abounds in the most wild and romantic\nscenery–steep rocks, dark chasms, and wooded hills, mixed in delightful\nconfusion. Among the favourite places of resort are Ashwood Dale, with\nits famous Lover’s Leap rock; Shirbrook Dale, with its fissure and\ncascade; Diamond Hill, so called from the quartz crystals or “Buxton\ndiamonds” found there; Chee Tor, a huge limestone rock 350 feet high,\nwhich rises sheer from the bed of the Wye, washing its base; and Axe\nEdge, 2-1/2 miles from Buxton, rising to a height of 1800 feet above the\nlevel of the sea. From this point, in clear weather, a marvellous view\nis obtained, embracing the mountains of North Wales to the westward and\nLincoln Cathedral to the eastward. From the sides of this rock issue\nfour rivers in opposite directions–the Dove and the Wye, ultimately\nfalling into the Humber, and the Dane and the Goyle, tributaries of the\nMersey. The view north from Axe Edge extends over countless heights and\nridges to The Peak itself, the highest point of all.",
        "Another famous resort on account of its remarkable view is the Cat and\nFiddle Inn, on the Macclesfield Road, 5 miles from Buxton.",
        "[Illustration: Photochrom Co., Ltd.\nCASTLETON PEAK CAVERN.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}