{
    "title": "What to See in England - Carnarvon Castle",
    "author": "Gordon Home",
    "chapter": "134",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Carnarvon.\n=Distance from London.=–246 miles.\n=Average Time.=–Varies between 7 and 9-1/2 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  39s. 11d.  22s. 9d.  20s. 7-1/2d.\n          Return  72s.  0d.  38s. 6d.  35s. 0d.",
        "=Accommodation Obtainable.=–\"Royal Hotel,” “Royal Sportsman\n  Hotel,” “Castle Hotel,” “Queen’s Hotel,” “Prince of Wales\n  Hotel,” “Arvonia Hotel,” etc.\n=Alternative Route.=–From Paddington via Chester, 282 miles. Fares\n  as from Euston.",
        "The town of Carnarvon is situated on the east side of the Menai Straits,\nclose by the side of the Roman station of Segontium, which was\nconnected with Chester by Watling Street. There is said to have been a\nfortress here shortly after the Conquest, but the real beginning of the\nimportance of Carnarvon was the erection of the magnificent castle there\nby Edward I., immediately after his conquest of the principality. The\nwork was commenced in 1283, and occupied more than ten years. In 1284,\nthe birth of Edward II., the first Prince of Wales, took place at\nCarnarvon. During the Civil War the castle changed hands several times;\nat length, in 1646, it was taken and held by the Parliamentary forces\nunder General Mytton.",
        "Portions of the old Roman wall of the city still exist, and numerous\ninteresting relics have been found. Traces of the old Roman forts or\noutposts are also to be seen.",
        "The remains of the castle are very extensive, covering nearly three\nacres. The outer walls, from 8 to 10 feet thick, are nearly perfect, and\nhave thirteen towers, with turrets of five, six, or eight sides. The\nfive-sided Eagle Tower is one of the loftiest, and takes its name from\nthe finely sculptured figure of an eagle which surmounts it. This tower\nis entered by the Water Gate. The other entrances to the castle are by a\ngateway on the north side, under a tower bearing a statue of Edward I.,\nand by Queen Eleanor’s Gate, which looks northward and is defended by\nfour portcullises.",
        "The enclosure originally formed two courts, and though the interior\nbuildings are in a very decayed state, the outer walls have been\npreserved to a great extent by judicious restoration. Thus Carnarvon\nCastle is a prominent feature in the general aspect of the town, and\nshares with the magnificent remains at Conway the honour of being one of\nthe two finest castles in the kingdom.",
        "[Illustration: Photochrom Co., Ltd.\nCARNARVON CASTLE.",
        "The birth of Edward II., the first Prince of Wales, took place here.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}