{
    "title": "What to See in England - Tewkesbury",
    "author": "Gordon Home",
    "chapter": "108",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Tewkesbury.\n=Distance from London.=–171 miles.\n=Average Time.=–Varies between 4-1/2 to 6 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  19s. 3d.   ...    9s. 6d.\n          Return  33s. 9d.   ...   19s. 0d.",
        "=Accommodation Obtainable.=–\"Swan Hotel,” etc.\n=Alternative Routes.=–Train from Paddington via Gloucester, Great\n  Western Railway. Train from St. Pancras, Midland Railway.",
        "Tewkesbury is famous for its magnificent conventual church, for the\nhistoric battle fought close to the town, and for the ancient timbered\nand pargetted houses in the centre of the town and down by the\nriverside, which rival even Chester. The population of the town is\ndecreasing; it is no longer famous for the mustard which made\nShakespeare say, “His wit is thick as Tewkesbury mustard” (_Henry IV._),\nbut it has a considerable local trade in agricultural produce. Situated\non the banks of the Avon, near its junction with the Severn, it is\nalmost insulated by these rivers and two tributaries. The old\nmany-arched bridge over the Avon is extremely picturesque. In a county\nfamed for its rich monasteries, Tewkesbury was among the most important.\nThe name is believed to come from Theoc, a Saxon missionary monk, who\nfounded a hermitage here. The abbey was originally a dependency of\nCranbourne Abbey in Dorsetshire, but being richly endowed, Tewkesbury\nbecame the leading monastic establishment. Fitz-Hamon, Earl of\nGloucester, began the rebuilding of the church. The choir was\nreconstructed in 1350 in Gothic style, but the nave and massive central\ntower are Norman. The whole building is cruciform, and the choir, having\nan hexagonal end, is surrounded by an ambulatory and numerous beautiful\nchapels as in Westminster. The nave is extraordinarily long, and the\nheight of its columns has led to a squat appearance in the triforium,\nbut the choir has short columns and plenty of height in the triforium.\nThe colossal arch over the perpendicular window of the west front\nforcibly reminds one of Peterborough. The Duke of Clarence and Isabel\nhis duchess, the king-maker’s daughter; the Duke of Somerset, executed\nafter the battle of Tewkesbury; Abbot Alear, Becket’s friend, are all\nburied here. There is a fine gatehouse near the west end of the church.\nAt the battle of Tewkesbury in 1471, which proved so disastrous to the\nLancastrian cause, Prince Edward, Henry III.’s son, was slain while\nfleeing from the field.",
        "[Illustration: Photochrom Co., Ltd.\nTEWKESBURY ABBEY.",
        "Its chief feature is the huge arch over the west window, just appearing\nabove the trees in the picture.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}