{
    "title": "What I Saw in California - Chapter V.",
    "author": "Edwin Bryant",
    "chapter": "5",
    "content": [
        "\n\n",
        "  Leave San Francisco for Sonoma\n  Sonoma creek\n  “Bear men.\"\n  Islands in the bay\n  Liberality of “Uncle Sam” to sailors\n  Sonoma\n  Beautiful country\n  General Valléjo\n  Senora Valléjo\n  Thomas O. Larkin, U.S. Consul\n  Signs of rain\n  The seasons in California\n  More warlike rumours from the south\n  Mission of San Rafael\n  An Irish ranchero\n  Sausolito\n  Return to San Francisco\n  Meet Lippincott\n  Discomfort of Californian houses.",
        "October 13.–This morning the United States frigate Congress,\nCommodore Stockton, and the merchant-ship Sterling, employed to\ntransport the volunteers under the command of Captain Fremont (one\nhundred and eighty in number), sailed for the south. The destination of\nthese vessels was understood to be San Pedro or San Diego. While those\nvessels were leaving the harbour, accompanied by Mr. Jacob, I took\npassage for Sonoma in a cutter belonging to the sloop-of-war\nPortsmouth. Sonoma is situated on the northern side of the Bay of San\nFrancisco, about 15 miles from the shore, and about 45 miles from the\ntown of San Francisco. Sonoma creek is navigable for vessels of\nconsiderable burden to within four miles of the town.",
        "Among the passengers in the boat were Mr. Ide, who acted so conspicuous\na part in what is called the “Bear Revolution,” and Messrs. Nash and\nGrigsby, who were likewise prominent in this movement. The boat was\nmanned by six sailors and a cockswain. We passed Yerba Buena, Bird, and\nseveral other small islands in the bay. Some of these are white, as if\ncovered with snow, from the deposit upon them of bird-manure. Tens of\nthousands of wild geese, ducks, gulls, and other water-fowls, were\nperched upon them, or sporting in the waters of the bay, making a\nprodigious cackling and clatter with their voices and wings. By the aid\nof oars and sails we reached the mouth of Sonoma creek about 9 o’clock\nat night, where we landed and encamped on the low marsh which borders\nthe bay on this side. The marshes contiguous to the Bay of San\nFrancisco are extensive, and with little trouble I believe they could\nbe reclaimed and transformed into valuable and productive rice\nplantations. Having made our supper on raw salt pork and bread\ngenerously furnished by the sailors, as soon as we landed, we spread\nour blankets on the damp and rank vegetation and slept soundly until\nmorning.",
        "October 14.–Wind and tide being favourable, at daylight we proceeded\nup the serpentine creek, which winds through a flat and fertile plain,\nsometimes marshy, at others more elevated and dry, to the\nembarcadero, ten or twelve miles from the bay. We landed here between\nnine and ten o’clock, A.M. All the passengers, except ourselves,\nproceeded immediately to the town. By them we sent for a cart to\ntransport our saddles, bridles, blankets, and other baggage, which we\nhad brought with us. While some of the sailors were preparing\nbreakfast, others, with their muskets, shot wild geese, with which the\nplain was covered. An excellent breakfast was prepared in a short time\nby our sailor companions, of which we partook with them. No benevolent\nold gentleman provides more bountifully for his servants than “Uncle\nSam.” These sailors, from the regular rations served out to them from\ntheir ship, gave an excellent breakfast, of bread, butter, coffee, tea,\nfresh beefsteaks, fried salt pork, cheese, pickles, and a variety of\nother delicacies, to which we had been unaccustomed for several months,\nand which cannot be obtained at present in this country. They all said\nthat their rations were more than ample in quantity, and excellent in\nquality, and that no government was so generous in supplying its\nsailors as the government of the United States. They appeared to be\nhappy, and contented with their condition and service, and animated\nwith a patriotic pride for the honour of their country, and the flag\nunder which they sailed. The open frankness and honest patriotism of\nthese single-hearted and weather-beaten tars gave a spice and flavour\nto our entertainment which I shall not soon forget.",
        "From the embarcadero we walked, under the influence of the rays of an\nalmost broiling sun, four miles to the town of Sonoma. The plain, which\nlies between the landing and Sonoma, is timbered sparsely with\nevergreen oaks. The luxuriant grass is now brown and crisp. The hills\nsurrounding this beautiful valley or plain are gentle, sloping, highly\npicturesque, and covered to their tops with wild oats. Reaching Sonoma,\nwe procured lodgings in a large and half-finished adobe house, erected\nby Don Salvador Valléjo, but now occupied by Mr. Griffith, an American\nemigrant, originally from North Carolina. Sonoma is one of the old\nmission establishments of California; but there is now scarcely a\nmission building standing, most of them having fallen into shapeless\nmasses of mud; and a few years will prostrate the roofless walls which\nare now standing. The principal houses in the place are the residences\nof Gen. Don Mariano Guadaloupe Valléjo; his brother-in-law, Mr. J.P.\nLeese, an American; and his brother, Don Salvador Valléjo. The quartel,\na barn-like adobe house, faces the public square. The town presents a\nmost dull and ruinous appearance; but the country surrounding it is\nexuberantly fertile, and romantically picturesque, and Sonoma, under\nAmerican authority, and with an American population, will very soon\nbecome a secondary commercial point, and a delightful residence. Most\nof the buildings are erected around a plaza, about two hundred yards\nsquare. The only ornaments in this square are numerous skulls and\ndislocated skeletons of slaughtered beeves, with which hideous remains\nthe ground is strewn. Cold and warm springs gush from the hills near\nthe town, and supply, at all seasons, a sufficiency of water to\nirrigate any required extent of ground on the plain below. I noticed\noutside of the square several groves of peach and other fruit trees,\nand vineyards, which were planted here by the padres; but the walls\nand fences that once surrounded them are now fallen, or have been\nconsumed for fuel; and they are exposed to the mercies of the immense\nherds of cattle which roam over and graze upon the plain.",
        "October 15.–I do not like to trouble the reader with a frequent\nreference to the myriads of fleas and other vermin which infest the\nrancherias and old mission establishments in California; but, if any\nsinning soul ever suffered the punishments of purgatory before leaving\nits tenement of clay, those torments were endured by myself last night.\nWhen I rose from my blankets this morning, after a sleepless night, I\ndo not think there was an inch square of my body that did not exhibit\nthe inflammation consequent upon a puncture by a flea, or some other\nequally rabid and poisonous insect. Small-pox, erysipelas, measles, and\nscarlet-fever combined, could not have imparted to my skin a more\ninflamed and sanguineous appearance. The multitudes of these insects,\nhowever, have been generated by Indian filthiness. They do not disturb\nthe inmates of those casas where cleanliness prevails.",
        "Having letters of introduction to General Valléjo and Mr. Leese, I\ndelivered them this morning. General Valléjo is a native Californian,\nand a gentleman of intelligence and taste far superior to most of his\ncountrymen. The interior of his house presented a different appearance\nfrom any house occupied by native Californians which I have entered\nsince I have been in the country. Every apartment, even the main\nentrance-hall and corridors, were scrupulously clean, and presented an\nair of comfort which I have not elsewhere seen in California. The\nparlour was furnished with handsome chairs, sofas, mirrors, and tables,\nof mahogany framework, and a fine piano, the first I have seen in the\ncountry. Several paintings and some superior engravings ornamented the\nwalls. Senora Valléjo is a lady of charming personal appearance, and\npossesses in the highest degree that natural grace, ease, and warmth of\nmanner which render Spanish ladies so attractive and fascinating to the\nstranger. The children, some five or six in number, were all beautiful\nand interesting. General V. is, I believe, strongly desirous that the\nUnited States shall retain and annex California. He is thoroughly\ndisgusted with Mexican sway, which is fast sending his country\nbackwards, instead of forwards, in the scale of civilization, and for\nyears he has been desirous of the change which has now taken place.",
        "In the afternoon we visited the house of Mr. Leese, which is also\nfurnished in American style. Mr. L. is the proprietor of a vineyard in\nthe vicinity of the town, and we were regaled upon grapes as luscious,\nI dare say, as the forbidden fruit that provoked the first\ntransgression. Nothing of the fruit kind can exceed the delicious\nrichness and flavour, of the California grape.",
        "This evening Thomas O. Larkin, Esq., late United States Consul for\nCalifornia, arrived here, having left San Francisco on the same morning\nthat we did, travelling by land. Mr. L. resides in Monterey, but I had\nthe pleasure of an introduction to him at San Francisco several days\npreviously to my leaving that place. Mr. L. is a native of Boston, and\nhas been a resident in California for about fifteen years, during which\ntime he has amassed a large fortune, and from the changes now taking\nplace he is rapidly increasing it. He will probably be the first\nAmerican millionnaire of California.",
        "October 17.–The last two mornings have been cloudy and cool. The\nrainy season, it is thought by the weather-wise in this climate, will\nset in earlier this year than usual. The periodical rains ordinarily\ncommence about the middle of November. It is now a month earlier, and\nthe meteorological phenomena portend “falling weather.” The rains\nduring the winter, in California, are not continuous, as is generally\nsupposed. It sometimes rains during an entire day, without cessation,\nbut most generally the weather is showery, with intervals of bright\nsunshine and a delightful temperature. The first rains of the year fall\nusually in November, and the last about the middle of May. As soon as\nthe ground becomes moistened, the grass, and other hardy vegetation,\nsprings up, and by the middle of December the landscape is arrayed in a\nrobe of fresh verdure. The grasses grow through the entire winter, and\nmost of them mature by the first of May. The season for sowing wheat\ncommences as soon as the ground is sufficiently softened by moisture to\nadmit of ploughing, and continues until March or April.",
        "We had made preparations this morning to visit a rancho, belonging to\nGeneral Valléjo, in company with the general and Mr. Larkin. This\nrancho contains about eleven leagues of land, bordering upon a portion\nof the Bay of San Francisco, twenty-five or thirty miles distant from\nSonoma. Just as we were about mounting our horses, however, a courier\narrived from San Francisco with despatches from Captain Montgomery,\naddressed to Lieutenant Revere, the military commandant at this post,\ngiving such intelligence in regard to the insurrection at the south,\nthat we determined to return to San Francisco forthwith. Procuring\nhorses, and accompanied by Mr. Larkin, we left Sonoma about two o’clock\nin the afternoon, riding at the usual California speed. After leaving\nSonoma plain we crossed a ridge of hills, and entered the fertile and\npicturesque valley of Petaluma creek, which empties into the bay.\nGeneral Valléjo has an extensive rancho in this valley, upon which he\nhas recently erected, at great expense, a very large house.\nArchitecture, however, in this country is in its infancy. The money\nexpended in erecting this house, which presents to the eye no tasteful\narchitectural attractions, would, in the United States, have raised a\npalace of symmetrical proportions, and adorned it with every requisite\nornament. Large herds of cattle were grazing in this valley.",
        "From Petaluma valley we crossed a high rolling country, and reached the\nmission of San Rafael (forty-five miles) between seven and eight\no’clock in the evening. San Rafael is situated two or three miles from\nthe shore of the bay, and commands an extensive view of the bay and its\nislands. The mission buildings are generally in the same ruinous\ncondition I have before described. We put up at the house of a Mr.\nMurphy, a scholastic Irish bachelor, who has been a resident of\nCalifornia for a number of years. His casa, when we arrived, was\nclosed, and it was with some difficulty that we could gain admission.\nWhen, however, the occupant of the house had ascertained, from one of\nthe loopholes of the building, who we were, the doors were soon\nunbarred and we were admitted, but not without many sallies of Irish\nwit, sometimes good-natured, and sometimes keenly caustic and ironical.\nWe found a table spread with cold mutton and cold beef upon it. A cup\nof coffee was soon prepared by the Indian muchachos and muchachas, and\nour host brought out some scheidam and aguardiénte. A draught or two\nof these liquids seemed to correct the acidity of his humour, and he\nentertained us with his jokes and conversation several hours.",
        "October 18.–From San Rafael to Sausolito, opposite San Francisco on\nthe north side of the entrance to the bay, it is five leagues (fifteen\nmiles), generally over elevated hills and through deep hollows, the\nascents and descents being frequently steep and laborious to our\nanimals. Starting at half-past seven o’clock, we reached the residence\nof Captain Richardson, the proprietor of Sausolito, about nine o’clock\nin the morning. In travelling this distance we passed some temporary\nhouses, erected by American emigrants on the mission lands, and the\nrancho of Mrs. Reed, a widow. We immediately hired a whale-boat from\none of the ships, lying here, at two dollars for each passenger, and\nbetween ten and eleven o’clock we landed in San Francisco.",
        "I met, soon after my arrival, Mr. Lippincott, heretofore mentioned, who\naccompanied us a portion of the distance over the mountains; and Mr.\nHastings, who, with Mr. Hudspeth, conducted a party of the emigrants\nfrom fort Bridger by the new route, via the south end of the Salt\nLake, to Mary’s River. From Mr. Lippincott I learned the particulars of\nan engagement between a party of the emigrants (Captain West’s company)\nand the Indians on Mary’s River, which resulted, as has before been\nstated, in the death of Mr. Sallee and a dangerous arrow wound to Mr.\nL. He had now, however, recovered from the effects of the wound. The\nemigrants, who accompanied Messrs. Hastings and Hudspeth, or followed\ntheir trail, had all reached the valley of the Sacramento without any\nmaterial loss or disaster.",
        "I remained at San Francisco from the 18th to the 22d of October. The\nweather during this time was sufficiently cool to render fires\nnecessary to comfort in the houses; but fireplaces or stoves are\nluxuries which but few of the San Franciscans have any knowledge of,\nexcept in their kitchens. This deficiency, however, will soon be\nremedied. American settlers here will not build houses without\nchimneys. They would as soon plan a house without a door, or with the\nentrance upon its roof, in imitation of the architecture of the Pueblo\nIndians of New Mexico.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}