{
    "title": "What I Saw in California - Chapter II.",
    "author": "Edwin Bryant",
    "chapter": "2",
    "content": [
        "\n\n",
        "  Leave New Helvetia for San Francisco\n  Cosçumne River\n  Mickélemes River\n  Ford of the San Joaquin\n  Extensive plain\n  Tule marshes\n  Large droves of wild horses and elk\n  Arrive at Dr. Marsh’s\n  Vineyard\n  Californian grape\n  Californian wine\n  Aguardiénte\n  Mormon settlements on the San Joaquin\n  Californian beef\n  Cattle\n  Grasses of California\n  Horses\n  Breakfast\n  Leave Dr. Marsh’s\n  Arrive at Mr. Livermore’s\n  Comforts of his dwelling\n  Large herds of cattle\n  Sheep\n  Swine\n  Californian senora\n  Slaughtering of a bullock\n  Fossil oyster-shells\n  Skeleton of a whale on a high mountain\n  Arrive at mission of San José\n  Ruinous and desolate appearance of the mission\n  Pedlars\n  Landlady\n  Filth\n  Gardens of the mission\n  Fruit orchards\n  Empty warehouses and workshops\n  Foul lodgings.",
        "September 13th.–We commenced to-day our journey from New Helvetia to\nSan Francisco. Our party consisted, including myself, of Colonel\nRussell, Dr. McKee of Monterey, Mr. Pickett, a traveller in the\ncountry, recently from Oregon, and an Indian servant, who had been\nfurnished us by Captain Sutter. Starting about 3 o’clock P.M., we\ntravelled in a south course over a flat plain until sunset, and\nencamped near a small lake on the rancho of Mr. Murphy, near the\nCosçumne River, a tributary of the Sacramento, which heads near the\nfoot of the Sierra Nevada. The stream is small, but the bottom-lands\nare extensive and rich. Mr. Murphy has been settled in California about\ntwo years, and, with his wife and several children, has resided at this\nplace sixteen months, during which time he has erected a comfortable\ndwelling-house, and other necessary buildings and conveniences. His\nwheat crop was abundant this year; and he presented us with as much\nmilk and fresh butter as we desired. The grass on the upland plain over\nwhich we have travelled is brown and crisp from the annual drought. In\nthe low bottom it is still green. Distance 18 miles.",
        "September 14.–We crossed the Cosçumne River about a mile from our\ncamp, and travelled over a level plain covered with luxuriant grass,\nand timbered with the evergreen oak, until three o’clock, when we\ncrossed the Mickélemes River, another tributary of the Sacramento, and\nencamped on its southern bank in a beautiful grove of live oaks. The\nMickélemes, where we crossed it, is considerably larger than the\nCosçumnes. The soil of the bottom appears to be very rich, and produces\nthe finest qualities of grasses. The grass on the upland is also\nabundant, but at this time it is brown and dead. We passed through\nlarge tracts of wild oats during the day; the stalks are generally from\nthree to five feet in length.",
        "Our Indian servant, or vaquero, feigned sickness this morning, and we\ndischarged him. As soon as he obtained his discharge, he was entirely\nrelieved from the excruciating agonies under which he had affected to\nbe suffering for several hours. Eating his breakfast, and mounting his\nhorse, he galloped off in the direction of the fort. We overtook this\nafternoon an English sailor, named Jack, who was travelling towards\nMonterey; and we employed him as cook and hostler for the remainder of\nthe journey.",
        "A variety of autumnal flowers, generally of a brilliant yellow, are in\nbloom along the beautiful and romantic bunks of the rivulet. Distance\n25 miles.",
        "September 15.–Our horses were frightened last night by bears, and\nthis morning, with the exception of those which were picketed, had\nstrayed so far that we did not recover them until ten o’clock. Our\nroute has continued over a flat plain, generally covered with luxuriant\ngrass, wild oats, and a variety of sparkling flowers. The soil is\ncomposed of a rich argillaceous loam. Large tracts of the land are\nevidently subject to annual inundations. About noon we reached a small\nlake surrounded by tule. There being no trail for our guidance, we\nexperienced some difficulty in shaping our course so as to strike the\nSan Joaquin River at the usual fording place. Our man Jack, by some\nneglect or mistake of his own, lost sight of us, and we were compelled\nto proceed without him. This afternoon we saw several large droves of\nantelope and deer. Game of all kinds appears to be very abundant in\nthis rich valley. Passing through large tracts of tule, we reached\nthe San Joaquin River at dark, and encamped on the eastern bank. Here\nwe immediately made large fires, and discharged pistols as signals to\nour man Jack, but he did not come into camp. Distance 35 miles.",
        "September 16.–Jack came into camp while we were breakfasting,\nleading his tired horse. He had bivouacked on the plain, and, fearful\nthat his horse would break loose if he tied him, he held the animal by\nthe bridle all night.",
        "The ford of the San Joaquin is about forty or fifty miles from its\nmouth. At this season the water is at its lowest stage. The stream at\nthe ford is probably one hundred yards in breadth, and our animals\ncrossed it without much difficulty, the water reaching about midway of\ntheir bodies. Oak and small willows are the principal growth of wood\nskirting the river. Soon after we crossed the San Joaquin this morning\nwe met two men, couriers, bearing despatches from Commodore Stockton,\nthe governor and commander-in-chief in California, to Sutter’s Fort.\nEntering upon the broad plain, we passed, in about three miles, a small\nlake, the water of which was so much impregnated with alkali as to be\nundrinkable. The grass is brown and crisp, but the seed upon it is\nevidence that it had fully matured before the drought affected it. The\nplain is furrowed with numerous deep trails, made by the droves of wild\nhorses, elk, deer, and antelope, which roam over and graze upon it. The\nhunting sportsman can here enjoy his favourite pleasure to its fullest\nextent.",
        "Having determined to deviate from our direct course, in order to visit\nthe rancho of Dr. Marsh, we parted from Messrs. McKee and Pickett about\nnoon. We passed during the afternoon several tule marshes, with which\nthe plain of the San Joaquin is dotted. At a distance, the tule of\nthese marshes presents the appearance of immense fields of ripened\ncorn. The marshes are now nearly dry, and to shorten our journey we\ncrossed several of them without difficulty. A month earlier, this would\nnot have been practicable. I have but little doubt that these marshes\nwould make fine rice plantations, and perhaps, if properly drained,\nthey might produce the sugar-cane.",
        "While pursuing our journey we frequently saw large droves of wild\nhorses and elk grazing quietly upon the plain. No spectacle of moving\nlife can present a more animated and beautiful appearance than a herd\nof wild horses. They were divided into droves of some one or two\nhundred. When they noticed us, attracted by curiosity to discover what\nwe were, they would start and run almost with the fleetness of the wind\nin the direction towards us. But, arriving within a distance of two\nhundred yards, they would suddenly halt, and after bowing their necks\ninto graceful curves, and looking steadily at us a few moments, with\nloud snortings they would wheel about and bound away with the same\nlightning speed. These evolutions they would repeat several times,\nuntil, having satisfied their curiosity, they would bid us a final\nadieu, and disappear behind the undulations of the plain.",
        "The herds of elk were much more numerous. Some of them numbered at\nleast two thousand, and with their immense antlers presented, when\nrunning, a very singular and picturesque appearance. We approached some\nof these herds within fifty yards before they took the alarm. Beef in\nCalifornia is so abundant, and of so fine a quality, that game is but\nlittle hunted, and not much prized, hence the elk, deer, and even\nantelope are comparatively very tame, and rarely run from the\ntraveller, unless he rides very near them. Some of these elk are as\nlarge as a medium-sized Mexican mule.",
        "We arrived at the rancho of Dr. Marsh about 5 o’clock P.M., greatly\nfatigued with the day’s ride. The residence of Dr. M. is romantically\nsituated, near the foot of one of the most elevated mountains in the\nrange separating the valley of the San Joaquin from the plain\nsurrounding the Bay of San Francisco. It is called “Mount Diablo,” and\nmay be seen in clear weather a great distance. The dwelling of Dr. M.\nis a small one-story house, rudely constructed of adobes, and divided\ninto two or three apartments. The flooring is of earth, like the walls.\nA table or two, and some benches and a bed, are all the furniture it\ncontains. Such are the privations to which those who settle in new\ncountries must submit. Dr. M. is a native of New England, a graduate of\nHarvard University, and a gentleman of fine natural abilities and\nextensive scientific and literary acquirements. He emigrated to\nCalifornia some seven or eight years since, after having travelled\nthrough most of the Mexican States. He speaks the Spanish language\nfluently and correctly, and his accurate knowledge of Mexican\ninstitutions, laws, and customs was fully displayed in his conversation\nin regard to them. He obtained the grant of land upon which he now\nresides, some ten or twelve miles square, four or fire years ago; and\nalthough he has been constantly harassed by the wild Indians, who have\nseveral times stolen all his horses, and sometimes numbers of his\ncattle, he has succeeded in permanently establishing himself. The\npresent number of cattle on his rancho is about two thousand, and the\nincrease of the present year he estimates at five hundred.",
        "I noticed near the house a vegetable garden, with the usual variety of\nvegetables. In another inclosure was the commencement of an extensive\nvineyard, the fruit of which (now ripe) exceeds in delicacy of flavour\nany grapes which I have ever tasted. This grape is not indigenous, but\nwas introduced by the padres, when they first established themselves\nin the country. The soil and climate of California have probably\nimproved it. Many of the clusters are eight and ten inches in length,\nand weigh several pounds. The fruit is of medium size, and in colour a\ndark purple. The rind is very thin, and when broken the pulp dissolves\nin the mouth immediately. Although Dr. M. has just commenced his\nvineyard, he has made several casks of wine this year, which is now in\na stale of fermentation. I tasted here, for the first time,\naguardiénte, or brandy distilled from the Californian grape. Its\nflavour is not unpleasant, and age, I do not doubt, would render it\nequal to the brandies of France. Large quantities of wine and\naguardiénte are made from the extensive vineyards farther south. Dr.\nM. informed me that his lands had produced a hundredfold of wheat\nwithout irrigation. This yield seems almost incredible; but, if we can\nbelieve the statements of men of unimpeached veracity, there have been\nnumerous instances of reproduction of wheat in California equalling and\neven exceeding this.",
        "Some time in July, a vessel arrived at San Francisco from New York,\nwhich had been chartered and freighted principally by a party of Mormon\nemigrants, numbering between two and three hundred, women and children\nincluded. These Mormons are about making a settlement for agricultural\npurposes on the San Joaquin River, above the rancho of Dr. Marsh. Two\nof the women and one of the men are now here, waiting for the return of\nthe main party, which has gone up the river to explore and select a\nsuitable site for the settlement. The women are young, neatly dressed,\nand one of them may be called good-looking. Captain Gant, formerly of\nthe U.S. Army, in very bad health, is also residing here. He has\ncrossed the Rocky Mountains eight times, and, in various trapping\nexcursions, has explored nearly every river between the settlements of\nthe United States and the Pacific Ocean.",
        "The house of Dr. Marsh being fully occupied, we made our beds in a\nshed, a short distance from it. Suspended from one of the poles forming\nthe frame of this shed was a portion of the carcass of a recently\nslaughtered beef. The meat was very fat, the muscular portions of it\npresenting that marbled appearance, produced by a mixture of the fat\nand lean, so agreeable to the sight and palate of the epicure. The\nhorned cattle of California, which I have thus far seen, are the\nlargest and the handsomest in shape which I ever saw. There is\ncertainly no breed in the United States equalling them in size. They,\nas well as the horses, subsist entirely on the indigenous grasses, at\nall seasons of the year; and such are the nutritious qualities of the\nherbage, that the former are always in condition for slaughtering, and\nthe latter have as much flesh upon them as is desirable, unless (which\nis often the case) they are kept up at hard work and denied the\nprivilege of eating, or are broken down by hard riding. The varieties\nof grass are very numerous, and nearly all of them are heavily seeded\nwhen ripe, and are equal, if not superior, as food for animals, to corn\nand oats. The horses are not as large as the breeds of the United\nStates, but in point of symmetrical proportions and in capacity for\nendurance they are fully equal to our best breeds. The distance we have\ntravelled to-day I estimate at thirty-five miles.",
        "September 17.–The temperature of the mornings is most agreeable, and\nevery other phenomenon accompanying it is correspondingly delightful to\nthe senses. Our breakfast consisted of warm bread, made of unbolted\nflour, stewed beef, seasoned with chile colorado, a species of red\npepper, and frijoles, a dark-coloured bean, with coffee. After\nbreakfast I walked with Dr. Marsh to the summit of a conical hill,\nabout a mile distant from his house, from which the view of the plain\non the north, south, and east, and the more broken and mountainous\ncountry on the west, is very extensive and picturesque. The hills and\nthe plain are ornamented with the evergreen oak, sometimes in clumps or\ngroves, at others standing solitary. On the summits, and in the gorges\nof the mountains, the cedar, pine, and fir display their tall\nsymmetrical shapes; and the San Joaquin, at a distance of about ten\nmiles, is belted by a dense forest of oak, sycamore, and smaller timber\nand shrubbery. The herds of cattle are scattered over the plain,–some\nof them grazing upon the brown but nutritious grass; others sheltering\nthemselves from the sun under the wide-spreading branches of the oaks.\nThe tout ensemble of the landscape is charming.",
        "Leaving Dr. Marsh’s about three o’clock P.M., we travelled fifteen\nmiles, over a rolling and well-watered country, covered generally with\nwild oats, and arrived at the residence of Mr. Robert Livermore just\nbefore dark. We were most kindly and hospitably received, and\nentertained by Mr. L. and his interesting family. After our mules and\nbaggage had been cared for, we were introduced to the principal room in\nthe house, which consisted of a number of small adobe buildings,\nerected apparently at different times, and connected together. Here we\nfound chairs, and, for the first time in California, saw a side-board\nset out with glass tumblers and chinaware. A decanter of aguardiénte,\na bowl of loaf sugar, and a pitcher of cold water from the spring, were\nset before us, and, being duly honoured, had a most reviving influence\nupon our spirits as well as our corporeal energies. Suspended from the\nwalls of the room were numerous coarse engravings, highly coloured with\ngreen, blue, and crimson paints, representing the Virgin Mary, and many\nof the saints. These engravings are held in great veneration by the\ndevout Catholics of this country. In the corners of the room were two\ncomfortable-looking beds, with clean white sheets and pillow-cases, a\nsight with which my eyes have not been greeted for many months.",
        "The table was soon set out, and covered with a linen cloth of snowy\nwhiteness, upon which were placed dishes of stewed beef, seasoned with\nchile Colorado, frijoles, and a plentiful supply of tortillas, with\nan excellent cup of tea, to the merits of which we did ample justice.\nNever were men blessed with better appetites than we are at the present\ntime.",
        "Mr. Livermore has been a resident of California nearly thirty years,\nand, having married into one of the wealthy families of the country, is\nthe proprietor of some of the best lands for tillage and grazing. An\narroyo, or small rivulet fed by springs, runs through his rancho, in\nsuch a course that, if expedient, he could, without much expense,\nirrigate one or two thousand acres. Irrigation in this part of\nCalifornia, however, seems to be entirely unnecessary for the\nproduction of wheat or any of the small grains. To produce maize,\npotatoes, and garden vegetables, irrigation is indispensable. Mr.\nLivermore has on his rancho about 3500 head of cattle. His horses,\nduring the late disturbances, have nearly all been driven off or stolen\nby the Indians. I saw in his corral a flock of sheep numbering several\nhundred. They are of good size, and the mutton is said to be of an\nexcellent quality, but the wool is coarse. It is, however, well adapted\nto the only manufacture of wool that is carried on in the\ncountry,–coarse blankets and serápes. But little attention is paid\nto hogs here, although the breeds are as fine as I have ever seen\nelsewhere. Beef being so abundant, and of a quality so superior, pork\nis not prized by the native Californians.",
        "The Senora L. is the first Hispano-American lady I have seen since\narriving in the country. She was dressed in a white cambric robe,\nloosely banded round the waist, and without ornament of any kind,\nexcept several rings on her small delicate fingers. Her complexion is\nthat of a dark brunette, but lighter and more clear than the skin of\nmost Californian women. The dark lustrous eye, the long black and\nglossy hair, the natural ease, grace, and vivacity of manners and\nconversation, characteristic of Spanish ladies, were fully displayed by\nher from the moment of our introduction. The children, especially two\nor three little senoritas, were very beautiful, and manifested a\nremarkable degree of sprightliness and intelligence. One of them\npresented me with a small basket wrought from a species of tough grass,\nand ornamented with the plumage of birds of a variety of brilliant\ncolours. It was a beautiful specimen of Indian ingenuity.",
        "Retiring to bed about ten o’clock, I enjoyed, the first time for four\nmonths, the luxury of clean sheets, with a mattress and a soft pillow.\nMy enjoyment, however, was not unmixed with regret, for I noticed that\nseveral members of the family, to accommodate us with lodgings in the\nhouse, slept in the piazza outside. To have objected to sleeping in the\nhouse, however, would have been considered discourteous and offensive.",
        "September 18.–Early this morning a bullock was brought up and\nslaughtered in front of the house. The process of slaughtering a beef\nis as follows: a vaquero, mounted on a trained horse, and provided\nwith a lasso, proceeds to the place where the herd is grazing.\nSelecting an animal, he soon secures it by throwing the noose of the\nlasso over the horns, and fastening the other end around the pommel of\nthe saddle. During the first struggles of the animal for liberty, which\nusually are very violent, the vaquero sits firmly in his seat, and\nkeeps his horse in such a position that the fury and strength of the\nbeast are wasted without producing any other result than his own\nexhaustion. The animal, soon ascertaining that he cannot release\nhimself from the rope, submits to be pulled along to the place of\nexecution. Arriving here, the vaquero winds the lasso round the legs of\nthe doomed beast, and throws him to the ground, where he lies perfectly\nhelpless and motionless. Dismounting from his horse, he then takes from\nhis leggin the butcher-knife that he always carries with him, and\nsticks the animal in the throat. He soon bleeds to death, when, in an\nincredibly short space of time for such a performance, the carcass is\nflayed and quartered, and the meat is either roasting before the fire\nor simmering in the stew-pan. The lassoing and slaughter of a bullock\nis one of the most exciting sports of the Californians; and the daring\nhorsemanship and dexterous use of the lariat usually displayed on these\noccasions are worthy of admiration. I could not but notice the\nGolgotha-like aspect of the grounds surrounding the house. The bones of\ncattle were thickly strewn in all directions, showing a terrible\nslaughter of the four-footed tribe and a prodigious consumption of\nflesh.",
        "A carretada of fossil oyster–shells was shown to me by Mr.\nLivermore, which had been hauled for the purpose of being manufactured\ninto lime. Some of these shells were eight inches in length, and of\ncorresponding breadth and thickness. They were dug from a hill two or\nthree miles distant, which is composed almost entirely of this fossil.\nSeveral bones belonging to the skeleton of a whale, discovered by Mr.\nL. on the summit of one of the highest elevations in the vicinity of\nhis residence, were shown to me. The skeleton when discovered was\nnearly perfect and entirely exposed, and its elevation above the level\nof the sea between one and two thousand feet. How the huge aquatic\nmonster, of which this skeleton is the remains, managed to make his dry\nbed on the summit of an elevated mountain, more experienced geologists\nthan myself will hereafter determine. I have an opinion on the subject,\nhowever; but it is so contrary in some respects to the received\ngeological theories, that I will not now hazard it.",
        "Leaving Mr. Livermore’s about nine o’clock A.M., we travelled three or\nfour miles over a level plain, upon which immense herds of cattle were\ngrazing. When we approached, they fled from us with as much alarm as\nherds of deer and elk. From this plain we entered a hilly country,\ncovered to the summits of the elevations with wild oats and tufts or\nhunches of a species of grass, which remains green through the whole\nseason. Cattle were scattered through these hills, and more sumptuous\ngrazing they could not desire. Small streams of water, fed by springs,\nflow through the hollows and ravines, which, as well as the hill-sides,\nare timbered with the evergreen oak and a variety of smaller trees.\nAbout two o’clock, P.M., we crossed an arroyo which runs through a\nnarrow gorge of the hills, and struck an artificial wagon-road,\nexcavated and embanked so as to afford a passage for wheeled vehicles\nalong the steep hill-side. A little farther on we crossed a very rudely\nconstructed bridge. These are the first signs of road-making I have\nseen in the country. Emerging from the hills, the southern arm of the\nBay of San Francisco came in view, separated from us by a broad and\nfertile plain, some ten or twelve miles in width, sloping gradually\ndown to the shore of the bay, and watered by several small creeks and\nestuaries.",
        "We soon entered through a narrow street the mission of San José, or St.\nJoseph. Passing the squares of one-story adobe buildings once inhabited\nby thousands of busy Indians, but now deserted, roofless, and crumbling\ninto ruins, we reached the plaza in front of the church, and the\nmassive two-story edifices occupied by the padres during the\nflourishing epoch of the establishment. These were in good repair; but\nthe doors and windows, with the exception of one, were closed, and\nnothing of moving life was visible except a donkey or two, standing\nnear a fountain which gushed its waters into a capacious stone trough.\nDismounting from our mules, we entered the open door, and here we found\ntwo Frenchmen dressed in sailor costume, with a quantity of coarse\nshirts, pantaloons, stockings, and other small articles, together with\naguardiénte, which they designed retailing to such of the natives in\nthe vicinity as chose to become their customers. They were itinerant\nmerchants, or pedlars, and had opened their wares here for a day or two\nonly, or so long as they could find purchasers.",
        "Having determined to remain here the residue of the day and the night,\nwe inquired of the Frenchmen if there was any family in the place that\ncould furnish us with food. They directed us to a house on the opposite\nside of the plaza, to which we immediately repaired. The senora, a\ndark-skinned and rather shrivelled and filthy specimen of the fair sex,\nbut with a black, sparkling, and intelligent eye, met us at the door of\nthe miserable hovel, and invited us in. In one corner of this wretched\nand foul abode was a pile of raw hides, and in another a heap of wheat.\nThe only furniture it contained were two small benches, or stools, one\nof which, being higher than the other, appeared to have been\nconstructed for a table. We informed the senora that we were\ntravellers, and wished refreshment and lodgings for the night. ’Esta\nbueno, senores, esta bueno,” was her reply; and she immediately left\nus, and, opening the door of the kitchen, commenced the preparation of\nour dinner. The interior of the kitchen, of which I had a good view\nthrough the door, was more revolting in its filthiness than the room in\nwhich we were seated. In a short time, so industrious was our hostess,\nour dinner, consisting of two plates of jerked beef, stewed, and\nseasoned with chile colorado, a plate of tortillas, and a bowl of\ncoffee, was set out upon the most elevated stool. There were no knives,\nforks, or spoons, on the table. Our amiable landlady apologized for\nthis deficiency of table-furniture, saying that she was ’muy pobre“\n(very poor), and possessed none of these table implements. “Fingers\nwere made before forks,” and in our recent travels we had learned to\nuse them as substitutes, so that we found no difficulty in conveying\nthe meat from the plates to our mouths.",
        "Belonging to the mission are two gardens, inclosed by high adobe walls.\nAfter dinner we visited one of these. The area of the inclosure\ncontains fifteen or twenty acres of ground, the whole of which was\nplanted with fruit trees and grape-vines. There are about six hundred\npear trees, and a large number of apple and peach trees, all bearing\nfruit in great abundance and in full perfection. The quality of the\npears is excellent, but the apples and peaches are indifferent. The\ngrapes have been gathered, as I suppose, for I saw none upon the vines,\nwhich appeared healthy and vigorous. The gardens are irrigated with\nvery little trouble, from large springs which flow from the hills a\nshort distance above them. Numerous aqueducts, formerly conveying and\ndistributing water over an extensive tract of land surrounding the\nmission, are still visible, but as the land is not now cultivated, they\nat present contain no water.",
        "The mission buildings cover fifty acres of ground, perhaps more, and\nare all constructed of adobes with tile roofs. Those houses or barracks\nwhich were occupied by the Indian families are built in compact\nsquares, one story in height. They are generally partitioned into two\nrooms, one fronting on the street, the other upon a court or corral in\nthe rear. The main buildings of the mission are two stories in height,\nwith wide corridors in front and rear. The walls are massive, and, if\nprotected from the winter rains, will stand for ages. But if exposed to\nthe storms by the decay of the projecting roofs, or by leaks in the\nmain roof, they will soon crumble, or sink into shapeless heaps of mud.\nI passed through extensive warehouses and immense rooms, once occupied\nfor the manufacture of woollen blankets and other articles, with the\nrude machinery still standing in them, but unemployed. Filth and\ndesolation have taken the place of cleanliness and busy life. The\ngranary was very capacious, and its dimensions were an evidence of the\nexuberant fertility of the soil, when properly cultivated under the\nsuperintendence of the padres. The calaboose is a miserable dark room\nof two apartments, one with a small loop-hole in the wall, the other a\ndungeon without light or ventilation. The stocks, and several other\ninventions for the punishment of offenders, are still standing in this\nprison. I requested permission to examine the interior of the church,\nbut it was locked up, and no person in the mission was in possession of\nthe key. Its length I should suppose is from one hundred to one hundred\nand twenty feet, and its breadth between thirty and forty, with small\nexterior pretensions to architectural ornament or symmetry of\nproportions.",
        "Returning from our rambles about the mission, we found that our\nlandlady had been reinforced by an elderly woman, whom she introduced\nas ’mi madre,” and two or three Indian muchachas, or girls, clad in\na costume not differing much from that of our mother Eve. The latter\nwere obese in their figures, and the mingled perspiration and filth\nstanding upon their skins were any thing but agreeable to the eye. The\ntwo senoras, with these handmaids near them, were sitting in front of\nthe house, busily engaged in executing some needlework.",
        "Supper being prepared and discussed, our landlady informed us that she\nhad a husband, who was absent, but would return in the course of the\nnight, and, if he found strange men in the house, he would be much\noffended with her. She had therefore directed her muchachas to sweep\nout one of the deserted and half-ruined rooms on the opposite square,\nto which we could remove our baggage, and in which we could lodge\nduring the night; and as soon as the necessary preparations were made,\nwe retired to our dismal apartment. The “compound of villanous smells\"\nwhich saluted our nostrils when we entered our dormitory for the night\naugured unfavourably for repose. The place had evidently been the abode\nof horses, cattle, pigs, and foul vermin of every description. But with\nthe aid of a dark-coloured tallow-candle, which gave just light enough\nto display the murkiness and filth surrounding us, we spread our beds\nin the cleanest places, and laid down to rest. Distance travelled, 18\nmiles.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}