{
    "title": "What to See in England - Wroxeter and the Roman City of Uriconium, Salop",
    "author": "Gordon Home",
    "chapter": "103",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Upton Magna via Shrewsbury (Wroxeter lies 2-1/2\n  miles south of Upton Magna).\n=Distance from London.=–159 miles.\n=Average Time.=–Varies between 3-1/4 to 5 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  23s. 10d.  15s. 9d.  12s. 7d.\n          Return  44s.  0d.  27s. 6d.  25s. 2d.",
        "=Accommodation Obtainable.=–At Shrewsbury, “Raven Hotel,” “Lion\n  Hotel,” “George Hotel,” etc.",
        "The village of Wroxeter would not be of exceptional interest but for the\nproximity of the site of the Roman city of Uriconium. It is owing to\nthis fact that the churchyard gate is composed of Roman pillars and\ncapitals. A summer-house in an adjoining garden is also made of Roman\nmaterials, and the church contains a font in the form of an adapted\nRoman capital, obtained with the rest from Uriconium. The church is\nchiefly Norman, but probably a portion of the south wall of the chancel\nis Saxon.",
        "The little village occupies the southern extremity of the Roman city\nwhose circumference measures about 3 miles. One can trace the limits of\nthe place by the indications of the vallum and fosse.",
        "There is no doubt that Uriconium was the Romanised capital of the\nCornavii, a British tribe, and it is equally well known that the town\nbecame the centre of a network of great roads leading in different\ndirections. The walls enclosed an area more than twice the size of Roman\nLondon, and one may easily gauge its importance and its princely style\nof buildings from the traces of its forum and its amphitheatre, as well\nas from its wide streets.",
        "The huge destruction brought about when the city was overwhelmed by the\nWest Saxons left the place a mass of ruins, for there are evident signs\nthat the place was plundered and burned. During the Middle Ages there\nmust have been, however, more than mere rubbish heaps, and the many\nwalls then standing were probably destroyed by monks in order to furnish\ncheap material for ecclesiastical buildings. There is, notwithstanding\nthis, a great piece of wall 72 feet long by 20 feet high. The other\nremains consist of a blacksmith’s shop and the site of a market-place. A\nwarming apparatus under one of the floors is even more perfect than is\nusually discovered in Rome. The key of the enclosure containing the\nchief portion of the remains is obtainable at the neighbouring cottage.",
        "[Illustration: Valentine & Sons, Ltd.\nWROXETER.",
        "Remains of the Roman city of Uriconium at Wroxeter. The wall is 20 feet\nhigh in places. A warming apparatus in the foundation of one of the\nhouses is more perfect than those usually found in Rome.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}