{
    "title": "What I Saw in California - Chapter XIV.",
    "author": "Edwin Bryant",
    "chapter": "14",
    "content": [
        "\n\n",
        "  Progress of the town of San Francisco\n  Capt. Dupont\n  Gen. Kearny\n  The presidio\n  Appointed Alcalde\n  Gen. Kearny’s proclamation\n  Arrival of Col. Stevenson’s regiment\n  Horse-thief Indians\n  Administration of justice in California\n  Sale of lots in San Francisco.",
        "Wherever the Anglo-Saxon race plant themselves, progress is certain to\nbe displayed in some form or other. Such is their “go-ahead” energy,\nthat things cannot stand still where they are, whatever may be the\ncircumstances surrounding them. Notwithstanding the wars and\ninsurrections, I found the town of San Francisco, on my arrival here,\nvisibly improved. An American population had flowed into it; lots,\nwhich heretofore have been considered almost valueless, were selling at\nhigh prices; new houses had been built, and were in progress; new\ncommercial houses had been established; hotels had been opened for the\naccommodation of the travelling and business public; and the\npublication of a newspaper had been commenced. The little village of\ntwo hundred souls, when I arrived here in September last, is fast\nbecoming a town of importance. Ships freighted with full cargoes are\nentering the port, and landing their merchandise to be disposed of at\nwholesale and retail on shore, instead of the former mode of vending\nthem afloat in the harbour. There is a prevailing air of activity,\nenterprise, and energy; and men, in view of the advantageous position\nof the town for commerce, are making large calculations upon the\nfuture; calculations which I believe will be fully realized.",
        "On the 15th I dined on board the sloop-of-war Cyane, with Commander\nDupont, to whom I had the good fortune to be the bearer from home of a\nletter of introduction. I say “good fortune,” because I conceive it to\nbe one of the greatest of social blessings, as well as pleasures, to be\nmade acquainted with a truly upright and honourable man–one whose\nintegrity never bends to wrongful or pusillanimous expediency;–one\nwho, armed intellectually with the panoply of justice, has courage to\nsustain it under any and all circumstances;–one whose ambition is, in\na public capacity, to serve his country, and not to serve himself;–one\nwho waits for his country to judge of his acts, and, if worthy, to\nplace the laurel wreath upon his head, disdaining a self-wrought and\nself-assumed coronal. Capt. Dupont is a native of Delaware; and that\ngallant and patriotic state should feel proud of such a son. He is one\nof whom all men, on sea or on land, with whom his duties as an officer\nor citizen of our republic brings him in contact, speak well; and whose\nprivate virtues, as well as professional merits, are deserving of the\nwarmest admiration and the highest honours.",
        "Although I have long known Gen. S.W. Kearny from reputation, and saw\nhim at Los Angeles, I was here introduced to him for the first time.\nGen. K. is a man rising fifty years of age. His height is about five\nfeet ten or eleven inches. His figure is all that is required by\nsymmetry. His features are regular, almost Grecian; his eye is blue,\nand has an eagle-like expression, when excited by stern or angry\nemotion; but, in ordinary social intercourse, the whole expression of\nhis countenance is mild and pleasing, and his manners and conversation\nare unaffected, urbane, and conciliatory, without the slightest\nexhibition of vanity or egotism. He appears the cool, brave, and\nenergetic soldier; the strict disciplinarian, without tyranny; the man,\nin short, determined to perform his duty, in whatever situation he may\nbe placed, leaving consequences to follow in their natural course.\nThese, my first impressions, were fully confirmed by subsequent\nintercourse, in situations and under circumstances which, by\nexperience, I have found an unfailing alembic for the trial of\ncharacter–a crucible wherein, if the metal be impure, the drossy\nsubstances are sure to display themselves. It is not my province to\nextol or pronounce judgment upon his acts; they are a part of the\nmilitary and civil history of our country, and as such will be\napplauded or condemned, according to the estimate that may be placed\nupon them. But I may be allowed to express the opinion, that no man,\nplaced under the same circumstances, ever aimed to perform his duty\nwith more uprightness and more fidelity to the interests and honour of\nhis country, or who, to shed lustre upon his country, ever braved\ngreater dangers, or endured more hardships and privations, and all\nwithout vaunting his performances and sacrifices.",
        "On the 16th, in company of Gen. Kearny, Capt. Turner, and Lieuts.\nWarner and Hallock, of the U.S. Engineer Corps, I rode to the Presidio\nof San Francisco, and the old fortification at the mouth of the bay.\nThe presidio is about three miles from the town, and consists of\nseveral blocks of adobe buildings, covered with files. The walls of\nmost of the buildings are crumbling for the want of care in protecting\nthem from the annual rains; and without this care they will soon become\nheaps of mud. The fort is erected upon a commanding position, about a\nmile and a half from the entrance to the bay. Its walls are\nsubstantially constructed of burnt brick, and are of sufficient\nthickness and strength to resist heavy battering. There are nine or ten\nembrasures. Like everything else in the country belonging to the\npublic, the fort is fast falling into ruins. There has been no garrison\nhere for several years; the guns are dismounted, and half decomposed by\nlong exposure to the weather, and from want of care. Some of them have\nsunk into the ground.",
        "On the 20th I was waited upon by Gen. Kearny, and requested to accept\nthe office of alcalde, or chief magistrate, of the district of San\nFrancisco. There being no opportunity of returning to the United States\nimmediately, I accepted of the proposed appointment, and on the 22d was\nsworn into office, my predecessor, Lieut. W.A. Bartlett, of the navy,\nbeing ordered to his ship by the commanding officer of the squadron.",
        "The annual salute in celebration of the birthday of the immortal and\nillustrious founder of our republic, required by law from all the ships\nof the navy in commission, in whatever part of the world they may be at\nthe time, strikes us more forcibly when in a far-off country, as being\na beautiful and appropriate tribute to the unapproachable virtues and\nheroism of that great benefactor of the human race, than when we are\nnearer home, or upon our own soil. The U.S. ships in the harbour, at\ntwelve o’clock on the 22d, each fired a national salute; and the day\nbeing calm and beautiful, the reports bounded from hill to hill, and\nwere echoed and re-echoed until the sound died away, apparently in the\ndistant gorges of the Sierra Nevada. This was a voice from the soul of\nWASHINGTON, speaking in majestic and thunder-tones to the green and\nflowery valley, the gentle hills and lofty mountains of California, and\nconsecrating them as the future abode of millions upon millions of the\nsons of liberty. The merchant and whale ships lying at anchor, catching\nthe enthusiasm, joined in the salute; and for a time the harbour and\nbay in front of the town were enveloped in clouds of gunpowder smoke.",
        "General Kearny left San Francisco, in the frigate Savannah, Captain\nMervine, on the 23d, for Monterey, and soon after his arrival at that\nplace issued the following proclamation:–",
        "  The President of the United States having instructed the undersigned\n  to take charge of the civil government of California, he enters upon\n  his duties with an ardent desire to promote, as far as he is able,\n  the interests of the country and the welfare of its inhabitants.",
        "  The undersigned has instructions from the President to respect and\n  protect the religious institutions of California, and to see that\n  the religious rights of the people are in the amplest manner\n  preserved to them, the constitution of the United States allowing\n  every man to worship his Creator in such a manner as his own\n  conscience may dictate to him.",
        "  The undersigned is also instructed to protect the persons and\n  property of the quiet and peaceable inhabitants of the country\n  against all or any of their enemies, whether from abroad or at home;\n  and when he now assures the Californians that it will be his duty\n  and his pleasure to comply with those instructions, he calls upon\n  them all to exert themselves in preserving order and tranquillity,\n  in promoting harmony and concord, and in maintaining the authority\n  and efficiency of the laws.",
        "  It is the wish and design of the United States to provide for\n  California, with the least possible delay, a free government,\n  similar to those in her other territories; and the people will soon\n  be called upon to exercise their rights as freemen, in electing\n  their own representatives, to make such laws as may be deemed best\n  for their interest and welfare. But until this can be done, the laws\n  now in existence, and not in conflict with the constitution of the\n  United States, will be continued until changed by competent\n  authority; and those persons who hold office will continue in the\n  same for the present, provided they swear to support that\n  constitution, and to faithfully perform their duty.",
        "  The undersigned hereby absolves all the inhabitants of California\n  from any further allegiance to the republic of Mexico, and will\n  consider them as citizens of the United States; those who remain\n  quiet and peaceable will be respected in their rights and protected\n  in them. Should any take up arms against or oppose the government of\n  this territory, or instigate others to do so, they will be\n  considered as enemies, and treated accordingly.",
        "  When Mexico forced a war upon the United States, time did not permit\n  the latter to invite the Californians as friends to join her\n  standard, but compelled her to take possession of the country to\n  prevent any European power from seizing upon it, and, in doing so,\n  some excesses and unauthorized acts were no doubt committed by\n  persons employed in the service of the United States, by which a few\n  of the inhabitants have met with a loss of property; such losses\n  will be duly investigated, and those entitled to remuneration will\n  receive it.",
        "  California has for many years suffered greatly from domestic\n  troubles; civil wars have been the poisoned fountains which have\n  sent forth trouble and pestilence over her beautiful land. Now those\n  fountains are dried up; the star-spangled banner floats over\n  California, and as long as the sun continues to shine upon her, so\n  long will it float there, over the natives of the land, as well as\n  others who have found a home in her bosom; and under it agriculture\n  must improve, and the arts and sciences flourish, as seed in a rich\n  and fertile soil.",
        "  The Americans and Californians are now but one people; let us\n  cherish one wish, one hope, and let that be for the peace and quiet\n  of our country. Let us, as a band of brothers, unite and emulate\n  each other in our exertions to benefit and improve this our\n  beautiful, and which soon must be our happy and prosperous, home.",
        "  Done at Monterey, capital of California, this first day of March,\n  A.D. 1847, and in the seventy-first year of independence of the\n  United Suites.",
        "  S.W. KEARNY\n  Brig.-Gen., U.S.A., and Governor of California.",
        "The proclamation of General Kearny gave great satisfaction to the\nnative as well as the emigrant population of the country. Several of\nthe alcaldes of the district of my jurisdiction, as well as private\nindividuals (natives of the country), expressed, by letter and orally,\ntheir approbation of the sentiments of the proclamation in the warmest\nterms. They said that they were heartily willing to become Americans\nupon these terms, and hoped that there would be the least possible\ndelay in admitting them to the rights of American citizenship. There\nwas a general expectation among natives as well as foreigners, that a\nrepresentative form of territorial government would be immediately\nestablished by General Kearny. Why this was not done, is explained by\nthe recent publication of General Scott’s letter to General Kearny,\ndated November 3rd, 1846, of which Colonel Mason was the bearer, he\nhaving left the United States on the 7th November. In this letter\nGeneral Scott says:–",
        "“As a guide to the civil governor of Upper California, in our hands,\nsee the letter of June 3rd (last), addressed to you by the Secretary of\nWar. You will not, however, formally declare the province to be\nannexed. Permanent incorporation of the territory must depend on the\ngovernment of the United States.",
        "“After occupying with our forces all necessary points in Upper\nCalifornia, and establishing a temporary civil government therein, as\nwell as assuring yourself of its internal tranquillity, and the absence\nof any danger of reconquest on the part of Mexico, you may charge\nColonel Mason, United States first dragoons, the bearer of this open\nletter, or land officer next in rank to your own, with your several\nduties, and return yourself, with a sufficient escort of troops, to St.\nLouis, Missouri; but the body of the United States dragoons that\naccompanied you to California will remain there until further orders.”",
        "The transport ships Thomas H. Perkins, Loo Choo, Susan Drew, and\nBrutus, with Colonel Stevenson’s regiment, arrived at San Francisco\nduring the months of March and April. These vessels were freighted with\na vast quantity of munitions, stores, tools, saw-mills, grist-mills,\netc., etc., to be employed in the fortification of the principal\nharbours on the coast–San Francisco, Monterey, and San Diego. The\nregiment of Col. Stevenson was separated into different commands,\nportions of it being stationed at San Francisco, Sonoma, Monterey,\nSanta Barbara, and Los Angeles; and some companies employed against the\nhorse-thief Indians of the Sierra Nevada and the Tulares.",
        "As good an account of these horse-thief Indians, and their\ndepredations, as I have seen, I find in the “California Star,” of March\n28th, 1847, written by a gentleman who has been a resident of\nCalifornia for a number of years, and who has been a sufferer. It is\nsubjoined:–",
        "“During the Spanish regime, such a thing as a horse-thief was unknown\nin the country; but as soon as the Mexicans took possession, their\ncharacteristic anarchy began to prevail, and the Indians to desert from\nthe missions. The first Indian horse-thief known in this part of the\ncountry was a neophyte of the mission of Santa Clara, George, who\nflourished about twenty years ago. He absconded from his mission to the\nriver of Stanislaus, of which he was a native. From thence he returned\nto the settlements, and began to steal horses, which at that time were\nvery numerous. After pursuing his depredations for some time, he was at\nlast pursued and killed on his return from one of his forages. The\nmission of Santa Clara has been, from that time to the present day, the\ngreatest nursery for horse thieves, as the Stanislaus river has been\nand is their principal rendezvous. I have taken some pains to inquire\namong some of the most intelligent and respectable of the native\ninhabitants, as to the probable number of horses that have been stolen\nbetween Monterey and San Francisco within the last twenty years, and\nthe result has been that more than one hundred thousand can be\ndistinctly enumerated, and that the total amount would probably be\ndouble that number. Nearly all these horses have been eaten! From the\nriver of Stanislaus, as a central point, the evil has spread to the\nnorth and south, and at present extends from the vicinity of the\nMickélemes River on the north, to the sources of the St. Joaquin on the\nsouth. These Indians inhabit all the western declivity of the great\nsnowy mountains, within these limits, and have become so habituated to\nliving on horseflesh, that it is now with them the principal means of\nsubsistence.",
        "“In past time they have been repeatedly pursued, and many of them\nkilled, and whole villages destroyed, but, so far from being deterred,\nthey are continually becoming more bold and daring in their robberies,\nas horses become scarcer and more carefully guarded. About twenty\npersons have been killed by them within the knowledge of the writer.\nAmong others, Mr. Lindsay and Mr. Wilson were killed by them not long\nago. Only about one month since, they shot and dangerously wounded four\npersons employed on the farm of Mr. Weber, near the Pueblo of St.\nJoseph, and at the same time stole the horses of the farm, and those\nalso from the farms of Captain Fisher and Mr. Burnal, in the same\nvicinity; in all, about two hundred head. Within the last ten days\nnumerous parties of them have been committing depredations on many of\nthe farms in the jurisdiction of the Contra Costa, and scarcely a night\npasses but we hear of their having stolen horses from some one. Three\ndays ago, a party of them were met by some young men who had been out\ncatching wild horses on the plains of the St. Joaquin, but as they were\nmounted on tired animals, they were only able to recapture the stolen\nhorses, but could not overtake the thieves.”",
        "It has not been within the scope of my design, in writing out those\nnotes, to enter into the minute details of the conquest and occupation\nof California by the forces of the United States. To do so would\nrequire more space than I have allowed myself, and the matter would be\nmore voluminous than interesting or important. My intention has been to\ngive such a sketch of the military operations in California, during my\nresidence and travels in the country, as to afford to the reader a\ngeneral and correct idea of the events transpiring at the time. No\nimportant circumstance, I think, has escaped my attention.",
        "Among the officers of the army stationed at San Francisco, with whom I\nbecame acquainted, were Major Hardie, in command of the troops, Captain\nFolsom, acting quartermaster-general in California, and Lieutenant\nWarner, of the engineer corps. Lieutenant Warner marched with General\nKearny from the United States, and was at the battle of San Pasqual. I\nhave seen the coat which he wore on that occasion, pierced in seven\ndifferent places by the lances of the enemy. He did not make this\nexhibition himself; and I never heard him refer to the subject but\nonce, and then it was with the modesty of a veteran campaigner.",
        "The corps of topographical engineers accompanying General Kearny, under\nthe command of Captain Emory, will, doubtless, furnish in their report\nmuch interesting and valuable information. Mr. Stanley, the artist Of\nthe expedition, completed his sketches in oil, at San Francisco; and a\nmore truthful, interesting, and valuable series of paintings,\ndelineating mountain scenery, the floral exhibitions on the route, the\nsavage tribes between Santa Fe and California–combined with camp-life\nand marches through the desert and wilderness–has never been, and\nprobably never will be, exhibited. Mr. Stanley informed me that he was\npreparing a work on the savage tribes of North America and of the\nislands of the Pacific, which, when completed on his plan, will be the\nmost comprehensive and descriptive of the subject of any that has been\npublished.",
        "Legal proceedings are much less complex in California than in the\nUnited States. There is no written statute law in the country. The only\nlaw books I could find were a digested code entitled, “Laws of Spain\nand the Indies,” published in Spain about a hundred years ago, and a\nsmall pamphlet defining the powers of various judicial officers,\nemanating from the Mexican government since the revolution. A late\nMexican governor of California, on being required by a magistrate to\ninstruct him as to the manner in which he should administer the law\nwithin his jurisdiction, replied, ’Administer it in accordance with\nthe principles of natural right and justice,” and this is the\nfoundation of Californian jurisprudence. The local bandos, or laws,\nare enacted, adjudicated, and executed by the local magistrates, or\nalcaldes. The alcalde has jurisdiction in all municipal matters, and in\ncases for minor offences, and for debt in sums not over one hundred\ndollars. In cases of heinous or capital offences, the alcalde has\nsimply an examining power, the testimony being taken down in writing,\nand transmit-to the juez de primera instancia, or first judge of the\ndistrict, before whom the case is tried. Civil actions, for sums over\none hundred dollars, must also be tried before the juez de primera\ninstancia, and from him there is an appeal to the prefect, or the\ngovernor of the province. The trial by hombres buenos, or good men,\nis one of the established legal tribunals when either of the parties\ndemand it, and is similar to our trial by jury; the difference being in\nthe number, the hombres buenos usually consisting of three or five,\nas they may be ordered by the magistrate, or requested by the\nlitigants, and our jury of twelve. With honest and intelligent\nmagistrates, the system operates advantageously, as justice is speedy\nand certain; but the reverse of this, with corrupt and ignorant\nmagistrates, too frequently in power, the consequences of the system\nare as bad as can well be imagined.",
        "The policy of the Mexican government has been to encourage in certain\nlocalities the erection of pueblos, or towns, and for this purpose they\nhave made grants of land to the local authorities, or municipalities,\nwithin certain defined limits, to be regranted upon application, in\nlots of fifty or one hundred varass, as the case may be, to persons\ndeclaring their intention to settle and to do business in the town. For\nthese grants to individuals a certain sum of money is paid, which goes\ninto the treasury of the municipality. The magistrates, however,\nwithout special permission, have no power to grant lots of land within\na certain number of feet of or below high-water mark. The power is\nreserved to be exercised by the governor of the province. It being\nnecessary for the convenient landing of ships, and for the discharging\nand receiving of their cargoes, that the beach in front of the town of\nSan Francisco should be improved with wharfs, etc., etc., and that\ntitles should be granted to individuals who otherwise would make no\ndurable improvements. As magistrate of the town, in compliance with the\nrequest of numerous citizens, I solicited from General Kearny, the\nacting governor, a relinquishment, on the part of the general\ngovernment, of the beach lands in front of the town in favour of the\nmunicipality, under certain conditions. This was granted by the\nGovernor, who issued a decree dated 10th March, permitting the sales by\nauction of all such grounds adjacent to the water-side as might be\nfound adapted to commercial purposes, with the exception of such lots\nas might be selected for the use of the United States government, by\nits proper officers. The sales accordingly took place, the lots were\neagerly purchased, and the port has already become a place of\nconsiderable commercial activity.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}