{
    "title": "What to See in England - Durham and Its Cathedral",
    "author": "Gordon Home",
    "chapter": "136",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Durham.\n=Distance from London.=–256 miles.\n=Average Time.=–6-1/2 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single  35s. 10d.   ...   21s. 2d.\n          Return  71s.  8d.   ...   42s. 4d.",
        "=Accommodation Obtainable.=–\"Royal County Hotel,” etc.\n=Alternative Route.=–Train from St. Pancras. Midland Railway.",
        "For the magnificent position it occupies, Durham Cathedral is without a\nrival in this country; and even if one includes the Continent, the\ncathedral of Albi in France will alone bear comparison in respect to its\nposition. Overlooking the Wear from a considerable height appear the two\nmassive western towers and the magnificent central tower of the\ncathedral, and when these and the masses of foliage beneath them are\nreflected on the calm surface of the river, the scene is one of rare and\nastonishing beauty.",
        "The origin of the cathedral and city of Durham may be directly traced to\nthe desire on the part of Bishop Eardulph and his monks to erect some\nbuilding in which to place the coffin containing the body of St.\nCuthbert. They had travelled with their sacred charge for seven years,\nand at the end of that time, in 997, having reached the rocky plateau\noverlooking the river Wear, they decided to build a chapel there. Bishop\nAldhun went further, and by 999 he had finished a large building known\nas the “White Church.” Of this, however, there are no authentic remains;\nfor in 1081, William of St. Carileph had been appointed bishop, and\nafter he had remained in exile in Normandy for some years he returned to\nDurham fired with the desire to build a cathedral on the lines of some\nof the great structures then appearing in France. In 1093, therefore,\nthe foundations of the new church were laid, and the present building\nfrom that day forward began to appear. Only the walls of the choir, part\nof the transepts, and the tower arches had been constructed at the time\nof Carileph’s death in 1096, but the work went on under Ralph Flambard,\nand when he too was gathered to his fathers, the aisles were finished\nand the nave also, excepting its roof. Flambard also saw the two western\ntowers finished as high as the roof of the nave. The beautiful\ntransitional Norman Galilee Chapel at the west end was built prior to\n1195 by Hugh Pudsey. This narrowly escaped destruction at the hands of\nWyatt, who in 1796 pulled down the splendid Norman chapter-house.",
        "[Illustration: Photochrom Co., Ltd.\nDURHAM CATHEDRAL.",
        "It has the finest situation of any English cathedral.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}