{
    "title": "What to See in England - Waltham Abbey and Cross",
    "author": "Gordon Home",
    "chapter": "7",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Liverpool Street. Great Eastern\n  Railway.\n=Nearest Station.=–Waltham.\n=Distance from London.=–12-3/4 miles.\n=Average Time.=–40 minutes. Quickest train, 23 minutes.",
        "                    1st      2nd      3rd\n=Fares.=–Single  2s. 0d.  1s. 6d.  1s. 1d.\n          Return  3s. 3d.  2s. 6d.  1s. 7d.",
        "=Accommodation Obtainable.=–\"The New Inn,” etc.",
        "Waltham Abbey is a market town in Essex on the banks of the Lea, which\nhere divides into several branches which are used as motive power for\nsome gunpowder and flour mills. Harold II. founded the stately Abbey\nChurch in May 1060. William the Conqueror disputed Harold’s claim to the\nthrone and landed in England at Pevensey in 1066. At Waltham Abbey,\ntroubled and anxious, Harold prayed for victory in England’s name before\nthe fatal battle of Hastings, where he was slain. William at first\nrefused to give up Harold’s body to his mother, Gytha, but he afterwards\nallowed two monks from Waltham to search for the body of the king. They\nwere unable to find it amongst the nameless dead, but his favourite,\nEdith the swan-necked, whose eye of affection was not to be deceived,\ndiscovered it. His weeping mother buried the disfigured corpse probably\nabout 120 feet from the east end of the old church.",
        "At Waltham is one of the many crosses erected by Edward I. in memory of\nhis first wife, Eleanor of Castile, wherever her body rested on its way\nto Westminster from Lincoln. At Northampton is another of these famous\ncrosses. When the king asked the Abbot of Cluny to intercede for her\nsoul, he said, “We loved her tenderly in her lifetime; we do not cease\nto love her in death.”",
        "A little way to the left of Waltham Cross, now a gateway to the park of\nTheobalds, stands Temple Bar, stone for stone intact as it was in the\ndays when traitors’ heads were raised above it in Fleet Street, although\nthe original wooden gates have gone. A portion of the richly-carved top\nof the gate is still in existence in London. Waltham Abbey is probably\nclose to that part of the river Lea where King Alfred defeated the\nDanes. They had penetrated far up the river when King Alfred diverted\nthe waters of the river from underneath their black vessels and left\nthem high and dry in a wilderness of marsh and forest. The gentle\nCharles Lamb was very fond of the country all round Waltham Abbey,\nespecially Broxbourne and Amwell.",
        "[Illustration: THE ABBEY GATE AT WALTHAM.",
        "Waltham Abbey was founded in 1060 by Harold II.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}