{
    "title": "What I Saw in California - Chapter IX.",
    "author": "Edwin Bryant",
    "chapter": "9",
    "content": [
        "\n\n",
        "  California battalion\n  Their appearance and costume\n  List of the officers\n  Commence our march to Los Angeles\n  Appearance of the country in the vicinity of San Juan\n  Slaughter of beeves\n  Astonishing consumption of beef by the men\n  Beautiful morning\n  Ice\n  Salinas river and valley\n  Californian prisoners\n  Horses giving out from fatigue\n  Mission of San Miguel\n  Sheep\n  Mutton\n  March on foot\n  More prisoners taken\n  Death of Mr. Stanley\n  An execution\n  Dark night\n  Capture of the mission of San Luis Obispo\n  Orderly conduct and good deportment of the California battalion.",
        "November 30.–The battalion of mounted riflemen, under the command of\nLieutenant-Colonel Fremont, numbers, rank and file, including Indians,\nand servants, 428. With the exception of the exploring party, which\nleft the United States with Colonel F., they are composed of volunteers\nfrom the American settlers, and the emigrants who have arrived in the\ncountry within a few weeks. The latter have generally furnished their\nown ammunition and other equipments for the expedition. Most of these\nare practised riflemen, men of undoubted courage, and capable of\nbearing any fatigue and privations endurable by veteran troops. The\nIndians are composed of a party of Walla-Wallas from Oregon, and a\nparty of native Californians. Attached to the battalion are two pieces\nof artillery, under the command of Lieutenant McLane, of the navy. In\nthe appearance of our small army there is presented but little of “the\npomp and circumstance of glorious war.” There are no plumes nodding\nover brazen helmets, nor coats of broadcloth spangled with lace and\nbuttons. A broad-brimmed low-crowned hat, a shirt of blue flannel, or\nbuckskin, with pantaloons and mocassins of the same, all generally much\nthe worse for wear, and smeared with mud and dust, make up the costume\nof the party, officers as well as men. A leathern girdle surrounds the\nwaist, from which are suspended a bowie and a hunter’s knife, and\nsometimes a brace of pistols. These, with the rifle and\nholster-pistols, are the arms carried by officers and privates. A\nsingle bugle (and a sorry one it is) composes the band. Many an embryo\nNapoleon, in his own conceit, whose martial spirit has been excited to\nflaming intensity of heat by the peacock-plumage and gaudy trappings of\nour militia companies, when marching through the streets to the sound\nof drum, fife, and brass band, if he could have looked upon us, and\nthen consulted the state of the military thermometer within him, would\nprobably have discovered that the mercury of his heroism had fallen\nseveral degrees below zero. He might even have desired that we should\nnot come",
        "    “Between the wind and his nobility.”",
        "War, stripped of its pageantry, possesses but few of the attractions\nwith which poetry and painting have embellished it. The following is a\nlist of the officers composing the California Battalion:–Lieut.-colonel\nJ.G. Fremont, commanding; A.H. Gillespie, major; P.B. Reading,\npaymaster; H. King, commissary; J.R. Snyder, quartermaster, since\nappointed a land-surveyor by Colonel Mason; Wm. H. Russell, ordnance\nofficer; T. Talbot, lieutenant and adjutant; J.J. Myers, sergeant-major,\nappointed lieutenant in January, 1847.",
        "Company A.–Richard Owens, captain; Wm. N. Loker, 1st lieutenant,\nappointed adjutant, Feb. 10th, 1847; B.M. Hudspeth, 2d lieutenant,\nappointed captain, Feb. 1847, Wm. Findlay, 2d lieutenant, appointed\ncaptain, Feb. 1847.",
        "Company B.–Henry Ford, captain; Andrew Copeland, 1st lieutenant.",
        "Company C.–Granville P. Swift, captain; Wm. Baldridge, 1st\nlieutenant; Wm. Hartgrove, 2d do.",
        "Company D.–John Sears, captain; Wm. Bradshaw, 1st lieutenant.",
        "Company E.–John Grigsby, captain; Archibald Jesse, 1st lieutenant.",
        "Company F.–L.W. Hastings, captain (author of a work on California);\nWornbough, 1st lieutenant; J.M. Hudspeth, 2d do.",
        "Company G.–Thompson, captain; Davis 1st lieutenant; Rock, 2d do.",
        "Company H.–R.T. Jacobs, captain; Edwin Bryant, 1st lieutenant\n(afterwards alcalde at San Francisco); Geo. M. Lippincott, 2d do., of\nNew York.",
        "Artillery Company.–Louis McLane, captain (afterwards major); John.\nK. Wilson, 1st lieutenant, appointed captain in January, 1847; Wm.\nBlackburn, 2d do. (now alcalde of Santa Cruz).",
        "Officers on detached Service and doing Duty at the South.–S. Hensley,\ncaptain; S. Gibson, do. (lanced through the body at San Pascual);\nMiguel Pedrorena, do., Spaniard (appointed by Stockton); Stgo.\nArguello, do., Californian (appointed by do.); Bell, do. (appointed\nby do.), old resident of California (Los Angeles); H. Rhenshaw, 1st\nlieutenant, (appointed by do.); A. Godey, do. (appointed by do.); Jas.\nBarton, do. (appointed by do.); L. Arguello, do., Californian\n(appointed by do.).",
        "After a march of six or eight hours, up the valley of the arroyo,\nthrough a heavy rain, and mud so deep that several of our horses gave\nout from exhaustion, we encamped in a circular bottom, near a deserted\nadobe house. A caballada, of some 500 or 600 loose horses and mules\nis driven along with us, but many of them are miserable sore-backed\nskeletons, having been exhausted with hard usage and bad fare during\nthe summer campaign. Besides these, we have a large number of\npack-mules, upon which all our baggage and provisions are transported.\nDistance 10 miles.",
        "We did not move on the 1st and 2d of December. There being no cattle in\nthe vicinity of our camp, a party was sent back to the mission, on the\nmorning of the 1st, who in the afternoon returned, driving before them\nabout 100 head, most of them in good condition. After a sufficient\nnumber were slaughtered to supply the camp with meat for the day, the\nremainder were confined in a corral prepared for the purpose, to be\ndriven along with us, and slaughtered from day to day. The rain has\ncontinued, with short intermissions, since we commenced our march on\nthe 30th of November. The ground has become saturated with water, and\nthe small branches are swollen into large streams. Notwithstanding\nthese discomforts, the men are in good spirits, and enjoy themselves in\nsinging, telling stories, and playing monte.",
        "December 3.–The rain ceased falling about 8 o’clock this morning;\nand, the clouds breaking away, the sun cheered us once more with his\npleasant beams. The battalion was formed into a hollow square, and, the\norder of the day being read, we resumed our march. Our progress,\nthrough the deep mud, was very slow. The horses were constantly giving\nout, and many were left behind. The young and tender grass upon which\nthey feed affords but little nourishment, and hard labour soon exhausts\nthem. We encamped on a low bluff, near the arroyo, timbered with\nevergreen oak. Distance 8 miles.",
        "December 4.–I was ordered with a small party in advance this\nmorning. Proceeding up the valley a few miles, we left it, crossing\nseveral steep hills sparsely timbered with oak, from which we descended\ninto another small valley, down which we continued to the point of its\ntermination, near some narrow and difficult mountain gorges. In\nexploring the gorges, we discovered the trail of a party of\nCalifornians, which had passed south several days before us, and found\na horse which they had left in their march. This, doubtless, was a\nportion of the party which captured Mr. Larkin, and had the engagement\nbetween Monterey and St. Juan, on the 17th ult. The main body coming\nup, we encamped at three o’clock. The old grass around our camp is\nabundant; but having been so much washed by the rains, and consequently\nexhausted of its nutritious qualities, the animals refused to eat it.\nThe country over which we have travelled to-day, and as far as I can\nsee, is mountainous and broken, little of it being adapted to other\nagricultural purposes than grazing.",
        "Thirteen beeves are slaughtered every afternoon for the consumption of\nthe battalion. These beeves are generally of good size, and in fair\ncondition. Other provisions being entirely exhausted, beef constitutes\nthe only subsistence for the men, and most of the officers. Under these\ncircumstances, the consumption of beef is astonishing. I do not know\nthat I shall be believed when I state a fact, derived from observation\nand calculation, that the average consumption per man of fresh beef is\nat least ten pounds per day. Many of them, I believe, consume much\nmore, and some of them less. Nor does this quantity appear to be\ninjurious to health, or fully to satisfy the appetite. I have seen some\nof the men roast their meat and devour it by the fire from the hour of\nencamping until late bed-time. They would then sleep until one or two\no’clock in the morning, when, the cravings of hunger being greater than\nthe desire for repose, the same occupation would be resumed, and\ncontinued until the order was given to march. The Californian beef is\ngenerally fat, juicy, and tender, and surpasses in flavour any which I\never tasted elsewhere. Distance 10 miles.",
        "December 5.–I rose before daylight. The moon shone brightly. The\ntemperature was cold. The vapour in the atmosphere had congealed and\nfallen upon the ground in feathery flakes, covering it with a white\nsemi-transparent veil, or crystal sheen, sparkling in the moonbeams.\nThe smoke from the numerous camp-fires soon began to curl languidly up\nin graceful wreaths, settling upon the mountain summits. The scene was\none for the pencil and brush of the artist; but, when the envious sun\nrose, he soon stripped Madam Earth of her gauzy holiday morning-gown,\nand exposed her every-day petticoat of mud.",
        "Our march to-day has been one of great difficulty, through a deep\nbrushy mountain gorge, through which it was almost impossible to force\nthe field-pieces. In one place they were lowered with ropes down a\nsteep and nearly perpendicular precipice of great height and depth. We\nencamped about three o’clock, P.M., in a small valley. Many of the\nhorses gave out on the march, and were left behind by the men, who came\nstraggling into camp until a late hour of the evening, bringing their\nsaddles and baggage upon their shoulders. I noticed, while crossing an\nelevated ridge of hills, flakes of snow flying in the air, but melting\nbefore they reached the ground. The small spring-branch on which we\nencamped empties into the Salinas River. The country surrounding us is\nelevated and broken, and the soil sandy, with but little timber or\ngrass upon it. Distance 12 miles.",
        "December 6.–Morning clear and cool. Crossed an undulating country,\ndestitute of timber and water, and encamped in a circular valley\nsurrounded by elevated hills, through which flows a small tributary of\nthe Salinas. The summits of the mountains in sight are covered with\nsnow, but the temperature in the valleys is pleasant. Distance 15\nmiles.",
        "December 7.–Ice, the first I have seen since entering California,\nformed in the branch, of the thickness of window-glass. We reached the\nvalley of the Salinas about eleven o’clock A.M., and encamped for the\nday. The river Salinas (laid down in some maps as Rio San Buenaventura)\nrises in the mountains to the south, and has a course of some sixty or\neighty miles, emptying into the Pacific about twelve miles north of\nMonterey. The valley, as it approaches the ocean, is broad and fertile,\nand there are many fine ranchos upon it. But, higher up, the stream\nbecomes dry in the summer, and the soil of the valley is arid and\nsandy. The width of the stream at this point is about thirty yards. Its\nbanks are skirted by narrow belts of small timber. A range of elevated\nmountains rises between this valley and the coast. A court-martial was\nheld to-day, for the trial of sundry offenders. Distance 8 miles.",
        "December 8.–Morning cool, clear, and pleasant. Two Californians were\narrested by the rear-guard near a deserted rancho, and brought into\ncamp. One of them turned out to be a person known to be friendly to the\nAmericans. There has been but little variation in the soil or scenery.\nBut few attempts appear to have been made to settle this portion of\nCalifornia. The thefts and hostilities of the Tular Indians are said to\nbe one of the causes preventing its settlement. Distance 15 miles.",
        "December 9.–The mornings are cool, but the middle of the day is too\nwarm to ride comfortably with our coats on. Our march has been\nfatiguing and difficult, through several brushy ravines and over steep\nand elevated hills. Many horses gave out as usual, and were left, from\ninability to travel. Our caballada is diminishing rapidly. Distance\n10 miles.",
        "December 10.–Our march has been on the main beaten trail, dry and\nhard, and over a comparatively level country. We passed the mission of\nSan Miguel about three o’clock, and encamped in a grove of large oak\ntimber, three or four miles south of it. This mission is situated on\nthe upper waters of the Salinas, in an extensive plain. Under the\nadministration of the padres it was a wealthy establishment, and\nmanufactures of various kinds were carried on. They raised immense\nnumbers of sheep, the fleeces of which were manufactured by the Indians\ninto blankets and coarse cloths. Their granaries were filled with an\nabundance of maize and frijoles, and their store-rooms with other\nnecessaries of life, from the ranchos belonging to the mission lands in\nthe vicinity. Now all the buildings, except the church and the\nprincipal range of houses contiguous, have fallen into ruins, and an\nEnglishman, his wife, and one small child, with two or three Indian\nservants, are the sole inhabitants. The church is the largest I have\nseen in the country, and its interior is in good repair, although it\nhas not probably been used for the purpose of public worship for many\nyears. The Englishman professes to have purchased the mission and all\nthe lands belonging to it for 300 dollars.",
        "Our stock of cattle being exhausted, we feasted on Californian mutton,\nsheep being more abundant than cattle at this mission. The wool, I\nnoticed, was coarse, but the mutton was of an excellent quality. The\ncountry over which we have travelled to-day shows the marks of long\ndrought previous to the recent rains. The soil is sandy and gravelly,\nand the dead vegetation upon it is thin and stunted. About eighty of\nour horses are reported to have given out and been left behind.\nDistance 20 miles.",
        "December 12.–To relieve our horses, which are constantly giving out\nfrom exhaustion, the grass being insufficient for their sustenance\nwhile performing labour, the entire battalion, officers and men, were\nordered to march on foot, turning their horses, with the saddles and\nbridles upon them, into the general caballada, to be driven along by\nthe horse-guard. The day has been drizzly, cold, and disagreeable. The\ncountry has a barren and naked appearance; but this, I believe, is\nattributable to the extreme drought that has prevailed in this region\nfor one or two years past. We encamped near the rancho of a friendly\nCalifornian–the man who was taken prisoner the other day and set at\nlarge. An Indian, said to be the servant of Tortoria Pico, was captured\nhere by the advance party. A letter was found upon him, but the\ncontents of which I never learned. This being the first foot-march,\nthere were, of course, many galled and blistered feet in the battalion.\nMy servant obtained, with some difficulty, from the Indians at the\nrancho, a pint-cup of pinole, or parched corn-meal, and a quart or\ntwo of wheat, which, being boiled, furnished some variety in our viands\nat supper, fresh beef having been our only subsistence since the\ncommencement of the march from San Juan. Distance 12 miles.",
        "December 13.–A rainy disagreeable morning. Mr. Stanley, one of the\nvolunteers, and one of the gentlemen who so kindly supplied us with\nprovisions on Mary’s River, died last night. He has been suffering from\nan attack of typhoid fever since the commencement of our march, and\nunable most of the time to sit upon his horse. He was buried this\nmorning in a small circular opening in the timber near our camp. The\nbattalion was formed in a hollow square surrounding the grave which had\nbeen excavated for the final resting-place of our deceased friend and\ncomrade. There was neither bier, nor coffin, nor pall–",
        "    “Not a drum was heard, nor a funeral note.”",
        "The cold earth was heaped upon his mortal remains in silent solemnity,\nand the ashes of a braver or a better man will never repose in the\nlonely hills of California.",
        "After the funeral the battalion was marched a short distance to witness\nanother scene, not more mournful, but more harrowing than the last. The\nIndian captured at the rancho yesterday was condemned to die. He was\nbrought from his place of confinement and tied to a tree. Here he stood\nsome fifteen or twenty minutes, until the Indians from a neighbouring\nrancheria could be brought to witness the execution. A file of\nsoldiers were then ordered to fire upon him. He fell upon his knees,\nand remained in that position several minutes without uttering a groan,\nand then sank upon the earth. No human being could have met his fate\nwith more composure, or with stronger manifestations of courage. It was\na scene such as I desire never to witness again.",
        "A cold rain fell upon us during the entire day’s march. We encamped at\nfour o’clock, P.M.; but the rain poured down in such torrents that it\nwas impossible to light our camp-fires and keep them burning. This\ncontinued nearly the whole night, and I have rarely passed a night more\nuncomfortably. A scouting party brought in two additional prisoners\nthis evening. Another returned, and reported the capture of a number of\nhorses, and the destruction of a rancho by fire. Distance 12 miles.",
        "December 14.–The battalion commenced its march on foot and in a\nheavy rain. The mud is very deep, and we have been compelled to wade\nseveral streams of considerable depth, being swollen by the recent\nrains. At one o’clock a halt was ordered, and beef slaughtered and\ncooked for dinner. The march was resumed late in the afternoon, and the\nplain surrounding the mission of San Luis Obispo was reached in the\npitch darkness of the night, a family in the canada having been taken\nprisoners by the advance party to prevent them from giving the alarm.\nThe battalion was so disposed as to surround the mission and take\nprisoners all contained within it. The place was entered in great\nconfusion, on account of the darkness, about nine o’clock. There was no\nmilitary force at the mission, and the few inhabitants were greatly\nalarmed, as may well be supposed, by this sudden invasion. They made no\nresistance, and were all taken prisoners except one or two, who managed\nto escape and fled in great terror, no one knew where or how. It being\nascertained that Tortoria Pico, a man who has figured conspicuously in\nmost of the Californian revolutions, was in the neighbourhood, a party\nwas despatched immediately to the place, and he was brought in a\nprisoner. The night was rainy and boisterous, and the soldiers were\nquartered to the best advantage in the miserable mud houses, and no\nacts of violence or outrage of any kind were committed.",
        "The men composing the Californian battalion, as I have before stated,\nhave been drawn from many sources, and are roughly clad, and\nweather-beaten in their exterior appearance; but I feel it but justice\nhere to state my belief, that no military party ever passed through an\nenemy’s country and observed the same strict regard for the rights of\nits population. I never heard of an outrage, or even a trespass being\ncommitted by one of the American volunteers during our entire march.\nEvery American appeared to understand perfectly the duty which he owed\nto himself and others in this respect, and the deportment of the\nbattalion might be cited as a model for imitation. Distance 18 miles.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}