{
    "title": "What to See in England - Warwick",
    "author": "Gordon Home",
    "chapter": "76",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Railway.\n=Nearest Station.=–Warwick.\n=Distance from London.=–108 miles.\n=Average Time.=–Varies between 2-1/2 to 3-1/2 hours.",
        "                     1st       2nd        3rd\n=Fares.=–Single  15s. 3d.  10s. 2d.    8s. 1-1/2d.\n          Return  28s. 3d.  17s. 10d.  16s. 3d.",
        "=Accommodation Obtainable.=–\"Warwick Arms Hotel,” “Woolpack\n  Hotel,” “Globe Hotel,” etc.",
        "A charge of one shilling is made for admission to Warwick Castle, the\ngardens and state apartments being shown to visitors.",
        "Warwick is a small but historic town, charmingly situated on the River\nAvon, and dominated by its castle, one of the very few baronial castles\nstill remaining entire. The town was destroyed by the Danes, but it was\nrebuilt by King Alfred’s Ethelfleda, who also built a fortress on an\nartificial mound, overlooking the river. By the orders of William I. the\ncastle was enlarged, and afterwards given by the Conqueror to Henry de\nNewburgh, whom he made the first Earl of Warwick of the Norman line. The\ncastle was of such strength that when, in the reign of Henry III., it\nbecame the property of Margery, sister of Thomas de Newburgh, she was\ninformed that she would not be allowed to marry any one in whom the king\nhad not great confidence. The castle afterwards passed into the hands of\nthe Beauchamps, in whose family it remained until 1445, when the\nheiress, Anne, married Richard Neville, the “King-maker,” who took the\ntitle of Earl of Warwick. The title without the estates was given by\nJames I. to Robert, Lord Rich. The castle was given to Sir Fulke\nGreville, afterwards Lord Brooke. In 1759, when Edward Rich died without\nissue, Francis Greville was made Earl of Warwick, with whose descendants\nthe estates have since remained. The entrance to the castle is along a\nwinding road cut for more than 100 yards out of the solid rock. The\ncastle as it now stands is a splendid specimen of the fourteenth-century\nstronghold built in the transition period, when the mere fortress was\nbeing superseded by a building of more grace and comfort. St. Mary’s\nChurch in Warwick was rebuilt in the reign of Queen Anne, the former\nchurch, built by Thomas Beauchamp, Earl of Warwick, having been\ndestroyed by fire in 1694. Guy’s Cliff, situated 1-1/4 miles from\nWarwick, is a most picturesque spot, and is celebrated, according to\ntradition, as the retreat of Guy of Warwick.",
        "A charge of threepence each person (no fee less than sixpence) is made,\nfor admission to St. Mary’s Church.",
        "[Illustration: Photochrom Co., Ltd.\nWARWICK CASTLE ON THE AVON.",
        "One of the very few baronial castles still remaining entire.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}