{
    "title": "What to See in England - Westerham",
    "author": "Gordon Home",
    "chapter": "23",
    "content": [
        "\n\n",
        "THE HOME OF GENERAL WOLFE",
        "=How to get there.=–Train from Charing Cross, Cannon Street, or\n  London Bridge. South-Eastern and Chatham Railway.\n=Nearest Station.=–Westerham.\n=Distance from London.=–25 miles.\n=Average Time.=–Varies between 1 to 2 hours.",
        "                    1st       2nd       3rd\n=Fares.=–Single  3s. 10d.  2s.  5d.  2s. 0d.\n          Return  6s.  8d.  4s. 10d.  4s. 0d.",
        "=Accommodation Obtainable.=–\"The King’s Arms,” “The Bull,\"\n  “The George and Dragon,” etc.",
        "Westerham as a small country town is not very remarkable in itself,\nalthough not devoid of interest, but as containing the birthplace of\nGeneral Wolfe it becomes a place worthy of a pilgrimage. Colonel and\nMrs. Wolfe, the parents of the hero of Quebec, had just come to\nWesterham, and occupied the vicarage at the time of the birth of their\nson James in 1727. This, being previous to 1752, was during the old\nstyle, when the year began on March 25. The day was December 22, now\nrepresented by January 2. Colonel Wolfe’s infant was christened in\nWesterham Church by the vicar, the Rev. George Lewis; but although born\nat the vicarage, James’s parents must have moved into the house now\nknown as Quebec House almost immediately afterwards, for practically the\nwhole of the first twelve years of the boy’s life were spent in the fine\nold Tudor house which is still standing to-day. The vicarage is also to\nbe seen, and though much altered at the back, the front portion,\ncontaining the actual room in which Wolfe was born, is the same as in\nthe past. It has a three-light window towards the front, and two small\nwindows in the gable at the side. Quebec House is near the vicarage. It\ndoes not bear its name upon it, but it will be pointed out on inquiry.\nThe front is a most disappointing stucco affair, but this merely hides\nthe beautiful Elizabethan gables which originally adorned the house from\nevery point of view. Two private tenants now occupy the house, but the\ninterior is on the whole very little altered since little James Wolfe\nplayed hide-and-seek in the old passages and rooms. Squerryes Court, the\nseat of Lieut.-Colonel C.A.M. Warde, J.P., is the local storehouse of\nWolfe relics. Numbers of letters, portraits, and other interesting\nobjects are all carefully preserved there. Young Wolfe was constantly at\nSquerryes, and the spot in the park where he received his first\ncommission is marked by a stone cenotaph.",
        "[Illustration: QUEBEC HOUSE, WESTERHAM.",
        "Where General James Wolfe spent the first twelve years of his life.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}