{
    "title": "What to See in England - Wells and Its Cathedral",
    "author": "Gordon Home",
    "chapter": "83",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Railway.\n=Nearest Station.=–Wells.\n=Distance from London.=–120-3/4 miles.\n=Average Time.=–Varies between 3-3/4 to 5-3/4 hours.",
        "=Fares.=–Via Chippenham and Westbury.",
        "           1st       2nd       3rd\nSingle  20s. 0d.  12s. 6d.  10s. 0-1/2d.\nReturn  35s. 2d.  22s. 0d.  20s. 0d.",
        "Via Yatton–",
        "Single  24s. 8d.  15s. 6d.  12s. 4d.\nReturn  41s. 0d.  27s. 0d.  24s. 8d.",
        "=Accommodation Obtainable.=–\"Swan Hotel,” “Mitre Hotel,\"\n  “Star Hotel,” etc.\n=Alternative Route.=–Train from Waterloo. L. and S.W. Railway.",
        "Wells is essentially an ecclesiastical town. It has no history of its\nown, no great family has ever lived there, and it has no\nmanufactures,–it has simply grown up round the cathedral. For these\nreasons the quiet little Somersetshire town has preserved much of its\nantiquity and fascination. The presence of the natural wells, which\nstill are to be found in the gardens of the Bishop’s Palace, probably\ninduced King Ina in 704 to found a college of secular canons. Here a\nmonastery grew, and subsequently became a bishop’s see. John de Villula\ntransferred his seat to Bath in (_circa_) 1092, and in 1139 the title\nwas altered to Bishop of Bath and Wells. Wells is one of the smallest of\nthe English cathedrals, and is in many ways the most beautiful. The\nclear space in front emphasises the glorious way in which the three\nmassive towers harmonise with the ruins of the Bishop’s Palace, the\nremains of the Vicar’s Close, and the chapter-house. The present\nbuilding was commenced in 1121, but Bishop Joceline of Wells (1206-1242)\nrebuilt it from the middle of the choir to the west end. The Early\nEnglish work shows considerable differences to that in Salisbury and Ely\nCathedrals, being carried out by a local school of masons, who show\nconsiderable originality in design. The glory of Wells is centred in its\nwest front. The deep buttresses on the towers cast shadows which only\nserve to show up the marvellous sculptured figures of saints and kings,\nwhich may represent a Te Deum in stone. The inside of the cathedral is\nremarkable for the inverted arches which were put in the chancel to\nsupport the towers. Bishop Beckington built the three arches to the\nclose.",
        "A charge of 6d. is made for admission to the choir of the cathedral.",
        "[Illustration: F. Frith & Co.\nWELLS CATHEDRAL.",
        "Commenced in 1121, but chiefly rebuilt between 1206 and 1242. It is one\nof the smallest cathedrals in England.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}