{
    "title": "What to See in England - Corfe Castle",
    "author": "Gordon Home",
    "chapter": "87",
    "content": [
        "\n\n",
        "IN THE ISLE OF PURBECK, DORSETSHIRE",
        "=How to get there=.–By rail from Waterloo Station. South-Western\n  Railway.\n=Nearest Station.=–Corfe Castle–quite close to the ruins.\n=Distance from London.=–130 miles.\n=Average Time.=–Varies between 3 to 5 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  21s. 2d.  13s. 3d.  10s. 7d.\n          Return  37s. 0d.  23s. 3d.  21s. 2d.",
        "=Accommodation Obtainable.= “The Banke’s Arms Hotel.\"\n=Alternative Route.=–Via Bournemouth and steamer to Swanage.",
        "Corfe Castle on its great hill, with the little hamlet which goes by the\nsame name which clusters at its foot, is one of the most spectacular of\nthe ruined fortresses to be found in Southern England. At the periods of\nthe year when there are no strangers in the village, the ruins and the\nvillage leave an impression on the mind which is not so palpable when\nthere are the distractions caused by other visitors. But even then, the\ngrand view across the wild downs forming the backbone of the island of\nPurbeck, over which one gazes from the shattered towers and curtain\nwalls, is sufficiently memorable. Its position, commanding the whole\nPurbeck range of hills, made the spot famous in Saxon days, when it was\nknown as Corfe Gate. Shortly after the days of Alfred the Great the hill\nwas strongly fortified by King Edgar, who made it his residence and\nprobably built the central keep, whose ruins still crown the summit of\nthe hill. Edgar left the castle to his widow Elfrida, whose name has\nbeen handed down as the murderer of her stepson Edward–afterwards named\nEdward the Martyr. He visited Corfe Castle in order to see his brother,\nbut while drinking a goblet of wine in the gateway between the two\ncircular towers shown in the illustration, he was stabbed by command of\nElfrida. During the civil war between Stephen and Maud, the fortress\ndefied all attempts to take it by Stephen’s adherents; and up to the\nstruggle between Charles I. and his Parliament, when for a space of six\nweeks Lady Bankes held the castle with a handful of retainers, Corfe\nCastle has figured prominently in English history.",
        "The village is almost entirely composed of cottages whose stone walls\nand thick slate roofs are beautifully mellowed by the hand of time.\nNowhere does there appear anything new to jar with the silver greys and\nthe grey greens of the old cottages, the church, and the castle ruins.",
        "A charge of sixpence each person is made for admission to the castle.",
        "[Illustration: CORFE CASTLE.",
        "Showing on the left the massive round towers flanking the gateway,\nwhere, in Saxon times, Edward is said to have been stabbed by command of\nhis stepmother, Elfrida.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}