{
    "title": "What to See in England - Peterborough",
    "author": "Gordon Home",
    "chapter": "60",
    "content": [
        "\n\n",
        "As was the case with Wells, Peterborough would have had no existence but\nfor its cathedral, which was reared in the midst of the fertile fen\ncountry near the slow-flowing river Ness. But the coming of the railways\nhas roused the country town, and in the last fifty years its population\nhas increased fivefold. It is situated in a rich agricultural district,\nand has a good trade in farm products. Its annual wool and cattle\nmarkets are well known in the eastern counties.",
        "On the site of the present cathedral a minster was built in 870 by a\nking of Mercia. On its being destroyed by Danes, a new building was\nerected, which was burned down in 1116. The foundations of the Saxon\nchurch can be seen in the crypt. The new Norman building was consecrated\nin 1237, and has remained with few alterations to the present day. While\nthe interior of St. Albans Cathedral shows every phase of Norman and\nGothic architecture, that of Peterborough is remarkable as showing\npractically one style throughout the entire building. The west front has\nbeen described as the “grandest portico in Europe.” It is Early English\nin style, and the finest feature of the cathedral. Its three colossal\narches are flanked and strengthened by two turreted towers with spires.\nIt needs a close observer to perceive that the central gable of the west\nfront is smaller than the side ones, for the difficulty has been\ncleverly overcome. The northern gable and part of the arch below have\nbeen repaired very carefully amid an outcry from all parts of England\nagainst the restoration. However, the work was proved to be necessary,\nas the mortar had crumbled to dust, and many stones were merely resting\none on the other. The Perpendicular Galilee Porch over the small doorway\nadds strength to the façade. The room over it is used as a library.",
        "Perhaps the most interesting feature of the interior is the\ntwelfth-century wooden vaulting of the nave. There is no Lady Chapel at\nthe east end as is usually the case. When the ritual demanded a\nretro-choir for processions, the Norman apse fortunately was not pulled\ndown, but the new building, Tudor in style, and with a beautiful\nstone-vaulted roof, was built round it. After Ely’s Tower fell, the\nNorman central tower of Peterborough was pulled down as if a similar\nfate was feared for it, and a shorter tower was erected in its place.\nTwo queens have been buried in the church, namely, Catherine of Arragon\nand Mary Queen of Scots. The remains of both queens have been removed to\nWestminster Abbey.",
        "Other places worth visiting in Peterborough are the Parish Church and a\nwell-preserved thirteenth-century manor-house at Longthorpe.",
        "[Illustration: Photochrom Co., Ltd.\nPETERBOROUGH CATHEDRAL",
        "The magnificent west front, which has recently been restored.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}