{
    "title": "What to See in England - Olney, Bucks",
    "author": "Gordon Home",
    "chapter": "47",
    "content": [
        "\n\n",
        "THE HOME OF COWPER",
        "=How to get there.=–Train from St. Pancras. Change trains at Bedford.\n  Midland Railway.\n=Nearest Station.=–Olney.\n=Distance from London.=–60-1/2 miles.\n=Average Time.=–1-1/2 hours.",
        "                     1st     2nd     3rd\n=Fares.=–Single   8s. 1d.   ...   4s. 9-1/2d.\n          Return  16s. 2d.   ...   9s. 7d.",
        "=Accommodation Obtainable.=–\"Bull Hotel,” etc.",
        "Olney was for a period the home of the delicate and sensitive poet\nWilliam Cowper, who was born at the parsonage of Great Berkhampstead.\nHis father was chaplain to George II. Cowper lost his mother at a very\nearly age, and the sad event made a deep impression on his mind. In\nafter years he wrote a poem addressed to his mother’s portrait which it\nis said has drawn more tears than any other poem in the English\nlanguage. Cowper was sent to school at six years of age, but was very\nunhappy there, and it laid the foundation of that settled gloom which\noppressed him all through life. When Cowper had finished his studies at\nthe Westminster School he commenced the study of law, and was afterwards\ncalled to the bar; but he never practised, for he hated law. Cowper was\noffered several appointments, but failed in examinations for them from\nextreme nervousness. By the kindness of friends an income was secured\nfor him and he went to reside at Huntingdon. Here he formed an\nacquaintance with Mrs. Unwin, the “Mary” of his poems, which ripened\ninto deepest friendship. He enjoyed much tranquil happiness during the\ntime of his residence with the Unwin family.",
        "When Cowper and his friends moved to Olney they lived in the\nold-fashioned regular fronted house illustrated opposite. Here Cowper is\nsaid to have amused himself with his hares and in the making of boxes\nand tables. He was also interested in the bees in the old-fashioned\ngarden at the back of the house, where one may still see the little\nrustic summer-house in which John Gilpin and some of the Task were\nwritten. The house now contains a Cowper museum, and visitors thus have\nan opportunity of seeing the parlour and other rooms, besides many other\ninteresting objects connected with the poet. His great friend at Olney\nwas the Rev. John Newton. They were constantly together in their walks,\nin their homes, and at church, and both wrote a number of hymns.",
        "[Illustration: Thornborough.\nCOWPER’S HOME AT OLNEY.",
        "The house now contains a Cowper museum.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}