{
    "title": "What I Saw in California - Chapter VI.",
    "author": "Edwin Bryant",
    "chapter": "6",
    "content": [
        "\n\n",
        "  Boat trip up the bay and the Sacramento to New Helvetia\n  An appeal to the alcalde\n  Kanackas\n  Straits of San Pueblo and Pedro\n  Straits of Carquinez\n  Town of Francisca\n  Feather-beds furnished by nature\n  Mouth of the Sacramento\n  Islands\n  Delaware Tom\n  A man who has forgotten his mother tongue\n  Salmon of the Sacramento\n  Indian fishermen\n  Arrive at New Helvetia.",
        "October 22.–Having determined to make a trip to Nueva Helvetia by\nwater, for the purpose of examining more particularly the upper portion\nof the bay and the Sacramento river, in conjunction with Mr. Larkin, we\nchartered a small open sail-boat for the excursion. The charter, to\navoid disputes, was regularly drawn and signed, with all conditions\nspecified. The price to be paid for a certain number of passengers was\nthirty-two dollars, and demurrage at the rate of twenty-five cents per\nhour for all delays ordered by the charter-party, on the trip upwards\nto Nueva Helvetia. The boat was to be ready at the most convenient\nlanding at seven o’clock this morning, but when I called at the place\nappointed, with our baggage, the boat was not there. In an hour or two\nthe skipper was found, but refused to comply with his contract. We\nimmediately laid our grievance before the alcalde, who, after reading\nthe papers and hearing the statements on both sides, ordered the\nskipper to perform what he had agreed to perform, to which decision he\nreluctantly assented. In order to facilitate matters, I paid the costs\nof the action myself, although the successful litigant in the suit.",
        "We left San Francisco about two o’clock P.M., and, crossing the mouth\nof the bay, boarded a Mexican schooner, a prize captured by the U.S.\nsloop-of-war Cyane, Captain Dupont, which had entered the bay this\nmorning and anchored in front of Sausolito. The prize is commanded by\nLieutenant Renshaw, a gallant officer of our navy. Our object in\nboarding the schooner was to learn the latest news, but she did not\nbring much. We met on board the schooner Lieutenant Hunter of the\nPortsmouth, a chivalrous officer, and Lieutenant Ruducoff, commanding\nthe Russian brig previously mentioned, whose vessel, preparatory to\nsailing, was taking in water at Sausolito. Accepting of his pressing\ninvitation, we visited the brig, and took a parting glass of wine with\nher gallant and gentlemanly commander.",
        "About five o’clock P.M., we proceeded on our voyage. At eight o’clock a\ndense fog hung over the bay, and, the ebb-tide being adverse to our\nprogress, we were compelled to find a landing for our small and frail\ncraft. This was not an easy matter, in the almost impenetrable\ndarkness. As good-luck would have it, however, after we had groped\nabout for some time, a light was discovered by our skipper. He rowed\nthe boat towards it, but grounded. Hauling off, he made another attempt\nwith better success, reaching within hailing distance of the shore. The\nlight proceeded from a camp-fire of three Kanacka (Sandwich island)\nrunaway sailors. As soon as they ascertained who we were and what we\nwanted, they stripped themselves naked, and, wading through the mud and\nwater to the boat, took us on their shoulders, and carried us high and\ndry to the land. The boat, being thus lightened of her burden, was\nrowed farther up, and landed.",
        "The natives of the Sandwich islands (Kanackas, as they are called) are,\nwithout doubt, the most expert watermen in the world. Their\nperformances in swimming and diving are so extraordinary, that they may\nalmost be considered amphibious in their natures and instincts. Water\nappears to be as much their natural element as the land. They have\nstraight black hair, good features, and an amiable and intelligent\nexpression of countenance. Their complexion resembles that of a bright\nmulatto; and, in symmetrical proportions and muscular developments,\nthey will advantageously compare with any race of men I have seen. The\ncrews of many of the whale and merchant ships on this coast are partly\ncomposed of Kanackas, and they are justly esteemed as most valuable\nsailors.",
        "October 23.–The damp raw weather, auguring the near approach of the\nautumnal rains, continues. A drizzling mist fell on us during the\nnight, and the clouds were not dissipated when we resumed our voyage\nthis morning. Passing through the straits of San Pablo and San Pedro,\nwe entered a division of the bay called the bay of San Pablo. Wind and\ntide being in our favour, we crossed this sheet of water, and\nafterwards entered and passed through the Straits of Carquinez. At\nthese straits the waters of the bay are compressed within the breadth\nof a mile, for the distance of about two leagues. On the southern side\nthe shore is hilly, and canoned in some places. The northern shore is\ngentle, the hills and table-land sloping gradually down to the water.\nWe landed at the bend of the Straits of Carquinez, and spent several\nhours in examining the country and soundings on the northern side.\nThere is no timber here. The soil is covered with a growth of grass and\nwhite oats. The bend of the Straits of Carquinez, on the northern side,\nhas been thought to be a favourable position for a commercial town. It\nhas some advantages and some disadvantages, which it would be tedious\nfor me now to detail.",
        "[Subsequently to this my first visit here, a town of extensive\ndimensions has been laid off by Gen. Valléjo and Mr. Semple, the\nproprietors, under the name of “Francisca.” It fronts for two or three\nmiles on the ’Soeson,” the upper division of the Bay of San\nFrancisco, and the Straits of Carquinez. A ferry has also been\nestablished, which crosses regularly from shore to shore, conveying\ntravellers over the bay. I crossed, myself and horses, here in June,\n1847, when on my return to the United States. Lots had then been\noffered to settlers on favourable conditions, and preparations, I\nunderstand, were making for the erection of a number of houses.]",
        "About sunset we resumed our voyage. The Wind having lulled, we\nattempted to stem the adverse tide by the use of oars, but the ebb of\nthe tide was stronger than the propelling force of our oars. Soon, in\nspite of all our exertions, we found ourselves drifting rapidly\nbackwards, and, after two or three hours of hard labour in the dark, we\nwere at last so fortunate as to effect a landing in a cove on the\nsouthern side of the straits, having retrograded several miles. In the\ncove there is a small sandy beach, upon which the waves have drifted,\nand deposited a large quantity of oat-straw, and feathers shed by the\nmillions of water-fowls which sport upon the bay. On this downy deposit\nfurnished by nature we spread our blankets, and slept soundly.",
        "October 24.–We proceeded on our voyage at daylight, coasting along\nthe southern shore of the Soeson. About nine o’clock we landed on a\nmarshy plain, and cooked breakfast. A range of mountains bounds this\nplain, the base of which is several miles from the shore of the bay.\nThese mountains, although of considerable elevation, exhibit signs of\nfertility to their summits. On the plain, numerous herds of wild cattle\nwere grazing. About two o’clock, P.M., we entered the mouth of the\nSacramento. The Sacramento and San Joaquin Rivers empty into the Bay of\nSan Francisco at the same point, about sixty miles from the Pacific,\nand by numerous mouths or sloughs as they are here called. These\nsloughs wind through an immense timbered swamp, and constitute a\nterraqueous labyrinth of such intricacy, that unskilful and\ninexperienced navigators have been lost for many days in it, and some,\nI have been told, have perished, never finding their way out. A range\nof low sloping hills approach the Sacramento a short distance above its\nmouth, on the left-hand side as you ascend, and run parallel with the\nstream several miles. The banks of the river, and several large islands\nwhich we passed during the day, are timbered with sycamore, oak, and a\nvariety of smaller trees and shrubbery. Numerous grape-vines, climbing\nover the trees, and loaded down with a small and very acid fruit, give\nto the forest a tangled appearance. The islands of the Sacramento are\nall low, and subject to overflow in the spring of the year. The soil of\nthe river bottom, including the islands, is covered with rank\nvegetation, a certain evidence of its fertility. The water, at this\nseason, is perfectly limpid, and, although the tide ebbs and flows more\nthan a hundred miles above the mouth of the river, it is fresh and\nsweet. The channel of the Sacramento is remarkably free from snags and\nother obstructions to navigation. A more beautiful and placid stream of\nwater I never saw.",
        "At twelve o’clock at night, the ebb-tide being so strong that we found\nourselves drifting backwards, with some difficulty we effected a\nlanding on one of the islands, clearing a way through the tangled brush\nand vines with our hatchets and knives. Lighting a fire, we bivouacked\nuntil daylight.",
        "October 25.–Continuing our voyage, we landed, about nine o’clock,\nA.M., at an Indian rancheria, situated on the bank of the river. An\nold Indian, his wife, and two or three children, were all the present\noccupants of this rancheria. The woman was the most miserable and\nemaciated object I ever beheld. She was probably a victim of the\n“sweat-house.” Surrounding the rancheria were two or three acres of\nground, planted with maize, beans, and melons. Purchasing a quantity of\nwater and musk-melons, we re-embarked and pursued our voyage. As we\nascended the stream, the banks became more elevated, the country on\nboth sides opening into vast savannas, dotted occasionally with parks\nof evergreen oak.",
        "The tide turning against us again about eleven or twelve o’clock, we\nlanded at an encampment of Walla-Walla Indians, a portion of the party\npreviously referred to, and reported to have visited California for\nhostile purposes. Among them was a Delaware Indian, known as “Delaware\nTom,” who speaks English as fluently as any Anglo-Saxon, and is a most\ngallant and honourable Indian. Several of the party, a majority of whom\nwere women and children, were sick with chills and fever. The men were\nengaged in hunting and jerking deer and elk meat. Throwing our hooks,\nbaited with fresh meat, into the river, we soon drew out small fish\nenough for dinner.",
        "The specimens of Walla-Wallas at this encampment are far superior to\nthe Indians of California in features, figure, and intelligence. Their\ncomplexion is much lighter, and their features more regular,\nexpressive, and pleasing. Men and women were clothed in dressed skins.\nThe men were armed with rifles.",
        "At sunset we put our little craft in motion again, and at one o’clock\nat night landed near the cabin of a German emigrant named Schwartz, six\nmiles below the embarcadero of New Helvetia. The cabin is about\ntwenty feet in length by twelve in breadth, constructed of a light rude\nframe, shingled with tule. After gaining admission, we found a fire\nblazing in the centre of the dwelling on the earth-floor, and suspended\nover us were as many salmon, taken from the Sacramento, as could be\nplaced in position to imbibe the preservative qualities of the smoke.",
        "Our host, Mr. Schwartz, is one of those eccentric human phenomena\nrarely met with, who, wandering from their own nation into foreign\ncountries, forget their own language without acquiring any other. He\nspeaks a tongue (language it cannot be called) peculiar to himself, and\nscarcely intelligible. It is a mixture, in about equal parts, of\nGerman, English, French, Spanish, and rancheria Indian, a compounded\npolyglot or lingual pi–each syllable of a word sometimes being\nderived from a different language. Stretching ourselves on the benches\nsurrounding the fire, so as to avoid the drippings from the pendent\nsalmon, we slept until morning.",
        "October 26.–Mr. Schwartz provided us with a breakfast of fried\nsalmon and some fresh milk. Coffee, sugar, and bread we brought with\nus, so that we enjoyed a luxurious repast.",
        "Near the house was a shed containing some forty or fifty barrels of\npickled salmon, but the fish, from their having been badly put up, were\nspoiled. Mr. Schwartz attempted to explain the particular causes of\nthis, but I could not understand him. The salmon are taken with seines\ndragged across the channel of the river by Indians in canoes. On the\nbank of the river the Indians were eating their breakfast, which\nconsisted of a large fresh salmon, roasted in the ashes or embers, and\na kettle of atole, made of acorn-meal. The salmon was four or five\nfeet in length, and, when taken out of the fire and cut open, presented\na most tempting appearance. The Indians were all nearly naked, and most\nof them, having been wading in the water at daylight to set their\nseines, were shivering with the cold whilst greedily devouring their\nmorning meal.",
        "We reached the embarcadero of New Helvetia about eleven o’clock,\nA.M., and, finding there a wagon, we placed our baggage in it, and\nwalked to the fort, about two and a half miles.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}