{
    "title": "What to See in England - Canterbury and Its Cathedral",
    "author": "Gordon Home",
    "chapter": "49",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Victoria, Holborn Viaduct, Charing\n  Cross, or Cannon Street. South-Eastern and Chatham Railway.\n=Nearest Station.=–Canterbury (East).\n=Distance from London.=–61-3/4 miles.\n=Average Time.=–Varies between 1-3/4 to 2-3/4 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  10s. 4d.   6s. 6d.   5s. 2d.\n          Return  18s. 0d.  13s. 0d.  10s. 4d.",
        "=Accommodation Obtainable.=–\"County Hotel,” “The Fleece\n  Family and Commercial Hotel,” Baker’s “Temperance Hotel,\"\n  “The Royal Fountain Hotel,” “Falstaff Hotel,” etc.",
        "The city of Canterbury, originally an important station in Watling\nStreet, the Durovernum of the Romans, was one of the earliest places\noccupied by the Saxons, by whom it was named Cantwarabyrig, or “town\nof the Kentish men,” and made the capital of the Saxon kingdom of Kent,\nand a royal residence. About 597 the abbey was founded by St. Augustine\nand his royal convert King Ethelbert. Canterbury was then constituted\nthe seat of the primacy in England, a dignity it retains to this day.",
        "At the period of the Norman Conquest the city was of considerable size,\nand the castle, of which very little now remains, is reputed to be the\nwork of William the Conqueror. The cathedral was burnt down at least\ntwice before the present building was erected, but under the influence\nof the Norman archbishops, Lanfranc and Anselm, the erection of the new\n“Church of Christ” proceeded apace. But it was not until the end of the\ntwelfth century that the murder of Becket set the whole of Europe\nringing with excitement, and Canterbury rose at once into the front rank\nas an ecclesiastical city and pilgrims’ shrine.",
        "At the time when Chaucer wrote his Canterbury Tales the city was\nsurrounded by a strong wall with twenty-one towers and six gates. Of the\nwall there are some remains in Broad Street; of the gates “West Gate,\"\nthrough which the pilgrims entered from London, is the only survivor.",
        "Canterbury teems with interesting relics of the past, and weeks may be\nspent in its old-world streets, where one is continually coming across\nunexpected little bits of half-timber work, weather-beaten gables, and\ngrotesque oak carving. The cathedral, whose “Bell Harry” or central\ntower seems to dominate the whole city, should be approached through\nMercery Lane, at the corner of which are some slight remains of\nChaucer’s hostelry, “The Chequers of Hope.” At the bottom of the lane\nthe cathedral close is entered by the famous Christ Church Gateway,\nerected by Prior Goldstone in 1517. Once inside the close gate the\nvisitor gets some idea of the amazing beauty of the structure, which is\ncertainly unsurpassed by any other cathedral in the kingdom. The\nbuilding exhibits almost every style of architecture, from the Norman\nwork of William of Lens to the late Perpendicular of Prior Goldstone,\nand yet the work of composition and design has been so exquisitely\ncarried out that there is no hint of any want of harmony in the\nmagnificent whole. The interior is no less remarkable, the arches and\nvaulting of the nave being some of the most beautiful in existence.\nBecket’s shrine was despoiled at the Reformation, but the number of\npilgrims who visited it may be imagined from the fact that the broad\nstone steps are worn hollow, and this only by the knees of his\nworshippers. The Angel doorway in the cloisters, by which the archbishop\nentered the sacred building pursued by his murderers, gives access on to\nthe north-west or martyrdom transept. Here is shown the spot where the\nprimate made his last stand and fell under the blows of the Norman\nknights. Another object of special interest is the tomb of Edward, the\nBlack Prince, who died in the city in 1376. There is so much to see in\nand about the cathedral and its precincts, however, that a trustworthy\nguide-book is a sine qua non. The building is open from 9.30 to the\nend of evening service–the nave and two west transepts free; the choir\nand crypt, 6d. each person. Sketching orders, 2s. 6d. per day, and\nphotographing orders, 5s. per day.",
        "In the city itself the most interesting of the old churches is St.\nMartin’s, reputed to be the oldest in England (admission, 6d.). Here St.\nAugustine first preached Christianity before the cathedral was built.\nSt. Martin’s Hill, near the church, should be noticed. It was over this\nascent that Augustine with his Roman monks passed into Canterbury in\n697.",
        "In Monastery Street is the fine gateway of the once rich and powerful\nSt. Augustine’s Abbey; and near it, not many years ago, was a fine\nexample of Saxon work, known as Ethelbert’s Tower, which some of the\nintelligent busybodies of the time had removed with a battering-ram.",
        "In Broad Street is the Hospital of St. John, with its quaint entrance\nand fine old timbered gateway.",
        "The Grammar School, known as the King’s School, was founded at the close\nof the seventh century. The most remarkable portion of what remains of\nthe old buildings is an almost unique Norman staircase.",
        "[Illustration: THE WEST GATE, CANTERBURY.",
        "The only one left standing of the six in existence in the days of\nChaucer.]",
        "[Illustration: Photochrom Co., Ltd.\nTHE TRANSEPT OF MARTYRDOM.",
        "In Canterbury Cathedral.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}