{
    "title": "What to See in England - Blenheim Palace",
    "author": "Gordon Home",
    "chapter": "58",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Railway.\n=Nearest Station.=–Blenheim.\n=Distance from London.=–72-3/4 miles.\n=Average Time.=–2-1/4 hours.",
        "                     1st       2nd      3rd\n=Fares.=–Single  12s. 0d.   7s. 6d.  6s. 0-1/2d.\n          Return  21s. 2d.  13s. 4d.    ...",
        "=Accommodation Obtainable.=–\"Bear Inn,” Woodstock, “King’s Arms\n  Hotel,” “Marlborough Hotel,” “Star Hotel,” etc.",
        "Blenheim Palace, the magnificent seat of the Duke of Marlborough, was,\nlike Strathfieldsaye, erected at the public expense. On the 2nd of\nAugust 1704, the great Duke of Marlborough gained a decisive victory\nover the combined forces of the French and Bavarians near the village of\nBlenheim, on the banks of the Danube. The French and Bavarians left\n10,000 killed and wounded on the field, huge numbers were drowned in the\nriver, and about 13,000 taken prisoners. The victory was complete, and\nimmediately afterwards Queen Anne presented the victorious general with\na “grant of the honour of Woodstock,” this being followed by a vote of\n£500,000 for the erection of the palace and the laying out of the\ngrounds. The building was erected from the designs of Sir John Vanbrugh,\nthe great architect and dramatist. It is of enormous size, the frontage\nbeing 350 feet from wing to wing, and the entire structure covers about\n7 acres. The gateway to the park on the Woodstock side is a fine\nCorinthian triumphal arch, giving access to a magnificent avenue more\nthan 2 miles in length.",
        "Among the principal apartments of the palace are the lofty entrance\nhall, with a fine painted ceiling by Thornhill; the bay-window room with\nits famous tapestry; the dining-room, containing many family portraits\nby Sir Joshua Reynolds; the marble saloon, the ceilings and walls of\nwhich are painted by La Guerre; and the library, a magnificent room\nnearly 200 feet long, containing about 20,000 volumes. In addition to\nthese, there are the chapel and theatre, as well as the state and other\ndrawing-rooms. The Titian room was totally destroyed by fire, with a\nlarge portion of the north-east section of the palace, in February 1861.",
        "The ancient road, called Akeman Street, runs across the park, and Roman\nremains have been discovered near it.",
        "The palace is open every day (except Saturdays and Sundays) from 11 to\n1, and the gardens from 11 to 2. Either can be seen separately by\ntickets, 1s. each, obtainable at the porter’s lodge.",
        "[Illustration: Taunt, Oxford.\nBLENHEIM PALACE.",
        "Built for the Duke of Marlborough at the public expense, after his\nfamous victory over the French and Bavarians.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}