{
    "title": "What to See in England - Llangollen and Valle Crucis Abbey",
    "author": "Gordon Home",
    "chapter": "119",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington. Great Western Railway.\n=Nearest Station.=–Llangollen. Valle Crucis Abbey lies 2 miles\n  from Llangollen.\n=Distance from London.=–203 miles.\n=Average Time.=–Varies between 4-1/2 to 7-1/2 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  28s. 10d.  19s. 3d.  15s. 4-1/2d.\n          Return  53s.  6d.  33s. 9d.     ...",
        "=Accommodation Obtainable.=–At Llangollen–\"Hand Hotel,” “Royal\n  Hotel,” “The Eagle Hotel,” etc.",
        "The scenery of Llangollen can scarcely be called mountainous, but the\nlittle town is situated in the most beautiful part of the hill district\nof Wales. Its chief charm, in common with all other Welsh villages, is\nin its contrasts,–deep lanes with fern and flower-clad banks lead you\npast picturesque cottages and farms, surrounded with low stone walls,\nhalf hidden by brilliantly coloured creepers; bold crags, high above the\nvalley, give place to bright green sheep pastures, they in turn changing\nto thick woods of oak and ash.",
        "Llangollen Bridge, across which runs the chief thoroughfare, is one of\nthe so-called “wonders of Wales.” It was built in 1346 by John Trevor,\nafterwards Bishop of St. Asaph, and was the first stone bridge in Wales.\nIt is borne by five stone arches, and beneath them rushes the fine river\nDee. The church is dedicated to St. Collen, but is of no particular\ninterest. In the churchyard is a monument to the two fashionable ladies\nwho at an early age tired of the vanities of this world, and lived in\ncomplete seclusion at Plas Newydd, a house just beyond the village,\nfamed for its old oak.",
        "Valle Crucis Abbey, which can be reached either by walking along the\ncanal from Llangollen, or by train to Berwyn, lies in a beautiful wooded\nvalley surrounded by some of the best scenery in the neighbourhood of\nLlangollen. A little to the east, a very picturesque view of the ruins,\nwhich are the finest of their kind in Wales, may be obtained over a\nquiet pool of water. The abbey was founded in the thirteenth century by\nMadoc-ap-Gryffydd Moelor, who was a supporter of Llewelyn in the cause\nof Welsh independence. The buildings are in Early English style, and\nsome of the finest remains are a circular gable window and three\ndecorated Gothic ones, also part of the west end with dog-tooth\nmoulding, and a piscina and canopy in the south transept. Stretching at\nright angles from the south side of the church are the old monastic\nbuildings.",
        "[Illustration: Photochrom Co., Ltd.\nVALLE CRUCIS ABBEY.",
        "The ruins of the Church. The monastic buildings are on the south side.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}