{
    "title": "What I Saw in California - Chapter XVII.",
    "author": "Edwin Bryant",
    "chapter": "17",
    "content": [
        "\n\n",
        "  Rate of Wages\n  Mode of procuring the Gold\n  Extent of Gold Region\n  Price of Provisions.",
        "It will be seen, from the later accounts that each new report continues\nto realize the wildest expectation. The following letter dated\nMonterey, November 16th, is highly interesting–",
        "“We can now call ourselves citizens of the United States. We have now\nonly to go by law, as we formerly went by custom; that is, when\nCongress gives us a government and code. The old foreign residents of\nCalifornia, having done very well ten or twenty years without law, care\nbut very little whether Congress pays early or late attention to the\nsubject. Those who have emigrated from the Atlantic States within the\nlast three or four years deem the subject an important one; I only call\nit difficult. The carrying out a code of laws, under existing\ncircumstances, is far from being an easy task. The general Government\nmay appoint governors, secretaries, and other public functionaries; and\njudges, marshals, collectors, etc., may accept offices with salaries of\n3000 or 4000 dollars per annum; but how they are to obtain their petty\nofficers, at half these sums, remains to be seen. The pay of a member\nof Congress will be accepted here by those alone who do not know enough\nto better themselves. Mechanics can now get 10 to 16 dollars per day;\nlabourers on the wharfs or elsewhere, 5 to 10 dollars; clerks and\nstorekeepers, 1000 to 3000 dollars per annum–some engage to keep store\nduring their pleasure at 8 dollars per day, or 1 lb. or 1-1/2 lb. of\ngold per month; cooks and stewards, 60 to 100 dollars per month. In\nfact, labour of every description commands exorbitant prices.",
        "“The Sandwich Islands, Oregon, and Lower California are fast parting\nwith their inhabitants, all bound for this coast, and thence to the\ngreat ’placer’ of the Sacramento Valley, where the digging and washing\nof one man that does not produce 100 troy ounces of gold, 23 carats,\nfrom the size of a half spangle to one pound in a month, sets the\ndigger to ’prospecting,’ that is, looking for better grounds. Your\n’Paisano’ can point out many a man who has, for fifteen to twenty days\nin succession, bagged up five to ten ounces of gold a-day. Our placer,\nor gold region, now extends over 300 or 400 miles of country, embracing\nall the creeks and branches on the east side of the river Sacramento\nand one side of the San Joaquin. In my travels I have, when resting\nunder a tree and grazing my horse, seen pieces of pure gold taken from\ncrevices of the rocks or slate where we were stopping. On one occasion,\nnooning or refreshing on the side of a stream entirely unknown to\ndiggers or ’prospectors,’ or rather, if known not attended to, one of\nmy companions, while rolling in the sand, said, ’Give me a tin pan; why\nshould we not be cooking in gold sand?’ He took a pan, filled it with\nsand, washed it out, and produced in five minutes two or three dollars’\nworth of gold, merely saying, as he threw both pan and gold on the\nsand, ’I thought so.’ Perhaps it is fair that your readers should\nlearn, that, however plenty the Sacramento Valley may afford gold, the\nobtaining of it has its disadvantages. From the 1st of July to the 1st\nof October, more or less, one half of the people will have fever and\nague, or intermittent fever. In the winter, it is too cold to work in\nthe water. Some work in the sand by washing from the surface in a\nwooden bowl, or tin pan; some gouge it out from the rocks or slate; the\nmore lazy ones roll about and pick up the large pieces, leaving the\nsmall gold for the next emigration. The extent of the gold region on\nthe San Joaquin and Sacramento rivers extends a distance of 800 miles\nin length by 100 in width. It embraces not only gold, but quantities of\nquicksilver in almost general abundance. It is estimated that a small\npopulation actively engaged in mining operations in that region could\nexport 100,000,000 dollars in gold in every year, and that an increased\npopulation might increase that amount to 300,000,000 dollars annually.\nYou may believe me when I say that for some time to come California\nwill export, yearly, nearly or quite 500,000 ounces of gold, 22 to 24\ncarats fine; some pieces of that will weigh 16 lbs., very many 1 lb.\nMany men who began last June to dig gold with a capital of 50 dollars\ncan now show 5000 to 15,000 dollars. I saw a man to-day making\npurchases of dry goods, etc., for his family, lay on the counter a bag\nof raw hide, well sewed up, containing 109 ounces. I observed, ’That is\na good way to pack gold dust.’ He very innocently replied, ’All the\nbags I brought down are that way; I like the size!’ Five such bags in\nNew York would bring nearly 10,000 dollars. This man left his family\nlast August. Three months’ digging and washing, producing four or five\nbags, of 100 ounces each, is better than being mate of a vessel at 40\ndollars per month, as the man formerly was. His companion, a Mexican,\nwho camped and worked with him, only had two or three cow-hide bags of\ngold. In this tough, but true, golden tale, you must not imagine that\nall men are equally successful. There are some who have done better,\neven to 4000 dollars in a month; many 1000 dollars during the summer;\nand others, who refused to join a company of gold-washers who had a\ncheap-made machine, and receive one ounce per day, that returned to the\nsettlement with not a vest pocket-full of gold. Some left with only\nsufficient to pay for a horse and saddle, and pay the physician six\nounces of gold for one ounce of quinine, calomel, and jalap in\nproportion. An ounce of gold for advice given, six ounces a visit,\nbrings the fever and ague to be rather an expensive companion. A ’well’\nman has his proportionate heavy expenses also, to reduce his piles or\nbags of gold. Dry beef in the settlements, at 4 cents per lb., at the\nPlacer, 1 to 2 dollars per lb.; salt beef and pork, 50 to 100 dollars\nper barrel; flour, 30 to 75 dollars per barrel; coffee, sugar, and\nrice, 50 cents to 1 dollar per lb. As washing is 50 cents to 1 dollar a\ngarment, many prefer throwing away their used-up clothes to paying the\nwasherwoman; that is, if they intend returning to the settlements soon,\nwhere they can purchase more. As to shaving, I have never seen a man at\nthe Placer who had time to perform that operation. They do not work on\nSundays, only brush up the tent, blow out the emery or fine black sand\nfrom the week’s work. Horses that can travel only one day, and from\nthat to a week, are from 100 to 300 dollars. Freight charge by launch\nowners for three days’ run, 5 dollars per barrel. Wagoners charge 50 to\n100 dollars per load, 20 to 50 miles, on good road. Corn, barley, peas,\nand beans, 10 dollars a-bushel. Common pistols, any price; powder and\nlead very dear. I know a physician who, in San Francisco, purchased a\ncommon made gold-washer at 20 or 30 dollars, made of 70 or 80 feet of\nboards. At a great expense he boated it up to the first landing on the\nSacramento, and there met a wagoner bound to one of the diggings with\nan empty wagon, distant about 50 miles. The wagoner would not take up\nthe machine under 100 dollars. The doctor had to consent, and bided his\ntime. June passed over, rich in gold; all on that creek did wonders,\nwhen the wagoner fell sick, called on his friend the doctor, whose tent\nwas in sight; the doctor came, but would not administer the first dose\nunder the old sum of 100 dollars, which was agreed to, under a proviso\nthat the following doses should be furnished more moderate. When a\nman’s time is worth 100 dollars a-day, to use a spade and tin pan,\nneither doctors nor wagoners can think much of a pound of gold, and you\nmay suppose merchants, traders, and pedlars are not slow to make their\nfortunes in these golden times. In San Francisco there is more\nmerchandize sold now, monthly, than before in a year. Vessels after\nvessels arrive, land their cargoes, dispose of them, and bag up the\ndust and lay up the vessel, as the crew are soon among the missing. The\ncleanest clear out is where the captain follows the crew. There are\nmany vessels in San Francisco that cannot weigh anchor, even with the\nassistance of three or four neighbouring vessels. Supercargoes must\nland cargo on arriving, or have no crew to do it for them. Some vessels\ncontinue to go to sea, with small crews, at 50 dollars per month for\ngreen hands. Old hands are too wise for them, and prefer digging an\nounce or two a-day, and drinking hock and champagne at half an ounce\na-bottle, and eating bad sea bread at 1 dollar per pound. I have seen a\ncaptain of a vessel, who, by his old contract in the port whence he\nsailed, was getting 60 dollars per month, paying his cook 75 dollars,\nand offering 100 dollars per month for a steward; his former crew, even\nto his mates, having gone a ’prospecting.’ Uncle Sam’s ships suffer a\nlittle the same way, although they offer from 200 to 500 dollars for\nthe apprehension of a deserter. The Ohio, however, laid in the port of\nMonterey about a month, and lost only 20 or 30 men. Colonel Stevenson’s\nregiment is disbanded, 99 out of 100 of whom have also gone ’prospecting,’\nincluding the colonel, who arrived in Monterey last month, from his\nlast post, and was met by his men at the edge of the town, to escort\nand cheer him into the town. The captains, etc., have bought up\ncountry carts and oxen, turned drivers, and gone to the Placer. Our\nworthy governor, Colonel of the 1st Dragoons, etc., having plenty of\ncarts, wagons, horses, and mules, with a few regulars left, has also\ngone, but under better advantages, for the second or third time, to see\nthe Placer and the country, and have justice done to his countrymen or\nhimself. Commodore Jones, lately arrived in Monterey, supposed it to be\nthe capital, head-quarters, etc., but found not even the Governor left.\nWhere head-quarters are may be uncertain, whether in Monterey, Sutter’s\nFort, or in a four-mule wagon travelling over the gold region. Now,\nwhether headquarters are freighted with munitions of war, etc., or\nwhether the cargo consists of blankets, shirts, etc., to clothe the\nsuffering Indians, for the paltry consideration of gold, no one cares\nor knows; but the principle should be, that, if privates can or will be\noff making their thousands, those who are better able should not go\ngoldless.”",
        "The Washington Union contains a letter from Lieutenant Larkin, dated\nMonterey, November 16, received at the State Department, containing\nfurther confirmation of the previous despatches, public and private,\nand far outstripping all other news in its exciting character. The gold\nwas increasing in size and quality daily. Lumps were found weighing\nfrom one to two pounds. Several had been heard of weighing as high as\n16 pounds, and one 25 pounds. Many men, who were poor in June, were\nworth 30,000 dollars, by digging and trading with the Indians. 100\ndollars a-day is the average amount realized daily, from July to\nOctober. Half the diggers were sick with fevers, though not many deaths\nhad occurred among them. The Indians would readily give an ounce of\ngold for a common calico shirt; others were selling for ten dollars\neach in specie. The gold region extends over a track of 300 miles, and\nit was not known that it did not extend 1000. A letter from Commodore\nJones states that many of the petty officers and men had deserted and\ngone in search of the gold. He adds, the Indians were selling gold at\n50 cents the ounce. Many vessels were deserted by captain, cook, and\nseamen. The ship Isaac Walton offered discharged soldiers 50 dollars\nper month to go to Callao, which was refused. She was supplied by\ngovernment sailors. All the naval vessels on the coast were short of\nhands. Nearly the whole of the 3rd Artillery had deserted. Provisions\nwere scarce and high; board, 4 dollars a-day; washing, 6 dollars\na-dozen. Merchants’ clerks get from 2000 to 3000 dollars a-year.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}