{
    "title": "What to See in England - Farnham, Surrey",
    "author": "Gordon Home",
    "chapter": "33",
    "content": [
        "\n\n",
        "THE HOME OF WILLIAM COBBETT",
        "=How to get there.=–Train from Waterloo. South-Western Railway.\n=Nearest Station.=–Farnham.\n=Distance from London.=–37-3/4 miles.\n=Average Time.=–1-1/2 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single   6s. 3d.  4s. 0d.  3s. 1-1/2d.\n          Return  10s. 0d.  7s. 0d.  6s. 3d.",
        "=Accommodation Obtainable.=–\"The Bush,” “The Railway Hotel,\"\n  “The Lion and Lamb,” etc.\n=Alternative Route.=–None.",
        "In 1762 William Cobbett, one of the great writers and reformers of the\neighteenth century, was born at Farnham, in Surrey. The house is still\nstanding, and is now known as the “Jolly Farmer” Inn. Cobbett gives a\nvery clear account of his early years at Farnham, and some of his\nyouthful escapades are very amusing. One game which he and two of his\nbrothers were never tired of playing was that of rolling each other like\nbarrels down the very steep sandy hill which one may see rising sharply\nfrom the back of the “Jolly Farmer.” Cobbett left Farnham for London\nwhen he was twenty-one, but often revisited his native town in later\nyears. When he died, in 1835, he was buried in Farnham churchyard. The\ngrave faces the porch on the north side of the church. The Rev. Augustus\nToplady, who wrote the universally known hymn “Rock of Ages,” was born\nin a little house in West Street, Farnham, which was rebuilt some years\nago.",
        "Overlooking the town from the hills to the north is Farnham Castle, the\nhistoric seat of the Bishops of Winchester for many generations past. A\nportion of the buildings, including the keep, are of Norman origin, the\nrest having been chiefly built by Bishop Fox in the early part of the\nsixteenth century. During the Parliamentary war Farnham Castle was for\nsome time the headquarters of the Roundhead army operating in this part\nof the country, Sir William Waller having overcome the garrison placed\nthere by the High Sheriff of Surrey.",
        "Vernon House, in West Street, is notable by reason of the visit paid to\nit by Charles I. when on his way to London as a prisoner in the hands of\nthe Parliamentary troops. The silk cap which King Charles presented to\nhis host is still preserved in the house by the present owner, a\ndescendant of the Vernon family.",
        "[Illustration: THE BIRTHPLACE OF WILLIAM COBBETT AT FARNHAM.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}