{
    "title": "What to See in England - Tintagel",
    "author": "Gordon Home",
    "chapter": "132",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Waterloo, L. and S.W. Railway.\n=Nearest Station.=–Camelford. Thence by omnibus to Tintagel (4-1/2\n  miles distant) twice daily.\n=Distance from London.=–241 miles.\n=Average Time.=–Varies between 6-1/2 to 8 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  41s. 0d.  26s. 3d.  21s. 3d.\n          Return  72s. 2d.  46s. 4d.  42s. 6d.",
        "=Accommodation Obtainable.=–\"King Arthur’s,” “Castle Hotel,\"\n  “Tintagel,” etc.",
        "Tintagel Castle is situated near Bossiney, a place of some importance in\nbygone times, to judge from the number of ruins of houses to be seen\nthere. Situated as the castle is, high up on a mass of dark, slaty rock\nin one of the wildest parts of the coast of Northern Cornwall, it is a\nsuitable spot to be the legendary birthplace of King Arthur. The\nformation of the rocky ground is very interesting. Tintagel itself is\nalmost an island, but a low isthmus connects it with the mainland. On\nboth sides of the chasm are the ruins of the castle, and wide as the gap\nis, the buildings on the mainland and on the rock are in an exact line,\nand present the same characteristic features, thus showing that there\nhas probably been a considerable subsidence of the land at that point.\nThe castle must have been almost inaccessible. In the time of Leland a\nchapel occupied part of the keep. Some doubt is entertained as to the\ndate of the building of the castle, opinion being divided between a\nNorman, a Saxon, or a Roman origin.",
        "The remains of a British or Saxon church are to be found on the summit\nof the island. The church is supposed to have belonged to the abbey and\nconvent of Fontevrault, in Normandy. It was afterwards given by Edward\nIV. to the Collegiate Church of Windsor, the dean and the chapter being\nthe patrons. Parts of the church of Tintagel have recently been restored\nby the vicar of the parish.",
        "About 3 miles from Tintagel is the Slaughter Bridge, which derives its\nnames from the two great battles which were fought there, one between\nKing Arthur and his nephew, who died in 542, when Arthur was said to\nhave been mortally wounded, and the other between the Britons and Saxons\nin 823. Other ancient relics in the form of barrows and stone crosses\nare to be found in this neighbourhood.",
        "For Stonehenge and other prehistoric remains, see Index.",
        "[Illustration: Photochrom Co., Ltd.\nKING ARTHUR’S CASTLE, TINTAGEL.",
        "One of the wildest spots on the north coast of Cornwall.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}