{
    "title": "What to See in England - Torr Steps On the Barle, Somerset",
    "author": "Gordon Home",
    "chapter": "114",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Paddington Station. Great Western\n  Railway.\n=Nearest Station.=–Dulverton.\n=Distance from London.=–180 miles to Dulverton.\n=Average Time.=–To Dulverton varies between 5 and 6-1/2 hours.",
        "                     1st        2nd       3rd\n=Fares.=–Single  30s.  9d.  19s. 3d.  15s. 4-1/2d.\n          Return  53s. 10d.  33s. 9d.  30s. 9d.",
        "=Accommodation Obtainable.=–Dulverton–\"Carnarvon Arms,\"\n  “Lamb,” etc.",
        "One of the very earliest forms of bridge in England is to be seen on the\nbeautiful river Barle, about 7 miles above Dulverton. Torr Steps (the\nname is locally pronounced Tarr) are a distinct advance upon\nstepping-stones, for although the entire bridge is submerged in\nflood-time, there are, in ordinary conditions, seventeen spans raised\nclear above the level of the water. The great stones which form the\npiers support slabs averaging from 6 to 8 feet in length. In the centre\nthese are about 3 feet 6 inches wide, and the piers are supported by\nsloping stones to resist the force of the current. At the ends of the\nbridge the slabs are narrower, and are placed in pairs side by side,\nthus giving the advantage of the greatest weight where the force of the\nstream is most strongly felt. No traces of cement can be found among the\nstones, so that the structure has preserved itself purely by the weight\nof its individual parts.",
        "Although it is impossible to make any definite statement as to the date\nof Torr Steps, it is probable that they were built by the Celtish\ninhabitants of this part of the west country, the bridge having been on\nthe beaten track between one or two important centres. The size of the\nstones does not raise any obstacle to this theory, for though of great\nweight, they are not so unwieldy as the majority of those forming\nStonehenge, which is generally accepted as the work of an exceedingly\nearly race of sun-worshipping men. The name “Torr” is possibly derived\nfrom the Celtic word “Tochar,” a causeway, modified to “Toher” and then\nto “Torr.” The lanes leading from Dulverton to the village of Hawkridge,\nabout 1-1/2 miles from the steps, are exceedingly beautiful, and the\nwhole course of the river Barle is remarkable for the striking charm of\nits woodland scenery, which is frequently contrasted with the wild\nmoorland commons on the hillsides above.",
        "[Illustration: TORR STEPS ON THE RIVER BARLE.",
        "An early form of bridge, probably of Celtic origin.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}