{
    "title": "What I Saw in California - Chapter XIII.",
    "author": "Edwin Bryant",
    "chapter": "13",
    "content": [
        "\n\n",
        "  Leave Los Angeles for San Francisco\n  Don Andres Pico\n  A Californian returning from the wars\n  Domestic life at a rancho\n  Women in favour of peace\n  Hospitable treatment\n  Fandango\n  Singular custom\n  Arrive at Santa Barbara\n  Lost in a fog\n  Valley of the Salinas\n  Californians wanting Yankee wives\n  High waters\n  Arrive at San Francisco.",
        "We left Los Angeles late in the afternoon of the 29th of January, with\ntwo Indian vaqueros, on miserable broken-down horses (the best we could\nobtain), and encamped at the deserted rancho at the foot of Couenga\nplain, where the treaty of peace had been concluded. After we had been\nhere some time, two Indians came to the house, who had been sent by the\nproprietor of the rancho to herd the cattle. Having nothing to eat with\nus, a tempting offer prevailed upon the Indians to milk one of the\ncows; and we made our supper and our breakfast next morning on milk.\nBoth of our Indian vaqueros deserted in the night, carrying with them\nsundry articles of clothing placed in their charge. A few days have\nmade a great change in the appearance of the country. The fresh grass\nis now several inches in height, and many flowers are in bloom. The sky\nis bright, and the temperature is delightful.",
        "On the 30th of January, leaving the mission of San Fernando on our\nright, at a distance of eight or ten miles, we followed the usually\ntravelled trail next to the hills, on the western side of the plain. As\nwe were passing near a rancho, a well-dressed Californian rode out to\nus, and, after examining the horses of our miserable caballada,\npolitely claimed one of them as his property. He was told that the\nhorse was drawn from the public caballada, at Los Angeles, and could\nnot be given up. This seemed to satisfy him. After some further\nconversation, he informed us, that he was Don Andres Pico, the late\nleader and general of the Californians. The expression of his\ncountenance is intelligent and prepossessing, and his address and\nmanners courteous and pleasing. Shaking hands, and bidding us a very\nearnest adios, he put spurs to his horse and galloped away.",
        "We were soon after overtaken by a young Californian, who appeared at\nfirst rather doubtful whether or not he should make our acquaintance.\nThe ice being broken, however, he became very loquacious and\ncommunicative. He stated that he was returning to his home near Santa\nBarbara, from the wars, in which he had been engaged against his will.\nThe language that he used was, that he, with many others of his\nacquaintances, were forced to take up arms by the leading men of the\ncountry. He was in the two battles of the 8th and 9th of January, below\nLos Angeles; and he desired never to be in any more battles. He was\nheartily rejoiced that there was peace, and hoped that there would\nnever be any more wars. He travelled along with us until afternoon,\nwhen he fell behind, and we did not see him again until the next day.",
        "After passing two or three deserted houses, we reached an inhabited\nrancho, situated at the extremity of a valley, and near a narrow gorge\nin the hills, about four o’clock, and, our jaded animals performing\nduty with reluctance, we determined to halt for the night, if the\nprospect of obtaining anything to eat (of which we stood in much need)\nwas flattering. Riding up to the house, a small adobe, with one room,\nand a shed for a kitchen, the ranchero and the ranchera came out\nand greeted us with a hearty ’Buenas tardes, Senores, paisanos\namigos,” shaking hands, and inviting us at the same time to alight and\nremain for the night, which invitation we accepted. The kind-hearted\nranchera immediately set about preparing supper for us. An Indian\nmuchacha was seated at the metate (hand-mill), which is one of the\nmost important articles of the Californian culinary apparatus. While\nthe muchacha ground, or rather crushed, the wheat between the stones,\nthe ranchera, with a platter-shaped basket, cleansed it of dust,\nchaff, and all impure particles, by tossing the grain in the basket.\nThe flour being manufactured and sifted through a cedazo, or coarse\nsieve, the labour of kneading the dough was performed by the\nmuchacha. An iron plate was then placed over a rudely-constructed\nfurnace, and the dough, being beaten by hand into tortillas (thin\ncakes), was baked upon this. What would American housewives say to such\na system as this? The viands being prepared, they were set out upon a\nsmall table, at which we were invited to seat ourselves. The meal\nconsisted of tortillas, stewed jerk beef, with chile seasoning,\nmilk, and quesadillas, or cheesecakes, green and tough as leather.\nHowever, our appetites were excellent, and we enjoyed the repast with a\nhigh relish.",
        "Our host and hostess were very inquisitive in regard to the news from\nbelow, and as to what would be the effects of the conquest of the\ncountry by the Americans. The man stated that he and all his family had\nrefused to join in the late insurrection. We told them that all was\npeaceable now; that there would be no more wars in California; that we\nwere all Americans, all Californians–hermanos, hermanas, amigos.\nThey expressed their delight at this information by numerous\nexclamations.",
        "We asked the woman how much the dress which she wore, a miserable\ncalico, cost her? She answered, “Seis pesos” (six dollars). When we\ntold her that in a short time, under the American government, she could\npurchase as good a one ’por un peso,” she threw up her hands in\nastonishment, expressing by her features at the same time the most\nunbounded delight. Her entire wardrobe was soon brought forth, and the\nprice paid for every article named. She then inquired what would be the\ncost of similar clothing under the American government, which we told\nher. As we replied, exclamation followed upon exclamation, expressive\nof her surprise and pleasure, and the whole was concluded with ’Viva\nlos Americanos–viva los Americanos!” I wore a large coarse woollen\npea-jacket, which the man was very desirous to obtain, offering for it\na fine horse. I declined the trade.",
        "In the evening several of the brothers, sisters, and brothers and\nsisters-in-law of the family collected, and the guitar and violin,\nwhich were suspended from a beam in the house, were taken down, and we\nwere entertained by a concert of instrumental and vocal music. Most of\nthe tunes were such as are performed at fandangos. Some plaintive airs\nwere played and sung with much pathos and expression, the whole party\njoining in the choruses. Although invited to occupy the only room in\nthe house, we declined it, and spread our blankets on the outside.",
        "The next morning (January 31st), when we woke, the sun was shining\nbright and warm, and the birds were singing gayly in the grove of\nevergreen oaks near the house. Having made ready to resume our journey,\nas delicately as possible we offered our kind hostess compensation for\nthe trouble we had given her, which she declined, saying, that although\nthey were not rich, they nevertheless had enough and to spare. We\nhowever insisted, and she finally accepted, with the condition that we\nwould also accept of some of her quesadillas and tortillas to carry\nalong with us. The ranchero mounted his horse and rode with us about\nthree or four miles, to place us on the right trail, when, after\ninviting us very earnestly to call and see him again, and bidding us an\naffectionate adios, he galloped away.",
        "Travelling over a hilly country, and passing the ruins of several\ndeserted ranchos, the grounds surrounding which were strewn with the\nbones of slaughtered cattle, we reached, about five o’clock P.M., a\ncluster of houses in the valley of Santa Clara River, ten miles east of\nthe mission of San Buenaventura. Here we stopped at the house of a man\nnamed Sanchez. Our arrival was thought to be worthy of notice, and it\nwas accordingly celebrated in the evening by a fandango given at one of\nthe houses, to which we were invited. The company, to the number of\nsome thirty or forty persons, young and old, were assembled in the\nlargest room of the house, the floor being hard clay. The only\nfurniture contained in the room was a bed and some benches, upon which\nthe company seated themselves when not engaged in dancing.",
        "Among the senoritas assembled were two daughters of an American named\nChapman, who has been a resident of the country for many years. They\nwere fair-skinned, and might be called handsome. An elder and married\nsister was also present. They called themselves Americans, although\nthey did not speak our language, and seemed to be more proud of their\nAmerican than their Spanish blood.",
        "A singular custom prevails at these fandangos. It is this: during the\nintervals between the waltzes, quadrilles, and other dances, when the\ncompany is seated, a young lady takes the floor solus, and, after\nshowing off her graces for general observation a few minutes, she\napproaches any gentleman she may select, and performs a variety of\npirouettes and other Terpsichorean movements before him for his\nespecial amusement and admiration, until he places on her head his hat\nor cap, as the case may be, when she dances away with it. The hat or\ncap has afterwards to be redeemed by some present, and this usually is\nin money. Not dancing ourselves, we were favoured with numerous special\nexhibitions of this kind, the cost of each of which was un peso. With\na long journey before us, and with purses in a nearly collapsed\ncondition, the drafts upon us became so frequent, that at an early\nhour, under a plea of fatigue and want of rest, we thought it prudent\nto beat a retreat, leaving our fair and partial fandangueras to\nbestow their favours upon others better able to bear them. The motions\nof the Californian females of all classes in the dance are highly\ngraceful. The waltz is their favourite measure, and in this they appear\nto excel as much as the men do in horsemanship. During the progress of\nthe dance, the males and females improvise doggerel rhymes\ncomplimentary of the personal beauties and graces of those whom they\nadmire, or expressive of their love and devotion, which are chanted\nwith the music of the instruments, and the whole company join in the\ngeneral chorus at the end of each verse. The din of voices is sometimes\nalmost deafening.",
        "Our host accompanied us to our lodgings on the opposite side of the\nway. Beds were spread down under the small porch outside, and we laid\nour bodies upon them, but not to sleep, for the noise of the fandango\ndancers kept us awake until broad daylight, at which time it broke up.",
        "Hiring fresh horses here, and a vaquero to drive our tired animals\nafter us, we started about 9 o’clock in the morning, and, passing\nthrough San Buenaventura, reached Santa Barbara, 45 miles, a little\nafter two in the afternoon. We stopped at the house of Mr. Sparks, who\nreceived us with genuine hospitality. Santa Barbara presented a more\nlively appearance than when we passed here on our way down, most of its\npopulation having returned to their homes. Procuring fresh but\nmiserably poor horses, we resumed our journey on the afternoon of the\n2nd of February, and encamped at the rancho of Dr. Deu, situated on the\nplain of Santa Barbara, near the sea shore. The soil of this plain is\nof the most fertile composition. The fresh grass is now six or eight\ninches high, and the varieties are numerous. Many of the early flowers\nare in bloom. I noticed a large wheat field near the house, and its\nappearance was such as to promise a rich harvest.",
        "The rain fell heavily on the morning of the 3rd, but continuing our\njourney we crossed the St. Ynes Mountain, and, passing the mission by\nthat name, reached the rancho of Mr. Faxon after dark, where we halted\nfor the night. Around the mission of St. Ynes I noticed, as we passed,\nimmense quantities of cattle bones thickly strewn in all directions.\nAcres of ground were white with these remains of the immense herds\nbelonging to this mission in the days of its prosperity, slaughtered\nfor their hides and tallow. We met two or three elegantly dressed\nCalifornians to-day, who accosted us with much civility and apparent\nfriendliness.",
        "Mr. Faxon is an Englishman by birth, and has resided in California\nabout thirty years. He is married to a Californian lady, and has a\nfamily of interesting and beautiful children. A large portion of the\nland belonging to his rancho is admirably adapted to agriculture, and\nhe raises crops of corn and vegetables as well as wheat without\nirrigation. He informed me that the yield of wheat on his rancho was\nfully seventy bushels to the acre. Mr. F. showed me specimens of lead\nore from which he moulds his bullets, taken from an inexhaustible mine\nin the Tular Valley, some fifty miles distant from this. It is\ncertainly the richest ore that I have ever seen, appearing almost like\nthe pure metal. He also showed me a caustic alkali, produced by burning\na plant or shrub which grows in great abundance in the Tular Valley.\nThis substance is used by him in the manufacture of soap.",
        "About noon on the 4th, we halted at the rancho of Captain Dana, where\nwe procured fresh horses, leaving our wretchedly lean and tired\nanimals, and, proceeding on, stopped for the night at the rancho of Mr.\nBranch, an intelligent American, originally from the state of New York,\nwho has been settled in the country a number of years. His rancho is\nsituated on what is called the arroyo grande, a small stream which\nempties into the Pacific some two or three miles from the house. The\nhouse is new, and constructed after American models of farm-houses,\nwith neat and comfortable apartments, chimneys and fireplaces. The\narable lands here are finely adapted to the culture of maize, wheat,\nand potatoes.",
        "Our horses straying, it was twelve o’clock on the 5th before we found\nthem. The rain had fallen steadily and heavily all night, and during\nthe forenoon, and was pouring down when we started. We passed through\nthe mission of San Luis Obispo just before sunset, intending to halt at\na rancho about three miles distant in a canada. But, the storm\nincreasing in strength, it became suddenly so dark in the\nmountain-gorge, that we could not distinguish the trail, and, after\nwandering about some time, vainly attempting to find the house, we were\ncompelled to bivouac, wet to our skins, without fire or shelter, and\nthe rain pouring down in torrents.",
        "The next morning (Feb. 6.), in hunting up our loose horses, we\ndiscovered the house about half a mile distant from our camp.\nContinuing our journey, we halted about nine o’clock at a rancho near\nthe ruins of Santa Margarita. A solitary Indian was the only occupant\nof the house, and only inhabitant of the place; and he could furnish us\nwith no food. Passing two or three other deserted ranches, we reached\nthe house of a Mexican about one o’clock, where we obtained a meal of\nfried eggs and tortillas, after having been without food thirty\nhours. Late in the afternoon we arrived at the mission of San Miguel,\nnow occupied by an Englishman named Reed, his mestiza wife, and one\nchild, with two or three Indian vaqueros. Crossing the Salinas in the\nmorning (Feb. 7), we continued down its eastern side, and encamped in a\nwide bottom under a large live oak. A quesadilla was all we had to\neat. This was divided, one-half being reserved for breakfast. The fresh\nvegetation has so much changed the face of the country on this river\nsince we passed along here in December, that I scarcely recognise it.\nThe grass is six or eight inches high in the bottom, the blades\nstanding so thick as to present a matted appearance, and the hills are\nbrilliant with flowers–pink, purple, blue, and yellow.",
        "On the 8th we continued down the eastern bank of the Salinas, passing\nthrough several large and fertile bottoms, and reaching the rancho of\nSan Lorenzo about twelve o’clock. This rancho, as we learned from the\nproprietors, is owned by two bachelor brothers, one of whom told me\nthat he had not been off his lands but once or twice for several years.\nLarge herds of fat cattle and horses were grazing upon the luxuriant\ngrasses of the plain, and there were several extensive inclosures sowed\nin wheat, which presented all the indications of an abundant harvest.\nBut, with all these natural resources surrounding him the elder brother\ntold us that he had nothing to eat in his house but fresh beef. A\nquantity of the choice pieces of a fat beef was roasted by an Indian\nboy, which we enjoyed with all the relish of hungry men. Our host, a\ngentleman of intelligence and politeness, made apology after apology\nfor his rude style of living, a principal excuse being that he had no\nwife. He inquired, with apparent earnestness, if we could not send him\ntwo pretty accomplished and capable American women, whom they could\nmarry; and then they would build a fine house, have bread, butter,\ncheese, and all the delicacies, luxuries, and elegancies of life in\nabundance. He appeared to be well pleased with the conquest of the\ncountry by the Americans, and desirous that they should not give it up.\nWhen we resumed our journey in the afternoon, he rode with us four or\nfive miles to show us the way, and, on taking his leave, invited us to\nreturn again, when he said he hoped his accommodations would be much\nimproved. Riding 15 miles, we halted at a tule-cabin, where we remained\nuntil two o’clock in the morning, when, the moon shining brightly, we\nmounted our horses, and continued our journey.",
        "We reached the Monterey road just at daylight. My intention had been to\nvisit Monterey; but the Salinas being unfordable, and there being no\nferry, it was not possible to do it without swimming the river, which I\ndid not feel inclined to do. Monterey is situated on the bay by that\nname, about 90 miles by water south of San Francisco. The bay affords a\ngood anchorage and landing in calm weather, being exposed only to the\nnorthers, which blow violently. The town contains about 1500\ninhabitants, and is rapidly increasing in wealth and population.\nArriving at the rancho of Don Joaquin Gomez, we found no one but a\nmestiza servant at home, and could obtain nothing to eat but a\nquesadilla. All the streams, large and small, are much swollen by\nlate heavy rains, and the travelling is consequently very laborious and\ndifficult. Resting our horses a short time, we crossed the mountains,\nand reached the mission of San Juan Bautista about noon.",
        "At San Juan we met with Messrs. Grayson, Boggs, and a party of\nvolunteers returning from Monterey to San Francisco, having been\ndischarged since the suppression of the rebellion in this part of\nCalifornia, headed by Francisco Sanchez. Here we learned, for the first\ntime, the arrival at Monterey of Commodore Shubrick in the ship\nIndependence, and of the Lexington with Captain Tomkins’s company of\nartillery, and freighted otherwise with munitions, stores, and tools\nnecessary to the erection and defence of durable fortifications at\nMonterey and San Francisco.",
        "Seven or eight miles beyond San Juan, we found that the waters of the\narroyo had risen so as to inundate a wide valley which we were\ncompelled to cross. After making several ineffectual attempts to reach\nthe opposite side, wading through the water, and sometimes falling into\ndeep holes from which it was difficult for either men or horses to\nextricate themselves, we encamped for the night on a small elevation in\nthe valley, entirely surrounded by water. Our condition was miserable\nenough. Tired, wet, and hungry, we laid down for the night on the damp\nground.",
        "The next day (Feb. 10), about eleven o’clock, we succeeded in finding a\nford across the valley and stream, and procured dinner at a\nsoap-factory on the opposite side, belonging to T.O. Larkin, Esq.\nContinuing on, we encamped at a rancho occupied by an Englishman as\nmayor domo. He was very glad to see us, and treated us with unbounded\nhospitality, furnishing a superabundance of beef and frijoles for our\nconsumption. On the 11th, about three P.M., we arrived at the Pueblo de\nSan José, and, finding there a launch employed by Messrs. Howard and\nMellus in collecting hides, bound for San Francisco, we embarked in\nher, and on the morning of the 13th arrived at that place. We found\nlying here the U.S. sloop Warren, and Lieutenant Radford politely\nfurnished us with a boat to land. In the afternoon the Cyane, Commander\nDupont, with Gen. Kearny on board, and the store-ship Erie, with Col.\nMason on board, arrived in the harbour. Col. Mason is from the United\nStates direct, via Panama, and brings late and interesting\nintelligence.",
        "The Cyane and Warren have just returned from a cruise on the southern\nPacific coast of Mexico. The town of Guymas had been taken by\nbombardment. The Cyane had captured, during her cruize, fourteen\nprizes, besides several guns at San Blas. The boats of the Warren,\nunder the command of Lieut. Radford, performed the gallant feat of\ncutting out of the harbour of Mazatlan the Mexican schooner Malek\nAbdel.",
        "Landing in San Francisco, I found my wardrobe, which I had deposited in\nthe care of Capt. Leidesdorff, and the first time for nearly five\nmonths dressed myself in a civilized costume. Having been during that\ntime almost constantly in motion, and exposed to many hardships and\nprivations, it was, as may be supposed, no small satisfaction to find\nonce more a place where I could repose for a short time at least.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}