{
    "title": "What I Saw in California - Chapter XV.",
    "author": "Edwin Bryant",
    "chapter": "15",
    "content": [
        "\n\n",
        "GENERAL OBSERVATIONS UPON THE COUNTRY.",
        "  First settlement of the missionaries\n  Population\n  Characteristics of white population\n  Employments\n  Pleasures and amusements\n  Position of women\n  Soil\n  Grasses\n  Vegetable productions\n  Agriculture\n  Fruits\n  Cattle\n  Horses\n  Wild animals\n  Minerals\n  Climate\n  Flora\n  Water-power\n  Timber\n  Religion.",
        "It was during the month of November, 1602, the sun just retiring behind\nthe distant high land which forms the background of a spacious harbour\nat the southernmost point of Alta California, that a small fleet of\nvessels might have been seen directing their course as if in search of\na place of anchorage; their light sails drawn up, while the larger\nones, swelling now and then to the action of the breeze, bore them\nmajestically along, forcing their way through the immense and almost\nimpenetrable barrier of sea-weed, to a haven which, at the remote\nperiod stated, was considered the unexplored region of the North. The\nfleet referred to hauled their wind to the shore, and, passing a bluff\npoint of land on their left, soon came to anchor; but not until the\nshades of night had cast a gloom over the scene so recently lighted up\nwith the gorgeous rays of a setting sun.",
        "This was the commencement, or rather preliminary mark, of civilization\nin this country, by the Spaniards, (if so it can be called,) and on the\nfollowing morning a detachment was landed, accompanied by a friar, to\nmake careful investigation of the long ridge of high land which serves\nas a protection to the harbour from the heavy north-west gales. They\nfound, as reported, an abundance of small oak and other trees, together\nwith a great variety of useful and aromatic herbs; and from its summit\nthey beheld the extent and beauty of the port, reaching, as they said,\nfull three leagues from where the vessel lay at anchor. A large tent\nwas erected on the sandy beach, to answer the purposes of a church,\nwhere the friar might perform mass, and by directions of the commanding\nofficers, the boats were drawn up for repairing, wells were dug,\nparties were sent off to cut wood, while guards were placed at\nconvenient distances to give notice of the approach of any hostile\nforce. The latter precaution was hardly carried into effect, ere a\nlarge body of naked Indians were seen moving along the shore, armed\nwith bows and arrows. A friar, protected by six soldiers, was\ndispatched to meet them, who, making signs of peace by exhibiting a\nwhite flag and throwing handfuls of sand high into the air, influenced\nthem to lay aside their arms, when, affectionately embracing them, the\ngood old friar distributed presents of beads and necklaces, with which\nthey eagerly adorned their persons. This manifestation of good feeling\ninduced them to draw near to where the commander had landed with his\nmen, but perceiving so large a number, they retreated to a neighbouring\nknoll, and from thence sent forward to the Spaniards ten aged females,\nwho, possessing apparently so much affability, were presented\nimmediately with gifts, and instructed to go and inform their people of\nthe friendly disposition cherished for them by the white strangers.\nThis was sufficient to implant a free intercourse with the Indians, who\ndaily visited the Spaniards, and bartered off their skins and furs in\nexchange for bread and trinkets. But at length the time arrived for the\nfleet to depart, and they proceeded northward, visiting in their course\nMonterey and Mendocino, where the same favourable result attended the\nenterprise as at other places, and they returned in safety to New\nSpain.",
        "So successful had been the character of this expedition throughout the\nentire period of its execution, that an enthusiasm prevailed in the\nminds of the Spaniards, which could only be assuaged by an attempt to\nconquer and christianize the inhabitants of that distant portion of the\nAmerican continent. Many were the fruitless results of the Spanish\nadventurer–numerous were the statements of his toil and labour, till\nat length a formidable attempt, under the patronage and direction of\nDon Gaspar de Portala and Father Junipero Serra, successfully achieved\nthe desired object for which it was planned and executed.",
        "At San Diego, where, a century and a half before, the primitive\nnavigators under Cortez communed with the rude and unsophisticated\nnative–there, where the zealous devotee erected his altar on the\nburning sand, and with offerings of incense and prayer hallowed it to\nGod, as the birthplace of Christianity in that region–upon that\nsainted spot commenced the spiritual conquest, the cross was erected,\nand the holy missionaries who accompanied the expedition entered heart\nand soul upon their religious duties. Successful in all they undertook,\ntheir first establishment in a short time was completed, and drawing\naround it the converted Indians in large numbers, the rude and\nuncultivated fields gave place to agricultural improvement–the arts\nand sciences gradually obtained foundation where before all was\ndarkness, and day after day hundreds were added to the folds of the\nholy and apostolic church. Thus triumphantly proceeded the labours of\nthe Spanish conquerors! In course of time other institutions were\nfounded at Santa Barbara, Monterey, and San Francisco, where at each\nplace a military fortress was erected, which served for their\nprotection, and to keep in check such of the natives who were\ndisinclined to observe the regulations of the community.",
        "The natives formed an ardent and almost adorable attachment for their\nspiritual fathers, and were happy, quite happy, under their\njurisdiction. Ever ready to obey them, the labour in the field and\nworkshop met with ready compliance, and so prosperous were the\ninstitutions that many of them became wealthy, in the increase of their\ncattle and great abundance of their granaries. It was no unusual sight\nto behold the plains for leagues literally spotted with bullocks, and\nlarge fields of corn and wheat covering acres of ground. This state of\nthings continued until the period when Mexico underwent a change in its\npolitical form of government, which so disheartened the feelings of the\nloyal missionaries, that they became regardless of their\nestablishments, and suffered them to decline for want of attention to\ntheir interests. At length, civil discord and anarchy among the\nCalifornians prepared a more effective measure for their destruction,\nand they were left to the superintendence of individuals who plundered\nthem of all that was desirable or capable of removal. Thus, the\ngovernment commenced the robbery, and its hirelings carried it out to\nthe letter, destroying and laying waste wherever they were placed. In\norder to give the inhabitants a share of the spoils, some of them were\npermitted to slaughter the cattle by contract, which was an equal\ndivision of the proceeds, and the contractors were careful, when they\ndelivered one hide to a mission, to reserve two for themselves, in\nthis way following up the example of their superiors.",
        "This important revolution in the systematic order of the monastic\ninstitutions took place in 1836, at which period the most important of\nthem possessed property, exclusive of their lands and tenements, to the\nvalue of two hundred and fifty thousand dollars. At the present day\nthey have but a little more than dilapidated walls and restricted\nboundaries of territory. Notwithstanding this wanton devastation of\nproperty, contrary to the opinion of many who were strongly in favour\nof supporting these religious institutions, the result proved\nbeneficial to the country at large. Individual enterprise succeeded as\nthe lands became distributed, so that the Californian beheld himself no\nlonger dependent on the bounty of his spiritual directors, but, on the\ncontrary, he was enabled to give support to them, from the increase and\nabundance of his own possessions.",
        "Subsequent to the expulsion of the Mexicans, numbers of new farms were\ncreated, and hundreds of Americans were scattered over the country.\nPrevious to 1830, the actual possessions of horned cattle by the\nrancheros did not exceed one hundred thousand; but in 1842, according\nto a fair estimate, made by one on the spot, the number had increased\nto four hundred thousand; so that the aggregate is equal to that held\nby the missions when in their most flourishing condition. The present\nnumber is not much, if any, short of one million.",
        "Presuming a statistical knowledge of this country, before and after the\nmissionary institutions were secularized, may be interesting, I will\ninsert the following returns of 1831 and 1842, to contrast the same\nwith its present condition:–",
        "1st. In 1832 the white population throughout Alta-California did not\nexceed 4,500, while the Indians of the twenty-one missions amounted to\n19,000; in 1842, the former had increased to 7,000, and the latter\ndecreased to about 5,000.",
        "2nd. In the former year, the number of horned cattle, including\nindividual possessions, amounted to 500,000; in the latter, to 40,000.",
        "3rd. At the same period, the number of sheep, goats, and pigs, was\n321,000; at the latter, 32,000.",
        "4th. In 1831 the number of horses, asses, mules, etc., was 64,000; in\n1842 it was 30,000.",
        "5th. The produce in corn, etc., had decreased in a much greater\nproportion–that of seventy to four.",
        "The amount of duties raised at the customhouse in Monterey, from 1839\nto 1842, was as follows, viz.:–",
        "  1839        85,613 dollars.\n  1840        72,308 dollars\n  1841       101,150 dollars\n  1842        73,729 dollars.",
        "The net amount of revenue seldom exceeding in any year eighty thousand\ndollars; so that, when a deficiency took place, to supply the\nexpenditures of government, it had been usual to call upon the missions\nfor aid.",
        "The value of the hides and tallow derived from the annual matanzasmay be estimated at 372,000 dollars. These two commodities, with the\nexception of some beaver, sea-otter, and other furs, comprise the most\nimportant part of the exportations, which in addition, would augment\nthe value of exports to 400,000 dollars.",
        "The permanent population of that portion of Upper California situated\nbetween the Sierra Nevada and the Pacific, I estimate at 25,000. Of\nthis number, 8,000 are Hispano-Americans, 5,000 foreigners, chiefly\nfrom the United States, and 12,000 christianized Indians. There are\nconsiderable numbers of wild or Gentile Indians, inhabiting the valley\nof the San Joaquin and the gorges of the Sierra, not included in this\nestimate. They are probably as numerous as the Christian Indians. The\nIndian population inhabiting the region of the Great Salt Lake, Mary’s\nRiver, the oases of the Great Desert Basin, and the country bordering\nthe Rio Colorado and its tributaries, being spread over a vast extent\nof territory, are scarcely seen, although the aggregate number is\nconsiderable.",
        "The Californians do not differ materially from the Mexicans, from whom\nthey are descended, in other provinces of that country. Physically and\nintellectually, the men, probably, are superior to the same race\nfarther south, and inhabiting the countries contiguous to the city of\nMexico. The intermixture of blood with the Indian and negro races has\nbeen less, although it is very perceptible.",
        "The men, as a general fact, are well made, with pleasing sprightly\ncountenances, and possessing much grace and ease of manners, and\nvivacity of conversation. But hitherto they have had little knowledge\nof the world and of events, beyond what they have heard through Mexico,\nand derived from the supercargoes of merchant-ships and whalemen\ntouching upon the coast. There are no public schools in the country–at\nleast I never heard of one. There are but few books. General Valléjo\nhas a library with many valuable books, and this is the only one I saw,\nalthough there are others; but they are rare, and confined to a few\nfamilies.",
        "The men are almost constantly on horseback, and as horsemen excel any I\nhave seen in other parts of the world. From the nature of their\npursuits and amusements, they have brought horsemanship to a perfection\nchallenging admiration and exciting astonishment. They are trained to\nthe horse and the use of the lasso (riata, as it is here called) from\ntheir infancy. The first act of a child, when he is able to stand\nalone, is to throw his toy lasso around the neck of a kitten; his next\nfeat is performed on the dog; his next upon a goat or calf; and so on,\nuntil he mounts the horse, and demonstrates his skill upon horses and\ncattle. The crowning feat of dexterity with the riata, and of\nhorsemanship, combined with daring courage, is the lassoing of the\ngrisly bear. This feat is performed frequently upon this large and\nferocious animal, but it is sometimes fatal to the performer and his\nhorse. Well drilled, with experienced military leaders, such as would\ninspire them with confidence in their skill and prowess, the\nCalifornians ought to be the finest cavalry in the world. The\nCalifornian saddle is, I venture to assert, the best that has been\ninvented, for the horse and the rider. Seated in one of these, it is\nscarcely possible to be unseated by any ordinary casualty. The\nbridle-bit is clumsily made, but so constructed that the horse is\ncompelled to obey the rider upon the slightest intimation. The spurs\nare of immense size, but they answer to an experienced horseman the\ndouble purpose of exciting the horse, and of maintaining the rider in\nhis seat under difficult circumstances.",
        "For the pleasures of the table they care but little. With his horse and\ntrappings, his sarape and blanket, a piece of beef and a tortilla,\nthe Californian is content, so far as his personal comforts are\nconcerned. But he is ardent in his pursuit of amusement and pleasure,\nand these consist chiefly in the fandango, the game of monte,\nhorse-racing, and bull and bear-baiting. They gamble freely and\ndesperately, but pay their losses with the most strict punctuality, at\nany and every sacrifice, and manifest but little concern about them.\nThey are obedient to their magistrates, and in all disputed cases\ndecided by them, acquiesce without uttering a word of complaint. They\nhave been accused of treachery and insincerity. Whatever may have been\nthe grounds for these accusations in particular instances, I know not;\nbut, judging from my own observation and experience, they are as free\nfrom these qualities as our own people.",
        "While the men are employed in attending to the herds of cattle and\nhorses, and engaged in their other amusements, the women (I speak of\nthe middle classes on the ranchos) superintend and perform most of the\ndrudgery appertaining to housekeeping, and the cultivation of the\ngardens, from whence are drawn such vegetables as are consumed at the\ntable. These are few, consisting of frijoles, potatoes, onions, and\nchiles. The assistants in these labours are the Indian men and women,\nlegally reduced to servitude.",
        "The soil of that portion of California between the Sierra Nevada and\nthe Pacific will compare, in point of fertility, with any that I have\nseen elsewhere. As I have already described such portions of it as have\ncome under my observation, it is unnecessary for me here to descend to\nparticulars. Wheat, barley, and other small grains, with hemp, flax,\nand tobacco, can be produced in all the valleys, without irrigation. To\nproduce maize, potatoes, and other garden vegetables, irrigation is\nnecessary. Oats and mustard grow spontaneously, with such rankness as\nto be considered nuisances upon the soil. I have forced my way through\nthousands of acres of these, higher than my head when mounted on a\nhorse. The oats grow to the summits of the hills, but they are not here\nso tall and rank as in the valleys.",
        "The varieties of grasses are greater than on the Atlantic side of the\ncontinent, and far more nutritious. I have seen seven different kinds\nof clover, several of them in a dry state, depositing a seed upon the\nground so abundant as to cover it, which is lapped up by the cattle and\nhorses and other animals, as corn or oats, when threshed, would be with\nus. All the grasses, and they cover the entire country, are heavily\nseeded, and, when ripe, are as fattening to stock as the grains which\nwe feed to our beef, horses, and hogs. Hence it is unnecessary to the\nsustenance or fattening of stock to raise corn for their consumption.",
        "Agriculture is in its rudest state. The farming implements which have\nbeen used by the Californians, with few exceptions, are the same as\nwere used three hundred years ago, when Mexico was conquered by Cortez.\nA description of them would be tedious. The plough, however, which\nmerely scratches the ground, is the fork of a small tree. It is the\nsame pattern as the Roman plough, two thousand years ago. Other\nagricultural implements are of the same description. The Americans, and\nother foreigners, are, however, introducing the American plough, and\nother American farming tools, the consequence of which has already\nbeen, to some extent, to produce a revolution in agriculture. The crops\nof wheat and barley, which I saw about the 1st of June, while passing\nthrough the country on my journey to the United States, exceeded in\npromise any which I have seen in the United States. It was reported to\nme that Captain Sutter’s crop of wheat, for 1847, would amount to\n75,000 bushels.",
        "The natural vegetable productions of California have been sufficiently\nnoticed in the course of this work, for the reader to form a correct\nestimate of the capabilities of the soil and climate. It is supposed by\nsome, that cotton, sugar, and rice, could be produced here. I do not\ndoubt but there are portions of the country where these crops would\nthrive; but I question whether, generally, they could be cultivated to\nadvantage. Nearly all the fruits of the temperate and tropical climates\nare produced in perfection in California, as has before been stated.",
        "The principal product of the country has been its cattle and horses.\nThe cattle are, I think, the largest and finest I ever saw, and the\nbeef is more delicious. There are immense herds of these, to which I\nhave previously referred; and their hides and tallow, when slaughtered,\nhave hitherto composed the principal exports from the country. If I\nwere to hazard an estimate of the number of hides annually exported, it\nwould be conjectural, and not worth much. I would suppose, however, at\nthis time (1847), that the number would not fall much short of 150,000,\nand a corresponding number of arrobas (25 pounds) of tallow. The\naverage value of cattle is about five dollars per head.",
        "The horses and mules are correspondingly numerous with the cattle; and\nalthough the most of them are used in the country, considerable numbers\nare driven to Sonora, New Mexico, and other southern provinces, and\nsome of them to the United States, for a market. They are smaller than\nAmerican horses, and I do not think them equal for continuous hard\nservice; but on short trips, for riding, their speed and endurance are\nnot often, if ever, equalled by our breed of horses. The value of good\nhorses is from ten to twenty-five dollars; of mares, five dollars. The\nprices have, however, since the Americans came into the country, become\nfluctuating, and the value of both horses and cattle is increasing\nrapidly.",
        "The wild animals of California are the wild-horse, the elk, the\nblack-tailed deer, antelope, grizly bear, all in large numbers. Added\nto these are the beaver, otter, coyote, hare, squirrel, and the usual\nvariety of other small animals. There is not so great a variety of\nsmall birds as I have seen elsewhere. I do not consider that the\ncountry presents strong attractions for the ornithologist. But what is\nwanting in variety is made up in numbers. The bays and indentations on\nthe coast, as well as the rivers and lakes interior, swarm with myriads\nof wild geese, ducks, swans, and other water birds. The geese and ducks\nare a mongrel race, their plumage being variegated, the same as our\nbarn-yard fowls. Some of the islands in the harbour, near San\nFrancisco, are white with the guano deposited by these birds; and\nboat-loads of eggs are taken from them. The pheasant and partridge are\nabundant in the mountains.",
        "In regard to the minerals of California, not much is yet known. It has\nbeen the policy of the owners of land upon which there existed minerals\nto conceal them as much as possible. A reason for this has been, that\nthe law of Mexico is such, that if one man discovers a mine of any kind\nupon another man’s land, and the proprietor does not work it, the\nformer may denounce the mine, and take possession of it, and hold it\nso long as he continues to work it. Hence the proprietors of land upon\nwhich there are valuable mineral ores conceal their existence as much\nas possible. While in California I saw quicksilver, silver, lead, and\niron ores, and the specimens were taken from mines said to be\ninexhaustible. From good authority I learned the existence of gold and\ncopper mines, the metals being combined; and I saw specimens of coal\ntaken from two or three different points, but I do not know what the\nindications were as to quality. Brimstone, saltpetre, muriate and\ncarbonate of soda, and bitumen, are abundant. There is little doubt\nthat California is as rich in minerals of all kinds as any portion of\nMexico.",
        "I have taken much pains to describe to the reader, from day to day, and\nat different points during my travels in California, the temperature\nand weather. It is rarely so cold in the settled portions of California\nas to congeal water. But twice only while here I saw ice, and then not\nthicker than window-glass. I saw no snow resting upon the ground. The\nannual rains commence in November, and continue, with intervals of\npleasant springlike weather, until May. From May to November, usually,\nno rain falls. There are, however, exceptions. Rain sometimes falls in\nAugust. The thermometer, at any season of the year, rarely sinks below\n50° or rises above 80°. In certain positions on the coast, and\nespecially at San Francisco, the winds rise diurnally, and blowing\nfresh upon the shore render the temperature cool in midsummer. In the\nwinter the wind blows from the land, and the temperature at these\npoints is warmer. These local peculiarities of climate are not\ndescriptive of the general climate of the interior.",
        "For salubrity I do not think there is any climate in the world superior\nto that of the coast of California. I was in the country nearly a year,\nexposed much of the time to great hardships and privations, sleeping,\nfor the most part, in the open air, and I never felt while there the\nfirst pang of disease, or the slightest indication of bad health. On\nsome portions of the Sacramento and San Joaquin Rivers, where\nvegetation is rank, and decays in the autumn, the malaria produces\nchills and fever, but generally the attacks are slight, and yield\neasily to medicine. The atmosphere is so pure and preservative along\nthe coast, that I never saw putrified flesh, although I have seen, in\nmidsummer, dead carcasses lying exposed to the sun and weather for\nmonths. They emitted no offensive smell. There is but little disease in\nthe country arising from the climate.",
        "The botany and flora of California are rich, and will hereafter form a\nfruitful field of discovery to the naturalist. There are numerous\nplants reported to possess extraordinary medical virtues. The\n“soap-plant” (amole) is one which appears to be among the most\nserviceable. The root, which is the saponaceous portion of the plant,\nresembles the onion, but possesses the quality of cleansing linen equal\nto any “oleic soap” manufactured by my friends Cornwall and Brother, of\nLouisville, Ky.",
        "There is another plant in high estimation with the Californians, called\ncanchalagua, which is held by them as an antidote for all the\ndiseases to which they are subject, but in particular for cases of\nfever and ague. For purifying the blood, and regulating the system, I\nthink it surpasses all the medicinal herbs that have been brought into\nnotice, and it must become, in time, one of the most important articles\nin the practice of medicine. In the season for flowers, which is\ngenerally during the months of May and June, its pretty pink-coloured\nblossoms form a conspicuous display in the great variety which adorn\nthe fields of California.",
        "The water-power in California is ample for any required mill purposes.\nTimber for lumber is not so convenient as is desirable. There is,\nhowever, a sufficiency of it, which, when improvements are made, will\nbe more accessible. The timber on the Sierra Nevada, the most\nmagnificent in the world, cannot be, at present, available. The\nevergreen oak, that grows generally in the valleys, is not valuable,\nexcept for fuel. But in the canadas of the hills, and at several\nplaces on the coast, particularly at Santa Cruz and Bodega, there is an\namount of pine and fir, adapted for lumber, that will not be consumed\nfor a long time.",
        "The religion of the Californians is the Roman Catholic, and, like the\npeople of all Roman Catholic countries, they appear to be devotedly\nattached to the forms of their religion. That there are some, I will\nnot say how many, paganish grafts upon the laws, formalities, and\nceremonies, as prescribed by the “Holy Church Universal” for its\ngovernment and observance, is undeniable, but these probably do not\nmaterially affect the system. The females, I noticed, were nearly all\ndevoutly attached to their religious institutions. I have seen, on\nfestival or saint days, the entire floor of a church occupied by pious\nwomen, with their children, kneeling in devout worship, and chanting\nwith much fervency some dismal hymn appertaining to the service. There\nare but few of the Jesuit fathers who established the missions now\nremaining in the country. The services are performed at several of the\nchurches that I visited, by native Indians, educated by the padresprevious to their expulsion by the Mexican government.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}