{
    "title": "What to See in England - Monkwearmouth, Near Jarrow",
    "author": "Gordon Home",
    "chapter": "144",
    "content": [
        "\n\n",
        "THE HOME OF THE “VENERABLE BEDE”",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Jarrow (2 miles north-east from Monkton).\n=Distance from London.=–268 miles.\n=Average Time.=–Varies between 5-1/4 to 7-1/2 hours.",
        "                    1st     2nd      3rd\n=Fares=–Single  37s. 7d.   ...   22s. 3d.\n         Return  75s. 2d.   ...   44s. 6d.",
        "=Accommodation Obtainable.=–At Jarrow–\"Ben Lomond Hotel,\"\n  “Burkett’s Hotel.\"\n=Alternative Route.=–Train from St. Pancras. Midland Railway.",
        "Monkwearmouth, a little town 2 miles distant from Jarrow, the large\nshipbuilding town on the southern bank of the river Tyne, is famous for\nbeing the birthplace of the Venerable Bede. Bede, who was born in 673\nA.D., was placed, at the age of seven years, in the monastery at\nMonkwearmouth, from which he went to Jarrow, to the new monastery just\nbuilt by Benedict Biscop. He remained at Jarrow for the rest of his\nlife, studying the Scriptures and writing books. His greatest work was\nthe Ecclesiastical History of the English Nation, which has given him\nhis position as the father of English history. The story of his death is\nvery beautiful. He was translating St. John’s Gospel into English when\nhe was attacked by a sudden illness, and felt he was dying. He kept on\nwith his task, however, and continued dictating to his scribe, bidding\nhim write quickly. When he was told that the book was finished he said,\n“You speak truth, all is finished now,” and after singing “Glory to\nGod,” he quietly passed away.",
        "The abbey churches of Monkwearmouth and Jarrow are interesting, because\nthey have remained practically unaltered from their construction in the\nseventh century. The monasteries never grew sufficiently to require\ngreat enlargements, and thus they would have been to-day very nearly as\nthe Anglo-Saxon monks saw them. Monkwearmouth Church was built in the\nRomanesque style by Benedict Biscop, who sent to France for workmen to\nput in the glass for the church windows. Besides the church, no trace\nremains of any monastic building at Monkwearmouth. The chancel and tower\nof the abbey church at Jarrow bear a great resemblance to those of\nMonkwearmouth, both being the work of Benedict Biscop. The domestic part\nof the monastery at Jarrow, where Bede lived and died, has disappeared,\nfor the present ruins show Norman and not Saxon work. Monkwearmouth\npossesses one of the earliest Christian gravestones in England.",
        "[Illustration: Valentine & Sons, Ltd.\nMONKWEARMOUTH CHURCH.",
        "Partly built by Bishop Biscop in Bede’s time.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}