{
    "title": "What to See in England - Stonehenge, Wiltshire",
    "author": "Gordon Home",
    "chapter": "63",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Waterloo. South-Western Railway.\n=Nearest Station.=–Amesbury (1-1/2 miles from Stonehenge).\n=Distance from London.=–80 miles.\n=Average Time.=–3 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  13s. 2d.   8s. 3d.   6s. 7-1/2d.\n          Return  23s. 2d.  14s. 8d.  13s. 3d.",
        "=Accommodation Obtainable.=–\"The George Hotel” at Amesbury.\n  “Railway Hotel” (small) at Porton.\n=Alternative Route.=–Porton Station, 5-1/2 miles, and Salisbury Station,\n  8 miles from Stonehenge.",
        "One of the earliest and most enduring works of man in the British\nIslands is to be seen in the circles of giant stones on Salisbury Plain.\nThey stand in two concentric circles. The outer ring of monoliths\nencloses an inner one of blue stones about half their height. These in\nturn surround a horseshoe formation consisting of the remains of five\ngreat trilithons. Some of these stones have fallen across the flat one\nknown as the altar stone, occupying a central position at the head of\nthe horseshoe. On the 21st of June the sun rises exactly in a line with\nthe centre of the horseshoe and the long earthen avenue leading towards\nthe stones, and thus throws a ray between two of the outer monoliths and\ntouches the altar stone. This orientation on the plan of so many eastern\nshrines proves that Stonehenge was the temple of some early\nsun-worshipping race of men in Britain.",
        "Sir Norman Lockyer’s recent observations at the summer solstice have\nplaced the date of erection at about 1680 B.C., and the discovery of\nflint implements beneath some Roman remains also points to neolithic\ntimes. The upright stones and those resting upon them were originally\nall mortised and tenoned together, and from the fact that no similar\nstone is found nearer than Marlborough Downs the primitive men must have\nhauled the stones considerable distances by means of long leather ropes.\nThe small blue stones were possibly brought from Normandy.",
        "Other stone circles and similar remains are to be seen at Avebury,\nRollright, and Kit’s Coty House, a few miles from Rochester. Also in\nShropshire there is a district rich in stone circles and prehistoric\nremains. This is in a line north of Bishops Castle and Shelve, and to\nthose who appreciate wild scenery this part of the county may be\nspecially recommended.",
        "[Illustration: STONEHENGE.",
        "Looking towards the east from the altar stone. The point on the horizon\nwhere the sun rises on June 21 is indicated by the small stone seen\nthrough the arches.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}