{
    "title": "What to See in England - Guildford, Surrey",
    "author": "Gordon Home",
    "chapter": "24",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Waterloo. South-Western Railway.\n=Nearest Station.=–Guildford.\n=Distance from London.=–29-3/4 miles.\n=Average Time.=–Varies from 50 minutes to 1-1/2 hours.",
        "                    1st      2nd      3rd\n=Fares.=–Single  5s. 0d.  3s. 2d.  2s. 6d.\n          Return  8s. 9d.  5s. 6d.  5s. 0d.",
        "=Accommodation Obtainable.=–\"Angel,” “White Lion,” “Castle,\"\n  etc.\n=Alternative Route.=–South-Eastern and Chatham Railway from\n  Charing Cross Station, and other South-Eastern and Chatham\n  Railway termini.",
        "Guildford High Street is without doubt one of the most picturesque in\nEngland. When one stands beneath the shadow of the quaint\nseventeenth-century town hall, with its great clock projecting half-way\nacross the street towards the Corn Exchange, with its classic stone\nportico, a most charming picture is spread before one. The steep street\ndropping down to the river Wey, with the great green slopes of the Hog’s\nBack rising immediately beyond, framed in with quaint gabled fronts and\nprojecting windows. The castle, though very much in ruins, still\npossesses its huge square keep standing upon an artificial mound. Both\nthe keep and the other portions of the fortress were probably built in\nthe reign of Henry II. Those who are endeavouring to read the history of\nthe castle should bear in mind that in 1623 it was converted into a\nprivate dwelling-house, and this accounts for the red brick mullions in\nthe upper windows of the keep. From the highest portion of the walls\nthere is an exceedingly pretty view up the winding course of the Wey.\nAbbot’s Hospital, at the top of the High Street, was built in 1619. It\nis an exceedingly picturesque old structure of red brick, with\nconspicuously fine chimney-stacks. The buildings enclose a beautiful\ncourtyard full of the richest architectural detail. The dining-hall is\noak-panelled almost to the ceiling, and contains oak tables, benches,\nand stools. The chapel in the north-east corner contains an alms-box and\na “Vinegar” Bible, and two of the windows are remarkable for their fine\nold glass.",
        "The Angel Hotel in the High Street is built over a thirteenth-century\ncrypt and contains much panelling.",
        "The old stone grammar school in Spital Street was founded by Edward VI.\nSt. Mary’s Church, in the centre of the town, has a painted roof to one\nof its chapels and some Saxon features.",
        "[Illustration: HIGH STREET, GUILDFORD.",
        "Showing the Town Hall, with its projecting clock, and the Corn\nExchange.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}