{
    "title": "What I Saw in California",
    "author": "Edwin Bryant",
    "chapter": "1",
    "content": [
        "\n\n",
        "“All which I saw, and part of which I was.\"\n    –Dryden.",
        "  Geographical sketch of California\n  Its political and social institutions\n  Colorado River\n  Valley and river of San Joaquin\n  Former government\n  Presidios\n  Missions\n  Ports and commerce.",
        "For the general information of the reader, it will be proper to give a\nbrief geographical sketch of California, and some account of its\npolitical and social institutions, as they have heretofore existed.",
        "The district of country known geographically as Upper California is\nbounded on the north by Oregon, the forty-second degree of north\nlatitude being the boundary line between the two territories; on the\neast by the Rocky Mountains and the Sierra de los Mimbres, a\ncontinuation of the same range; on the south by Sonora and Old or Lower\nCalifornia, and on the west by the Pacific Ocean. Its extent from north\nto south is about 700 miles, and from east to west from 600 to 800\nmiles, with an area of about 400,000 square miles. A small portion only\nof this extensive territory is fertile or inhabitable by civilized man,\nand this portion consists chiefly in the strip of country along the\nPacific Ocean, about 700 miles in length, and from 100 to 150 in\nbreadth, bounded on the east by the Sierra Nevada, and on the west by\nthe Pacific. In speaking of Upper California this strip of country is\nwhat is generally referred to.",
        "The largest river of Upper California is the Colorado or Red, which has\na course of about 1000 miles, and empties into the Gulf of California\nin latitude about 32 degrees north. But little is known of the region\nthrough which this stream flows. The report of trappers, however, is\nthat the river is canoned between high mountains and precipices a\nlarge portion of its course, and that its banks and the country\ngenerally through which it flows are arid, sandy, and barren. Green and\nGrand Rivers are its principal upper tributaries, both of which rise in\nthe Rocky Mountains, and within the territories of the United States.\nThe Gila is its lowest and largest branch, emptying into the Colorado,\njust above its mouth. Sevier and Virgin Rivers are also tributaries of\nthe Colorado. Mary’s River rises near latitude 42 degrees north, and\nhas a course of about 400 miles, when its waters sink in the sands of\nthe desert. This river is not laid down on any map which I have seen.\nThe Sacramento and San Joaquin Rivers have each a course of from 300 to\n400 miles, the first flowing from the north and the last from the\nsouth, and both emptying into the Bay of St. Francisco at the same\npoint. They water the large and fertile valley lying between the Sierra\nNevada and the coast range of mountains. I subjoin a description of the\nvalley and river San Joaquin, from the pen of a gentleman (Dr. Marsh)\nwho has explored the river from its source to its mouth.",
        "“This noble valley is the first undoubtedly in California, and one of\nthe most magnificent in the world. It is about 500 miles long, with\nan-average width of about fifty miles. It is bounded on the east by the\ngreat Snowy Mountains, and on the west by the low range, which in many\nplaces dwindles into insignificant hills, and has its northern terminus\nat the Strait of Carquines, on the Bay of San Francisco, and its\nsouthern near the Colorado River.",
        "“The river of San Joaquin flows through the middle of the valley for\nabout half of its extent, and thence diverges towards the eastern\nmountain, in which it has its source. About sixty miles further south\nis the northern end of the Buena Vista Lake, which is about one hundred\nmiles long, and from ten to twenty wide. Still farther south, and near\nthe western side of the valley, is another and much smaller lake.",
        "“The great lake receives about a dozen tributaries on its eastern side,\nwhich all rise in the great range of the Snowy Mountains. Some of these\nstreams flow through broad and fertile valleys within the mountain’s\nrange, and, from thence emerging, irrigate the plains of the great\nvalley for the distance of twenty or thirty miles. The largest of these\nrivers is called by the Spanish inhabitants the river Reyes, and falls\ninto the lake near its northern end; it is a well-timbered stream, and\nflows through a country of great fertility and beauty. The tributaries\nof the San Joaquin are all on the east side.",
        "“On ascending the stream we first meet with the Stanislaus, a clear\nrapid mountain stream, some forty or fifty yards wide, with a\nconsiderable depth of water in its lower portion. The Mormons have\ncommenced a settlement, called New Hope, and built some two or three\nhouses near the mouth.",
        "“There are considerable bodies of fertile land along the river, and the\nhigher plains afford good pasturage.",
        "“Ten miles higher up is the river of the Tawalomes; it is about the\nsize of the Stanislaus, which it greatly resembles, except that the\nsoil is somewhat better, and that it particularly abounds with salmon.",
        "“Some thirty miles farther comes in the Merced, much the largest of the\ntributaries of the San Joaquin. The lands along and between the\ntributaries of the San Joaquin and the lake of Buena Vista form a fine\npastoral region, with a good proportion of arable land, and a very\ninviting field for emigration. The whole of this region has been but\nimperfectly explored; enough, however, is known to make it certain that\nit is one of the most desirable regions on the continent.",
        "“In the valleys of the rivers which come down from the great Snowy\nMountains are vast bodies of pine, and red-wood, or cedar timber, and\nthe streams afford water power to any desirable amount.",
        "“The whole country east of the San Joaquin, and the water communication\nwhich connects it with the lakes, is considered, by the best judges, to\nbe particularly adapted to the culture of the vine, which must\nnecessarily become one of the principal agricultural resources of\nCalifornia.”",
        "The Salinas River empties into the Pacific, about twelve miles above\nMonterey. Bear River empties into the Great Salt Lake. The other\nstreams of California are all small. In addition to the Great Salt Lake\nand the Utah Lake there are numerous small lakes in the Sierra Nevada.\nThe San Joaquin is connected with Tule Lake, or Lake Buena Vista, a\nsheet of water about eighty miles in length and fifteen in breadth. A\nlake, not laid down in any map, and known as the Laguna among the\nCalifornians, is situated about sixty miles north of the Bay of San\nFrancisco. It is between forty and sixty miles in length. The valleys\nin its vicinity are highly fertile, and romantically beautiful. In the\nvicinity of this lake there is a mountain of pure sulphur. There are\nalso soda springs, and a great variety of other mineral waters, and\nminerals.",
        "The principal mountains west of the eastern boundary of California (the\nRocky Mountains) are the Bear River, Wahsatch, Utah, the Sierra Nevada,\nand the Coast range. The Wahsatch Mountains form the eastern rim of the\n“great interior basin.” There are numerous ranges in this desert basin,\nall of which run north and south, and are separated from each other by\nspacious and barren valleys and plains. The Sierra Nevada range is of\ngreater elevation than the Rocky Mountains. The summits of the most\nelevated peaks are covered with perpetual snow. This and the coast\nrange run nearly parallel with the shore of the Pacific. The first is\nfrom 100 to 200 miles from the Pacific, and the last from forty to\nsixty miles. The valley between them is the most fertile portion of\nCalifornia.",
        "Upper California was discovered in 1548, by Cabrillo, a Spanish\nnavigator. In 1578, the northern portion of it was visited by Sir\nFrancis Drake, who called it New Albion. It was first colonized by the\nSpaniards, in 1768, and formed a province of Mexico until after the\nrevolution in that country. There have been numerous revolutions and\ncivil wars in California within the last twenty years; but up to the\nconquest of the country by the United States in 1846, Mexican authority\nhas generally been exercised over it.",
        "The following description of the political and social condition of\nUpper California in 1822 is extracted and translated from a Spanish\nwriter of that date. I have thought that the extract would not be\nuninteresting:–",
        "“Government.–Upper California, on account of its small population,\nnot being able to become a state of the great Mexican republic, takes\nthe character of territory, the government of which is under the charge\nof a commandant-general, who exercises the charge of a superior\npolitical chief, whose attributes depend entirely upon the president of\nthe republic and the general congress. But, to amplify the legislation\nof its centre, it has a deputation made up of seven vocals, the half of\nthese individuals being removed every two years. The superior political\nchief presides at their sessions. The inhabitants of the territory are\ndivided amongst the presidios, missions, and towns.",
        "“Presidios.–The necessity of protecting the apostolic predication\nwas the obligatory reason for forming the presidios, which were\nestablished according to circumstances. That of San Diego was the\nfirst; Santa Barbara, Monterey, and San Francisco were built\nafterwards. The form of all of them is nearly the same, and this is a\nsquare, containing about two hundred yards in each front, formed of a\nweak wall made of mud-bricks. Its height may be four yards in the\ninterior of the square, and built on to the same wall. In its entire\ncircumference are a chapel, storehouses, and houses for the commandant,\nofficers, and troops, having at the entrance of the presidio quarters\nfor a corps-de-garde.",
        "“These buildings in the presidios, at the first idea, appear to have\nbeen sufficient, the only object having been for a defence against a\nsurprise from the gentiles, or wild Indians in the immediate vicinity.\nBut this cause having ceased, I believe they ought to be demolished, as\nthey are daily threatening a complete ruin, and, from the very limited\nspaces of habitation, must be very incommodious to those who inhabit\nthem. As to the exterior of the presidios, several private individuals\nhave built some very decent houses, and, having evinced great emulation\nin this branch of business, I have no doubt but in a short time we\nshall see very considerable towns in California.",
        "“At the distance of one, or at the most two miles from the presidio,\nand near to the anchoring-ground, is a fort, which has a few pieces of\nartillery of small calibre. The situation of most of them is very\nadvantageous for the defence of the port, though the form of the walls,\nesplanades, and other imperfections which may be seen, make them very\ninsignificant.",
        "“The battalion of each presidio is made up of eighty or more horse\nsoldiers, called cuera; besides these, it has a number of auxiliary\ntroops and a detachment of artillery. The commandant of each presidio\nis the captain of its respective company, and besides the intervention,\nmilitary and political, he has charge of all things relating to the\nmarine department.",
        "“Missions.–The missions contained in the territory are twenty-one.\nThey were built at different epochs: that of San Diego, being the\nfirst, was built in 1769; its distance from the presidio of the same\nname is two leagues. The rest were built successively, according to\ncircumstances and necessity. The last one was founded in the year 1822,\nunder the name of San Francisco Dolores, and is the most northern of\nall.",
        "“The edifices in some of those missions are more extensive than in\nothers, but in form they are all nearly equal. They are all fabricated\nof mud-bricks, and the divisions are according to necessity. In all of\nthem may be found commodious habitations for the ministers, storehouses\nto keep their goods in, proportional granaries, offices for\nsoap-makers, weavers, blacksmiths, and large parterres, and horse and\ncattle pens, independent apartments for Indian youths of each sex, and\nall such offices as were necessary at the time of its institution.\nContiguous to and communicating with the former is a church, forming a\npart of the edifices of each mission; they are all very proportionable,\nand are adorned with profusion.",
        "“The Indians reside about two hundred yards distant from the\nabove-mentioned edifice. This place is called the rancheria. Most of\nthe missions are made up of very reduced quarters, built with\nmud-bricks, forming streets, while in others the Indians have been\nallowed to follow their primitive customs; their dwellings being a sort\nof huts, in a conical shape, which at the most do not exceed four yards\nin diameter, and the top of the cone may be elevated three yards. They\nare built of rough sticks, covered with bulrushes or grass, in such a\nmanner as to completely protect the inhabitants from all the\ninclemencies of the weather. In my opinion, these rancherias are the\nmost adequate to the natural uncleanliness of the Indians, as the\nfamilies often renew them, burning the old ones, and immediately\nbuilding others with the greatest facility. Opposite the rancherias,\nand near to the mission, is to be found a small garrison, with\nproportionate rooms, for a corporal and five soldiers with their\nfamilies. This small garrison is quite sufficient to prevent any\nattempt of the Indians from taking effect, there having been some\nexamples made, which causes the Indians to respect this small force.\nOne of these pickets in a mission has a double object; besides keeping\nthe Indians in subjection, they run post with a monthly correspondence,\nor with any extraordinaries that may be necessary for government.",
        "“All the missions in this California are under the charge of religious\nmen of the order of San Francisco. At the present time their number is\ntwenty-seven, most of them of an advanced age. Each mission has one of\nthese fathers for its administrator, and he holds absolute authority.\nThe tilling of the ground, the gathering of the harvest, the\nslaughtering of cattle, the weaving, and everything that concerns the\nmission, is under the direction of the fathers, without any other\nperson interfering in any way whatever, so that, if any one mission has\nthe good fortune to be superintended by an industrious and discreet\npadre, the Indians disfrute in abundance all the real necessaries of\nlife; at the same time the nakedness and misery of any one mission are\na palpable proof of the inactivity of its director. The missions extend\ntheir possessions from one extremity of the territory to the other, and\nhave made the limits of one mission from those of another. Though they\ndo not require all this land for their agriculture and the maintenance\nof their stock, they have appropriated the whole; always strongly\nopposing any individual who may wish to settle himself or his family on\nany piece of land between them. But it is to be hoped that the new\nsystem of illustration, and the necessity of augmenting private\nproperly, and the people of reason, will cause the government to take\nsuch adequate measures as will conciliate the interests of all. Amongst\nall the missions there are from twenty-one to twenty-two thousand\nCatholic Indians; but each mission has not an equal or a proportionate\npart in its congregation. Some have three or four thousand, whilst\nothers have scarcely four hundred; and at this difference may be\ncomputed the riches of the missions in proportion. Besides the number\nof Indians already spoken of, each mission has a considerable number of\ngentiles, who live chiefly on farms annexed to the missions. The number\nof these is undetermined.",
        "“The Indians are naturally filthy and careless, and their understanding\nis very limited. In the small arts they are not deficient in ideas of\nimitation but they never will be inventors. Their true character is\nthat of being revengeful and timid, consequently they are very much\naddicted to treachery. They have no knowledge of benefits received, and\ningratitude is common amongst them. The education they receive in their\ninfancy is not the proper one to develope their reason, and, if it\nwere, I do not believe them capable of any good impression. All these\nIndians, whether from the continual use of the sweat-house, or from\ntheir filthiness, or the little ventilation in their habitations, are\nweak and unvigorous; spasms and rheumatics, to which they are so much\nsubject, are the consequences of their customs. But what most injures\nthem, and prevents propagation, is the venereal disease, which most of\nthem have very strongly, clearly proving that their humours are\nanalogous to receiving the impressions of this contagion. From this\nreason may be deduced the enormous differences between the births and\ndeaths, which, without doubt, is one-tenth per year in favour of the\nlatter; but the missionaries do all in their power to prevent this,\nwith respect to the catechumens situated near them.",
        "“The general productions of the missions are, the breed of the larger\nclass of cattle, and sheep, horses, wheat, maize or Indian corn, beans,\npeas, and other vegetables; though the productions of the missions\nsituated more to the southward are more extensive, these producing the\ngrape and olive in abundance. Of all these articles of production, the\nmost lucrative is the large cattle, their hides and tallow affording an\nactive commerce with foreign vessels on this coast. This being the only\nmeans the inhabitants, missionaries, or private individuals have of\nsupplying their actual necessities, for this reason they give this\nbranch all the impulse they possibly can, and on it generally place all\ntheir attention.",
        "“It is now six years since they began to gather in hides and tallow for\ncommerce. Formerly they merely took care of as many or as much as they\nrequired for their own private use, and the rest was thrown away as\nuseless; but at this time the actual number of hides sold annually on\nboard of foreign vessels amounts to thirty or forty thousand, and about\nthe same amount of arrobas (twenty-five pounds) of tallow; and, in\npursuing their present method, there is no doubt but in three or four\nyears the amount of the exportation of each of these articles will be\ndoubled. Flax, linen, wine, olive-oil, grain, and other agricultural\nproductions, would be very extensive if there were stimulants to excite\nindustry; but, this not being the case, there is just grain enough sown\nand reaped for the consumption of the inhabitants in the territory.",
        "“The towns contained in this district are three; the most populous\nbeing that of Angeles, which has about twelve hundred souls; that of\nSt. Joseph’s of Guadaloupe may contain six hundred, and the village of\nBranciforte two hundred; they are all formed imperfectly and without\norder, each person having built his own house on the spot he thought\nmost convenient for himself. The first of these pueblos is governed by\nits corresponding body of magistrates, composed of an alcalde or judge,\nfour regidores or municipal officers, a syndic, and secretary; the\nsecond, of an alcalde, two regidores, a syndic, and secretary; and the\nthird, on account of the smallness of its population, is subject to the\ncommandancia of Monterey.",
        "“The inhabitants of the towns are white, and, to distinguish them from\nthe Indians, are vulgarly called people of reason. The number of\nthese contained in the territory may be nearly five thousand. These\nfamilies are divided amongst the pueblos and presidios. They are nearly\nall the descendants of a small number of individuals who came from the\nMexican country, some as settlers, others in the service of the army,\nand accompanied by their wives. In the limited space of little more\nthan fifty years the present generation has been formed.",
        "“The whites are in general robust, healthy, and well made. Some of them\nare occupied in breeding and raising cattle, and cultivating small\nquantities of wheat and beans; but for want of sufficient land, for\nwhich they cannot obtain a rightful ownership, their labours are very\nlimited. Others dedicate themselves to the service of arms. All the\npresidial companies are composed of the natives of the country, but the\nmost of them are entirely indolent, it being very rare for any\nindividual to strive to augment his fortune. Dancing, horse-riding, and\ngambling occupy all their time. The arts are entirely unknown, and I am\ndoubtful if there is one individual who exercises any trade; very few\nwho understand the first rudiments of letters, and the other sciences\nare unknown amongst them.",
        "“The fecundity of the people of reason is extreme. It is very rare to\nfind a married couple with less than five or six children, while there\nare hundreds who have from twelve to fifteen. Very few of them die in\ntheir youth, and in reaching the age of puberty are sure to see their\ngrand-children. The age of eighty and one hundred has always been\ncommon in this climate; most infirmities are unknown here, and the\nfreshness and robustness of the people show the beneficial influence of\nthe climate; the women in particular have always the roses stamped on\ntheir cheeks. This beautiful species is without doubt the most active\nand laborious, all their vigilance in duties of the house, the\ncleanliness of their children, and attention to their husbands,\ndedicating all their leisure moments to some kind of occupation that\nmay be useful towards their maintenance. Their clothing is always clean\nand decent, nakedness being entirely unknown in either sex.",
        "“Ports and Commerce.–There are four ports, principal bays, in this\nterritory, which take the names of the corresponding presidios. The\nbest guarded is that of San Diego. That of San Francisco has many\nadvantages. Santa Barbara is but middling in the best part of the\nseason; at other times always bad. Besides the above-mentioned places,\nvessels sometimes anchor at Santa Cruz, San Luis Obispo, El Refugio,\nSan Pedro, and San Juan, that they may obtain the productions of the\nmissions nearest these last-mentioned places; but from an order sent by\nthe minister of war, and circulated by the commandante-general, we are\ngiven to understand that no foreign vessel is permitted to anchor at\nany of these places, Monterey only excepted, notwithstanding the\ncommandante-general has allowed the first three principal ports to\nremain open provisionally. Were it not so, there would undoubtedly be\nan end to all commerce with California, as I will quickly show.",
        "“The only motive that induces foreign vessels to visit this coast is\nfor the hides and tallow which they barter for in the territory. It is\nwell known, that at any of these parts there is no possibility of\nrealizing any money, for here it does not circulate. The goods imported\nby foreign vessels are intended to facilitate the purchase of the\naforesaid articles, well knowing that the missions have no interest in\nmoney, but rather such goods as are necessary for the Indians, so that\nseveral persons who have brought goods to sell for nothing but money\nhave not been able to sell them. It will appear very extraordinary that\nmoney should not be appreciated in a country where its value is so well\nknown; but the reason may be easily perceived by attending to the\ncircumstances of the territory.",
        "“The quantity of hides gathered yearly is about thirty or forty\nthousand; and the arrobas of tallow, with very little difference, will\nbe about the same. Averaging the price of each article at two dollars,\nwe shall see that the intrinsic value in annual circulation in\nCalifornia is 140,000 dollars. This sum, divided between twenty-one\nmissions, will give each one 6666 dollars. Supposing the only\nproduction of the country converted into money, with what would the\nIndians be clothed, and by what means would they be able to cover a\nthousand other necessaries? Money is useful in amplifying speculations;\nbut in California, as yet, there are no speculations, and it\nproductions are barely sufficient for the absolute necessary\nconsumption. The same comparison may be made with respect to private\nindividuals, who are able to gather a few hides and a few arrobas of\ntallow, these being in small quantities.”",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}