{
    "title": "What to See in England - Grasmere and Rydal Mount",
    "author": "Gordon Home",
    "chapter": "140",
    "content": [
        "\n\n",
        "THE HOMES OF WILLIAM WORDSWORTH",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Ambleside (4 miles from Grasmere).\n=Distance from London.=–260 miles.\n=Average Time.=–Varies between 6 to 8 hours.",
        "                     1st       2nd     3rd\n=Fares.=–Single  39s. 0d.  25s. 2d.   23s.\n          Return  76s. 4d.  49s. 4d.   45s.",
        "=Accommodation Obtainable.=–\"Prince of Wales Hotel,” on lake,\n  1/2 mile from village. “Rothay Hotel,” near church. “Red Lion\n  Hotel,” “Mossgrove” (Temperance), “Grasmere Hotel” (Temperance),\n  all in village. No inn at Rydal village.\n=Alternative Route.=–Train from St. Pancras. Midland Railway.",
        "Grasmere is the name of a village and lake in Westmorland, about 3 miles\nnorth-west of Ambleside. The lovely village, beautifully situated at the\nhead of the lake, has an old church containing the grave of Wordsworth.\nWordsworth’s cottage (a charge of 6d. is made for admission) is only\nhalf a mile from the church. It is restored, as far as possible, to its\ncondition in Wordsworth’s day, and contains a number of relics of the\npoet’s family. The lake, a mile in length, and surrounded by mountains,\nforms one of the most beautiful scenes in England. Wordsworth afterwards\nremoved to Rydal Mount (two or three miles off), which place remains\nespecially associated with his memory. It is a somewhat remarkable fact\nthat this quiet and thoughtful interpreter of nature was in the early\nyears of his life, while going on a pedestrian tour through France,\nthrust into the early fervours of its great Revolution. Wordsworth’s\nsympathy with the aims of the Gironde party might have cost him his\nlife, for many of his friends in Paris suffered death, but happily\ncircumstances caused him to return to England. It was his noble sister\nDorothy, his constant and devoted companion, who met him on his return\nfrom Paris, broken-hearted, and induced him to return to nature.",
        "Wordsworth’s poetry was not appreciated for a considerable time, but he\ncalmly wrote on, undismayed by the ridicule poured forth on the “Lake\nSchool of Poets,” which included Coleridge and Southey, and gradually\nhis calm and dignified descriptions of nature asserted their rightful\ninfluence. After publishing his greatest poem, The Excursion, the tide\nof generous appreciation set in. In 1843, Wordsworth was made Poet\nLaureate. His pure and fervent poetry was a protest against the diseased\nsentimentality of the age.",
        "[Illustration: Photochrom Co., Ltd.\nRYDAL WATER.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}