{
    "title": "What to See in England - The Quintain Post At Offham and Malling Abbey",
    "author": "Gordon Home",
    "chapter": "31",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Victoria, Holborn Viaduct, Ludgate\n  Hill, or St. Paul’s. South-Eastern and Chatham Railway.\n=Nearest Station.=–West Malling (1 mile from Offham).\n=Distance from London.=–36 miles.\n=Average Time.=–1-1/2 hours.",
        "                     1st       2nd      3rd\n=Fares.=–Single   5s. 11d.  3s. 9d.  2s. 11-1/2d.\n          Return  10s.  4d.  7s. 6d.  3s. 11d.",
        "=Accommodation Obtainable.=–\"George Hotel” at West Malling.\n=Alternative Route.=–None.",
        "On the green at Offham, an out-of-the-way Kentish village, stands the\nonly quintain post in England. It consists of a tall white post, having\na spike at the top, upon which revolves a cross-bar. This portion, which\nturns on the spike, has a fairly broad square end covered with small\nholes, while at the opposite end hangs a billet of wood.",
        "The pastime consisted in riding on horseback at the broad end and aiming\na lance at one of the holes. The rider had to duck his head at the same\ninstant, in order to save himself from the billet which swung round\nimmediately the lance-point caught the opposite end. Only those who were\nvery agile saved themselves from a nasty blow. Instead of a billet, a\nbag containing sand or mould would sometimes be suspended on the\ncross-bar. This would swing round with sufficient force to unseat the\nrider.",
        "This quintain post is undoubtedly one of the most interesting survivals\nof the pastimes of the “good old days.” The owners of the adjoining\nhouse have been required to keep the quintain post in a good state of\nrepair, and it is doubtless to this stipulation in the title-deeds of\nthe property that we owe the existence of this unique relic.",
        "The ruins of Malling Abbey, now the property of an Anglican sisterhood,\nare extremely interesting. The abbey was founded in 1090, and was given\nto the nun Avicia by the famous Gundulf of Rochester. The keep of St.\nLeonard, not far from the abbey, was also built by Gundulf, who is\nresponsible for the White Tower of the Tower of London. This St.\nLeonard’s Tower is said to be of earlier character than any keep in\nNormandy. Permission to see the ruins must be obtained from the abbess\nor chaplain, and visitors are expected to give a small contribution\ntowards the restoration fund.",
        "[Illustration: OFFHAM.",
        "The Quintain Post on the Green.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}