{
    "title": "What to See in England - Layer Marney",
    "author": "Gordon Home",
    "chapter": "43",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Liverpool Street. Great Eastern Rly.\n=Nearest Station.=–Colchester (7 miles from Layer Marney).\n=Distance from London.=–51-3/4 miles.\n=Average Time.=–Varies between 1 and 2-1/4 hours.",
        "                     1st     2nd     3rd\n=Fares.=–Single   9s. 9d.   ...   4s. 4-1/2d.\n          Return  14s. 8d.   ...   8s. 9d.",
        "=Accommodation Obtainable.=–\"The Red Lion Hotel,” “George\n  Hotel,” “The Cups Hotel,” etc., all at Colchester.",
        "The unfinished home of the Marneys rises in lonely grandeur in an\nout-of-the-way part of Essex. To the north runs the road to Colchester;\nsouthwards the ground slopes away in the direction of the Blackwater.\nThe great gateway has stood in these peaceful surroundings quite\nuntouched for 400 years. A small portion of the mansion is by the side\nof the gateway, and the church with the Marney monuments is further to\nthe left.",
        "Lord Marney fought for Henry VII. in France, and was one of the court\ncounsellors at the time of his son’s accession. He became a great\nfavourite with Henry VIII., and was created a baron, besides being made\na Knight of the Garter and Captain of the Bodyguard. He came of an old\nNorman stock, but had not overmuch land. At Layer Marney, his chief\nestate, he determined to build a fitting abode for himself. It was one\nof the earliest buildings since Roman times to be built of brick. The\nterra-cotta mouldings are a peculiar feature. It is thought that Lord\nMarney brought over Italian workmen to make the terra-cotta, for there\nis a classic touch about the ornaments. The gateway has two towers, one\nivy-clad. The whole structure is strikingly original in style. It was\ncommenced in 1500, but Lord Marney died before the work was done. John,\nhis son, died the next year, and with him the line of Marneys became\nextinct.",
        "In the church are three monuments of the Marneys. The tomb of Henry,\nLord Marney, is in the arch leading to the Marney Chapel, which was\nfounded by him. The figure is of dark marble, clad in armour, and\nwearing the robes of a Knight of the Garter. An ancestor of Lord Marney,\nwho died in 1414, lies near. The effigy is clothed in mail. The figure\nof John, the last of the Marneys, is of black marble. There are some\ncurious frescoes in the church, and an oak screen. The interior of the\nbuilding is probably older than the exterior, which is of about the same\ndate as the towers.",
        "The church keys may be procured at the rectory.",
        "[Illustration: LAYER MARNEY TOWER, ESSEX.",
        "Commenced by the first Lord Marney about the year 1500, but owing to the\ndeath of Lord Marney and of his only son, the year following, the\nbuildings were never finished.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}