{
    "title": "What to See in England - Rye House, Broxbourne",
    "author": "Gordon Home",
    "chapter": "12",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Liverpool Street. Great Eastern Rly.\n=Nearest Station.=–Broxbourne (quite close to Rye House).\n=Distance from London.=–17 miles.\n=Average Time.=–50 minutes. Quickest train, 39 minutes.",
        "                    1st      2nd      3rd\n=Fares.=–Single  3s. 3d.  2s. 3d.  1s. 6d. } reduced during\n          Return  4s. 9d.  3s. 6d.  2s. 6d. } summer months.",
        "=Accommodation Obtainable.=–Rye House has been converted into\n  an hotel.",
        "Rye House stands close to the banks of the river Lea, and is now perhaps\nmore of a resort than some would wish it to be, for it has been altered\nfrom a manor-house into an hotel. It has not, however, quite lost its\npicturesqueness, as one will see from the illustration given here, and\nwithin one may see the fine old dining-hall and the famous “Great bed of\nWare,” large enough, it is said, to contain twelve people! The\nhistorical interest which attaches itself to Rye House, though well\nknown, may be briefly given here. It was in 1683 the scene of a plot, in\nCharles II.’s reign, to assassinate the king and his brother the Duke of\nYork, afterwards James II., on their way to London from Newmarket.\nCharles, though restored to the throne, was giving great dissatisfaction\nto many in the country. Though professedly a Protestant, it was well\nknown that his leanings were towards Roman Catholicism, and his brother\nthe Duke of York was an avowed Catholic. Then it was discovered that\nCharles had been receiving a pension from Louis XIV. of France, on\ncondition that this country did not go to war with the French, an\narrangement which was most humiliating to the English people. The nation\nwas thoroughly alarmed, and at the next meeting of Parliament the\nCommons brought in a bill to exclude the Duke of York from ever coming\nto the throne. Many of the leading Whigs, including Lord William\nRussell, Algernon Sidney, and the Earl of Essex, formed a confederacy.\nIt has never been proved that they ever meant the country to rise\nagainst the king, but unfortunately, just at the same time, some bolder\nand fiercer spirits of the Whig party determined to kill both Charles\nand James at the lonely Rye House belonging to Rumbolt. The plot failed\nfrom the fact that the house which the king occupied at Newmarket\naccidentally caught fire, and Charles was obliged to leave Newmarket a\nweek sooner than was expected. This conspiracy as well as the meetings\nof the Whig party were betrayed to the king’s ministers. Russell was\nbeheaded in 1683, and Sidney shared the same fate.",
        "[Illustration: RYE HOUSE.",
        "The scene of the famous Rye House Plot in 1683.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}