{
    "title": "What to See in England - Sherborne and Its Abbey Church",
    "author": "Gordon Home",
    "chapter": "81",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Waterloo, via Salisbury. L. and\n  S.W. Railway.\n=Nearest Station.=–Sherborne.\n=Distance from London.=–118 miles.\n=Average Time.=–Varies between 3-1/4 to 6 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  19s. 8d.  12s. 4d.   9s. 10d.\n          Return  34s. 6d.  21s. 6d.  19s.  8d.",
        "=Accommodation Obtainable.=–\"Digby Hotel,” “Antelope,” “Half\n  Moon,” etc.",
        "Sherborne is full of archaeological interest, for besides its wonderful\nAbbey Church, it has the ruins of its castle on a rocky height at the\neast end of the town and a good number of ancient houses. The town\nitself is situated on the side of a hill sloping down to the Yeo, and\nhas a clean and quaint aspect. About 705, it was chosen as the seat of a\nbishopric. The see was removed to Old Sarum in 1078, but the castle\ncontinued to be used as an episcopal residence until it was besieged by\nStephen, when it became Crown property. The Abbey Church of St. Mary the\nVirgin is Norman in origin, but it has been so rebuilt and remodelled\nthat it is now practically Perpendicular. The whole church, with the\nexception of the Lady Chapel, was very carefully restored between 1848\nand 1851.",
        "Adjoining the Abbey Church, at the west end, are the remains of the\nparochial church of Alhalows, a three-aisled church in Decorated or\nEarly Perpendicular style. The monks and the parishioners had many\nquarrels, one resulting in a fire which destroyed much of the abbey. The\nAbbey Church was granted by Henry VIII. to Sir John Horsley, who sold it\nto the parish for £250. There being no further use for Alhalows Church,\nit was taken down.",
        "The exterior of Sherborne Church has been called unpicturesque, owing to\nits low central tower and insignificant pinnacles. It is, however, a\nhuge building, and its interior is so richly decorated that it more\nresembles a cathedral than a parish church. It possesses the finest\nfan-vault in existence, covered with gilded bosses and heraldic arms.\nContrasting with this wonderful richness of decoration are three plain\nNorman arches.",
        "The nave is divided into five bays by panelled arches, the irregular\nwidths of which are due to the fact that the Norman arches are cased in\nwith Perpendicular work. The south transept has a wonderful roof of\nblack Irish oak.",
        "[Illustration: Photochrom Co., Ltd.\nSHERBORNE ABBEY CHURCH.",
        "It contains Norman work and some of the finest fan-vaulting in\nexistence.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}