{
    "title": "What to See in England - Wellington and the Wrekin, Shropshire",
    "author": "Gordon Home",
    "chapter": "102",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Euston. L. and N.W. Railway.\n=Nearest Station.=–Wellington.\n=Distance from London.=–152-1/4 miles.\n=Average Time.=–Varies between 3-3/4 to 4-3/4 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  22s. 8d.  15s. 0d.  12s. 0-1/2d.\n          Return  42s. 2d.  26s. 6d.  24s. 1d.",
        "=Accommodation Obtainable.=–\"Wrekin Hotel,” etc.\n=Alternative Route.=–Train from Paddington. Great Western Rly.",
        "To reach the top of the Wrekin from Wellington–a distance of 3\nmiles–one must follow the main road to Shrewsbury for a mile; then\nturning to the left, having skirted a ridge of the hills, and following\na lane one reaches the foot of the ascent. The Wrekin, although it rises\nin such a compact and lonely fashion from the level country, is not one\nsingle height, but a range consisting of four hills. Those on the\nnorth-east are called the Ercall and Lawrence hills, while those on the\nwest are the Wrekin and Primrose hills.",
        "The Wrekin is composed of igneous rocks, and is one of the most\nremarkable examples of eruptive trap in England. Its shoulders are of\nsilurian and carboniferous strata. The sedimentary deposits within the\ninfluence of the volcanic action have passed through considerable\nchanges, the sandstone having become granitic quartz rock, chiefly\ncomposed of pure white quartz with particles of decomposed felspar.",
        "Close to the valleys of Little Wenlock, to the south-east of the Wrekin,\nare irregularly shaped bosses of basaltic greenstone.",
        "The folk-lore concerning the Wrekin is, of course, rich and full of\ndetail. One legend says that two giants set to work to make themselves a\ncitadel, and dug out the earth required for the purpose from the bed of\nthe Severn. The top of the Wrekin is 1335 feet high, and owing to its\nremarkably isolated position the horizon on a clear day has a\ncircumference of 350 miles. It is not surprising, therefore, that the\nhill was used as a beacon station in early days. The great sweeping\nprospect from the summit includes the Malvern Hills, Caradoc and the\nBrown Clee group, Plinlimmon, Cader Idris, the Brecknock Beacons, Arran\nFowdy, and the Berwin chain of mountains, overtopped by the Snowdon\nrange.",
        "Wellington is chiefly modern, and its old church was rebuilt in 1789.\nThe chief industry is nail-making.",
        "[Illustration: Valentine & Sons, Ltd.\nTHE WREKIN FROM WELLINGTON.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}