{
    "title": "What I Saw in California - Chapter VIII.",
    "author": "Edwin Bryant",
    "chapter": "8",
    "content": [
        "\n\n",
        "  Leave New Helvetia\n  Pleasant weather\n  Meet Indian volunteers\n  Tule boats\n  Engagement between a party of Americans and Californians\n  Death of Capt. Burroughs and Capt. Foster\n  Capture of Thomas O. Larkin\n  Reconnaissance\n  San Juan Bautista\n  Neglect of the dead\n  Large herds of Cattle\n  Join Col. Fremont.",
        "On my arrival at New Helvetia, I found there Mr. Jacob. Mr. Reed had\nnot yet returned from the mountains. Nothing had been heard from Mr.\nLippincott, or Mr. Grayson, since I left the latter at Sonoma. An\nauthorized agent of Col. Fremont had arrived at the fort the day that I\nleft it, with power to take the caballada of public horses, and to\nenroll volunteers for the expedition to the south. He had left two or\nthree days before my arrival, taking with him all the horses and\ntrappings suitable for service, and all the men who had previously\nrendezvoused at the fort, numbering about sixty, as I understood. At\nmy request messengers were sent by Mr. Kern, commandant of the fort,\nand by Captain Sutter, to the Indian chiefs on the San Joaquin River\nand its tributaries, to meet me at the most convenient points on the\ntrail, with such warriors of their tribes as chose to volunteer as\nsoldiers of the United States, and perform military service during the\ncampaign. I believed that they would be useful as scouts and spies. On\nthe 14th and 15th eight men (emigrants who had just arrived in the\ncountry, and had been enrolled at Johnson’s settlement by Messrs. Reed\nand Jacob) arrived at the fort; and on the morning of the 16th, with\nthese, we started to join Colonel Fremont, supposed to be at Monterey;\nand we encamped at night on the Cosçumne River.",
        "The weather is now pleasant. We are occasionally drenched with a shower\nof rain, after which the sun shines warm and bright; the fresh grass is\nspringing up, and the birds sing and chatter in the groves and thickets\nas we pass through them. I rode forward, on the morning of the 17th, to\nthe Mickelemes River (twenty-five miles from the Cosçumne), where I met\nAntonio, an Indian chief, with twelve warriors, who had assembled hero\nfor the purpose of joining us. The names of the warriors were as\nfollows;–Santiago, Masua, Kiubu, Tocoso, Nonelo, Michael, Weala,\nArkell, Nicolas, Heel, Kasheano, Estephen. Our party coming up in the\nafternoon, we encamped here for the day, in order to give the Indians\ntime to make further preparations for the march. On the 18th we met, at\nthe ford of the San Joaquin River, another party of eighteen Indians,\nincluding their chiefs. Their names were–José Jesus, Filipe,\nRay-mundo, and Carlos, chiefs; Huligario, Bonefasio, Francisco,\nNicolas, Pablo, Feliciano, San Antonio, Polinario, Manuel, Graviano,\nSalinordio, Romero, and Merikeeldo, warriors. The chiefs and some of\nthe warriors of these parties were partially clothed, but most of them\nwere naked, except a small garment around the loins. They were armed\nwith bows and arrows. We encamped with our sable companions on the east\nbank of the San Joaquin.",
        "The next morning (Nov. 19), the river being too high to ford, we\nconstructed, by the aid of the Indians, tule-boats, upon which our\nbaggage was ferried over the stream. The tule-boat consists of bundles\nof tule firmly hound together with willow withes. When completed, in\nshape it is not unlike a small keel-boat. The buoyancy of one of these\ncraft is surprising. Six men, as many as could sit upon the deck, were\npassed over, in the largest of our three boats, at a time. The boats\nwere towed backwards and forwards by Indian swimmers–one at the bow,\nand one at the stern as steersman, and two on each side as propellers.\nThe poor fellows, when they came out of the cold water, trembled as if\nattacked with an ague. We encamped near the house of Mr. Livermore\n(previously described), where, after considerable difficulty, I\nobtained sufficient beef for supper, Mr. L. being absent. Most of the\nIndians did not get into camp until a late hour of the night, and some\nof them not until morning. They complained very much of sore feet, and\nwanted horses to ride, which I promised them as soon as they reached\nthe Pueblo de San José.",
        "About ten o’clock on the morning of the 20th, we slaughtered a beef in\nthe hills between Mr. Livermore’s and the mission of San José; and,\nleaving the hungry party to regale themselves upon it and then follow\non, I proceeded immediately to the Pueblo de San José to make further\narrangements, reaching that place just after sunset. On the 21st I\nprocured clothing for the Indians, which, when they arrived with Mr.\nJacob in the afternoon, was distributed among them.",
        "On my arrival at the Pueblo, I found the American population there much\nexcited by intelligence just received of the capture on the 15th,\nbetween Monterey and the mission of San Juan, of Thos. O. Larkin, Esq.,\nlate U.S. Consul in California, by a party of Californians, and of an\nengagement between the same Californians and a party of Americans\nescorting a caballada of 400 horses to Colonel Fremont’s camp in\nMonterey. In this affair three Americans were killed, viz.: Capt.\nBurroughs, Capt. Foster, and Mr. Eames, late of St. Louis, Mo. The\nmission of San Juan lies on the road between the Pueblo de San José and\nMonterey, about fifty miles from the former place, and thirty from the\nlatter. The skirmish took place ten miles south of San Juan, near the\nMonterey road. I extract the following account of this affair from a\njournal of his captivity published by Mr. Larkin:–",
        "“On the 10th of November, from information received of the sickness of\nmy family in San Francisco, where they had gone to escape the expected\nrevolutionary troubles in Monterey, and from letters from Captain\nMontgomery requesting my presence respecting some stores for the\nPortsmouth, I, with one servant, left Monterey for San Francisco,\nknowing that for one month no Californian forces had been within 100\nmiles of us. That night I put up at the house of Don Joaquin Gomez,\nsending my servant to San Juan, six miles beyond, to request Mr. J.\nThompson to wait for me, as he was on the road for San Francisco. About\nmidnight I was aroused from my bed by the noise made by ten\nCalifornians (unshaved and unwashed for months, being in the mountains)\nrushing into my chamber with guns, swords, pistols, and torches in\ntheir hands. I needed but a moment to be fully awake and know my exact\nsituation; the first cry was, ’Como estamos, Senor Consul.’ ’Vamos,\nSenor Larkin.’ At my bedside were several letters that I had re-read\nbefore going to bed. On dressing myself, while my captors were saddling\nmy horse, I assorted these letters, and put them into different\npockets. After taking my own time to dress and arrange my valise, we\nstarted, and rode to a camp of seventy or eighty men on the banks of\nthe Monterey River; there each officer and principal person passed the\ntime of night with me, and a remark or two. The commandante took me on\none side, and informed me that his people demanded that I should write\nto San Juan, to the American captain of volunteers, saying that I had\nleft Monterey to visit the distressed families of the river, and\nrequest or demand that twenty men should meet me before daylight, that\nI could station them, before my return to town, in a manner to protect\nthese families. The natives, he said, were determined on the act being\naccomplished. I at first endeavoured to reason with him on the infamy\nand the impossibility of the deed, but to no avail; he said my life\ndepended on the letter; that he was willing, nay, anxious to preserve\nmy life as an old acquaintance, but could not control his people in\nthis affair. From argument I came to a refusal; he advised, urged, and\ndemanded. At this period an officer called out * * * * (Come here,\nthose who are named.) I then said, ’In this manner you may act and\nthreaten night by night; my life on such condition is of no value or\npleasure to me. I am by accident your prisoner–make the most of\nme–write, I will not; shoot as you see fit, and I am done talking on\nthe subject.’ I left him, and went to the camp fire. For a half-hour or\nmore there was some commotion around me, when all disturbance subsided.",
        "“At daylight we started, with a flag flying and a drum beating, and\ntravelled eight or ten miles, when we camped in a low valley or hollow.\nThere they caught with the lasso three or four head of cattle belonging\nto the nearest rancho, and breakfasted. The whole day their outriders\nrode in every direction, on the look-out, to see if the American\ncompany left the mission of San Juan, or Lieutenant-Colonel Fremont\nleft Monterey; they also rode to all the neighbouring ranches, and\nforced the rancheros to join them. At one o’clock, they began their\nmarch with one hundred and thirty men (and two or three hundred extra\nhorses); they marched in four single files, occupying four positions,\nmyself under charge of an officer and five or six men in the centre.\nTheir plan of operation for the night was, to rush into San Juan ten or\nfifteen men, who were to retreat, under the expectation that the\nAmericans would follow them, in which case the whole party outside was\nto cut them off. I was to be retained in the centre of the party. Ten\nmiles south of the mission, they encountered eight or ten Americans, a\npart of whom retreated into a low ground covered with oaks, the others\nreturned to the house of Senor Gomez, to alarm their companions. For\nover one hour the hundred and thirty Californians surrounded the six or\neight Americans, occasionally giving and receiving shots. During this\nperiod, I was several times requested, then commanded, to go among the\noaks and bring out my countrymen, and offer them their lives on giving\nup their rifles and persons. I at last offered to go and call them out,\non condition that they should return to San Juan or go to Monterey,\nwith their arms; this being refused, I told the commandante to go in\nand bring them out himself. While they were consulting how this could\nbe done, fifty Americans came down on them, which caused an action of\nabout twenty or thirty minutes. Thirty or forty of the natives leaving\nthe field at the first fire, they remained drawn off by fives and tens\nuntil the Americans had the field to themselves. Both parties remained\nwithin a mile of each other until dark. Our countrymen lost Captain\nBurroughs of St. Louis, Missouri, Captain Foster, and two others, with\ntwo or three wounded. The Californians lost two of their countrymen,\nand José Garcia, of Val., Chili, with seven wounded.”",
        "The following additional particulars I extract from the “Californian\"\nnewspaper of November 21, 1846, published at Monterey: “Burroughs and\nFoster were killed at the first onset. The Americans fired, and then\ncharged on the enemy with their empty rifles, and ran them off.\nHowever, they still kept rallying, and firing now and then a musket at\nthe Americans until about eleven o’clock at night, when one of the\nWalla-Walla Indians offered his services to come into Monterey and give\nColonel Fremont notice of what was passing. Soon after he started he\nwas pursued by a party of the enemy. The foremost in pursuit drove a\nlance at the Indian, who, trying to parry it, received the lance\nthrough his hand; he immediately, with his other hand, seized his\ntomahawk, and struck his opponent, splitting his head from the crown to\nthe mouth. By this time the others had come up, and, with the most\nextraordinary dexterity and bravery, the Indian vanquished two more,\nand the rest ran away. He rode on towards this town as far as his horse\nwas able to carry him, and then left his horse and saddle, and came in\non foot. He arrived here about eight o’clock on Tuesday morning,\nDecember 17th.”",
        "The Americans engaged in this affair were principally the volunteer\nemigrants just arrived in the country, and who had left New Helvetia a\nfew days in advance of me.",
        "Colonel Fremont marched from Monterey as soon as he heard of this\nskirmish, in pursuit of the Californians, but did not meet with them.\nHe then encamped at the mission of San Juan, waiting there the arrival\nof the remaining volunteers from above.",
        "Leaving the Pueblo on the afternoon of the 25th, in conjunction with a\nsmall force commanded by Captain Weber, we made an excursion into the\nhills, near a rancho owned by Captain W., where were herded some two or\nthree hundred public horses. It had been rumoured that a party of\nCalifornians were hovering about here, intending to capture and drive\noff these horses. The next day (November 26th), without having met any\nhostile force, driving these horses before us, we encamped at Mr.\nMurphy’s rancho. Mr. Murphy is the father of a large and respectable\nfamily, who emigrated to this country some three or four years since\nfrom, the United States, being originally from Canada. His daughter,\nMiss Helen, who did the honours of the rude cabin, in manners,\nconversation, and personal charms, would grace any drawing-room. On the\n28th, we proceeded down the Pueblo valley, passing Gilroy’s rancho, and\nreaching the mission of San Juan just before dark. The hills and\nvalleys are becoming verdant with fresh grass and wild oats, the latter\nbeing, in places, two or three inches high. So tender is it, however,\nthat it affords but little nourishment to our horses.",
        "The mission of San Juan Bautista has been one of the most extensive of\nthese establishments. The principal buildings are more durably\nconstructed than those of other missions I have visited, and they are\nin better condition. Square bricks are used in paving the corridors and\nthe ground floors. During the twilight, I strayed accidentally through\na half-opened gate into a cemetery, inclosed by a high wall in the rear\nof the church. The spectacle was ghastly enough. The exhumed skeletons\nof those who had been deposited here lay thickly strewn around, showing\nbut little respect for the sanctity of the grave, or the rights of the\ndead from the living. The cool damp night-breeze sighed and moaned\nthrough the shrubbery and ruinous arches and corridors, planted and\nreared by those whose neglected bones were now exposed to the rude\ninsults of man and beast. I could not but imagine that the voices of\ncomplaining spirits mingled with these dismal and mournful tones; and\nplucking a cluster of roses, the fragrance of which was delicious, I\nleft the spot, to drive away the sadness and melancholy produced by the\nscene.",
        "The valley contiguous to the mission is extensive, well watered by a\nlarge arroyo, and highly fertile. The gardens and other lands for\ntillage are inclosed by willow hedges. Elevated hills, or mountains,\nbound this valley on the east and west. Large herds of cattle were\nscattered over the valley, greedily cropping the fresh green herbage,\nwhich now carpets mountain and plain.",
        "Colonel Fremont marched from San Juan this morning, and encamped, as we\nlearned on our arrival, ten miles south. Proceeding up the arroyo on\nthe 29th, we reached the camp of Colonel F. about noon. I immediately\nreported, and delivered over to him the men and horses under my charge.\nThe men were afterwards organized into a separate corps, of which Mr.\nR.T. Jacob, my travelling companion, was appointed the captain by\nColonel Fremont.",
        "Continue...",
        "\nThis eBook of “What I Saw in California” (1849; a Description of Its Soil, Climate, Productions, and Gold Mines;\nwith the Best Routes and Latest Information for Intending Emigrants.) by Edwin Bryant belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What I Saw in CaliforniaBy Edwin BryantAt Amazon"
    ]
}