{
    "title": "What to See in England - St. Ives, Huntingdonshire",
    "author": "Gordon Home",
    "chapter": "56",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Liverpool Street or St. Pancras. G.E.R.\n=Nearest Station.=–St. Ives.\n=Distance from London.=–70-1/2 miles.\n=Average Time.=–Varies between 2 to 3 hours.",
        "                     1st     2nd     3rd\n=Fares.=–Single   8s. 9d.   ...   4s. 10-1/2d.\n          Return  17s. 6d.   ...   9s.  9d.",
        "=Accommodation Obtainable.=–At St. Ives, “The Golden Lion Hotel,\"\n  “White Horse Hotel,” etc.\n=Alternative Route.=–From King’s Cross to Huntingdon. G.N. Rly.",
        "St. Ives is a town of considerable antiquity, and in Saxon times was\nknown as Slepe, which name is still retained by one of the two manors\nincluded in the parish, and it is applied to the town in the Domesday\nbook. The more modern name is derived from Ivo, or St. Ives, a Persian\nwho is said to have visited England in the sixth century, and to have\nbeen buried here.",
        "A considerable part of the place was destroyed by fire in 1689, but\nthere are still a number of quaint and interesting buildings. Over the\nOuse is a stone bridge of six arches, supposed to have been built by the\nabbots of Ramsey. The approach to the bridge on the south side is by a\ncauseway raised on arches to admit the passage of the waters in time of\nfloods, which have on different occasions caused much damage here; and\nover one of the arches, near the centre of the bridge, is a mediaeval\nbuilding, originally intended for a chapel.",
        "The first church, built by Abbot Ednoth in the reign of King Edgar, was\nburnt in 1207, and rebuilt. The present structure, dedicated to All\nSaints, occupies the same site, close to the river, where it forms with\nthe old houses adjoining a very charming picture. Until quite recent\nyears, by a quaint bequest, dicing for bibles on the altar of the church\ntook place every Whit Tuesday. The dicing is now done on a small table.",
        "The interest in St. Ives and the neighbouring town of Huntingdon chiefly\ncentres in the fact of their associations with Oliver Cromwell, who was\nborn at the latter town in 1599. Cromwell went to school at Huntingdon,\nand from thence to Cambridge, but his father dying shortly afterwards,\nhe returned home to manage family affairs. In 1628 he was elected for\nthe borough of Huntingdon, but after the dissolution of Parliament,\nCromwell returned to his native county and devoted himself to farming on\nthe Ouse at Huntingdon and St. Ives. During his residence at St. Ives,\nCromwell occupied the manor-house, Slepe Hall, which has been ruthlessly\npulled down to allow of the erection of modern houses.",
        "[Illustration: THE BRIDGE AT ST. IVES, HUNTINGTON.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}