{
    "title": "What to See in England - Somerset, the Birthplace of Tennyson",
    "author": "Gordon Home",
    "chapter": "89",
    "content": [
        "\n\n",
        "=How to get there.=–Train from King’s Cross. Great Northern Rly.\n=Nearest Station.=–Horncastle (6 miles from Somersby).\n=Average Time.=–from 3 to 4-1/2 hours.\n=Distance from London.=–130 miles.",
        "                     1st     2nd      3rd\n=Fares.=–Single  18s. 4d.   ...   10s. 10d.\n          Return  36s. 8d.   ...   21s.  8d.",
        "=Accommodation Obtainable.=–No inn at Somersby. Paying guests\n  accommodated at Baumber’s Manor House at Somersby. Hotels\n  at Spilsby.",
        "On August 6, 1809, Alfred Tennyson was born at the rectory at Somersby.\nHis grandfather, Mr. George Tennyson, M.P., resided at Bayon’s Manor,\nwhere the family had for a long period been known in Lincolnshire.\nAlfred was the fourth of the twelve children of the Rev. George Clayton\nTennyson. Although there seems little reason for not believing that the\nscenery which surrounded him in his youth impressed itself on his mind,\nyet it is now stated with authority that the localities associated with\nhis subject poems, “which had been ingeniously identified with real\nbrooks and granges, were wholly imaginary.” Those who visit Somersby,\ntherefore, would be wise in avoiding what is pointed out as “Tennyson’s\nBrook,” merely gaining instead a general idea of the appearance of the\ncountry which impressed itself on the poet’s mind.",
        "When he was six years old Tennyson was sent to the grammar school at\nLouth, a town his mother was connected with, her father having been\nvicar there. After five years at school at Louth, Tennyson returned to\nSomersby Rectory to be trained by his father. The rectory possessed a\ngood library, and here the poet obtained his extensive knowledge of the\nEnglish classics. When only twelve years old he wrote an epic of 6000\nlines, and two years later a drama in blank verse. Tennyson’s early\nknowledge of the sea was obtained at Mablethorpe on the Lincolnshire\ncoast, where the family spent their summer holidays. His father would\nnot allow him to leave Somersby until he could recite from memory the\nwhole of the odes of Horace.",
        "In the early part of 1831 he returned to Somersby from Cambridge, and\nwithin a few days his father died. The new incumbent, however, allowed\nthe family to continue at the rectory for some years. In 1837 they were\nfinally obliged to leave, and for the next three years they lived at\nHigh Beach, Epping Forest.",
        "[Illustration: SOMERSBY RECTORY.",
        "Where Alfred Tennyson was born in 1809.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}