{
    "title": "What to See in England - Market Drayton, Salop",
    "author": "Gordon Home",
    "chapter": "110",
    "content": [
        "\n\n",
        "AND THE BIRTHPLACE OF ROBERT CLIVE",
        "=How to get there.=–Train from Paddington. Great Western Rly.\n=Nearest Station.=–Market Drayton.\n=Distance from London.=–178 miles.\n=Average Time.=–Varies between 4-1/4 to 5-3/4 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  24s. 2d.  15s. 5d.  13s. 2d.\n          Return  46s. 0d.  29s. 0d.  26s. 4d.",
        "=Accommodation Obtainable.=–\"The Corbet Arms,” etc.\n=Alternative Route.=–None.",
        "In the parish of Moreton Say, 3 miles west of Market Drayton, is Styche\nHall, the birthplace of Robert Clive. The family of Clive took their\nname from the little town of Clive in Cheshire, removing to Styche when\nthe heiress of the latter place married James Clive in the reign of\nHenry VI. Robert Clive, the hero of Plassey, born in 1725, was educated\nfor a few years at Market Drayton before he went to the Merchant\nTaylors’ School. His father not being at all wealthy, Clive accepted a\nwritership in the East India Company and went out to Madras, but soon\nchanged his post for a commission in the army. After a brilliant career\nin India, which he won for the English, raising them from the position\nof mere traders to be the rulers of an Eastern Empire, he returned to\nEngland in 1767. Worn out by the persecutions of his enemies, he died by\nhis own hand in 1774, when only in his forty-ninth year. “Great in\ncouncil, great in war, great in his exploits, which were many, and great\nin his faults, which were few,” Sir Charles Wilson says, “Clive will\never be remembered as the man who laid deeply the foundations of our\nIndian Empire, and who, in a time of national despondency, restored the\ntarnished honour of the British arms.”",
        "The parish church of Moreton Say contains Clive’s tomb besides other old\nmonuments dating from 1600, though the church itself is chiefly\neighteenth-century work. Market Drayton, sometimes thought to be the\nRoman Mediolanum, still has a few timbered houses, but its church has\nbeen much restored.",
        "Close to the town, standing on a wooded hill, is Buntingsdale, a stately\nred brick and stone house built in Georgian times, belonging to the\nTayleurs. Situated 2-1/2 miles from Market Drayton is Audley Cross,\nmarking the site of the battle of Blore Heath, fought between the\nYorkists and Lancastrians, when many Cheshire gentlemen were slain.",
        "[Illustration: Valentine & Sons, Ltd.\nMARKET DRAYTON FROM THE RIVER.",
        "Where Clive was educated before he went to the Merchant Taylors’\nSchool.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}