{
    "title": "What to See in England - Glastonbury Abbey",
    "author": "Gordon Home",
    "chapter": "90",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Waterloo. South-Western Railway.\n=Nearest Station.=–Glastonbury and Street.\n=Distance from London.=–132-1/4 miles.\n=Average Time.=–Varies from 3-1/2 to 5 hours.",
        "                     1st     2nd      3rd\n=Fares.=–Single  21s. 0d.   ...   10s. 6d.\n          Return  36s. 9d.   ...   21s. 0d.",
        "=Accommodation Obtainable.=–\"George Hotel,” “Red Lion Hotel,\"\n  “Crown Hotel,” etc.\n=Alternative Route.=–Train from Paddington. Great Western Rly.",
        "In the early days of Christianity in Britain this celebrated abbey,\naccording to tradition, was established in A.D. 63. Joseph of Arimathea\nwas supposed to be the founder, and the “miraculous thorn,” which\nflowered on Christmas Day, was believed to be holy by the common people\neven up to the time of the Puritans. During the wars between Charles I.\nand his Parliament the thorn was destroyed, but sturdy trees grown from\ncuttings of the original still flourish in some of the neighbouring\ngardens. This thorn was believed by the people to be the staff used by\nJoseph in his journey to Britain from the Holy Land. At one time\nGlastonbury Abbey covered 60 acres, and was the lengthiest\necclesiastical building in England, but as many of the houses in\nGlastonbury, and also a causeway across Sedgemoor (where the unhappy\nDuke of Monmouth was defeated) were constructed of the materials, the\nruins are of necessity much diminished. The most interesting remains are\nthe Abbey Church, with St. Joseph’s Chapel, St. Mary’s Chapel, and the\nAbbot’s Kitchen. St. Joseph’s Chapel is supposed to have been erected in\nthe time of Henry II. and Richard I. It is one of the finest specimens\nin existence of transitional Norman work. It is now roofless, and even\nthe vaulting of the crypt is nearly destroyed. The windows and archways\nof St. Mary’s Chapel are beautiful, although roofless. The Abbot’s\nKitchen, a square massive structure with strong buttresses, was built\nabout 1450. The roof is of stone and is surmounted by a louvre, through\nwhich the smoke escaped during the great culinary preparations in the\ndays of the abbey’s prosperity. The gargoyles around the building,\nrepresenting the heads of sheep and oxen, are suggestive of the purpose\nof the building. Henry VIII., who coveted the treasures of the abbey, in\n1539 summoned Abbot Whiting to surrender, and on his refusal ordered him\nto be drawn and quartered. This was carried out on Glastonbury Tor.",
        "[Illustration: Photochrom Co., Ltd.\nGLASTONBURY ABBEY.",
        "The doorway of St. Joseph’s Chapel.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}