{
    "title": "What to See in England - Norfolk Broads",
    "author": "Gordon Home",
    "chapter": "78",
    "content": [
        "\n\n",
        "=How to get there.=–Train from Liverpool Street. Gt. Eastern Rly.\n=Nearest Station.=–Norwich.\n=Distance from London.=–114 miles.\n=Average Time.–Varies between 2-1/2 to 4-1/4 hours.",
        "                     1st      2nd      3rd\n=Fares.=–Single  20s.  6d.   ...    9s. 5-1/2d.\n          Return  31s. 10d.   ...   18s. 11d.",
        "=Accommodation Obtainable.=–Norwich–\"Royal Family Hotel,\"\n  “Maid’s Head.” Yarmouth–\"Royal,” “Queen’s,” etc. Cantley–\"Red\n  House Hotel.” Brundall–\"Yare Hotel.\"\n=Alternative Route.=–To Norwich from King’s Cross, Great Northern\n  Railway. Train to Great Yarmouth, Lowestoft, Beccles, Cantley,\n  Reedham, etc., from Liverpool Street, Great Eastern Railway.",
        "The charm of the Norfolk Broads consists to a great extent in the fact\nthat they present different scenery to almost any other county in\nEngland, although the salt marshes of Essex and Suffolk possess the\nfamily likeness obtaining throughout East Anglia. The Norfolk Broads\noccupy the stretch of country north of a line drawn between Norwich and\nYarmouth, and both towns offer great advantages for getting into the\nBroad country. A “broad,” it should be mentioned, is a local name for a\nshallow lake connected with others, and finally with the sea by such\nrivers as the Yare, the Bure, or Ant. These rivers and their various\ntributaries form excellent sailing grounds, for after tacking for some\ntime in a rush-fringed river, one suddenly enjoys the contrast of a\nbroad lagoon where there is plenty of space to sail more freely.",
        "The separate characteristics of the different broads give a choice of\nsurroundings capable of satisfying every one. Oulton Broad, for\ninstance, is generally to be found full of smart yachts, while Heigham\nforms a contrast in its solemn loneliness. Wroxham Broad is always\nbright with white sails going to or from Surlingham, Rockland, or\nSalhouse Broads. The last mentioned a beautiful piece of water, the\nquieter portions of its surface being generally thick with yellow iris\nand purple loosestrife and many other species of water herb. It is\nshaded by trees, and makes charming pictures from many points of view.\nCrome, it is said, commenced a picture of this broad on the day of his\ndeath, and anticipated that it would be his best work.",
        "Irstead is another beautiful broad surrounded by feathery reeds and\nthick with rushes where kingfishers and wild duck are to be found. The\nruins of St. Benet’s Abbey are an interesting feature along the river\nBure. Within the monastic walls a windmill has been built, and this too\nis now an old ruin, having lost its sails many years ago.",
        "[Illustration: Photochrom Co., Ltd.\nAMONG THE NORFOLK BROADS.",
        "A typical scene on one of the rivers connecting the broads.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}