{
    "title": "What to See in England - Conway Castle",
    "author": "Gordon Home",
    "chapter": "127",
    "content": [
        "\n\n",
        "=How to get there.=–From Euston Station. L. and N.W. Railway.\n=Nearest Station.=–Conway.\n=Distance from London.=–225 miles.\n=Average Time.=–6-1/2 hours.",
        "                     1st       2nd       3rd\n=Fares.=–Single  35s. 9d.  20s. 7d.  18s. 8d.\n          Return  65s. 0d.  36s. 6d.  33s. 0d.",
        "=Accommodation Obtainable.=–\"Castle Hotel,” “Erskine Arms,\"\n  “Bridge Hotel,” “Harp Hotel,” “Aberconway Temperance\n  Hotel” (old house containing coffee-room dated 1400), and others.\n=Alternative Route.=–Train from Paddington, via Chester. Great\n  Western Railway.",
        "The castle at Conway is one of the noblest fortresses in the kingdom,\nthe only one to approach it in size being the famous building at\nCarnarvon. The present town of Conway has gradually sprung up round the\ncastle, built by Edward I. in 1284 to intimidate the Welsh. It was\nunsuccessfully besieged by them in 1290. At the commencement of the\nParliamentarian War, the castle was garrisoned for the King by Williams,\nArchbishop of York, but was taken by Mytton in 1646. The building was\ncomparatively unhurt during the war, but the lead and timber were\nremoved at the Restoration by Lord Conway, who dismantled the beautiful\nfortress in a most barbarous manner, and the edifice was allowed to fall\nmore or less into decay.",
        "The castle stands on the verge of a precipitous rock on the south-east of\nthe town, one side bounded by the river, a second by a tidal creek; the\nother frontages overlook the town. It constitutes part of the walls of\nConway, which, with the castle, form the finest examples extant of\nthirteenth-century military fortification. The castle itself was a\nperfect specimen of a fortress, with walls of enormous thickness,\nflanked by eight huge embattled towers. There are some traces still\nremaining of the royal features of “Queen Eleanor’s Oratory.”",
        "Near the Castle Hotel, in a side street, stands Plas Mawe, the “Great\nHouse,” a rich example of domestic Elizabethan architecture, built in\n1585 by Robert Wynn of Gwydir. The rooms contain much oak panelling and\ncarving. A charge of 6d. is made for admission to the house.",
        "Conway has a station of its own within the walls of the town, but the\nvisitor will do well to get out at Llandudno Junction, where a walk of a\nfew hundred yards leads to the famous Suspension Bridge, designed by\nTelford in 1826.",
        "The charge for admission to the castle is 3d.",
        "[Illustration: Photochrom Co., Ltd.\nCONWAY CASTLE.",
        "It is one of the finest of the ruined castles England possesses. The\nsuspension bridge was designed by Telford in 1826.]",
        "Continue...",
        "\nThis eBook of “What to See in England” by Gordon Home belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "What to see in England;: A guide to places of historic interest, natural beauty or literary association,By Gordon HomeAt Amazon"
    ]
}