{
    "title": "Within an Inch of His Life - V.",
    "author": "Emile Gaboriau",
    "chapter": "14",
    "content": [
        "\n\n",
        "Yes, the step taken by the Misses Lavarande was foolish. At the point\nwhich things had reached now, their going to see M. Galpin was perhaps\nequivalent to furnishing him the means to crush Jacques. But whose\nfault was it, but M. de Chandore’s and M. Folgat’s? Had they not\ncommitted an unpardonable blunder in leaving Sauveterre without any\nother precaution than to send word through M. Seneschal’s servant,\nthat they would be back for dinner, and that they need not be troubled\nabout them?",
        "Not be troubled? And that to the Marchioness de Boiscoran and\nDionysia, to Jacques’s mother and Jacques’s betrothed.",
        "Certainly, at first, the two wretched women preserved their self-\ncontrol in a manner, trying to set each other an example of courage\nand confidence. But, as hour after hour passed by, their anxiety\nbecame intolerable; and gradually, as they confided their\napprehensions to each other, their grief broke out openly. They\nthought of Jacques being innocent, and yet treated like one of the\nworst criminals, alone in the depth of his prison, given up to the\nmost horrible inspirations of despair. What could have been his\nfeelings during the twenty-four hours which had brought him no news\nfrom his friends? Must he not fancy himself despised and abandoned.",
        "“That is an intolerable thought!” exclaimed Dionysia at lat. “We must\nget to him at any price.”",
        "“How?” asked the marchioness.",
        "“I do not know; but there must be some way. There are things which I\nwould not have ventured upon as long as I was alone; but, with you by\nmy side, I can risk any thing. Let us go to the prison.”",
        "The old lady promptly put a shawl around her shoulders, and said,–",
        "“I am ready; let us go.”",
        "They had both heard repeatedly that Jacques was kept in close\nconfinement; but neither of them realized fully what that meant. They\nhad no idea of this atrocious measure, which is, nevertheless,\nrendered necessary by the peculiar forms of French law-proceedings,–a\nmeasure which, so to say, immures a man alive, and leaves him in his\ncell alone with the crime with which he is charged, and utterly at the\nmercy of another man, whose duty it is to extort the truth from him.\nThe two ladies only saw the want of liberty, a cell with its dismal\noutfittings, the bars at the window, the bolts at the door, the jailer\nshaking his bunch of keys at his belt, and the tramp of the solitary\nsentinel in the long passages.",
        "“They cannot refuse me permission,” said the old lady, “to see my\nson.”",
        "“They cannot,” repeated Dionysia. “And, besides, I know the jailer,\nBlangin: his wife was formerly in our service.”",
        "When the young girl, therefore, raised the heavy knocker at the\nprison-door, she was full of cheerful confidence. Blangin himself came\nto the door; and, at the sight of the two poor ladies, his broad face\ndisplayed the utmost astonishment.",
        "“We come to see M. de Boiscoran,” said Dionysia boldly.",
        "“Have you a permit, ladies?” asked the keeper.",
        "“From whom?”",
        "“From M. Galpin.”",
        "“We have no permit.”",
        "“Then I am very sorry to have to tell you, ladies, that you cannot\npossibly see M. de Boiscoran. He is kept in close confinement, and I\nhave the strictest orders.”",
        "Dionysia looked threatening, and said sharply,–",
        "“Your orders cannot apply to this lady, who is the Marchioness de\nBoiscoran.”",
        "“My orders apply to everybody, madam.”",
        "“You would not, I am sure, keep a poor, distressed mother from seeing\nher son!”",
        "“Ah! but–madam–it does not rest with me. I? Who am I? Nothing more\nthan one of the bolts, drawn or pushed at will.”",
        "For the first time, it entered the poor girl’s head that her effort\nmight fail: still she tried once more, with tears in her eyes,–",
        "“But I, my dear M. Blangin, think of me! You would not refuse me?\nDon’t you know who I am? Have you never heard your wife speak of me?”",
        "The jailer was certainly touched. He replied,–",
        "“I know how much my wife and myself are indebted to your kindness,\nmadam. But–I have my orders, and you surely would not want me to lose\nmy place, madam?”",
        "“If you lose your place, M. Blangin, I, Dionysia de Chandore, promise\nyou another place twice as good.”",
        "“Madame!”",
        "“You do not doubt my word, M. Blangin, do you?”",
        "“God forbid, madam! But it is not my place only. If I did what you\nwant me to do, I should be severely punished.”",
        "The marchioness judged from the jailer’s tone that Dionysia was not\nlikely to prevail over him, and so she said,–",
        "“Don’t insist, my child. Let us go back.”",
        "“What? Without finding out what is going on behind these pitiless\nwalls; without knowing even whether Jacques is dead or alive?”",
        "There was evidently a great struggle going on in the jailer’s heart.\nAll of a sudden he cast a rapid glance around, and then said, speaking\nvery hurriedly,–",
        "“I ought not to tell you–but never mind–I cannot let you go away\nwithout telling you that M. de Boiscoran is quite well.”",
        "“Ah!”",
        "“Yesterday, when they brought him here, he was, so to say, overcome.\nHe threw himself upon his bed, and he remained there without stirring\nfor over two hours. I think he must have been crying.”",
        "A sob, which Dionysia could not suppress, made Blangin start.",
        "“Oh, reassure yourself, madame!” he added quickly. “That state of\nthings did not last long. Soon M. de Boiscoran got up, and said, ’Why,\nI am a fool to despair!’ “",
        "“Did you hear him say so?” asked the old lady.",
        "“Not I. It was Trumence who heard it.”",
        "“Trumence?”",
        "“Yes, one of our jail-birds. Oh! he is only a vagabond, not bad at\nall; and he has been ordered to stand guard at the door of M. de\nBoiscoran’s cell, and not for a moment to lose sight of it. It was M.\nGalpin who had that idea, because the prisoners sometimes in their\nfirst despair,–a misfortune happens so easily,–they become weary of\nlife–Trumence would be there to prevent it.”",
        "The old lady trembled with horror. This precautionary measure, more\nthan any thing else, gave her the full measure of her son’s situation.",
        "“However,” M. Blangin went on, “there is nothing to fear. M. de\nBoiscoran became quite calm again, and even cheerful, if I may say so.\nWhen he got up this morning, after having slept all night like a\ndormouse, he sent for me, and asked me for paper, ink, and pen. All\nthe prisoners ask for that the second day. I had orders to let him\nhave it, and so I gave it to him. When I carried him his breakfast, he\nhanded me a letter for Miss Chandore.”",
        "“What?” cried Dionysia, “you have a letter for me, and you don’t give\nit to me?”",
        "“I do not have it now, madam. I had to hand it, as is my duty, to M.\nGalpin, when he came accompanied by his clerk, Mechinet, to examine M.\nde Boiscoran.”",
        "“And what did he say?”",
        "“He opened the letter, read it, put it into his pocket, and said,\n’Well.’ “",
        "Tears of anger this time sprang from Dionysia’s eyes; and she cried,–",
        "“What a shame? This man reads a letter written by Jacques to me! That\nis infamous!”",
        "And, without thinking of thanking Blangin, she drew off the old lady,\nand all the way home did not say a word.",
        "“Ah, poor child, you did not succeed,” exclaimed the two old aunts,\nwhen they saw their niece come back.",
        "But, when they had heard every thing, they said,–",
        "“Well, we’ll go and see him, this little magistrate, who but the day\nbefore yesterday was paying us abject court to obtain the hand of our\ncousin. And we’ll tell him the truth; and, if we cannot make him give\nus back Jacques, we will at least trouble him in his triumph, and take\ndown his pride.”",
        "How could poor Dionysia help adopting the notions of the old ladies,\nwhen their project offered such immediate satisfaction to her\nindignation, and at the same time served her secret hopes?",
        "“Oh, yes! You are right, dear aunts,” she said. “Quick, don’t lose any\ntime; go at once!”",
        "Unable to resist her entreaties, they started instantly, without\nlistening to the timid objections made by the marchioness. But the\ngood ladies were sadly mistaken as to the state of mind of M. Galpin.\nThe ex-lover of one of their cousins was not bedded on roses by any\nmeans. At the beginning of this extraordinary affair he had taken hold\nof it with eagerness, looking upon it as an admirable opportunity,\nlong looked for, and likely to open wide the doors to his burning\nambition. Then having once begun, and the investigation being under\nway, he had been carried away by the current, without having time to\nreflect. He had even felt a kind of unhealthy satisfaction at seeing\nthe evidence increasing, until he felt justified and compelled to\norder his former friend to be sent to prison. At that time he was\nfairly dazzled by the most magnificent expectations. This preliminary\ninquiry, which in a few hours already had led to the discovery of a\nculprit the most unlikely of all men in the province, could not fail\nto establish his superior ability and matchless skill.",
        "But, a few hours later, M. Galpin looked no longer with the same eye\nupon these events. Reflection had come; and he had begun to doubt his\nability, and to ask himself, if he had not, after all, acted rashly.\nIf Jacques was guilty, so much the better. He was sure, in that case,\nimmediately after the verdict, to obtain brilliant promotion. Yes, but\nif Jacques should be innocent? When that thought occurred to M. Galpin\nfor the first time, it made him shiver to the marrow of his bones.\nJacques innocent!–that was his own condemnation, his career ended,\nhis hopes destroyed, his prospects ruined forever. Jacques innocent!–\nthat was certain disgrace. He would be sent away from Sauveterre,\nwhere he could not remain after such a scandal. He would be banished\nto some out-of-the-way village, and without hope of promotion.",
        "In vain he tried to reason that he had only done his duty. People\nwould answer, if they condescended at all to answer, that there are\nflagrant blunders, scandalous mistakes, which a magistrate must not\ncommit; and that for the honor of justice, and in the interest of the\nlaw, it is better, under certain circumstances, to let a guilty man\nescape, than to punish an innocent one.",
        "With such anxiety on his mind, the most cruel that can tear the heart\nof an ambitious man, M. Galpin found his pillow stuffed with thorns.\nHe had been up since six o’clock. At eleven, he had sent for his\nclerk, Mechinet; and they had gone together to the jail to recommence\nthe examination. It was then that the jailer had handed him the\nprisoner’s letter for Dionysia. It was a short note, such as a\nsensible man would write who knows full well that a prisoner cannot\ncount upon the secrecy of his correspondence. It was not even sealed,\na fact which M. Blangin had not noticed.",
        " “Dionysia, my darling,” wrote the prisoner, “the thought of the\n  terrible grief I cause you is my most cruel, and almost my only\n  sorrow. Need I stoop to assure you that I am innocent? I am sure\n  it is not needed. I am the victim of a fatal combination of\n  circumstances, which could not but mislead justice. But be\n  reassured, be hopeful. When the time comes, I shall be able to set\n  matters right.",
        "“Jacques.”",
        "“Well,” M. Galpin had really said after reading this letter.\nNevertheless it had stung him to the quick.",
        "“What assurance!” he had said to himself.",
        "Still he had regained courage while ascending the steps of the prison.\nJacques had evidently not thought it likely that his note would reach\nits destination directly, and hence it might be fairly presumed that\nhe had written for the eyes of justice as well as for his lady-love.\nThe fact that the letter was not sealed even, gave some weight to this\npresumption.",
        "“After all we shall see,” said M. Galpin, while Blangin was unlocking\nthe door.",
        "But he found Jacques as calm as if he had been in his chateau at\nBoiscoran, haughty and even scornful. It was impossible to get any\nthing out of him. When he was pressed, he became obstinately silent,\nor said that he needed time to consider. The magistrate had returned\nhome more troubled than ever. The position assumed by Jacques puzzled\nhim. Ah, if he could have retraced his steps!",
        "But it was too late. He had burnt his vessels, and condemned himself\nto go on to the end. For his own safety, for his future life, it was\nhenceforth necessary that Jacques de Boiscoran should be found guilty;\nthat he should be tried in open court, and there be sentenced. It must\nbe. It was a question of life or death for him.",
        "He was in this state of mind when the two Misses Lavarande called at\nhis house, and asked to see him. He shook himself; and in an instant\nhis over-excited mind presented to him all possible contingencies.\nWhat could the two old ladies want of him?",
        "“Show them in,” he said at last.",
        "They came in, and haughtily declined the chairs that were offered.",
        "“I hardly expected to have the honor of a visit from you, ladies,” he\ncommenced.",
        "The older of the two, Miss Adelaide, cut him short, saying,–",
        "“I suppose not, after what has passed.”",
        "And thereupon, speaking with all the eloquence of a pious woman who is\ntrying to wither an impious man, she poured upon him a stream of\nreproaches for what she called his infamous treachery. What? How could\nhe appear against Jacques, who was his friend, and who had actually\naided him in obtaining the promise of a great match. By that one hope\nhe had become, so to say, a member of the family. Did he not know that\namong kinsmen it was a sacred duty to set aside all personal feelings\nfor the purpose of protecting that sacred patrimony called family\nhonor?",
        "M. Galpin felt like a man upon whom a handful of stones falls from the\nfifth story of a house. Still he preserved his self-control, and even\nasked himself what advantage he might obtain from this extraordinary\nscene. Might it open a door for reconciliation?",
        "As soon, therefore, as Miss Adelaide stopped, he began justifying\nhimself, painting in hypocritical colors the grief it had given him,\nswearing that he was able to control the events, and that Jacques was\nas dear to him now as ever.",
        "“If he is so dear to you,” broke in Miss Adelaide, “why don’t you set\nhim free?”",
        "“Ah! how can I?”",
        "“At least give his family and his friends leave to see him.”",
        "“The law will not let me. If he is innocent, he has only to prove it.\nIf he is guilty, he must confess. In the first case, he will be set\nfree; in the other case, he can see whom he wishes.”",
        "“If he is so dear to you, how could you dare read the letter he had\nwritten to Dionysia?”",
        "“It is one of the most painful duties of my profession to do so.”",
        "“Ah! And does that profession also prevent you from giving us that\nletter after having read it?”",
        "“Yes. But I may tell you what is in it.”",
        "He took it out of a drawer, and the younger of the two sisters, Miss\nElizabeth, copied it in pencil. Then they withdrew, almost without\nsaying good-by.",
        "M. Galpin was furious. He exclaimed,–",
        "“Ah, old witches! I see clearly you do not believe in Jacques’s\ninnocence. Why else should his family be so very anxious to see him?\nNo doubt they want to enable him to escape by suicide the punishment\nof his crime. But, by the great God, that shall not be, if I can help\nit!”",
        "M. Folgat was, as we have seen, excessively annoyed at this step taken\nby the Misses Lavarande; but he did not let it be seen. It was very\nnecessary that he at least should retain perfect presence of mind and\ncalmness in this cruelly tried family. M. de Chandore, on the other\nhand, could not conceal his dissatisfaction so well; and, in spite of\nhis deference to his grandchild’s wishes, he said,–",
        "“I am sure, my dear child, I don’t wish to blame you. But you know\nyour aunts, and you know, also, how uncompromising they are. They are\nquite capable of exasperating M. Galpin.”",
        "“What does it matter?” asked the young girl haughtily. “Circumspection\nis all very well for guilty people; but Jacques is innocent.”",
        "“Miss Chandore is right,” said M. Folgat, who seemed to succumb to\nDionysia like the rest of the family. “Whatever the ladies may have\ndone, they cannot make matters worse. M. Galpin will be none the less\nour bitter enemy.”",
        "Grandpapa Chandore started. He said,–",
        "“But\"–",
        "“Oh! I do not blame him,” broke in the young lawyer; “but I blame the\nlaws which make him act as he does. How can a magistrate remain\nperfectly impartial in certain very important cases, like this one,\nwhen his whole future career depends upon his success? A man may be a\nmost upright magistrate, incapable of unfairness, and conscientious in\nfulfilling all his duties, and yet he is but a man. He has his\ninterest at stake. He does not like the court to find that that there\nis no case. The great rewards are not always given to the lawyer who\nhas taken most pains to find out the truth.”",
        "“But M. Galpin was a friend of ours, sir.”",
        "“Yes; and that is what makes me fear. What will be his fate on the day\nwhen M. Jacques’s innocence is established?”",
        "They were just coming home, quite proud of their achievement, and\nwaving in triumph the copy of Jacques’s letter. Dionysia seized upon\nit; and, while she read it aside, Miss Adelaide described the\ninterview, stating how haughty and disdainful she had been, and how\nhumble and repentant M. Galpin had seemed to be.",
        "“He was completely undone,” said the two old ladies with one voice:\n“he was crushed, annihilated.”",
        "“Yes, you have done a nice thing,” growled the old baron; “and you\nhave much reason to boast, forsooth.”",
        "“My aunts have done well,” declared Dionysia. “Just see what Jacques\nhas written! It is clear and precise. What can we fear when he says,\n’Be reassured: when the time comes, I shall be able to set matters\nright’?”",
        "M. Folgat took the letter, read it, and shook his head. Then he\nsaid,–",
        "“There was no need of this letter to confirm my opinion. At the bottom\nof this affair there is a secret which none of us have found out yet.\nBut M. de Boiscoran acts very rashly in playing in this way with a\ncriminal prosecution. Why did he not explain at once? What was easy\nyesterday may be less easy to-morrow, and perhaps impossible in a\nweek.”",
        "“Jacques, sir, is a superior man,” cried Dionysia, “and whatever he\nsays is perfectly sure to be the right thing.”",
        "His mother’s entrance prevented the young lawyer from making any\nreply. Two hours’ rest had restored to the old lady a part of her\nenergy, and her usual presence of mind; and she now asked that a\ntelegram should be sent to her husband.",
        "“It is the least we can do,” said M. de Chandore in an undertone,\n“although it will be useless, I dare say. Boiscoran does not care that\nmuch for his son. Pshaw! Ah! if it was a rare /faience/, or a plate\nthat is wanting in his collection, then would it be a very different\nstory.”",
        "Still the despatch was drawn up and sent, at the very moment when a\nservant came in, and announced that dinner was ready. The meal was\nless sad than they had anticipated. Everybody, to be sure, felt a\nheaviness at heart as he thought that at the same hour a jailer\nprobably brought Jacques his meal to his cell; nor could Dionysia keep\nfrom dropping a tear when she saw M. Folgat sitting in her lover’s\nplace. But no one, except the young advocate, thought that Jacques was\nin real danger.",
        "M. Seneschal, however, who came in just as coffee was handed round,\nevidently shared M. Folgat’s apprehensions. The good mayor came to\nhear the news, and to tell his friends how he had spent the day. The\nfuneral of the firemen had passed off quietly, although amid deep\nemotion. No disturbance had taken place, as was feared; and Dr.\nSeignebos had not spoken at the graveyard. Both a disturbance and a\nrow would have been badly received, said M. Seneschal; for he was\nsorry to say, the immense majority of the people of Sauveterre did not\ndoubt M. de Boiscoran’s guilt. In several groups he had heard people\nsay, “And still you will see they will not condemn him. A poor devil\nwho should commit such a horrible crime would be hanged sure enough;\nbut the son of the Marquis de Boiscoran–you will see, he’ll come out\nof it as white as snow.”",
        "The rolling of a carriage, which stopped at the door, fortunately\ninterrupted him at this point.",
        "“Who can that be?” asked Dionysia, half frightened.",
        "They heard in the passage the noise of steps and voices, something\nlike a scuffle; and almost instantly the tenant’s son Michael pushed\nopen the door of the sitting-room, crying out,–",
        "“I have gotten him! Here he is!”",
        "And with these words he pushed in Cocoleu, all struggling, and looking\naround him, like a wild beast caught in a trap.",
        "“Upon my word, my good fellow,” said M. Seneschal, “you have done\nbetter than the gendarmes!”",
        "The manner in which Michael winked with his eye showed that he had not\na very exalted opinion of the cleverness of the gendarmes.",
        "“I promised the baron,” he said, “I would get hold of Cocoleu somehow\nor other. I knew that at certain times he went and buried himself,\nlike the wild beast that he is, in a hole which he has scratched under\na rock in the densest part of the forest of Rochepommier. I had\ndiscovered this den of his one day by accident; for a man might pass\nby a hundred times, and never dream of where it was. But, as soon as\nthe baron told me that the innocent had disappeared, I said to myself,\n’I am sure he is in his hole: let us go and see.’ So I gathered up my\nlegs; I ran down to the rocks: and there was Cocoleu. But it was not\nso easy to pull him out of his den. He would not come; and, while\ndefending himself, he bit me in the hand, like the mad dog that he\nis.”",
        "And Michael held up his left hand, wrapped up in a bloody piece of\nlinen.",
        "“It was pretty hard work to get the madman here. I was compelled to\ntie him hand and foot, and to carry him bodily to my father’s house.\nThere we put him into the little carriage, and here he is. Just look\nat the pretty fellow!”",
        "He was hideous at that moment, with his livid face spotted all over\nwith red marks, his hanging lips covered with white foam, and his\nbrutish glances.",
        "“Why would you not come?” asked M. Seneschal.",
        "The idiot looked as if he did not hear.",
        "“Why did you bit Michael?” continued the mayor.",
        "Cocoleu made no reply.",
        "“Do you know that M. de Boiscoran is in prison because of what you\nhave said?”",
        "Still no reply.",
        "“Ah!” said Michael, “it is of no use to question him. You might beat\nhim till to-morrow, and he would rather give up the ghost than say a\nword.”",
        "“I am–I am hungry,” stammered Cocoleu.",
        "M. Folgat looked indignant.",
        "“And to think,” he said, “that, upon the testimony of such a thing, a\ncapital charge has been made!”",
        "Grandpapa Chandore seemed to be seriously embarrassed. He said,–",
        "“But now, what in the world are we to do with the idiot?”",
        "“I am going to take him,” said M. Seneschal, “to the hospital. I will\ngo with him myself, and let Dr. Seignebos know, and the commonwealth\nattorney.”",
        "Dr. Seignebos was an eccentric man, beyond doubt; and the absurd\nstories which his enemies attributed to him were not all unfounded.\nBut he had, at all events, the rare quality of professing for his art,\nas he called it, a respect very nearly akin to enthusiasm. According\nto his views, the faculty were infallible, as much so as the pope,\nwhom he denied. He would, to be sure, in confidence, admit that some\nof his colleagues were amazing donkeys; but he would never have\nallowed any one else to say so in his presence. From the moment that a\nman possessed the famous diploma which gives him the right over life\nand death, that man became in his eyes an august personage for the\nworld at large. It was a crime, he thought, not to submit blindly to\nthe decision of a physician. Hence his obstinacy in opposing M.\nGalpin, hence the bitterness of his contradictions, and the rudeness\nwith which he had requested the “gentlemen of the law” to leave the\nroom in which /his/ patient was lying.",
        "“For these devils,” he said, “would kill one man in order to get the\nmeans of cutting off another man’s head.”",
        "And thereupon, resuming his probes and his sponge, he had gone to work\nonce more, with the aid of the countess, digging out grain by grain\nthe lead which had honeycombed the flesh of the count. At nine o’clock\nthe work was done.",
        "“Not that I fancy I have gotten them all out,” he said modestly, “but,\nif there is any thing left, it is out of reach, and I shall have to\nwait for certain symptoms which will tell me where they are.”",
        "As he had foreseen, the count had grown rather worse. His first\nexcitement had given way to perfect prostration; and he seemed to be\ninsensible to what was going on around him. Fever began to show\nitself; and, considering the count’s constitution, it was easily to be\nforeseen that delirium would set in before the day was out.",
        "“Nevertheless, I think there is hardly any danger,” said the doctor to\nthe countess, after having pointed out to her all the probable\nsymptoms, so as to keep her from being alarmed. Then he recommended to\nher to let no one approach her husband’s bed, and M. Galpin least of\nall.",
        "This recommendation was not useless; for almost at the same moment a\npeasant came in to say that there was a man from Sauveterre at the\ndoor who wished to see the count.",
        "“Show him in,” said the doctor; “I’ll speak to him.”",
        "It was a man called Tetard, a former constable, who had given up his\nplace, and become a dealer in stones. But besides being a former\nofficer of justice and a merchant, as his cards told the world, he was\nalso the agent of a fire insurance company. It was in this capacity\nthat he presumed, as he told the countess, to present himself in\nperson. He had been informed that the farm buildings at Valpinson,\nwhich were insured in his company, had been destroyed by fire; that\nthey had been purposely set on fire by M. de Boiscoran; and that he\nwished to confer with Count Claudieuse on the subject. Far from him,\nhe added, to decline the responsibility of his company: he only wished\nto establish the facts which would enable him to fall back upon M. de\nBoiscoran, who was a man of fortune, and would certainly be condemned\nto make compensation for the injury done. For this purpose, certain\nformalities had to be attended to; and he had come to arrange with\nCount Claudieuse the necessary measures.”",
        "“And I,” said Dr. Seignebos,–\"I request you to take to your heels.\"\nHe added with a thundering voice,–",
        "“I think you are very bold to dare to speak in that way of M. de\nBoiscoran.”",
        "M. Tetard disappeared without saying another word; and the doctor,\nvery much excited by this scene, turned to the youngest daughter of\nthe countess, the one with whom she was sitting up when the fire broke\nout, and who was now decidedly better: after that nothing could keep\nhim at Valpinson. He carefully pocketed the pieces of lead which he\nhad taken from the count’s wounds, and then, drawing the countess out\nto the door, he said,–",
        "“Before I go away, madam, I should like to know what you think of\nthese events.”",
        "The poor lady, who looked as pale as death itself, could hardly hold\nup any longer. There seemed to be nothing alive in her but her eyes,\nwhich were lighted up with unusual brilliancy.",
        "“Ah! I do not know, sir,” she replied in a feeble voice. “How can I\ncollect my thoughts after such terrible shocks?”",
        "“Still you questioned Cocoleu.”",
        "“Who would not have done so, when the truth was at stake?”",
        "“And you were not surprised at the name he mentioned?”",
        "“You must have seen, sir.”",
        "“I saw; and that is exactly why I ask you, and why I want to know what\nyou really think of the state of mind of the poor creature.”",
        "“Don’t you know that he is idiotic?”",
        "“I know; and that is why I was so surprised to see you insist upon\nmaking him talk. Do you really think, that, in spite of his habitual\nimbecility, he may have glimpses of sense?”",
        "“He had, a few moments before, saved my children from death.”",
        "“That proves his devotion for you.”",
        "“He is very much attached to me indeed, just like a poor animal that I\nmight have picked up and cared for.”",
        "“Perhaps so. And still he showed more than mere animal instinct.”",
        "“That may well be so. I have more than once noticed flashes of\nintelligence in Cocoleu.”",
        "The doctor had taken off his spectacles, and was wiping them\nfuriously.",
        "“It is a great pity that one of these flashes of intelligence did not\nenlighten him when he saw M. de Boiscoran make a fire and get ready to\nmurder Count Claudieuse.”",
        "The countess leaned against the door-posts, as if about to faint.",
        "“But it is exactly to his excitement at the sight of the flames, and\nat hearing the shots fired, that I ascribe Cocoleu’s return to\nreason.”",
        "“May be,” said the doctor, “may be.”",
        "Then putting on his spectacles again, he added,–",
        "“That is a question to be decided by the professional men who will\nhave to examine the poor imbecile creature.”",
        "“What! Is he going to be examined?”",
        "“Yes, and very thoroughly, madam, I tell you. And now I have the honor\nof wishing you good-bye. However, I shall come back to-night, unless\nyou should succeed during the day in finding lodgings in Sauveterre,–\nan arrangement which would be very desirable for myself, in the first\nplace, and not less so for your husband and your daughter. They are\nnot comfortable in this cottage.”",
        "Thereupon he lifted his hat, returned to town, and immediately asked\nM. Seneschal in the most imperious manner to have Cocoleu arrested.\nUnfortunately the gendarmes had been unsuccessful; and Dr. Seignebos,\nwho saw how unfortunate all this was for Jacques, began to get\nterribly impatient, when on Saturday night, towards ten o’clock, M.\nSeneschal came in, and said,–",
        "“Cocoleu is found.”",
        "The doctor jumped up, and in a moment his hat on his head, and stick\nin hand, asked,–",
        "“Where is he?”",
        "“At the hospital. I have seen him myself put into a separate room.”",
        "“I am going there.”",
        "“What, at this hour?”",
        "“Am I not one of the hospital physicians? And is it not open to me by\nnight and by day?”",
        "“The sisters will be in bed.”",
        "The doctor shrugged his shoulders furiously; then he said,–",
        "“To be sure, it would be a sacrilege to break the slumbers of these\ngood sisters, these dear sisters, as you say. Ah, my dear mayor! When\nshall we have laymen for our hospitals? And when will you put good\nstout nurses in the place of these holy damsels?”",
        "M. Seneschal had too often discussed that subject with the doctor, to\nopen it anew. He kept silent, and that was wise; for Dr. Seignebos sat\ndown, saying,–",
        "“Well, I must wait till to-morrow.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}