{
    "title": "Within an Inch of His Life - XX.",
    "author": "Emile Gaboriau",
    "chapter": "29",
    "content": [
        "\n\n",
        "When the Marchioness de Boiscoran, on the day of her departure for\nParis, had gone to see her son, Dionysia had asked her to let her go\nwith her. She resisted, and the young girl did not insist.",
        "“I see they are trying to conceal something from me,” she said simply;\n“but it does not matter.”",
        "And she had taken refuge in the sitting-room; and there, taking her\nusual seat, as in the happy days when Jacques spent all his evenings\nby her side, she had remained long hours immovable, looking as if,\nwith her mind’s eye, she was following invisible scenes far away.",
        "Grandpapa Chandore and the two aunts were indescribably anxious. They\nknew their Dionysia, their darling child, better than she knew\nherself, having nursed and watched her for twenty years. They knew\nevery expression of her face, every gesture, every intonation of\nvoice, and could almost read her thoughts in her features.",
        "“Most assuredly Dionysia is meditating upon something very serious,\"\nthey said. “She is evidently calculating and preparing for a great\nresolution.”",
        "The old gentleman thought so too, and asked her repeatedly,–",
        "“What are you thinking of, dear child?”",
        "“Of nothing, dear papa,” she replied.",
        "“You are sadder than usual: why are you so?”",
        "“Alas! How do I know? Does anybody know why one day we have sunshine\nin our hearts, and another day dismal clouds?”",
        "But the next day she insisted upon being taken to her seamstresses,\nand finding Mechinet, the clerk, there, she remained a full half-hour\nin conference with him. Then, in the evening, when Dr. Seignebos,\nafter a short visit, was leaving the room, she lay in wait for him,\nand kept him talking a long time at the door. Finally, the day after,\nshe asked once more to be allowed to go and see Jacques. They could no\nlonger refuse her this sad satisfaction; and it was agreed that the\nolder of the two Misses Lavarande, Miss Adelaide, should accompany\nher.",
        "About two o’clock on that day they knocked at the prison-door, and\nasked the jailer, who had come to open the door, to let them see\nJacques.",
        "“I’ll go for him at once, madam,” replied Blangin. “In the meantime\npray step in here: the parlor is rather damp, and the less you stay in\nit, the better it will be.”",
        "Dionysia did so, or rather, she did a great deal more; for, leaving\nher aunt down stairs, she drew Mrs. Blangin to the upper room, having\nsomething to say to her, as she pretended.",
        "When they came down again, Blangin told them that M. de Boiscoran was\nwaiting for them.",
        "“Come!” said the young girl to her aunt.",
        "But she had not taken ten steps in the long narrow passage which led\nto the parlor, when she stopped. The damp which fell from the vaulted\nceiling like a pall upon her, and the emotions which were agitating\nher heart, combined to overwhelm her. She tottered, and had to lean\nagainst the wall, reeking as it was with wet and with saltpetre.",
        "“O Lord, you are ill!” cried Miss Adelaide.",
        "Dionysia beckoned to her to be silent.",
        "“Oh, it is nothing!” she said. “Be quiet!”",
        "And gathering up all her strength, and putting her little hand upon\nthe old lady’s shoulder, she said,–",
        "“My darling aunty, you must render us an immense service. It is all\nimportant that I should speak to Jacques alone. It would be very\ndangerous for us to be overheard. I know they often set spies to\nlisten to prisoners’ talk. Do please, dear aunt, remain here in the\npassage, and give us warning, if anybody should come.”",
        "“You do not think of it, dear child. Would it be proper?”",
        "The young girl stopped her again.",
        "“Was it proper when I came and spent a night here? Alas! in our\nposition, every thing is proper that may be useful.”",
        "And, as Aunt Lavarande made no reply, she felt sure of her perfect\nsubmission, and went on towards the parlor.",
        "“Dionysia!” cried Jacques as soon as she entered,–\"Dionysia!”",
        "He was standing in the centre of this mournful hall, looking whiter\nthan the whitewash on the wall, but apparently calm, and almost\nsmiling. The violence with which he controlled himself was horrible.\nBut how could he allow his betrothed to see his despair? Ought he not,\non the contrary, do every thing to reassure her?",
        "He came up to her, took her hands in his, and said,–",
        "“Ah, it is so kind in you to come! and yet I have looked for you ever\nsince the morning. I have been watching and waiting, and trembling at\nevery noise. But will you ever forgive me for having made you come to\na place like this, untidy and ugly, without the fatal poetry of horror\neven?”",
        "She looked at him with such obstinate fixedness, that the words\nexpired on his lips.",
        "“Why will you tell me a falsehood?” she said sadly.",
        "“I tell you a falsehood!”",
        "“Yes. Why do you affect this gayety and tranquillity, which are so far\nfrom your heart? Have you no longer confidence in me? Do you think I\nam a child, from whom the truth must be concealed, or so feeble and\ngood for nothing, that I cannot bear my share of your troubles? Do not\nsmile, Jacques; for I know you have no hope.”",
        "“You are mistaken, Dionysia, I assure you.”",
        "“No, Jacques. They are concealing something from me, I know, and I do\nnot ask you to tell me what it is. I know quite enough. You will have\nto appear in court.”",
        "“I beg your pardon. That question has not yet been decided.”",
        "“But it will be decided, and against you.”",
        "Jacques knew very well it would be so, and dreaded it; but he still\ninsisted upon playing his part.",
        "“Well,” he said, “if I appear in court, I shall be acquitted.”",
        "“Are you quite sure of that?”",
        "“I have ninety-nine chances out of a hundred for me.”",
        "“There is one, however, against you,” cried the young girl. And\nseizing Jacques’s hands, and pressing them with a force of which he\nwould never have suspected her, she added,–",
        "“You have no right to run that one chance.”",
        "Jacques trembled in all his limbs. Was it possible? Did he understand\nher? Did Dionysia herself come and suggest to him that act of supreme\ndespair, from which his counsel had so strongly dissuaded him?”",
        "“What do you mean?” he said with trembling voice.",
        "“You must escape.”",
        "“Escape?”",
        "“Nothing so easy. I have considered the whole matter thoroughly. The\njailers are in our pay. I have just come to an understanding with\nBlangin’s wife. One evening, as soon as night falls, they will open\nthe doors to you. A horse will be ready for you outside of town, and\nrelays have been prepared. In four hours you can reach Rochelle.\nThere, one of those pilot-boats which can stand any storm takes you on\nboard, and carries you to England.”",
        "Jacques shook his head.",
        "“That cannot be,” he replied. “I am innocent. I cannot abandon all I\nhold dear,–you, Dionysia.”",
        "A deep flush covered the young girl’s cheeks. She stammered,–",
        "“I have expressed myself badly. You shall not go alone.”",
        "He raised his hands to heaven, as if in utter despair.",
        "“Great God! Thou grantest me this consolation!”",
        "But Dionysia went on speaking in a firmer voice.",
        "“Did you think I would be mean enough to forsake the friend who is\nbetrayed by everybody else? No, no! Grandpapa and my aunts will\naccompany me, and we will meet you in England. You will change your\nname, and go across to America; and we will look out, far in the West,\nfor some new country where we can establish ourselves. It won’t be\nFrance, to be sure. But our country, Jacques, is the country where we\nare free, where we are beloved, where we are happy.”",
        "Jacques de Boiscoran was moved to the last fibre of his innermost\nheart, and in a kind of ecstasy which did not allow him to keep up any\nlonger his mask of impassive indifference. Was there a man upon earth\nwho could receive a more glorious proof of love and devotion? And from\nwhat a woman! From a young girl, who united in herself all the\nqualities of which a single one makes others proud,–intelligence and\ngrace, high rank and fortune, beauty and angelic purity.",
        "Ah! she did not hesitate like that other one; she did not think of\nasking for securities before she granted the first favor; she did not\nmake a science of duplicity, nor hypocrisy her only virtue. She gave\nherself up entirely, and without the slightest reserve.",
        "And all this at the moment when Jacques saw every thing else around\nhim crumbled to pieces, when he was on the very brink of utter\ndespair, just then this happiness came to him, this great and\nunexpected happiness, which well-nigh broke his heart.",
        "For a moment he could not move, he could not think.",
        "Then all of a sudden, drawing his betrothed to him, pressing her\nconvulsively to his bosom, and covering her hair with a thousand\nkisses, he cried,–",
        "“I bless you, oh, my darling! I bless you, my well beloved! I shall\nmourn no longer. Whatever may happen, I have had my share of heavenly\nbliss.”",
        "She thought he consented. Palpitating like the bird in the hand of a\nchild, she drew back, and looking at Jacques with ineffable love and\ntenderness, she said,–",
        "“Let us fix the day!”",
        "“What day?”",
        "“The day for your flight.”",
        "This word alone recalled Jacques to a sense of his fearful position.\nHe was soaring in the supreme heights of the ether, and he was plunged\ndown into the vile mud of reality. His face, radiant with celestial\njoy, grew dark in an instant, and he said hoarsely,–",
        "“That dream is too beautiful to be realized.”",
        "“What do you say?” she stammered.",
        "“I can not, I must not, escape!”",
        "“You refuse me, Jacques?”",
        "He made no reply.",
        "“You refuse me, when I swear to you that I will join you, and share\nyour exile? Do you doubt my word? Do you fear that my grandfather or\nmy aunts might keep me here in spite of myself?”",
        "As this suppliant voice fell upon his ears, Jacques felt as if all his\nenergy abandoned him, and his will was shaken.",
        "“I beseech you, Dionysia,” he said, “do not insist, do not deprive me\nof my courage.”",
        "She was evidently suffering agonies. Her eyes shone with unbearable\nfire. Her dry lips were trembling.",
        "“You will submit to being brought up in court?” she asked.",
        "“Yes!”",
        "“And if you are condemned?”",
        "“I may be, I know.”",
        "“This is madness!” cried the young girl.",
        "In her despair she was wringing her hands; and then the words escaped\nfrom her lips, almost unconsciously,–",
        "“Great God,” she said, “inspire me! How can I bend him? What must I\nsay? Jacques, do you love me no longer? For my sake, if not for your\nown, I beseech you, let us flee! You escape disgrace; you secure\nliberty. Can nothing touch you? What do you want? Must I throw myself\nat your feet?”",
        "And she really let herself fall at his feet.",
        "“Flee!” she repeated again and again. “Oh, flee!”",
        "Like all truly energetic men, Jacques recovered in the very excess of\nhis emotion all his self-possession. Gathering his bewildered thoughts\nby a great effort of mind, he raised Dionysia, and carried her, almost\nfainting, to the rough prison bench; then, kneeling down by her side,\nand taking her hands he said,–",
        "“Dionysia, for pity’s sake, come to yourself and listen to me. I am\ninnocent; and to flee would be to confess that I am guilty.”",
        "“Ah! what does that matter?”",
        "“Do you think that my escape would stop the trial? No. Although\nabsent, I should still be tried, and found guilty without any\nopposition: I should be condemned, disgraced, irrevocably dishonored.”",
        "“What does it matter?”",
        "Then he felt that such arguments would never bring her back to reason.\nHe rose, therefore, and said in a firm voice,–",
        "“Let me tell you what you do not know. To flee would be easy, I agree.\nI think, as you do, we could reach England readily enough, and we\nmight even take ship there without trouble. But what then? The cable\nis faster than the fastest steamer; and, upon landing on American\nsoil, I should, no doubt, be met by agents with orders to arrest me.\nBut suppose even I should escape this first danger. Do you think there\nis in all this world an asylum for incendiaries and murderers? There\nis none. At the extreme confines of civilization I should still meet\nwith police-agents and soldiers, who, an extradition treaty in hand,\nwould give me up to the government of my country. If I were alone, I\nmight possibly escape all these dangers. But I should never succeed if\nI had you near me, and Grandpapa Chandore, and your two aunts.”",
        "Dionysia was forcibly struck by these objections, of which she had had\nno idea. She said nothing.",
        "“Still, suppose we might possibly escape all such dangers. What would\nour life be! Do you know what it would mean to have to hide and to run\nincessantly, to have to avoid the looks of every stranger, and to\ntremble, day by day, at the thought of discovery? With me, Dionysia,\nyour existence would be that of the wife of one of those banditti whom\nthe police are hunting down in his dens. And you ought to know that\nsuch a life is so intolerable, that hardened criminals have been\nunable to endure it, and have given up their life for the boon of a\nnight’s quiet sleep.”",
        "Big tears were silently rolling down the poor girl’s cheeks. She\nmurmured,–",
        "“Perhaps you are right, Jacques. But, O Jacques, if they should\ncondemn you!”",
        "“Well, I should at least have done my duty. I should have met fate,\nand defended my honor. And, whatever the sentence may be, it will not\noverthrow me; for, as long as my heart beats within me, I mean to\ndefend myself. And, if I die before I succeed in proving my innocence,\nI shall leave it to you, Dionysia, to your kindred, and to my friends,\nto continue the struggle, and to restore my honor.”",
        "She was worthy of comprehending and of appreciating such sentiments.",
        "“I was wrong, Jacques,” she said, offering him her hand: “you must\nforgive me.”",
        "She had risen, and, after a few moments’ hesitation, was about to\nleave the room, when Jacques retained her, saying,–",
        "“I do not mean to escape; but would not the people who have agreed to\nfavor my evasion be willing to furnish me the means for passing a few\nhours outside of my prison?”",
        "“I think they would,” replied the young girl; “And, if you wish it, I\nwill make sure of it.”",
        "“Yes. That might be a last resort.”",
        "With these words they parted, exhorting each other to keep up their\ncourage, and promising each other to meet again during the next days.",
        "Dionysia found her poor aunt Lavarande very tired of the long watch;\nand they hastened home.",
        "“How pale you are!” exclaimed M. de Chandore, when he saw his grand-\ndaughter; “and how red your eyes are! What has happened?”",
        "She told him every thing; and the old gentleman felt chilled to the\nmarrow of his bones, when he found that it had depended on Jacques\nalone to carry off his grandchild. But he had not done so.",
        "“Ah, he is an honest man!” he said.",
        "And, pressing his lips on Dionysia’s brow, he added,–",
        "“And you love him more than ever?”",
        "“Alas!” she replied, “is he not more unhappy than ever?”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}