{
    "title": "Within an Inch of His Life - XXXI.",
    "author": "Emile Gaboriau",
    "chapter": "40",
    "content": [
        "\n\n",
        "At last, in his dark cell, Jacques de Boiscoran saw the day break that\nwas to decide his fate.",
        "He was to be tried to-day.",
        "The occasion was, of course, too good to be neglected by “The\nSauveterre Independent.” Although a morning paper, it published, “in\nview of the gravity of the circumstances,” an evening edition, which a\ndozen newsboys cried out in the streets up to mid-night. And this was\nwhat it said,–",
        "                            THURSDAY, 23.",
        "                     Presiding Judge.–M. DOMINI.",
        "                     ASSASSINATION! INCENDIARISM!",
        "             [Special Correspondence of the Independent.]",
        "  Whence this unusual commotion, this uproar, this great excitement,\n  in our peaceful city? Whence these gatherings of our public\n  squares, these groups in front of all the houses! Whence this\n  restlessness on all faces, this anxiety in all eyes?",
        "  The reason is, that to-day this terrible Valpinson case will be\n  brought up in court, after having for so many weeks now agitated\n  our people.",
        "  To-day this man who is charged with such fearful crimes is to be\n  tried.",
        "  Hence all steps are eagerly turned towards the court-house: the\n  people all hurry, and rush in the same direction.",
        "  The court-house! Long before daylight it was surrounded by an\n  eager multitude, which the constables and the gendarmes could only\n  with difficulty keep within bounds.",
        "  They press and crowd and push. Coarse words fly to and fro. From\n  words they pass to gestures, from gestures to blows. A row is\n  imminent. Women cry, men swear, and two peasants from Brechy are\n  arrested on the spot.",
        "  It is well known that there will be few only, happy enough to get\n  in. The great square would not contain all these curious people,\n  who have gathered here from all parts of the district: how should\n  the court-room be able to hold them?",
        "  And still our authorities, always anxious to please their\n  constituents, who have bestowed their confidence upon them, have\n  resorted to heroic measures. They have had two partition walls\n  taken down, so that a part of the great hall is added to the\n  court-room proper.",
        "  M. Lautier, the city architect, who is a good judge in such\n  matters, assures us that this immense hall will accommodate twelve\n  hundred persons.",
        "  But what are twelve hundred persons?",
        "  Long before the hour fixed for the opening of the court, every\n  thing is full to overflowing. A pin might be thrown into the room,\n  and it could not fall to the ground.",
        "  Not an inch of space is lost. All around, along the wall men are\n  standing in close ranks. On both sides of the platform, chairs\n  have been put, which are occupied by a large number of our first\n  ladies in good society, not only of Sauveterre, however, but also\n  of the neighborhood and even other cites. Some of them appear in\n  magnificent toilettes.",
        "  A thousand reports are current, a thousand conjectures are formed,\n  which we shall take care not to report. Why should we? Let us say,\n  however, that the accused has not availed himself of his right to\n  reject a certain number of jurymen. He has accepted all the names\n  which were drawn by lot, and which the prosecuting attorney did\n  not object to.",
        "  We obtained this information from an attorney, a friend of ours;\n  and, just as he had told us all about it, a great noise rose at\n  the door, which was followed by rapid moving of chairs, and half-\n  smothered exclamations.",
        "  It was the family of the accused, who had come in, and now\n  occupied the seats assigned them close by the platform.",
        "  The Marquis de Boiscoran had on his arm Miss Chandore, who wore\n  with great grace and dignity a dark gray dress, trimmed with\n  cherry-colored ribbons. M. de Chandore escorted the Marchioness de\n  Boiscoran. The marquis and the baron looked cold and reserved. The\n  mother of the accused appears utterly overcome. Miss Chandore, on\n  the contrary, is lively, does not seem in the least concerned, and\n  returns with a bright smile the few greetings she receives from\n  various parts of the court-room.",
        "  But soon they are no longer an object of curiosity.",
        "  The attention of all is now directed towards a large table\n  standing before the judges, and on which may be seen a number of\n  articles covered by large red cloth.",
        "  These are the articles to be used in evidence.",
        "  In the meantime it strikes eleven o’clock. The sheriff’s officers\n  move about the room, seeing that every thing is in order.",
        "  Then a small door opens on the left, and the counsel for the\n  defence enter.",
        "  Our readers know who they are. One is M. Magloire, the ornament of\n  our bar; the other, an advocate from the capital, M. Folgat, quite\n  young, but already famous.",
        "  M. Magloire looks as he does on his best days, and smilingly\n  converses with the mayor of Sauveterre; while M. Folgat opens his\n  blue bag, and consults his papers.",
        "  Half-past eleven!",
        "  An usher announces,–",
        "  The court.",
        "  M. Domini takes the chair. M. Gransiere occupies the seat of the\n  prosecuting attorney.",
        "  Behind them the jurymen sit down, looking grave and solemn.",
        "  Everybody rises, everybody strains his eyes to see, and stands on\n  tiptoe. Some persons in the back rows even get upon their chairs.",
        "  The president has ordered the prisoner to be brought in.",
        "  He appears.",
        "  He is dressed in black, and with great elegance. It is noticed\n  that he wears in his buttonhole the ribbon of the Legion of Honor.",
        "  He looks pale; but his eye is clear and open, full of confidence,\n  yet not defiant. His carriage is proud, though melancholy.",
        "  He has hardly taken his seat when a gentleman passes over three\n  rows of chairs, and, in spite of the officers of the court,\n  succeeds in shaking hands with him. It is Dr. Seignebos.",
        "  The president orders the sheriff to proclaim silence; and, after\n  having reminded the audience that all expressions of approbation\n  or disapprobation are strictly prohibited, he turns to the\n  accused, and asks him,–",
        " “Tell me your first names, your family name, your age, your\n  profession, and your domicile.”",
        "  The accused replies,–",
        " “Louis Trivulce Jacques de Boiscoran, twenty-seven years, land-\n  owner, residing at Boiscoran, district of Sauveterre.”",
        " “Sit down, and listen to the charges which are brought against\n  you.”",
        "  The clerk, M. Mechinet, thereupon reads the charges, which, in\n  their terrible simplicity, cause a shudder to pass through the\n  whole audience.",
        "  We shall not repeat them here, as all the incidents which they\n  relate are well known to our readers.",
        "  [Examination of the Accused.]",
        "  PRESIDENT.–Accused, rise and answer clearly. During the\n  preliminary investigation, you have refused to answer several\n  questions. Now the matter must be cleared up. And I am bound to\n  tell you it is to your interest to answer frankly.",
        "  ACCUSED.–No one desires more than I do that the truth be known. I\n  am ready to answer.",
        "  P.–Why were you so reticent in your first examination?",
        "  A.–I though it important for my interests to answer only in\n  court.",
        "  P.–You have heard of what crimes you are accused?",
        "  A.–I am innocent. And, first of all, I beg you will allow me to\n  say one thing. The crime committed at Valpinson is an atrocious,\n  cowardly crime; but it is at the same time an absurdly stupid\n  crime, more like the unconscious act of a madman. Now, I have\n  always been looked upon as not lacking exactly in intelligence.",
        "  P.–That is a discussion.",
        "  A.–Still, Mr. President–",
        "  P.–Hereafter you shall have full liberty to state your argument.\n  For the present you must be content to answer the questions which\n  I shall ask you.",
        "  A.–I submit.",
        "  P.–Were you not soon to be married?",
        "  At this question all eyes are turned towards Miss Chandore, who\n  blushes till she is as red as a poppy, but does not cast down her\n  eyes.",
        "  A.–(In a low voice.) Yes.",
        "  P.–Did you not write to your betrothed a few hours before the\n  crime was committed?",
        "  A.–Yes, sir; and I sent her my letter by the son of one of my\n  tenants, Michael.",
        "  P.–What did you write to her?",
        "  A.–That important business would prevent me from spending the\n  evening with her.",
        "  P.–What was that business?",
        "  At the moment when the accused opened his lips to reply, the\n  president stopped him by a gesture, and said,–",
        "  P.–Take care! You were asked this question during the preliminary\n  investigation, and you replied that you had to go to Brechy to see\n  your wood-merchant.",
        "  A.–I did indeed make that reply on the spur of the moment. It was\n  not exact.",
        "  P.–Why did you tell a falsehood?",
        "  A.–(After an expression of indignation, which was noticed by\n  all.) I could not believe that I was in danger. It seemed to me\n  impossible that I should be reached by an accusation, which\n  nevertheless, has brought me into this court. Hence I did not deem\n  it necessary to make my private affairs public.",
        "  P.–But you very soon found out that you were in danger?",
        "  A.–Yes, I did.",
        "  P.–Why did you not tell the truth then?",
        "  A.–Because the magistrate who carried on the investigation had\n  been too intimate a friend of mine to inspire me with confidence.",
        "  P.–Explain yourself more fully.",
        "  A.–I must ask leave to say no more. I might, in speaking of M.\n  Galpin, be found to be wanting in moderation.",
        "  A low murmur accompanies this reply made by the accused.",
        "  P.–Such murmurs are improper, and I remind the audience of the\n  respect due to the court.",
        "  M. Gransiere, the prosecuting attorney, rises,–",
        " “We cannot tolerate such recriminations against a magistrate who\n  has done his duty nobly, and in spite of the pain it caused him.\n  If the accused had well-founded objections to the magistrate, why\n  did he not make them known? He cannot plead ignorance: he knows\n  the law, he is a lawyer himself. His counsel, moreover, are men of\n  experience.”",
        "  M. Magloire replies, in his seat,–",
        " “We were of the opinion that the accused ought to ask for a change\n  of venue. He declined to follow our advice, being confident, as he\n  said, that his cause was a good one.”",
        "  M. Gransiere, resuming his seat,–",
        " “The jury will judge of this plea.”",
        "  P.–(To the accused.) And now are you ready to tell the truth with\n  regard to that business which prevented you from spending the\n  evening with your betrothed?",
        "  A.–Yes, sir. My wedding was to take place at the church in\n  Brechy, and I had to make my arrangements with the priest about\n  the ceremony. I had, besides, to fulfil certain religious duties.\n  The priest at Brechy, who is a friend of mine, will tell you,\n  that, although no day had been fixed, it had been agreed upon\n  between us that I should come to confession on one of the evenings\n  of the week since he insisted upon it.",
        "  The audience, which had been expecting some very exciting\n  revelations, seemed to be much disappointed; and ironical laughter\n  was heard in various directions.",
        "  P.–(In a severe tone of voice.) This laughter is indecent and\n  objectionable. Sheriff, take out the persons who presume to laugh.\n  And once more I give notice, that, at the first disturbance, I\n  shall order the room to be cleared.",
        "  Then, turning again to the accused, he said,–",
        "  P.–Go on!",
        "  A.–I went therefore to the priest at Brechy, that evening:\n  unluckily there was no one at home at the parsonage when I got\n  there. I was ringing the third or fourth time in vain, when a\n  little peasant-girl came by, who told me that she had just met the\n  priest at the Marshalls’ Cross-roads. I thought at once I would go\n  and meet him, and went in that direction. But I walked more than\n  four miles without meeting him. I thought the girl must have been\n  mistaken, and went home again.",
        "  P.–Is that your explanation?",
        "  A.–Yes.",
        "  P.–And you think it a plausible one?",
        "  A.–I have promised to say not what is plausible, but what is\n  true. I may confess, however, that, precisely because the\n  explanation is so simple, I did not venture at first to give it.\n  And yet if no crime had been committed, and I had said the day\n  after, “Yesterday I went to see the priest at Brechy, and did not\n  find him,” who would have seen any thing unnatural in my\n  statement?",
        "  P.–And, in order to fulfil so simple a duty, you chose a\n  roundabout way, which is not only troublesome, but actually\n  dangerous, right across the swamps?",
        "  A.–I chose the shortest way.",
        "  P.–Then, why were you so frightened upon meeting young Ribot at\n  the Seille Canal?",
        "  A.–I was not frightened, but simply surprised, as one is apt to\n  be when suddenly meeting a man where no one is expected. And, if I\n  was surprised, young Ribot was not less so.",
        "  P.–You see that you hoped to meet no one?",
        "  A.–Pardon me, I did not say so. To expect is not the same as to\n  hope.",
        "  P.–Why, then did you take such pains to explain your being there?",
        "  A.–I gave no explanations. Young Ribot first told me, laughingly,\n  where he was going, and then I told him that I was going to\n  Brechy.",
        "  P.–You told him, also, that you were going through the marshes to\n  shoot birds, and, at the same time you showed him your gun?",
        "  A.–That may be. But is that any proof against me? I think just\n  the contrary. If I had had such criminal intentions as the\n  prosecution suggests, I should certainly have gone back after\n  meeting people, knowing that I was exposed to great danger. But I\n  was only going to see my friend, the priest.",
        "  P.–And for such a visit you took your gun?",
        "  A.–My land lies in the woods and marshes, and there was not a day\n  when I did not bag a rabbit or a waterfowl. Everybody in the\n  neighborhood will tell you that I never went out without a gun.",
        "  P.–And on your return, why did you go through the forest of\n  Rochepommier?",
        "  A.–Because, from the place where I was on the road, it was\n  probably the shortest way to Boiscoran. I say probably, because\n  just then I did not think much about that. A man who is taking a\n  walk would be very much embarrassed, in the majority of cases, if\n  he had to give a precise account why he took one road rather than\n  another.",
        "  P.–You were seen in the forest by a woodcutter, called Gaudry?",
        "  A.–So I was told by the magistrate.",
        "  P.–That witness deposes that you were in a state of great\n  excitement. You were tearing leaves from the branches, you were\n  talking loud.",
        "  A.–I certainly was very much vexed at having lost my evening, and\n  particularly vexed at having relied on the little peasant-girl. It\n  is quite likely that I might have exclaimed, as I walked along,\n  “Plague upon my friend, the priest, who goes and dines in town!\"\n  or some such words.",
        "  There was a smile in the assembly, but not such as to attract the\n  president’s attention.",
        "  P.–You know that the priest of Brechy was dining out that day?",
        "  M. Magloire rose, and said,–",
        " “It is through us, sir, that the accused has found out this fact.\n  When he told us how he had spent the evening, we went to see the\n  priest at Brechy, who told us how it came about that neither he\n  nor his old servant was at the parsonage. At our request the\n  priest has been summoned. We shall also produce another priest,\n  who at that time passed the Marshalls’ Cross-roads, and was the\n  one whom the little girl had seen.”",
        "  Having made a sign to counsel to sit down again, the president\n  once more turns to the accused.",
        "  P.–The woman Courtois who met you deposes that you looked very\n  curious. You did not speak to her: you were in great haste to\n  escape from her.",
        "  A.–The night was much too dark for the woman to see my face. She\n  asked me to render her a slight service, and I did so. I did not\n  speak to her, because I had nothing to say to her. I did not leave\n  her suddenly, but only got ahead of her, because her ass walked\n  very slowly.",
        "  At a sign from the president, the ushers raise the red cloth which\n  cover the objects on the table.",
        "  Great curiosity is manifested by the whole audience; and all rise,\n  and stretch their necks to see better. On the table are displayed\n  clothes, a pair of velveteen trousers, a shooting-jacket of\n  maroon-colored velveteen, an old straw hat, and a pair of dun-\n  colored leather boots. By their side lie a double-barrelled gun,\n  packages of cartridges, two bowls filled with small-shot, and,\n  finally, a large china basin, with a dark sediment at the bottom.",
        "  P.–(Showing these objects to the accused.) Are those the clothes\n  which you wore the evening of the crime?",
        "  A.–Yes, sir.",
        "  P.–A curious costume in which to visit a venerable ecclesiastic,\n  and to perform religious duties.",
        "  A.–The priest at Brechy was my friend. Our intimacy will explain,\n  even if it does not justify, the liberty I took.",
        "  P.–Do you also recognize this basin? The water has been allowed\n  to evaporate, and the residue alone remains there on the bottom.",
        "  A.–It is true, that, when the magistrate appeared at my house, he\n  found there the basin full of dark water, which was thick with\n  half-burnt /debris/. He asked me about this water, and I did not\n  hesitate a moment to tell him that I had washed my hands in it the\n  evening before, after my return home.",
        "  Is it not evident, that if I had been guilty, my first effort\n  would have been to put every evidence of my crime out of the way?\n  And yet this circumstance is looked upon as the strongest evidence\n  of my guilt, and the prosecution produces it as the most serious\n  charge against me.",
        "  P.–It is very strong and serious indeed.",
        "  A.–Well, nothing can be more easily explained than that. I am a\n  great smoker. When I left home the evening of the crime, I took\n  cigars in abundance; but, when I was about to light one, I found\n  that I had no matches.",
        "  M. Magloire rises, and says,–",
        " “And I wish to point out that this is not one of those explanations\n  which are invented, after the fact, to meet the necessities of a\n  doubtful case. We have absolute and overwhelming proof of it. M.\n  de Boiscoran did not have the little match-box which he usually\n  carries about him, at that time, because he had left it at M. de\n  Chandore’s house, on the mantelpiece, where I have seen it, and\n  where it still is.”",
        "  P.–That is sufficient, M. Magloire. Let the defendant go on.",
        "  A.–I wanted to smoke; and so I resorted to the usual expedient,\n  which all sportsmen know. I tore open one of my cartridges, put,\n  instead of the lead, a piece of paper inside, and set it on fire.",
        "  P.–And thus you get a light?",
        "  A.–Not always, but certainly in one case out of three.",
        "  P.–And the operation blackens the hands?",
        "  A.–Not the operation itself. But, when I had lit my cigar, I\n  could not throw away the burning paper as it was: I might have\n  kindled a regular fire.",
        "  P.–In the marshes?",
        "  A.–But, sir, I smoked five or six cigars during the evening,\n  which means that I had to repeat the operation a dozen times at\n  least, and in different places,–in the woods and on the high-\n  road. Each time I quenched the fire with my fingers; and, as the\n  powder is always greasy, my hands naturally became soon as black\n  as those of a charcoal-burner.",
        "  The accused gives this explanation in a perfectly natural but\n  still rather excited manner, which seems to make a great\n  impression.",
        "  P.–Let us go on to your gun. Do you recognize it?",
        "  A.–Yes, sir. May I look at it?",
        "  P.–Yes.",
        "  The accused takes up the gun with feverish eagerness, snaps the\n  two cocks, and puts one of his fingers inside the barrels.",
        "  He turns crimson, and, bending down to his counsel, says a few\n  words to them so quickly and so low, that they do not reach us.",
        "  P.–What is the matter?",
        "  M. MAGLOIRE.–(Rising.) A fact has become patent which at once\n  establishes the innocence of M. de Boiscoran. By providential\n  intercession, his servant Anthony had cleaned the gun two days\n  before the day of the crime. It appears now that one of the\n  barrels is still clean, and in good condition. Hence it cannot be\n  M. de Boiscoran who has fired twice at Count Claudieuse.",
        "  During this time the accused has gone up to the table on which the\n  objects are lying. He wraps his handkerchief around the ramrod,\n  slips it into one of the barrels, draws it out again, and shows\n  that it is hardly soiled.",
        "  The whole audience is in a state of great excitement.",
        "  P.–Do the same thing to the other barrel.",
        "  The accused does it. The handkerchief remains clean.",
        "  P.–You see, and still you have told us that you had burnt,\n  perhaps, a dozen cartridges to light your cigars. But the\n  prosecution had foreseen this objection, and they are prepared to\n  meet it. Sheriff, bring in the witness, Maucroy.",
        "  Our readers all know this gentleman, whose beautiful collection of\n  weapons, sporting-articles, and fishing-tackle, is one of the\n  ornaments of our great Square. He is dressed up, and without\n  hesitation takes the required oath.",
        "  P.–Repeat your deposition with regard to this gun.",
        "  WITNESS.–It is an excellent gun, and very costly: such guns are\n  not made in France, where people are too economical.",
        "  At this answer the whole audience laughs. M. Maucroy is not\n  exactly famous for cheap bargains. Even some of the jurymen can\n  hardly control their laughter.",
        "  P.–Never mind your reflections on that object. Tell us only what\n  you know about the peculiarities of this gun.",
        "  WITNESS.–Well, thanks to a peculiar arrangement of the\n  cartridges, and thanks, also, to the special nature of the\n  fulminating material, the barrels hardly ever become foul.",
        "  A.–(Eagerly.) You are mistaken, sir. I have myself cleaned my gun\n  frequently; and I have, just on the contrary, found the barrels\n  extremely foul.",
        "  WITNESS.–Because you had fired too often. But I mean to say that\n  you can use up two or three cartridges without a trace being left\n  in the barrels.",
        "  A.–I deny that positively.",
        "  P.–(To witness.) And if a dozen cartridges were burnt?",
        "  WITNESS.–Oh, then, the barrels would be very foul.",
        "  P.–Examine the barrels, and tell us what you see.",
        "  WITNESS.–(After a minute examination.) I declare that two\n  cartridges cannot have been used since the gun was cleaned.",
        "  P.–(To the accused.) Well, what becomes of that dozen cartridges\n  which you have used up to light your cigars, and which had\n  blackened your hands so badly?",
        "  M. MAGLOIRE.–The question is too serious to be left entirely in\n  the hands of a single witness.",
        "  THE PROSECUTING ATTORNEY.–We only desire the truth. It is easy to\n  make an experiment.",
        "  WITNESS.–Oh, certainly!",
        "  P.–Let it be done.",
        "  Witness puts a cartridge into each barrel, and goes to the window\n  to explode them. The sudden explosion is followed by the screams\n  of several ladies.",
        "  WITNESS.–(Returning, and showing that the barrels are no more\n  foul than they were before.) Well, you see I was right.",
        "  P.–(To the accused.) You see this circumstance on which you\n  relied so securely, so far from helping you, only proves that your\n  explanation of the blackened state of your hands was a falsehood.",
        "  Upon the president’s order, witness is taken out, and the\n  examination of the accused is continued.",
        "  P.–What were your relations with Count Claudieuse?",
        "  A.–We had no intercourse with each other.",
        "  P.–But it was known all over the country that you hated him?",
        "  A.–That is a mistake. I declare, upon my honor, that I always\n  looked upon him as the best and most honorable of men.",
        "  P.–There, at least, you agree with all who knew him. Still you\n  are at law with him?",
        "  A.–I have inherited that suit from my uncle, together with his\n  fortune. I carried it on, but very quietly. I asked for nothing\n  better than a compromise.",
        "  P.–And, when Count Claudieuse refused, you were incensed?",
        "  A.–No.",
        "  P.–You were so irritated against him, that you once actually\n  aimed your gun at him. At another time you said, “He will not\n  leave me alone till I put a ball into him.” Do not deny! You will\n  hear what the witnesses say.",
        "  Thereupon, the accused resumes his place. He looks as confident as\n  ever, and carries his head high. He has entirely overcome any\n  feeling of discouragement, and converses with his counsel in the\n  most composed manner.",
        "  There can be no doubt, that, at this stage of the proceedings,\n  public opinion is on his side. He has won the good-will even of\n  those who came there strongly prejudiced. No one can help being\n  impressed by his proud but mournful expression of fate; and all\n  are touched by the extreme simplicity of his answers.",
        "  Although the discussion about the gun has not turned out to his\n  advantage, it does not seem to have injured him. People are\n  eagerly discussing the question of the fouling of guns. A number\n  of incredulous persons, whom the experiment has not convinced,\n  maintain that M. Maucroy has been too rash in his statements.\n  Others express surprise at the reserve shown by counsel,–less by\n  that of M. Folgat, who is unknown here, than by that of M.\n  Magloire, who usually allows no opportunity to escape, but is sure\n  to profit by the smallest incident.",
        "  The proceedings are not exactly suspended; but there is a pause,\n  whilst the ushers cover the articles on the table once more with\n  red cloth, and, after several comings and goings, roll a large\n  arm-chair in front of the judge’s seat.",
        "  At last one of the ushers comes up to the president, and whispers\n  something into his ear.",
        "  The president only nods his head.",
        "  When the usher has left the room, M. Domini says,–",
        " “We shall now proceed to hear the witnesses, and we propose to\n  begin with Count Claudieuse. Although seriously indisposed, he has\n  preferred to appear in court.”",
        "  At these words Dr. Seignebos is seen to start up, as if he wished\n  to address the court; but one of his friends, sitting by him,\n  pulls him down by his coat. M. Folgat makes a sign to him, and he\n  sits down again.",
        "  P.–Sheriff, bring in Count Claudieuse.",
        "  [Examination of Witnesses.]",
        "  The small door through which the armorer Maucroy had been admitted\n  opens once more, and Count Claudieuse enters. Supported and almost\n  carried by his man-servant.",
        "  He is greeted by a murmur of sympathetic pity. He is frightfully\n  thin; and his features look as haggard as if he were about to give\n  up the ghost. The whole vitality of his system seems to have\n  centred in his eyes, which shine with extraordinary brilliancy.",
        "  He takes the oath in an almost inaudible voice.",
        "  But the silence is so deep, that when the president asks him the\n  usual question, “Do you swear to tell the whole truth?” and he\n  answers, “I swear,” the words are distinctly heard all over the\n  court-room.",
        "  P.–(Very kindly.) We are very much obliged to you, sir, for the\n  effort which you have made. That chair has been brought in for\n  you: please sit down.",
        "  COUNT CLAUDIEUSE.–I thank you, sir; but I am strong enough to\n  stand.",
        "  P.–Please tell us, then, what you know of the attempt made on\n  your life.",
        "  C.C.–It might have been eleven o’clock: I had gone to bed a\n  little while before, and blown out my light. I was in that half\n  state which is neither waking nor sleeping, when I saw my room\n  lighted up by a dazzling glare. I saw it was fire. I jumped out of\n  bed, and, only lightly dressed, rushed down the stairs. I found\n  some difficulty in opening the outer door, which I had locked\n  myself. At last I succeeded. But I had no sooner put my foot\n  outside than I felt a terrible pain in my right side, and at the\n  same time I heard an explosion of fire-arms. Instinctively I\n  rushed towards the place from which the shot seemed to have been\n  fired; but, before I had taken three steps, I was struck once more\n  in my shoulder, and fell down unconscious.",
        "  P.–How long a time was there between the first and the second\n  shots?",
        "  C.C.–Almost three or four seconds.",
        "  P.–Was that time enough to distinguish the murderer?",
        "  C.C.–Yes; and I saw him run from behind a wood-pile, where he had\n  been lying in ambush, and escape into the country.",
        "  P.–You can tell us, no doubt, how he was dressed?",
        "  C.C.–Certainly. He had on a pair of light gray trousers, a dark\n  coat, and a large straw hat.",
        "  At a sign from the president, and in the midst of the most\n  profound silence, the ushers remove the red cloth from the table.",
        "  P.–(Pointing at the clothes of the accused.) Does the costume\n  which you describe correspond with those cloths?",
        "  C.C.–Of course; for they are the same.",
        "  P.–Then you must have recognized the murderer.",
        "  C.C.–The fire was so large at that time, that it was as bright as\n  daylight. I recognized M. Jacques de Boiscoran.",
        "  There was, probably, in the whole vast audience assembled under\n  that roof, not a heart that was not seized with unspeakable\n  anguish when these crushing words were uttered.",
        "  We were so fully prepared for them, that we could watch the\n  accused closely.",
        "  Not a muscle in his face seemed to move. His counsel showed as\n  little any signs of surprise or emotion.",
        "  Like ourselves, the president also, and the prosecuting attorney,\n  had been watching the accused and his counsel. Did they expect a\n  protest, an answer, any thing at all? Perhaps they did.",
        "  But, as nothing came, the president continued, turning to\n  witness,–",
        "  P.–Your declaration is a very serious one, sir.",
        "  C.C.–I know its weight.",
        "  P.–It is entirely different from your first deposition made\n  before the investigating magistrate.",
        "  C.C.–It is.",
        "  P.–When you were examined a few hours after the crime, you\n  declared that you had not recognized the murderer. More than that,\n  when M. de Boiscoran’s name was mentioned, you seemed to be\n  indignant of such a suspicion, and almost became surety yourself\n  for his innocence.",
        "  C.C.–That was contrary to truth. I felt a very natural sense of\n  commiseration, and tried to save a man who belonged to a highly\n  esteemed family from disgraceful punishment.",
        "  P.–But now?",
        "  C.C.–Now I see that I was wrong, and that the law ought to have\n  its course. And this is my reason for coming here,–although\n  afflicted by a disease which never spares, and on the point of\n  appearing before God–in order to tell you M. de Boiscoran is\n  guilty. I recognized him.",
        "  P.–(To the accused.) Do you hear?",
        "  The accused rises and says,–",
        "  A.–By all that is dear and sacred to me in the world, I swear\n  that I am innocent. Count Claudieuse says he is about to appear\n  before God: I appeal to the justice of God.",
        "  Sobs well-nigh drown the voice of the accused. The Marchioness de\n  Boiscoran is overcome by a nervous attack. She is carried out\n  stiff and inanimate; and Dr. Seignebos and Miss Chandore hasten\n  after her.",
        "  A.–(To Count Claudieuse.) You have killed my mother!",
        "  Certainly, all who had hoped for scenes of thrilling interest were\n  not disappointed. Everybody looks overcome with excitement. Tears\n  appear in the eyes of almost all the ladies.",
        "  And yet those who watch the glances which are exchanged between M.\n  de Boiscoran and Count Claudieuse cannot help asking themselves,\n  if there is not something else between these two men, besides what\n  the trial has made known. We cannot explain to ourselves these\n  singular answers given to the president’s questions, nor does any\n  one understand the silence observed by M. de Boiscoran’s counsel.\n  Do they abandon their client? No; for we see them go up to him,\n  shake hands with him, and lavish upon him every sign of friendly\n  consolation and encouragement.",
        "  We may even be permitted to say, that, to all appearances, the\n  president himself and the prosecuting attorney were, for a moment,\n  perfectly overcome with surprise. At all events, we thought so at\n  the moment.",
        "  But the president continues,–",
        "  P.–I have but just been asking the accused, count, whether there\n  was any ground of enmity between you.",
        "  C.C.–(In a steadily declining voice.) I know no other ground\n  except our lawsuit about a little stream of water.",
        "  P.–Has not the accused once threatened to fire at you?",
        "  C.C.–Yes; but I did not think he was in earnest, and I never\n  resented the matter.",
        "  P. Do you persist in your declaration?",
        "  C.C.–I do. And once more, upon my oath, I declare solemnly that I\n  recognized, in such a manner as to prevent any possible mistake,\n  M. Jacques Boiscoran.",
        "  It was evidently time that Count Claudieuse should end his\n  evidence. He begins to totter; his eyes close; his head rolls from\n  side to side; and two ushers have to come to his assistance to\n  enable him, with the help of his own servant, to leave the room.",
        "  Is the Countess Claudieuse to be called next?",
        "  It was thought so; but it was not so. The countess being kept by\n  the bedside of one of her daughters, who is most dangerously ill,\n  will not be called at all; and the clerk of the court is ordered\n  to read her deposition.",
        "  Although her description of the terrible event is very graphic, it\n  contains no new facts, and will remain without influence on the\n  proceedings.",
        "  The next witness is Ribot.",
        "  This is a fine handsome countryman, a regular village cock, with a\n  pink-and-blue cravat around his neck, and a huge gold chain\n  dangling from his watch-pocket. He seems to be very proud of his\n  appearance and looks around with an air of the most perfect self-\n  satisfaction.",
        "  In the same way he relates his meeting with the accused in a tone\n  of great importance. He knows every thing and explains every\n  thing. With a little encouragement he would, no doubt, declare\n  that the accused had confided to him all his plans of incendiarism\n  and murder. His answers are almost all received with great\n  hilarity, which bring down upon the audience another and very\n  severe reprimand from the president.",
        "  The witness Gaudry, who succeeds him, is a small, wretched-looking\n  man, with a false and timid eye, who exhausts himself in bows and\n  scrapes. Quite different from Ribot, he seems to have forgotten\n  every thing. It is evident he is afraid of committing himself. He\n  praises the count; but he does not speak the less well of M. de\n  Boiscoran. He assures the court of his profound respect for them\n  all,–for the ladies and gentlemen present, for everybody, in\n  fine.",
        "  The woman Courtois, who comes next, evidently wishes she were a\n  thousand miles away. The president has to make the very greatest\n  efforts to obtain, word by word, her evidence, which, after all,\n  amounts to next to nothing.",
        "  Then follow two farmers from Brechy, who have been present at the\n  violent altercation which ended in M. de Boiscoran’s aiming with\n  his gun at Count Claudieuse.",
        "  Their account, interrupted by numberless parentheses, is very\n  obscure. One of the counsel of the defendant requests them to be\n  more explicit; and thereupon they become utterly unintelligible.\n  Besides, they contradict each other. One has looked upon the act\n  of the accused as a mere jest: the other has looked upon it so\n  seriously as to throw himself between the two men, in order to\n  prevent M. de Boiscoran from killing his adversary then and there.",
        "  Once more the accused protests, energetically, he never hated\n  Count Claudieuse: there was no reason why he should hate him.",
        "  The obstinate peasant insists upon it that a lawsuit is always a\n  sufficient reason for hating a man. And thereupon he undertakes to\n  explain the lawsuit, and how Count Claudieuse, by stopping the\n  water of the Seille, overflowed M. de Boiscoran’s meadows.",
        "  The president at last stops the discussion, and orders another\n  witness to be brought in.",
        "  This man swears he has head M. de Boiscoran say, that, sooner or\n  later, he would put a ball into Count Claudieuse. He adds, that\n  the accused is a terrible man, who threatened to shoot people upon\n  the slightest provocation. And, to support his evidence, he states\n  that once before, to the knowledge of the whole country, M. de\n  Boiscoran has fired at a man.",
        "  The accused undertakes to explain this. A scamp, who he thinks was\n  no one else but the witness on the stand, came every night and\n  stole his tenants’ fruit and vegetables. One night he kept watch,\n  and gave him a load of salt. He does not know whether he hit him.\n  At all events, the thief never complained, and thus was never\n  found out.",
        "  The next witness is a constable from Brechy. He deposes that once\n  Count Claudieuse, by stopping up the waters of the little stream,\n  the Seille, had caused M. de Boiscoran a loss of twenty thousand\n  weight of first-rate hay. He confesses that such a bad neighbor\n  would certainly have exasperated him.",
        "  The prosecuting attorney does not deny the fact, but adds, that\n  Count Claudieuse offered to pay damages. M. de Boiscoran had\n  refused with insulting haughtiness.",
        "  The accused replies, that he had refused upon the advice of his\n  lawyer, but that he had not used insulting words.",
        "  Next appeared the witnesses summoned by the defence.",
        "  The first is the excellent priest from Brechy. He confirms the\n  statement of the accused. He was dining, the evening of the crime,\n  at the house of M. de Besson; his servant had come for him; and\n  the parsonage was deserted. He states that he had really arranged\n  with M. de Boiscoran that the latter should come some evening of\n  that week to fulfil the religious duties which the church requires\n  before it allows a marriage to be consecrated. He has known\n  Jacques de Boiscoran from a child, and knows no better and no more\n  honorable man. In his opinion, that hatred, of which so much has\n  been said, never had any existence. He cannot believe, and does\n  not believe, that the accused is guilty.",
        "  The second witness is the priest of an adjoining parish. He\n  states, that, between nine and ten o’clock, he was on the road,\n  near the Marshalls’ Cross-roads. The night was quite dark. He is\n  of the same size as the priest at Brechy; and the little girl\n  might very well have taken him for the latter, thus misleading M.\n  de Boiscoran.",
        "  Three other witnesses are introduced; and then, as neither the\n  accused nor his counsel have any thing to add, the prosecuting\n  attorney begins his speech.",
        "  [The Charge.]",
        "  M. Gransiere’s eloquence is so widely known, and so justly\n  appreciated, that we need not refer to it here. We will only say\n  that he surpassed himself in this charge, which, for more than an\n  hour, held the large assembly in anxious and breathless suspense,\n  and caused all hearts to vibrate with the most intense excitement.",
        "  He commences with a description of Valpinson, “this poetic and\n  charming residence, where the noble old trees of Rochepommier are\n  mirrored in the crystal waves of the Seille.",
        " “There,” he went on to say,–\"there lived the Count and the\n  Countess Claudieuse,–he one of those noblemen of a past age who\n  worshipped honor, and were devoted to duty; she one of those women\n  who are the glory of their sex, and the perfect model of all\n  domestic virtues.",
        " “Heaven had blessed their union, and given them two children, to\n  whom they were tenderly attached. Fortune smiled upon their wise\n  efforts. Esteemed by all, cherished, and revered, they lived\n  happy, and might have counted upon long years of prosperity.",
        " “But no. Hate was hovering over them.",
        " “One evening, a fatal glare arouses the count. He rushes out; he\n  hears the report of a gun. He hears it a second time, and he sinks\n  down, bathed in his blood. The countess also is alarmed by the\n  explosion, and hastens to the spot: she stumbles; she sees the\n  lifeless body of her husband, and sinks unconscious to the ground.",
        " “Are the children also to perish? No. Providence watches. A flash\n  of intelligence pierces the night of an insane man, who rushes\n  through the flames, and snatches the children from the fire that\n  was already threatening their couch.",
        " “Their lives are saved; but the fire continues its destructive\n  march.",
        " “At the sound of the terrible fire-bell, all the inhabitants of the\n  neighboring villages hurry to the spot. But there is no one to\n  direct their efforts; there are no engines; and they can do\n  nothing.",
        " “But all of a sudden a distant rumbling sound revives hope in their\n  hearts. They know the fire-engines are coming. They come; they\n  reach the spot; and whatever men can do is done at once.",
        " “But great God! What mean those cries of horror which suddenly rise\n  on all sides? The roof of the house is falling, and buries under\n  its ruins two men, the most zealous and most courageous of all the\n  zealous and courageous men,–Bolton the drummer, who had just now\n  summoned his neighbors to come to the rescue, and Guillebault, a\n  father with five children.",
        " “High above the crash and the hissing of flames rise their heart-\n  rending cries. They call for help. Will they be allowed to perish?\n  A gendarme rushes forward, and with him a farmer from Brechy. But\n  their heroism is useless: the monster keeps its prey. The two men\n  also are apparently doomed; and only by unheard-of efforts, and at\n  great peril of life, can they be rescued from the furnace. But\n  they are so grievously wounded, that they will remain infirm for\n  the rest of their lives, compelled to appeal to public charity for\n  their subsistence.”",
        "  Then the prosecuting attorney proceeds to paint the whole of the\n  disaster at Valpinson in the sombrest colors, and with all the\n  resources of his well-known eloquence. He describes the Countess\n  Claudieuse as she kneels by the side of her dying husband, while\n  the crowd is eagerly pressing around the wounded man and\n  struggling with the flames for the charred remains of the\n  unfortunate firemen. With increasing vehemence, he says next,–",
        " “And during all this time what becomes of the author of these\n  fearful misdeeds? When his hatred is gratified, he flees through\n  the wood, and returns to his home. Remorse, there is none. As soon\n  as he reaches the house, he eats, drinks, smokes his cigar. His\n  position in the country is such, and the precautionary measures he\n  had taken appear to him so well chosen, that he thinks he is above\n  suspicion. He is calm. He feels so perfectly safe, that he\n  neglects the commonest precautions, and does not even take the\n  trouble of pouring out the water in which he has washed his hands,\n  blackened as they are by the fire he has just kindled.",
        " “He forgets that Providence whose torch on great occasions\n  illumines and guides human justice.",
        " “And how, indeed, could the law ever have expected to find the\n  guilty man in one of the most magnificent chateaux of the country\n  but for a direct intervention of Providence?",
        " “For the incendiary, the assassin, was actually there, at the\n  Chateau Boiscoran.",
        " “And let no one come and tell us that the past life of Jacques de\n  Boiscoran is such as to protect him against the formidable charges\n  that are brought against him. We know his past life.",
        " “A perfect model of those idle young men who spend in riotous\n  living a fortune painfully amassed by their fathers, Jacques de\n  Boiscoran had not even a profession. Useless to society, a burden\n  to himself, he passed through life like a ship without rudder and\n  without compass, indulging in all kinds of unhealthy fashions in\n  order to spend the hours that were weighing heavily upon him.",
        " “And yet he was ambitious; but his ambition lay in the direction of\n  those dangerous and wicked intrigues which inevitably lead men to\n  crime.",
        " “Hence we see him mixed up with all those sterile and wanton party\n  movements which discredit our days, uttering over and over again\n  hollow phrases in condemnation of all that is noble and sacred,\n  appealing to the most execrable passions of the multitude\"–",
        "  M. MAGLOIRE.–If this is a political affair, we ought to be\n  informed beforehand.",
        "  ATTORNEY-GENERAL.–There is no question of politics here. We speak\n  of the life of a man who has been an apostle of strife.",
        "  M. MAGLOIRE.–Does the attorney-general fancy he is preaching\n  peace?",
        "  PRESIDENT.–I request counsel for the defence not to interrupt.",
        "  ATTORNEY-GENERAL.–And it is in this ambition of the accused that\n  we must look for a key to that terrible hatred which has led him\n  to commit such crimes. That lawsuit about a stream of water is a\n  matter of comparatively little importance. But Jacques de\n  Boiscoran was preparing to become a candidate for election.",
        "  A.–I never dreamed of it.",
        "  ATTORNEY-GENERAL.–(Not noticing the interruption.) He did not say\n  so; but his friends said it for him, and went about everywhere,\n  repeating that by his position, his wealth, and his opinions, he\n  was the man best worthy of the votes of Republicans. And he would\n  have had an excellent chance, if there had not stood between him\n  and the object of his desires Count Claudieuse, who had already\n  more than once succeeded in defeating similar plots.",
        "  M. MAGLOIRE.–(Warmly.) Do you refer to me?",
        "  ATTORNEY-GENERAL.–I allude to no one.",
        "  M. MAGLOIRE.–You might just as well say at once, that my friends\n  as well as myself are all M. de Boiscoran’s accomplices; and that\n  we have employed him to rid us of a formidable adversary.",
        "  ATTORNEY-GENERAL.–(Continues.) Gentlemen, this is the real motive\n  of the crime. Hence that hatred which the accused soon is unable\n  to conceal any longer, which overflows in invectives, which breaks\n  forth in threats of death, and which actually carries him so far\n  that he points his gun at Count Claudieuse.",
        "  The attorney-general next passes on to examine the charges, which,\n  he declares, are overwhelming and irrefutable. Then he goes on,–",
        " “But what need is there of such questions after the crushing\n  evidence of Count Claudieuse? You have heard it,–on the point of\n  appearing before God!",
        " “His first impulse was to follow the generous nature of his heart,\n  and to pardon the man who had attempted his life. He desired to\n  save him; but, as he felt death come nearer, he saw that he had no\n  right to shield a criminal from the sword of justice: he\n  remembered that there were other victims beside himself.",
        " “And then, rising from his bed of agony, he dragged himself here\n  into court, in order to tell you. ’That is the man! By the light\n  of the fire which he had kindled, I saw him and recognized him. He\n  is the man!’",
        " “And could you hesitate after such evidence? No! I can not and will\n  not believe it. After such crimes, society expects that justice\n  should be done,–justice in the name of Count Claudieuse on his\n  deathbed,–justice in the name of the dead,–justice in the name\n  of Bolton’s mother, and of Guillebault’s widow and her five\n  children.”",
        "  A murmur of approbation accompanied the last words of M.\n  Gransiere, and continued for some time after he had concluded.\n  There is not a woman in the whole assembly who does not shed\n  tears.",
        "  P.–The counsel for the defence.",
        "  [Pleading.]",
        "  As M. Magloire had so far alone taken an active part in the\n  defence, it was generally believed that he would speak. But it was\n  not so. M. Folgat rises.",
        "  Our court-house here in Sauveterre has at various times reechoed\n  the words of almost all our great masters of forensic eloquence.\n  We have heard Berryer, Dufaure, Jules Favre, and others; but, even\n  after these illustrious orators, M. Folgat still succeeds in\n  astonishing and moving us deeply.",
        "  We can, of course, report here only a few of his phrases; and we\n  must utterly abandon all hope of giving an idea of his proud and\n  disdainful attitude, his admirable manner, full of authority, and\n  especially of his full, rich voice, which found its way into every\n  heart.",
        " “To defend certain men against certain charges,” he began, “would\n  be to insult them. They cannot be touched. To the portrait drawn\n  by the prosecuting attorney, I shall simply oppose the answer\n  given by the venerable priest of Brechy. What did he tell you? M.\n  de Boiscoran is the best and most honorable of men. There is the\n  truth; they wish to make him out a political intriguant. He had,\n  it is true, a desire to be useful to his country. But, while\n  others debated, he acted. The Sauveterre Volunteers will tell you\n  to what passions he appealed before the enemy, and by what\n  intrigues he won the cross which Chausy himself fastened to his\n  breast. He wanted power, you say. No: he wished for happiness. You\n  speak of a letter written by him, the evening of the crime, to his\n  betrothed. I challenge you to read it. It covers four pages:\n  before you have read two, you will be forced to abandon the case.”",
        "  Then the young advocate repeats the evidence given by the accused;\n  and really, under the influence of his eloquence, the charges seem\n  to fall to the ground, and to be utterly annihilated.",
        " “And now,” he went on, “what other evidence remains there? The\n  evidence given by Count Claudieuse. It is crushing, you say. I say\n  it is singular. What! here is a witness who sees his last hour\n  drawing nigh, and who yet waits for the last minute of his life\n  before he speaks. And you think that is natural! You pretend that\n  it was generosity which made him keep silent. I, I ask you how the\n  most cruel enemy could have acted more atrociously?",
        " “ ’Never was a case clearer,’ says the prosecution. On the\n  contrary, I maintain that never was a case more obscure; and that,\n  so far from fathoming the secret of the whole affair, the\n  prosecution has not found out the first word of it.”",
        "  M. Folgat takes his seat, and the sheriff’s officers have to\n  interfere to prevent applause from breaking out. If the vote had\n  been taken at that moment, M. de Boiscoran would have been\n  acquitted.",
        "  But the proceedings are suspended for fifteen minutes; and in the\n  meantime the lamps are lit, for night begins to fall.",
        "  When the president resumes his chair, the attorney-general claims\n  his right to speak.",
        " “I shall not reply as I had at first proposed. Count Claudieuse is\n  about to pay with his life for the effort which he has made to\n  place his evidence before you. He could not even be carried home.\n  He is perhaps at this very moment drawing his last breath upon\n  earth in the adjoining room.”",
        "  The counsel for the defence do not desire to address the jury;\n  and, as the accused also declares that he has nothing more to say,\n  the president sums up, and the jurymen withdrew to their room to\n  deliberate.",
        "  The heat is overwhelming, the restraint almost unbearable; and all\n  faces bear the marks of oppressive fatigue; but nobody thinks of\n  leaving the house. A thousand contradictory reports circulate\n  through the excited crowd. Some say that Count Claudieuse has\n  died; others, on the contrary, report him better, and add that he\n  has sent for the priest from Brechy.",
        "  At last, a few minutes after nine o’clock, the jury reappears.",
        "  Jacques de Boiscoran is declared guilty, and, on the score of\n  extenuating circumstances, sentenced to twenty years’ penal labor.",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}