{
    "title": "Within an Inch of His Life - VIII.",
    "author": "Emile Gaboriau",
    "chapter": "17",
    "content": [
        "\n\n",
        "“What can have happened to Dionysia, that she does not come back?\"\nmurmured Grandpapa Chandore, as he walked up and down the Square, and\nlooked, for the twentieth time, at his watch. For some time the fear\nof displeasing his grandchild, and of receiving a scolding, kept him\nat the place where she had told him to wait for her; but at last it\nwas too much for him, and he said,–",
        "“Upon my word, this is too much! I’ll risk it.”",
        "And, crossing the road which separates the Square from the houses, he\nentered the long, narrow passage in the house of the sisters Mechinet.\nHe was just putting his foot on the first step of the stairs, when he\nsaw a light above. He distinguished the voice of his granddaughter,\nand then her light step.",
        "“At last!” he thought.",
        "And swiftly, like a schoolboy who hears his teacher coming, and fears\nto be caught in the act, he slipped back into the Square. Dionysia was\nthere almost at the same moment, and fell on his neck, saying,–",
        "“Dear grandpapa, I bring you back your bonds,” and then she rained a\nshower of kisses upon the old gentleman’s furrowed cheeks.",
        "If any thing could astonish M. de Chandore, it was the idea that there\nshould exist in this world a man with a heart hard, cruel, and\nbarbarous enough, to resist his Dionysia’s prayers and tears,\nespecially if they were backed by twenty thousand francs.\nNevertheless, he said mournfully,–",
        "“Ah! I told you, my dear child, you would not succeed.”",
        "“And you were mistaken, dear grandpapa, and you are still mistaken;\nfor I have succeeded!”",
        "“But–you bring back the money?”",
        "“Because I have found an honest man, dearest grandpapa,–a most\nhonorable man. Poor fellow, how I must have tempted his honesty! For\nhe is very much embarrassed, I know it from good authority, ever since\nhe and his sisters bought that house. It was more than comfort, it was\na real fortune, I offered him. Ah! you ought to have seen how his eyes\nbrightened up, and how his hands trembled, when he took up the bonds!\nWell, he refused to take them, after all; and the only reward he asks\nfor the very good service which he is going to render us\"–",
        "M. de Chandore expressed his assent by a gesture, and then said,–",
        "“You are right, darling: that clerk is a good man, and he has won our\neternal gratitude.”",
        "“I ought to add,” continued Dionysia, “that I was ever so brave. I\nshould never have thought that I could be so bold. I wish you had been\nhid in some corner, grandpapa, to see me and hear me. You would not\nhave recognized your grandchild. I cried a little, it is true, when I\nhad carried my point.”",
        "“Oh, dear, dear child!” murmured the old gentleman, deeply moved.",
        "“You see, grandpapa, I thought of nothing but of Jacques’s danger, and\nof the glory of proving myself worthy of him, who is so brave himself.\nI hope he will be satisfied with me.”",
        "“He would be hard to please, indeed, if he were not!” exclaimed M. de\nChandore.",
        "The grandfather and his child were standing all the while under the\ntrees in the great Square while they were thus talking to each other;\nand already a number of people had taken the opportunity of passing\nclose by them, with ears wide open, and all eagerness, to find out\nwhat was going on: it is a way people have in small towns. Dionysia\nremembered the clerk’s kindly warnings; and, as soon as she became\naware of it, she said to her grandfather,–",
        "“Come, grandpapa. People are listening. I will tell you the rest as we\nare going home.”",
        "And so, on their way, she told him all the little details of her\ninterview; and the old gentleman declared, in all earnest, that he did\nnot know which to admire most,–her presence of mind, or Mechinet’s\ndisinterestedness.",
        "“All the more reason,” said the young girl, “why we should not add to\nthe dangers which the good man is going to run for us. I promised him\nto tell nobody, and I mean to keep my promise. If you believe me, dear\ngrandpapa, we had better not speak of it to anybody, not even to my\naunts.”",
        "“You might just as well declare at once, little scamp, that you want\nto save Jacques quite alone, without anybody’s help.”",
        "“Ah, if I could do that! Unfortunately, we must take M. Folgat into\nour confidence; for we cannot do without his advice.”",
        "Thus it was done. The poor aunts, and even the marchioness, had to be\ncontent with Dionysia’s not very plausible explanation of her visit.\nAnd a few hours afterwards M. de Chandore, the young girl, and M.\nFolgat held a council in the baron’s study. The young lawyer was even\nmore surprised by Dionysia’s idea, and her bold proceedings, then her\ngrandfather; he would never have imagined that she was capable of such\na step, she looked so timid and innocent, like a mere child. He was\nabout to compliment her; but she interrupted him eagerly, saying,–",
        "“There is nothing to boast of. I ran no risk.”",
        "“A very substantial risk, madam, I assure you.”",
        "“Pshaw!” exclaimed M. de Chandore.",
        "“To bribe an official,” continued M. Folgat, “is a very grave offence.\nThe Criminal Code has a certain paragraph, No. 179, which does not\ntrifle, and punishes the man who bribes, as well as the man who is\nbribed.”",
        "“Well, so much the better!” cried Dionysia. “If poor M. Mechinet has\nto go to prison, I’ll go with him!”",
        "And, without noticing the dissatisfaction expressed in her\ngrandfather’s features, she added, turning to M. Folgat,–",
        "“After all, sir, you see that your wishes have been fulfilled. We\nshall be able to communicate with M. de Boiscoran: he will give us his\ninstructions.”",
        "“Perhaps so, madam.”",
        "“How? Perhaps? You said yourself\"–",
        "“I told you, madam, it would be useless, perhaps even imprudent, to\ntake any steps before we know the truth. But will we know it? Do you\nthink that M. de Boiscoran, who has good reasons for being suspicious\nof every thing, will at once tell us all in a letter which must needs\npass through several hands before it can reach us?”",
        "“He will tell us all, sir, without reserve, without fear, and without\ndanger.”",
        "“Oh!”",
        "“I have taken my precautions. You will see.”",
        "“Then we have only to wait.”",
        "Alas, yes! They had to wait, and that was what distressed Dionysia.\nShe hardly slept that night. The next day was one unbroken torment. At\neach ringing of the bell, she trembled, and ran to see.",
        "At last, towards five o’clock, when nothing had come, she said,–",
        "“It is not to be to-day, provided, O God! that poor Mechinet has not\nbeen caught.”",
        "And, perhaps in order to escape for a time the anguish of her fears,\nshe agreed to accompany Jacques’s mother, who wanted to pay some\nvisits.",
        "Ah, if she had but known! She had not left the house ten minutes, when\none of those street-boys, who abound at all hours of the day on the\ngreat Square, appeared, bringing a letter to her address. They took it\nto M. de Chandore, who, while waiting for dinner, was walking in the\ngarden with M. Folgat.",
        "“A letter for Dionysia!” exclaimed the old gentleman, as soon as the\nservant had disappeared. “Here is the answer we have been waiting\nfor!”",
        "He boldly tore it open. Alas! It was useless. The note within the\nenvelope ran thus,–",
        " “31:9, 17, 19, 23, 25, 28, 32, 101, 102, 129, 137, 504, 515–37:2,\n  3, 4, 5, 7, 8, 10, 11, 13, 14, 24, 27, 52, 54, 118, 119, 120, 200,\n  201–41:7, 9, 17, 21, 22, 44, 45, 46\"–",
        "And so on, for two pages.",
        "“Look at this, and try to make it out,” said M. de Chandore, handing\nthe letter to M. Folgat.",
        "The young man actually tried it; but, after five minutes’ useless\nefforts, he said,–",
        "“I understand now why Miss Chandore promised us that we should know\nthe truth. M. de Boiscoran and she have formerly corresponded with\neach other in cipher.”",
        "Grandpapa Chandore raised his hands to heaven.",
        "“Just think of these little girls! Here we are utterly helpless\nwithout her, as she alone can translate those hieroglyphics for you.”",
        "If Dionysia had hoped, by accompanying the marchioness on her visits,\nto escape from the sad presentiments that oppressed her, she was\ncruelly disappointed. They went to M. Seneschal’s house first; but the\nmayor’s wife was by no means calculated to give courage to others in\nan hour of peril. She could do nothing but embrace alternately\nJacques’s mother and Dionysia, and, amid a thousand sobs, tell them\nover and over again, that she looked upon one as the most unfortunate\nof mothers, and upon the other as the most unfortunate of betrothed\nmaidens.",
        "“Does the woman think Jacques is guilty?” thought Dionysia, and felt\nalmost angry.",
        "And that was not all. As they returned home, and passed the house\nwhich had been provisionally taken for Count Claudieuse and his\nfamily, they heard a little boy calling out,–",
        "“O mamma, come quick! Here are the murderer’s mother and his\nsweetheart.”",
        "Thus the poor girl came home more downcast than before. Immediately,\nhowever, her maid, who had evidently been on the lookout for her\nreturn, told her that her grandfather and the lawyer from Paris were\nwaiting for her in the baron’s study. She hastened there without\nstopping to take off her bonnet; and, as soon as she came in, M. de\nChandore handed her Jacques’s letter, saying,–",
        "“Here is your answer.”",
        "She could not repress a little cry of delight, and rapidly touched the\nletter with her lips, repeating,–",
        "“Now we are safe, we are safe!”",
        "M. de Chandore smiled at the happiness of his granddaughter.",
        "“But, Miss Hypocrite,” he said, “it seems you had great secrets to\ncommunicate to M. de Boiscoran, since you resorted to cipher, like\narch conspirators. M. Folgat and I tried to read it; but it was all\nGreek to us.”",
        "Now only the young lady remembered M. Folgat’s presence, and, blushing\ndeeply, she said,–",
        "“Latterly Jacques and I had been discussing the various methods to\nwhich people resort who wish to carry on a secret correspondence: this\nled him to teach me one of the ways. Two correspondents choose any\nbook they like, and each takes a copy of the same edition. The writer\nlooks in his volume for the words he wants, and numbers them; his\ncorrespondent finds them by the aid of these numbers. Thus, in\nJacques’s letters, the numbers followed by a colon refer to the pages,\nand the others to the order in which the words come.”",
        "“Ah, ah!” said Grandpapa Chandore, “I might have looked a long time.”",
        "“It is a very simple method,” replied Dionysia, “very well known, and\nstill quite safe. How could an outsider guess what book the\ncorrespondents have chosen? Then there are other means to mislead\nindiscreet people. It may be agreed upon, for instance, that the\nnumbers shall never have their apparent value, or that they shall vary\naccording to the day of the month or the week. Thus, to-day is Monday,\nthe second day of the week. Well, I have to deduct one from each\nnumber of a page, and add one to each number of a word.”",
        "“And you will be able to make it all out?” asked M. de Chandore.",
        "“Certainly, dear grandpapa. Ever since Jacques explained it to me, I\nhave tried to learn it as a matter of course. We have chose a book\nwhich I am very fond of, Cooper’s ’Spy;’ and we amused ourselves by\nwriting endless letters. Oh! it is very amusing, and it takes time,\nbecause one does not always find the words that are needed, and then\nthey have to be spelled letter by letter.”",
        "“And M. de Boiscoran has a copy of Cooper’s novels in his prison?\"\nasked M. Folgat.",
        "“Yes, sir. M. Mechinet told me so. As soon as Jacques found he was to\nbe kept in close confinement, he asked for some of Cooper’s novels,\nand M. Galpin, who is so cunning, so smart, and so suspicious, went\nhimself and got them for him. Jacques was counting upon me.”",
        "“Then, dear child, go and read your letter, and solve the riddle,\"\nsaid M. de Chandore.",
        "When she had left, he said to his companion,–",
        "“How she loves him! How she loves this man Jacques! Sir, if any thing\nshould happen to him, she would die.”",
        "M. Folgat made no reply; and nearly an hour passed, before Dionysia,\nshut up in her room, had succeeded in finding all the words of which\nJacques’s letter was composed. But when she had finished, and came\nback to her grandfather’s study, her youthful face expressed the most\nprofound despair.",
        "“This is horrible!” she said.",
        "The same idea crossed, like a sharp arrow, the minds of M. de Chandore\nand M. Folgat. Had Jacques confessed?",
        "“Look, read yourself!” said Dionysia, handing them the translation.",
        "Jacques wrote,–",
        " “Thanks for your letter, my darling. A presentiment had warned me,\n  and I had asked for a copy of Cooper.",
        " “I understand but too well how grieved you must be at seeing me\n  kept in prison without my making an effort to establish my\n  innocence. I kept silence, because I hoped the proof of my\n  innocence would come from outside. I see that it would be madness\n  to hope so any longer, and that I must speak. I shall speak. But\n  what I have to say is so very serious, that I shall keep silence\n  until I shall have had an opportunity of consulting with some one\n  in whom I can feel perfect confidence. Prudence alone is not\n  enough now: skill also is required. Until now I felt secure,\n  relying on my innocence. But the last examination has opened my\n  eyes, and I now see the danger to which I am exposed.",
        " “I shall suffer terribly until the day when I can see a lawyer.\n  Thank my mother for having brought one. I hope he will pardon me,\n  if I address myself first to another man. I want a man who knows\n  the country and its customs.",
        " “That is why I have chosen M. Magloire; and I beg you will tell him\n  to hold himself ready for the day on which, the examination being\n  completed, I shall be relieved from close confinement.",
        " “Until then, nothing can be done, nothing, unless you can obtain\n  that the case be taken out of M. G––-’s hands, and be given to\n  some one else. That man acts infamously. He wants me to be guilty.\n  He would himself commit a crime in order to charge me with it, and\n  there is no kind of trap he does not lay for me. I have the\n  greatest difficulty in controlling myself every time I see this\n  man enter my cell, who was my friend, and now is my accuser.",
        " “Ah, my dear ones! I pay a heavy price for a fault of which I have\n  been, until now, almost unconscious.",
        " “And you, my only friend, will you ever be able to forgive me the\n  terrible anxiety I cause you?",
        " “I should like to say much more; but the prisoner who has handed me\n  your note says I must be quick, and it takes so much time to pick\n  out the words!",
        "“J.”",
        "When the letter had been read, M. Folgat and M. de Chandore sadly\nturned their heads aside, fearing lest Dionysia should read in their\neyes the secret of their thoughts. But she felt only too well what it\nmeant.",
        "“You cannot doubt Jacques, grandpapa!” she cried.",
        "“No,” murmured the old gentleman feebly, “no.”",
        "“And you, M. Folgat–are you so much hurt by Jacques’s desire to\nconsult another lawyer?”",
        "“I should have been the first, madam, to advise him to consult a\nnative.”",
        "Dionysia had to summon all her energy to check her tears.",
        "“Yes,” she said, “this letter is terrible; but how can it be\notherwise? Don’t you see that Jacques is in despair, that his mind\nwanders after all these fearful shocks?”",
        "Somebody knocked gently at the door.",
        "“It is I,” said the marchioness.",
        "Grandpapa Chandore, M. Folgat, and Dionysia looked at each other for a\nmoment; and then the advocate said,–",
        "“The situation is too serious: we must consult the marchioness.” He\nrose to open the door. Since the three friends had been holding the\ncouncil in the baron’s study, a servant had come five times in\nsuccession to knock at the door, and tell them that the soup was on\nthe table.",
        "“Very well,” they had replied each time.",
        "At last, as they did not come down yet, Jacques’s mother had come to\nthe conclusion that something extraordinary had occurred.",
        "“Now, what could this be, that they should keep it from her?” she\nthought. If it were something good, they would not have concealed it\nfrom her. She had come up stairs, therefore, with the firm resolution\nto force them to let her come in. When M. Folgat opened the door, she\nsaid instantly,–",
        "“I mean to know all!”",
        "Dionysia replied to her,–",
        "“Whatever you may hear, my dear mother, pray remember, that if you\nallow a single word to be torn from you, by joy or by sorrow, you\ncause the ruin of an honest man, who has put us all under such\nobligations as can never be fully discharged. I have been fortunate\nenough to establish a correspondence between Jacques and us.”",
        "“O Dionysia!”",
        "“I have written to him, and I have received his answer. Here it is.”",
        "The marchioness was almost beside herself, and eagerly snatched at the\nletter. But, as she read on, it was fearful to see how the blood\nreceded from her face, how her eyes grew dim, her lips turned pale,\nand at last her breath failed to come. The letter slipped from her\ntrembling hands; she sank into a chair, and said, stammering,–",
        "“It is no use to struggle any longer: we are lost!”",
        "There was something grand in Dionysia’s gesture and the admirable\naccent of her voice, as she said,–",
        "“Why don’t you say at once, my mother, that Jacques is an incendiary\nand an assassin?”",
        "Raising her head with an air of dauntless energy, with trembling lips,\nand fierce glances full of wrath and disdain, she added,–",
        "“And do I really remain the only one to defend him,–him, who, in his\ndays of prosperity, had so many friends? Well, so be it!”",
        "Naturally, M. Folgat had been less deeply moved than either the\nmarchioness or M. de Chandore; and hence he was also the first to\nrecover his calmness.",
        "“We shall be two, madam, at all events,” he said; “for I should never\nforgive myself, if I allowed myself to be influenced by that letter.\nIt would be inexcusable, since I know by experience what your heart\nhas told you instinctively. Imprisonment has horrors which affect the\nstrongest and stoutest of minds. The days in prison are interminable,\nand the nights have nameless terrors. The innocent man in his lonely\ncell feels as if he were becoming guilty, as the man of soundest\nintellect would begin to doubt himself in a madhouse\"–",
        "Dionysia did not let him conclude. She cried,–",
        "“That is exactly what I felt, sir; but I could not express it as\nclearly as you do.”",
        "Ashamed at their lack of courage, M. de Chandore and the marchioness\nmade an effort to recover from the doubts which, for a moment, had\nwell-nigh overcome them.",
        "“But what is to be done?” asked the old lady.",
        "“Your son tells us, madam, we have only to wait for the end of the\npreliminary examination.”",
        "“I beg your pardon,” said M. de Chandore, “we have to try to get the\ncase handed over to another magistrate.”",
        "M. Folgat shook his head.",
        "“Unfortunately, that is not to be dreamt of. A magistrate acting in\nhis official capacity cannot be rejected like a simple juryman.”",
        "“However\"–",
        "“Article 542 of the Criminal Code is positive on the subject.”",
        "“Ah! What does it say?” asked Dionysia.",
        "“It says, in substance, madam, that a demand for a change of\nmagistrate, on the score of well-founded suspicion, can only be\nentertained by a court of appeals, because the magistrate, within his\nlegitimate sphere, is a court in himself. I do not know if I express\nmyself clearly?”",
        "“Oh, very clearly!” said M. de Chandore. “Only, since Jacques wishes\nit\"–",
        "“To be sure; but M. de Boiscoran does not know\"–",
        "“I beg your pardon. He knows that the magistrate is his mortal enemy.”",
        "“Be it so. But how would that help us? Do you think that a demand for\na change of venue would prevent M. Galpin from carrying on the\nproceedings? Not at all. He would go on until the decision comes from\nthe Court of Appeals. He could, it is true, issue no final order; but\nthat is the very thing M. de Boiscoran ought to desire, since such an\norder would make an end to his close confinement, and enable him to\nsee an advocate.”",
        "“That is atrocious!” murmured M. de Chandore.",
        "“It is atrocious, indeed; but such are the laws of France.”",
        "In the meantime Dionysia had been meditating; and now she said to the\nyoung advocate,–",
        "“I have understood you perfectly, and to-morrow your objections shall\nbe known to M. de Boiscoran.”",
        "“Above all,” said the lawyer, “explain to him clearly that any such\nsteps as he proposes to take will turn to his disadvantage. M. Galpin\nis our enemy; but we can make no specific charge against him. They\nwould always reply, “If M. de Boiscoran is innocent, why does he not\nspeak?”",
        "This is what Grandpapa Chandore would not admit.",
        "“Still,” he said, “if we could bring influential men to help us?”",
        "“Can you?”",
        "“Certainly. Boiscoran has old friends, who, no doubt, are all-powerful\nstill under the present government. He was, in former years, very\nintimate with M. de Margeril.”",
        "M. Folgat’s expression was very encouraging.",
        "“Ah!” he said, “if M. de Margeril could give us a lift! But he is not\neasily approached.”",
        "“We might send Boiscoran to see him, at least. Since he remained in\nParis for the purpose of assisting us there, now he will have an\nopportunity. I will write to him to-night.”",
        "Since the name of Margeril had been mentioned, the marchioness had\nbecome, if possible, paler than ever. At the old gentleman’s last\nwords she rose, and said anxiously,–",
        "“Do not write, sir: it would be useless. I do not wish it.”",
        "Her embarrassment was so evident, that the others were quite\nsurprised.",
        "“Have Boiscoran and M. de Margeril had any difficulty?” asked M. de\nChandore.",
        "“Yes.”",
        "“But,” cried Dionysia, “it is a matter of life and death for Jacques.”",
        "Alas! The poor woman could not speak of the suspicions which had\ndarkened the whole life of the Marquis de Boiscoran, nor of the cruel\npenalty which the wife was now called upon to pay for a slight\nimprudence.",
        "“If it is absolutely necessary,” she said with a half-stifled voice,\n“if that is our very last hope, then I will go and see M. de Margeril\nmyself.”",
        "M. Folgat was the only one who suspected what painful antecedents\nthere might be in the life of the marchioness, and how she was\nharassed by their memory now. He interposed, therefore, saying,–",
        "“At all events, my advice is to await the end of the preliminary\ninvestigation. I may be mistaken, however, and, before any answer is\nsent to M. Jacques, I desire that the lawyer to whom he alludes should\nbe consulted.”",
        "“That is certainly the wisest plan,” said M. de Chandore. And, ringing\nfor a servant, he sent him at once to M. Magloire, to ask him to call\nafter dinner. Jacques de Boiscoran had chosen wisely. M. Magloire was\nlooked upon in Sauveterre as the most eloquent and most skilful\nlawyer, not only of the district, but of the whole province. And what\nis rarer still, and far more glorious, he had, besides, the reputation\nof being unsurpassed in integrity and a high sense of honor. It was\nwell known that he would never had consented to plead a doubtful\ncause; and they told of him a number of heroic stories, in which he\nhad thrown clients out of the window, who had been so ill-advised to\ncome to him, money in hand, to ask him to undertake an unclean case.\nHe was naturally not a rich man, and preserved, at fifty-four or five,\nall the habits of a frugal and thrifty young man.",
        "After having married quite young, M. Magloire had lost his wife after\na few months, and had never recovered from the loss. Although thirty\nyears old, the wound had never healed; and regularly, on certain days,\nhe was seen wending his way to the cemetery, to place flowers on a\nmodest grave there. Any other man would have been laughed at for such\na thing at Sauveterre; but with him they dared not do so, for they all\nrespected him highly. Young and old knew and reverenced the tall man\nwith the calm, serene face, the clear, bright eyes, and the eloquent\nlips, which, in their well-cut, delicate lines, by turns glowed with\nscorn, with tenderness, or with disdain.",
        "Like Dr. Seignebos, M. Magloire also was a Republican; and, at the\nlast Imperial elections, the Bonapartists had had the greatest\ntrouble, aided though they were by the whole influence of the\ngovernment, and shrinking from no unfair means, to keep him out of the\nChamber. Nor would they have been successful after all, but for the\ninfluence of Count Claudieuse, who had prevailed upon a number of\nelectors to abstain from voting.",
        "This was the man, who, towards nine o’clock, presented himself, upon\nthe invitation of M. de Chandore, at his house, where he was anxiously\nexpected by all the inmates. His greeting was affectionate, but at the\nsame time so sad, that it touched Dionysia’s heart most painfully. She\nthought she saw that M. Magloire was not far from believing Jacques\nguilty.",
        "And she was not mistaken; for M. Magloire let them see it clearly, in\nthe most delicate manner, to be sure, but still so as to leave no\ndoubt. He had spent the day in court, and there had heard the opinions\nof the members of the court, which was by no means favorable to the\naccused. Under such circumstances, it would have evidently been a\ngrave blunder to yield to Jacques’s wishes, and to apply for a change\nof venue from M. Galpin to some other magistrate.",
        "“The investigation will last a year,” cried Dionysia, “since M. Galpin\nis determined to obtain from Jacques the confession of a crime which\nhe has not committed.”",
        "M. Magloire shook his head, and replied,–",
        "“I believe, on the contrary, madam, that the investigation will be\nvery soon concluded.”",
        "“But if Jacques keeps silent?”",
        "“Neither the silence of an accused, nor any other caprice or obstinacy\nof his, can interfere with the regular process. Called upon to produce\nhis justification, if he refuses to do so, the law proceeds without\nhim.”",
        "“Still, sir, if an accused person has reasons\"–",
        "“There are no reasons which can force a man to let himself be accused\nunjustly. But even that case has been foreseen. The accused is at\nliberty not to answer a question which may inculpate him. /Nemo\ntenetur prodere se ipsum/. But you must admit that such a refusal to\nanswer justifies a judge in believing that the charges are true which\nthe accused does not refute.”",
        "The great calmness of the distinguished lawyer of Sauveterre terrified\nhis listeners more and more, except M. Folgat. When they heard him use\nall those technical terms, they felt chilled through and through like\nthe friends of a wounded man who hear the grating noise of the\nsurgeon’s knife.",
        "“My son’s situation appears to you very serious, sir?” asked the\nmarchioness in a feeble voice.",
        "“I said it was dangerous, madam.”",
        "“You think, as M. Folgat does, that every day adds to the danger to\nwhich he is exposed?”",
        "“I am but too sure of that. And if M. de Boiscoran is really\ninnocent\"–",
        "“Ah, M. Magloire!” broke in Dionysia, “how can you, who are a friend\nof Jacques’s, say so?”",
        "M. Magloire looked at the young girl with an air of deep and sincere\npity, and then said,–",
        "“It is precisely because I am his friend, madam, that I am bound to\ntell you the truth. Yes, I know and I appreciate all the noble\nqualities which distinguish M. de Boiscoran. I have loved him, and I\nlove him still. But this is a matter which we have to look at with the\nmind, and not with the heart. Jacques is a man; and he will be judged\nby men. There is clear, public, and absolute evidence of his guilt on\nhand. What evidence has he to offer of his innocence? Moral evidence\nonly.”",
        "“O God!” murmured Dionysia.",
        "“I think, therefore, with my honorable brother\"–",
        "And M. Magloire bowed to M. Folgat.",
        "“I think, that, if M. de Boiscoran is innocent, he has adopted an\nunfortunate system. Ah! if luckily there should be an /alibi/. He\nought to make haste, great haste, to establish it. He ought not to\nallow matters to go on till he is sent up into court. Once there, an\naccused is three-fourths condemned already.”",
        "For once it looked as if the crimson in M. de Chandore’s cheeks was\ngrowing pale.",
        "“And yet,” he exclaimed, “Jacques will not change his system: any one\nwho knows his mulish obstinacy might be quite sure of that.”",
        "“And unfortunately he has made up his mind,” said Dionysia, “as M.\nMagloire, who knows him so well, will see from this letter of his.”",
        "Until now nothing had been said to let the Sauveterre lawyer suspect\nthat communications had been opened with the prisoner. Now that the\nletter had been alluded to, it became necessary to take him into\nconfidence. At first he was astonished, then he looked displeased;\nand, when he had been told every thing, he said,–",
        "“This is great imprudence! This is too daring!”",
        "Then looking at M. Folgat, he added,–",
        "“Our profession has certain rules which cannot be broken without\ncausing trouble. To bribe a clerk, to profit by his weakness and his\nsympathy\"–",
        "The Paris lawyer had blushed imperceptibly. He said,–",
        "“I should never have advised such imprudence; but, when it was once\ncommitted, I did not feel bound to insist upon its being abandoned:\nand even if I should be blamed for it, or more, I mean to profit by\nit.”",
        "M. Magloire did not rely; but, after having read Jacques’s letter, he\nsaid,–",
        "“I am at M. de Boiscoran’s disposal; and I shall go to him as soon as\nhe is no longer in close confinement. I think, as Miss Dionysia does,\nthat he will insist upon saying nothing. However, as we have the means\nof reaching him by letter,–well, here I am myself ready to profit by\nthe imprudence that has been committed!–beseech him, in the name of\nhis own interest, in the name of all that is dear to him, to speak, to\nexplain, to prove his innocence.”",
        "Thereupon M. Magloire bowed, and withdrew suddenly, leaving his\naudience in consternation, so very evident was it, that he left so\nsuddenly in order to conceal the painful impression which Jacques’s\nletter had produced upon him.",
        "“Certainly,” said M. de Chandore, “we will write to him; but we might\njust as well whistle. He will wait for the end of the investigation.”",
        "“Who knows?” murmured Dionysia.",
        "And, after a moment’s reflection, she added,–",
        "“We can try, however.”",
        "And, without vouchsafing any further explanation, she left the room,\nand hastened to her chamber to write the following letter:–",
        " “I must speak to you. There is a little gate in our garden which\n  opens upon Charity Lane, I will wait for you there. However late\n  it may be when you get these lines, come!",
        "“Dionysia.”",
        "Then having put the note into an envelope, she called the old nurse,\nwho had brought her up, and, with all the recommendations which\nextreme prudence could suggest, she said to her,–",
        "“You must see to it that M. Mechinet the clerk gets this note\nto-night. Go! make haste!”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}