{
    "title": "Within an Inch of His Life - XI.",
    "author": "Emile Gaboriau",
    "chapter": "20",
    "content": [
        "\n\n",
        "Baron Chandore had had one terrible night in his life, every minute of\nwhich he had counted by the ebbing pulse of his only son.",
        "The evening before, the physicians had said,–",
        "“If he lives this night, he may be saved.”",
        "At daybreak he had expired.",
        "Well, the old gentleman had hardly suffered more during that fatal\nnight than he did this night, during which Dionysia was away from the\nhouse. He knew very well that Blangin and his wife were honest people,\nin spite of their avarice and their covetousness; he knew that Jacques\nde Boiscoran was an honourable man.",
        "But still, during the whole night, his old servant heard him walk up\nand down his room; and at seven o’clock in the morning he was at the\ndoor, looking anxiously up and down the street. Towards half-past\nseven, M. Folgat came up; but he hardly wished him good-morning, and\nhe certainly did not hear a word of what the lawyer told him to\nreassure him. At last, however, the old man cried,–",
        "“Ah, there she is!”",
        "He was not mistaken. Dionysia was coming round the corner. She came up\nto the house in feverish haste, as if she had known that her strength\nwas at an end, and would barely suffice to carry her to the door.",
        "Grandpapa Chandore met her with a kind of fierce joy, pressed her in\nhis arms, and said over and over again,–",
        "“O Dionysia! Oh, my darling child, how I have suffered! How long you\nhave been! But it is all over now. Come, come, come!”",
        "And he almost carried her into the parlor, and put her down tenderly\ninto a large easy-chair. He knelt down by her, smiling with happiness;\nbut, when he had taken her hands in his, he said,–",
        "“Your hands are burning. You have a fever!”",
        "He looked at her: she had raised her veil.",
        "“You are pale as death!” he went on. “Your eyes are red and swollen!”",
        "“I have cried, dear papa,” she replied gently.",
        "“Cried! Why?”",
        "“Alas, I have failed!”",
        "As if moved by a sudden shock, M. de Chandore started up, and cried,–",
        "“By God’s holy name the like has not been heard since the world was\nmade! What! you went, you Dionysia de Chandore, to him in his prison;\nyou begged him\"–",
        "“And he remained inflexible. Yes, dear papa. He will say nothing till\nafter the preliminary investigation is over.”",
        "“We were mistaken in the man: he has no courage and no feeling.”",
        "Dionysia had risen painfully, and said feebly,–",
        "“Ah, dear papa! Do not blame him, do not accuse him! he is so\nunhappy!”",
        "“But what reasons does he give?”",
        "“He says the facts are so very improbable that he should certainly not\nbe believed; and that he should ruin himself if he were to speak as\nlong as he is kept in close confinement, and has no advocate. He says\nhis position is the result of a wicked conspiracy. He says he thinks\nhe knows the guilty one, and that he will denounce the person, since\nhe is forced to do so in self-defence.”",
        "M. Folgat, who had until now remained a silent witness of the scene,\ncame up, and asked,–",
        "“Are you quite sure, madam, that that was what M. de Boiscoran said?”",
        "“Oh, quite sure, sir! And, if I lived a thousand years, I should never\nforget the look of his eyes, or the tone of his voice.”",
        "M. de Chandore did not allow her to be interrupted again.",
        "“But surely, my dear child, Jacques told you–you–something more\nprecise?”",
        "“No.”",
        "“You did not ask him even what those improbable facts were?”",
        "“Oh, yes!”",
        "“Well?”",
        "“He said that I was the very last person who could be told.”",
        "“That man ought to be burnt over a slow fire,” said M. de Chandore to\nhimself. Then he added in a louder voice,–",
        "“And you do not think all this very strange, very extraordinary?”",
        "“It seems to me horrible!”",
        "“I understand. But what do you think of Jacques?”",
        "“I think, dear papa, that he cannot act otherwise, or he would not do\nit. Jacques is too intelligent and too courageous to deceive himself\neasily. As he alone knows every thing, he alone can judge. I, of\ncourse, am bound to respect his will more than anybody else.”",
        "But the old gentleman did not think himself bound to respect it; and,\nexasperated as he was by this resignation of his grandchild, he was on\nthe point of telling her his mind fully, when she got up with some\neffort, and said, in an almost inaudible voice,–",
        "“I am broken to pieces! Excuse me, grandpapa, if I go to my room.” She\nleft the parlor. M. de Chandore accompanied her to the door, remained\nthere till he had seen her get up stairs, where her maid was waiting\nfor her, and then came back to M. Folgat.",
        "“They are going to kill me, sir!” he cried, with an explosion of wrath\nand despair which was almost frightful in a man of his age. “She had\nin her eyes the same look that her mother had when she told me, after\nher husband’s death, ’I shall not survive him.’ And she did not\nsurvive my poor son. And then I, old man, was left alone with that\nchild; and who knows but she may have in her the germ of the same\ndisease which killed her mother? Alone! And for these twenty years I\nhave held my breath to listen if she is still breathing as naturally\nand regularly\"–",
        "“You are needlessly alarmed,” began the advocate.",
        "But Grandpapa Chandore shook his head, and said,–",
        "“No, no. I fear my child has been hurt in her heart’s heart. Did you\nnot see how white she looked, and how faint her voice was? Great God!\nwilt thou leave me all alone here upon earth? O God! for which of my\nsins dost thou punish me in my children? For mercy’s sake, call me\nhome before she also leaves me, who is the joy of my life. And I can\ndo nothing to turn aside this fatality–stupid inane old man that I\nam! And this Jacques de Boiscoran–if he were guilty, after all? Ah\nthe wretch! I would hang him with my own hands!”",
        "Deeply moved, M. Folgat had watched the old gentleman’s grief. Now he\nsaid,–",
        "“Do not blame M. de Boiscoran, sir, now that every thing is against\nhim! Of all of us, he suffers, after all, most; for he is innocent.”",
        "“Do you still think so?”",
        "“More than ever. Little as he has said, he has told Miss Dionysia\nenough to confirm me in my conjecture, and to prove to me that I have\nguessed right.”",
        "“When?”",
        "“The day we went to Boiscoran.”",
        "The baron tried to remember.",
        "“I do not recollect,” he said.",
        "“Don’t you remember,” said the lawyer, “that you left us, so as to\npermit Anthony to answer my questions more freely?”",
        "“To be sure!” cried M. de Chandore, “to be sure! And then you\nthought\"–",
        "“I thought I had guessed right, yes, sir; but I am not going to do any\nthing now. M. de Boiscoran tells us that the facts are improbable. I\nshould, therefore, in all probability, soon be astray; but, since we\nare now bound to be passive till the investigation is completed, I\nshall employ the time in examining the country people, who will,\nprobably, tell me more than Anthony did. You have, no doubt, among\nyour friends, some who must be well informed,–M. Seneschal, Dr.\nSeignebos.”",
        "The latter did not keep M. Folgat waiting long; for his name had\nhardly been mentioned, when he himself repeated it in the passage,\ntelling a servant,–",
        "“Say it is I, Dr. Seignebos, Dr. Seignebos.”",
        "He fell like a bombshell into the room. It was four days now since he\nhad last presented himself there; for he had not come himself for his\nreport and the shot he had left in M. Folgat’s hands. He had sent for\nthem, excusing himself on the score of his many engagements. The fact\nwas, however, that he had spent nearly the whole of these four days at\nthe hospital, in company with one of his brother-practitioners, who\nhad been sent for by the court to proceed, “jointly with Dr.\nSeignebos,” to an examination of Cocoleu’s mental condition.",
        "“And this is what brings me here,” he cried, still in the door; “for\nthis opinion, if it is not put into proper order, will deprive M. de\nBoiscoran of his best and surest chance of escape.”",
        "After what Dionysia had told them, neither M. de Chandore nor M.\nFolgat attached much importance to the state of Cocoleu’s mind: still\nthis word “escape” attracted their attention. There is nothing\nunimportant in a criminal trial.",
        "“Is there any thing new?” asked the advocate.",
        "The doctor first went to close the doors carefully, and then, putting\nhis cane and broad-brimmed hat upon the table, he said,–",
        "“No, there is nothing new. They still insist, as before, upon ruining\nM. de Boiscoran; and, in order to do that, they shrink from nothing.”",
        "“They! Who are they?” asked M. de Chandore.",
        "The doctor shrugged his shoulders contemptuously.",
        "“Are you really in doubt, sir?” he replied. “And yet the facts speak\nclearly enough. In this department, there is a certain number of\nphysicians who are not very keenly alive to the honor of their\nprofession, and who are, to tell the truth, consummate apes.”",
        "Grave as the situation was, M. Folgat could hardly suppress a smile,\nthe doctor’s manner was so very extraordinary.",
        "“But there is one of these apes,” he went on, “who, in length of ears\nand thickness of skin, surpasses all the others. Well, he is the very\none whom the court has chosen and associated with me.”",
        "Upon this subject it was desirable to put a check upon the doctor. M.\nde Chandore therefore interrupted him, saying,–",
        "“In fine\"–",
        "“In fine, my learned brother is fully persuaded that his mission as a\nphysician employed by a court of justice is to say ’Amen’ to all the\nstories of the prosecution. ’Cocoleu is an idiot,’ says M. Galpin\nperemptorily. ’He is an idiot, or ought to be one,’ reechoes my\nlearned brother. ’He spoke on the occasion of the crime by an\ninspiration from on high,’ the magistrate goes on to say. ’Evidently,’\nadds the brother, ’there was an inspiration from on high.’ For this is\nthe conclusion at which my learned brother arrives in his report:\n’Cocoleu is an idiot who had been providentially inspired by a flash\nof reason.’ He does not say it in these words; but it amounts to the\nsame thing.”",
        "He had taken off his spectacles, and was wiping them industriously.",
        "“But what do you think, doctor?” asked M. Folgat.",
        "Dr. Seignebos solemnly put on again his spectacles, and replied\ncoldly,–",
        "“My opinion, which I have fully developed in my report, is, that\nCocoleu is not idiotic at all.”",
        "M. Chandore started: the proposition seemed to him monstrous. He knew\nCocoleu very well; he had seen him wander through the streets of\nSauveterre during the eighteen months which the poor creature had\nspent under the doctor’s treatment.",
        "“What! Cocoleu not idiotic?” he repeated.",
        "“No!” Dr. Seignebos declared peremptorily; “and you have only to look\nat him to be convinced. Has he a large flat face, disproportionate\nmouth, a yellow, tanned complexion, thick lips, defective teeth, and\nsquinting eyes? Does his deformed head sway from side to side, being\ntoo heavy to be supported by his neck? Is his body deformed, and his\nspine crooked? Do you find that his stomach is big and pendent, that\nhis hands drop upon his thighs, that his legs are awkward, and the\njoints unusually large? These are the symptoms of idiocy, gentleman,\nand you do not find them in Cocoleu. I, for my part, see in him a\nscamp, who has an iron constitution, who uses his hands very cleverly,\nclimbs trees like a monkey, and leaps ditches ten feet wide. To be\nsure, I do not pretend that his intellect is normal; but I maintain\nthat he is one of those imbeciles who have certain faculties very\nfully developed, while others, more essential, are missing.”",
        "While M. Folgat listened with the most intense interest, M. de\nChandore became impatient, and said,–",
        "“The difference between an idiot and an imbecile\"–",
        "“There is a world between them,” cried the doctor.",
        "And at once he went on with overwhelming volubility,–",
        "“The imbecile preserves some fragments of intelligence. He can speak,\nmake known his wants, and express his feelings. He associates ideas,\ncompares impressions, remembers things, and acquires experience. He is\ncapable of cunning and dissimulation. He hates and likes and fears. If\nhe is not always sociable, he is susceptible of being influenced by\nothers. You can easily obtain perfect control over him. His\ninconsistency is remarkable; and still he shows, at times, invincible\nobstinacy. Finally, imbeciles are, on account of this semi-lucidity,\noften very dangerous. You find among them almost all those monomaniacs\nwhom society is compelled to shut up in asylums, because they cannot\nmaster their instincts.”",
        "“Very well said,” repeated M. Folgat, who found here some elements of\na plea,–\"very well said,”",
        "The doctor bowed.",
        "“Such a creature is Cocoleu. Does it follow that I hold him\nresponsible for his actions? By no means! But it follows that I look\nupon him as a false witness brought forth to ruin an honest man.”",
        "It was evident that such views did not please M. de Chandore.",
        "“Formerly,” he said, “you did not think so.”",
        "“No, I even said the contrary,” replied Dr. Seignebos, not without\ndignity. “I had not studied Cocoleu sufficiently, and I was taken in\nby him: I confess it openly. But this avowal of mine is an evidence of\nthe cunning and the astute obstinacy of these wretched creatures, and\nof their capacity to carry out a design. After a year’s experience, I\nsent Cocoleu away, declaring, and certainly believing, that he was\nincurable. The fact is, he did not want to be cured. The country-\npeople, who observe carefully and shrewdly, were not taken in; they\nwill tell you, almost to a man, that Cocoleu is bad, but not an idiot.\nThat is the truth. He has found out, that, by exaggerating his\nimbecility, he could live without work; and he has done it. When he\nwas taken in by Count Claudieuse, he was clever enough to show just so\nmuch intelligence as was necessary to make him endurable, without\nbeing compelled to do any work.”",
        "“In a word,” said M. de Chandore incredulously, “Cocoleu is a great\nactor.”",
        "“Great enough to have deceived me,” replied the doctor: “yes, sir.”",
        "Then turning to M. Folgat, he went on,–",
        "“All this I had told my learned brother, before taking him to the\nhospital. There we found Cocoleu more obstinate than ever in his\nsilence, which even M. Galpin had not induced him to break. All our\nefforts to obtain a word from him were fruitless, although it was very\nevident to me that he understood very well. I proposed to resort to\nquite legitimate means, which are employed to discover feigned defects\nand diseases; but my learned brother refused and was encouraged in his\nresistance by M. Galpin: I do not know upon what ground. Then I asked\nthat the Countess Claudieuse should be sent for, as she has a talent\nof making him talk. M. Galpin would not permit it–and there we are.”",
        "It happens almost daily, that two physicians employed as experts\ndiffer in their opinions. The courts would have a great deal to do, if\nthey had to force them to agree. They appoint simply a third expert,\nwhose opinion is decisive. This was necessarily to be done in\nCocoleu’s case.",
        "“And as necessarily,” continued Dr. Seignebos, “the court, having\nappointed a first ass, will associate with me a second ass. They will\nagree with each other, and I shall be accused and convicted of\nignorance and presumption.”",
        "He came, therefore, as he now said, to ask M. de Chandore to render\nhim a little service. He wanted the two families, Chandore and\nBoiscoran, to employ all their influence to obtain that a commission\nof physicians from outside–if possible, from Paris–should be\nappointed to examine Cocoleu, and to report on his mental condition.",
        "“I undertake,” he said, “to prove to really enlightened men, that this\npoor creature is partly pretending to be imbecile, and that his\nobstinate speechlessness is only adopted in order to avoid answers\nwhich would compromise him.”",
        "At first, however, neither M. de Chandore nor M. Folgat gave any\nanswer. They were considering the question.",
        "“Mind,” said the doctor again, shocked at their silence, “mind, I\npray, that if my view is adopted, as I have every reason to hope, a\nnew turn will be given to the whole case.”",
        "Why yes! The ground of the accusation might be taken from under the\nprosecution; and that was what kept M. Folgat thinking.",
        "“And that is exactly,” he commenced at last, “what makes me ask myself\nwhether the discovery of Cocoleu’s rascality would not be rather\ninjurious than beneficial to M. de Boiscoran.”",
        "The doctor was furious. He cried,–",
        "“I should like to know\"–",
        "“Nothing can be more simple,” replied the advocate. “Cocoleu’s idiocy\nis, perhaps the most serious difficulty in the way of the prosecution,\nand the most powerful argument for the defence. What can M. Galpin\nsay, if M. de Boiscoran charges him with basing a capital charge upon\nthe incoherent words of a creature void of intelligence, and,\nconsequently, irresponsible.”",
        "“Ah! permit me,” said Dr. Seignebos.",
        "But M. de Chandore heard every syllable.",
        "“Permit yourself, doctor,” he said. “This argument of Cocoleu’s\nimbecility is one which you have pleaded from the beginning, and which\nappeared to you, you said, so conclusive, that there was no need of\nlooking for any other.”",
        "Before the doctor could find an answer, M. Folgat went on,–",
        "“Let it be, on the contrary, established that Cocoleu really knows\nwhat he says, and all is changed. The prosecution is justified, by an\nopinion of the faculty, in saying to M. de Boiscoran, ’You need not\ndeny any longer. You have been seen; here is a witness.’ “",
        "These arguments must have struck Dr. Seignebos very forcibly; for he\nremained silent for at least ten long seconds, wiping his gold\nspectacles with a pensive air. Had he really done harm to Jacques de\nBoiscoran, while he meant to help him? But he was not the man to be\nlong in doubt. He replied in a dry tone,–",
        "“I will not discuss that, gentlemen. I will ask you, only one\nquestion: ’Yes or no, do you believe in M. de Boiscoran’s\ninnocence?’ “",
        "“We believe in it fully,” replied the two men.",
        "“Then, gentlemen, it seems to me we are running no risk in trying to\nunmask an impostor.”",
        "That was not the young lawyer’s opinion.",
        "“To prove that Cocoleu knows what he says,” he replied, “would be\nfatal, unless we can prove at the same time that he has told a\nfalsehood, and that his evidence has been prompted by others. Can we\nprove that? Have we any means to prove that his obstinacy in not\nreplying to any questions arises from his fear that his answers might\nconvict him of perjury?”",
        "The doctor would hear nothing more. He said rather uncourteously,–",
        "“Lawyer’s quibbles! I know only one thing; and that is truth.”",
        "“It will not always do to tell it,” murmured the lawyer.",
        "“Yes, sir, always,” replied the physician,–\"always, and at all\nhazards, and whatever may happen. I am M. de Boiscoran’s friend; but I\nam still more the friend of truth. If Cocoleu is a wretched impostor,\nas I am firmly convinced, our duty is to unmask him.”",
        "Dr. Seignebos did not say–and he probably did not confess it to\nhimself–that it was a personal matter between Cocoleu and himself. He\nthought Cocoleu had taken him in, and been the cause of a host of\nsmall witticisms, under which he had suffered cruelly, though he had\nallowed no one to see it. To unmask Cocoleu would have given him his\nrevenge, and return upon his enemies the ridicule with which they had\noverwhelmed him.",
        "“I have made up my mind,” he said, “and, whatever you may resolve, I\nmean to go to work at once, and try to obtain the appointment of a\ncommission.”",
        "“It might be prudent,” M. Folgat said, “to consider before doing any\nthing, to consult with M. Magloire.”",
        "“I do not want to consult with Magloire when duty calls.”",
        "“You will grant us twenty-four hours, I hope.”",
        "Dr. Seignebos frowned till he looked formidable.",
        "“Not an hour,” he replied; “and I go from here to M. Daubigeon, the\ncommonwealth attorney.”",
        "Thereupon, taking his hat and cane, he bowed and left, as dissatisfied\nas possible, without stopping even to answer M. de Chandore, who asked\nhim how Count Claudieuse was, who was, according to reports in town,\ngetting worse and worse.",
        "“Hang the old original!” cried M. de Chandore before the doctor had\nleft the passage.",
        "Then turning to M. Folgat, he added,–",
        "“I must, however, confess that you received the great news which he\nbrought rather coldly.”",
        "“The very fact of the news being so very grave,” replied the advocate,\n“made me wish for time to consider. If Cocoleu pretends to be\nimbecile, or, at least, exaggerates his incapacity, then we have a\nconfirmation of what M. de Boiscoran last night told Miss Dionysia. It\nwould be the proof of an odious trap of a long-premeditated vengeance.\nHere is the turning-point of the affair evidently.”",
        "M. de Chandore was bitterly undeceived.",
        "“What!” he said, “you think so, and you refuse to support Dr.\nSeignebos, who is certainly an honest man?”",
        "The young lawyer shook his head.",
        "“I wanted to have twenty-four hours’ delay, because we must absolutely\nconsult M. de Boiscoran. Could I tell the doctor so? Had I a right to\ntake him into Miss Dionysia’s secret?”",
        "“You are right,” murmured M. de Chandore, “you are right.”",
        "But, in order to write to M. de Boiscoran, Dionysia’s assistance was\nnecessary; and she did not reappear till the afternoon, looking very\npale, but evidently armed with new courage.",
        "M. Folgat dictated to her certain questions to ask the prisoner.",
        "She hastened to write them in cipher; and about four o’clock the\nletter was sent to Mechinet, the clerk.",
        "The next evening the answer came.",
        " “Dr. Seignebos is no doubt right, my dear friends,” wrote Jacques.\n  “I have but too good reasons to be sure that Cocoleu’s imbecility\n  is partly assumed, and that his evidence has been prompted by\n  others. Still I must beg you will take no steps that would lead\n  to another medical investigation. The slightest imprudence may\n  ruin me. For Heaven’s sake wait till the end of the preliminary\n  investigation, which is now near at hand, from what M. Galpin\n  tells me.”",
        "The letter was read in the family circle; and the poor mother uttered\na cry of despair as she heard those words of resignation.",
        "“Are we going to obey him,” she said, “when we all know that he is\nruining himself by his obstinacy?”",
        "Dionysia rose, and said,–",
        "“Jacques alone can judge his situation, and he alone, therefore, has\nthe right to command. Our duty is to obey. I appeal to M. Folgat.”",
        "The young advocate nodded his head.",
        "“Every thing has been done that could be done,” he said. “Now we can\nonly wait.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}