{
    "title": "Within an Inch of His Life - XXX.",
    "author": "Emile Gaboriau",
    "chapter": "39",
    "content": [
        "\n\n",
        "“What scene? What witness? That is what I wanted to hear from you, and\nwhy I was waiting so impatiently for you,” said Dr. Seignebos to M.\nFolgat. “I have seen and stated the results: now it is for you to give\nme the cause.”",
        "Nevertheless, he did not seem to be in the least surprised by what the\nyoung advocate told him of Jacques’s desperate enterprise, and of the\ntragic result. As soon as he had heard it all, he exclaimed,–",
        "“I thought so: yes, upon my word! By racking my brains all night long,\nI had very nearly guessed the whole story. And who, in Jacques’s\nplace, would not have been desirous to make one last effort? But\ncertainly fate is against him.”",
        "“Who knows?” said M. Folgat. And, without giving the doctor time to\nreply, he went on,–",
        "“In what are our chances worse than they were before? In no way. We\ncan to-day, just as well as we could yesterday, lay our hands upon\nthose proofs which we know do exist, and which would save us. Who\ntells us that at this moment Sir Francis Burnett and Suky Wood may not\nhave been found? Is your confidence in Goudar shaken?”",
        "“Oh, as to that, not at all! I saw him this morning at the hospital,\nwhen I paid my usual visit; and he found an opportunity to tell me\nthat he was almost certain of success.”",
        "“Well?”",
        "“I am persuaded Cocoleu will speak. But will he speak in time? That is\nthe question. Ah, if we had but a month’s time, I should say Jacques\nis safe. But our hours are counted, you know. The court will be held\nnext week. I am told the presiding judge has already arrived, and M.\nGransiere has engaged rooms at the hotel. What do you mean to do if\nnothing new occurs in the meantime?”",
        "“M. Magloire and I will obstinately adhere to our plan of defence.”",
        "“And if Count Claudieuse keeps his promise, and declares that he\nrecognized Jacques in the act of firing at him?”",
        "“We shall say he is mistaken.”",
        "“And Jacques will be condemned.”",
        "“Well,” said the young advocate.",
        "And lowering his voice, as if he did not wish to be overheard, he\nadded,–",
        "“Only the sentence will not be a fatal sentence. Ah, do not interrupt\nme, doctor, and upon your life, upon Jacques’s life, do not say a word\nof what I am going to tell you. A suspicion which should cross M.\nGalpin’s mind would destroy my last hope; for it would give him an\nopportunity of correcting a blunder which he has committed, and which\njustifies me in saying to you, ’Even if the count should give\nevidence, even if sentence should be passed, nothing would be lost\nyet.’ “",
        "He had become animated; and his accent and his gestures made you feel\nthat he was sure of himself.",
        "“No,” he repeated, “nothing would be lost; and then we should have\ntime before us, while waiting for a second trial, to hunt up our\nwitnesses, and to force Cocoleu to tell the truth. Let the count say\nwhat he chooses, I like it all the better: I shall thus be relieved of\nmy last scruples. It seemed to me odious to betray the countess,\nbecause I thought the most cruelly punished would be the count. But,\nif the count attacks us, we are on the defence; and public opinion\nwill be on our side. More than that, they will admire us for having\nsacrificed our honor to a woman’s honor, and for having allowed\nourselves to be condemned rather than to give up the name of her who\nhas given herself to us.”",
        "The physician did not seem to be convinced; but the young advocate\npaid no attention. He went on,–",
        "“No, our success in a second trial would be almost certain. The scene\nin Mautrec Street has been seen by a witness: his iron-shod shoes have\nleft, as you say, their marks under the linden-trees nearest to the\nparlor-window, and little Martha has watched his movements. Who can\nthis witness be unless it is Trumence? Well, we shall lay hands upon\nhim. He was standing so that he could see every thing, and hear every\nword. He will tell what he saw and what he heard. He will tell how\nCount Claudieuse called out to M. de Boiscoran, ’No, I do not want to\nkill you! I have a surer vengeance than that: you shall go to the\ngalleys.’ “",
        "Dr. Seignebos sadly shook his head as he said,–",
        "“I hope your expectations may be realized, my dear sir.”",
        "But they came again for the doctor the third time to-day. Shaking\nhands with the young advocate, he parted with his young friend, who\nafter a short visit to M. Magloire, whom he thought it his duty to\nkeep well informed of all that was going on, hastened to the house of\nM. de Chandore. As soon as he looked into Dionysia’s face, he knew\nthat he had nothing to tell her; that she knew all the facts, and how\nunjust her suspicions had been.",
        "“What did I tell you, madam?” he said very modestly.",
        "She blushed, ashamed at having let him see the secret doubts which had\ntroubled her so sorely, and, instead of replying, she said,–",
        "“There are some letters for you, M. Folgat. They have carried them up\nstairs to your room.”",
        "He found two letters,–one from Mrs. Goudar, the other from the agent\nwho had been sent to England.",
        "The former was of no importance. Mrs. Goudar only asked him to send a\nnote, which she enclosed, to her husband.",
        "The second, on the other hand, was of the very greatest interest. The\nagent wrote,–",
        " “Not without great difficulties, and especially not without a heavy\n  outlay of money, I have at length discovered Sir Francis Burnett’s\n  brother in London, the former cashier of the house of Gilmour and\n  Benson.",
        " “Our Sir Francis is not dead. He was sent by his father to Madras,\n  to attend to very important financial matters, and is expected\n  back by the next mail steamer. We shall be informed of his arrival\n  on the very day on which he lands.",
        " “I have had less trouble in discovering Suky Wood’s family. They\n  are people very well off, who keep a sailor’s tavern in Folkstone.\n  They had news from their daughter about three weeks ago; but,\n  although they profess to be very much attached to her, they could\n  not tell me accurately where she was just now. All they know is,\n  that she has gone to Jersey to act as barmaid in a public house.",
        " “But that is enough for me. The island is not very large; and I\n  know it quite well, having once before followed a notary public\n  there, who had run off with the money of his clients. You may\n  consider Suky as safe.",
        " “When you receive this letter, I shall be on my way to Jersey.",
        " “Send me money there to the Golden Apple Hotel, where I propose to\n  lodge. Life is amazingly dear in London; and I have very little\n  left of the sum you gave me on parting.”",
        "Thus, in this direction, at least, every thing was going well.",
        "Quite elated by this first success, M. Folgat put a thousand-franc\nnote into an envelope, directed it as desired, and sent it at once to\nthe post-office. Then he asked M. de Chandore to lend him his\ncarriage, and went out to Boiscoran.",
        "He wanted to see Michael, the tenant’s son, who had been so prompt in\nfinding Cocoleu, and in bringing him into town. He found him,\nfortunately, just coming home, bringing in a cart loaded with straw;\nand, taking him aside, he asked him,–",
        "“Will you render M. de Boiscoran a great service?”",
        "“What must I do?” replied the young man in a tone of voice which said,\nbetter than all protestations could have done, that he was ready to do\nany thing.",
        "“Do you know Trumence?”",
        "“The former basket-weaver of Tremblade?”",
        "“Exactly.”",
        "“Upon my word, don’t I know him? He has stolen apples enough from me,\nthe scamp! But I don’t blame him so much, after all; for he is a good\nfellow, in spite of that.”",
        "“He was in prison at Sauveterre.”",
        "“Yes, I know; he had broken down a gate near Brechy and\"–",
        "“Well, he has escaped.”",
        "“Ah, the scamp!”",
        "“And we must find him again. They have put the gendarmes on his track;\nbut will they catch him?”",
        "Michael burst out laughing.",
        "“Never in his life!” he said. “Trumence will make his way to Oleron,\nwhere he has friends; the gendarmes will be after him in vain.”",
        "M. Folgat slapped Michael amicably on the shoulder, and said,–",
        "“But you, if you choose? Oh! do not look angry at me. We do not want\nto have him arrested. All I want you to do is to hand him a letter\nfrom me, and to bring me back his answer.”",
        "“If that is all, then I am your man. Just give me time to change my\nclothes, and to let father know, and I am off.”",
        "Thus M. Folgat began, as far as in him lay, to prepare for future\naction, trying to counteract all the cunning measures of the\nprosecution by such combinations as were suggested to him by his\nexperience and his genius.",
        "Did it follow from this, that his faith in ultimate success was strong\nenough to make him speak of it to his most reliable friends, even, say\nto Dr. Seignebos, to M. Magloire, or to good M. Mechinet?",
        "No; for, bearing all the responsibility on his own shoulders, he had\ncarefully weighed the contrary chances of the terrible game in which\nhe proposed to engage, and in which the stakes were the honor and the\nlife of a man. He knew, better than anybody else, that a mere nothing\nmight destroy all his plans, and that Jacques’s fate was dependent on\nthe most trivial accident.",
        "Like a great general on the eve of a battle, he managed to control his\nfeelings, affecting, for the benefit of others, a confidence which he\ndid not really feel, and allowing no feature of his face to betray the\ngreat anxiety which generally kept him awake more than half the night.",
        "And certainly it required a character of marvellous strength to remain\nimpassive and resolute under such circumstances.",
        "Everybody around him was in despair, and gave up all hope.",
        "The house of M. de Chandore, once so full of life and merriment, had\nbecome as silent and sombre as a tomb.",
        "The last two months had made of M. de Chandore an old man in good\nearnest. His tall figure had begun to stoop, and he looked bent and\nbroken. He walked with difficulty, and his hands began to tremble.",
        "The Marquis de Boiscoran had been hit even harder. He, who only a few\nweeks before looked robust and hearty, now appeared almost decrepit.\nHe did not eat, so to say, and did not sleep. He became frightfully\nthin. It gave him pain to utter a word.",
        "As to the marchioness, the very sources of life seemed to have been\nsapped within her. She had had to hear M. Magloire say that Jacques’s\nsafety would have been put beyond all doubt if they had succeeded in\nobtaining a change of venue, or an adjournment of the trial. And it\nwas her fault that such a change had not been applied for. That\nthought was death to her. She had hardly strength enough left to drag\nherself every day as far as the jail to see her son.",
        "The two Misses Lavarande had to bear all the practical difficulties\narising from this sore trial: they went and came, looking as pale as\nghosts, whispering in a low voice, and walking on tiptoe, as if there\nhad been a death in the house.",
        "Dionysia alone showed greater energy as the troubles increased. She\ndid not indulge in much hope.",
        "“I know Jacques will be condemned,” she said to M. Folgat. But she\nsaid, also, that despair belonged to criminals only, and that the\nfatal mistake for which Jacques was likely to suffer ought to inspire\nhis friends with nothing but indignation and thirst for vengeance.",
        "And, while her grandfather and the Marquis de Boiscoran went out as\nlittle as possible, she took pains to show herself in town,\nastonishing the ladies “in good society” by the way in which she\nreceived their false expressions of sympathy. But it was evident that\nshe was only held up by a kind of feverish excitement, which gave to\nher cheeks their bright color, to her eyes their brilliancy, and to\nher voice its clear, silvery ring. Ah! for her sake mainly, M. Folgat\nlonged to end this uncertainty which is so much more painful than the\ngreatest misfortune.",
        "The time was drawing near.",
        "As Dr. Seignebos had announced, the president of the tribunal, M.\nDomini, had already arrived in Sauveterre.",
        "He was one of those men whose character is an honor to the bench, full\nof the dignity of his profession, but not thinking himself infallible,\nfirm without useless rigor, cold and still kind-hearted, having no\nother mistress but Justice, and knowing no other ambition but that of\nestablishing the truth.",
        "He had examined Jacques, as he was bound to do; but the examination\nhad been, as it always is, a mere formality, and had led to no result.",
        "The next step was the selection of a jury.",
        "The jurymen had already begun to arrive from all parts of the\ndepartment. They lodged at the Hotel de France, where they took their\nmeals in common in the large back dining-room, which is always\nspecially reserved for their use.",
        "In the afternoon one might see them, looking grave and thoughtful,\ntake a walk on the New-Market Square, or on the old ramparts.",
        "M. Gransiere, also, had arrived. But he kept strictly in retirement in\nhis room at the Hotel de la Poste, where M. Galpin every day spent\nseveral hours in close conference with him.",
        "“It seems,” said Mechinet in confidence to M. Folgat,–\"it seems they\nare preparing an overwhelming charge.”",
        "The day after, Dionysia opened “The Sauveterre Independent,” and found\nin it an announcement of the cases set down for each day,–",
        "  MONDAY.–Fraudulent bankruptcy, defalcation, forgery.\n  TUESDAY.–Murder, theft.\n  WEDNESDAY.–Infanticide, domestic theft.\n  THURSDAY.–Incendiarism, and attempted assassination (case of M.\n  de Boiscoran).",
        "This was, therefore, the great day on which the good people of\nSauveterre expected to enjoy the most delightful emotions. Hence there\nwas an immense pressure brought to bear upon all the principal members\nof the court to obtain tickets of admission. People who, the night\nbefore, had refused to speak to M. Galpin, would stop him the next day\nin the street, and beg him to give them a ticket, not for themselves,\nbut for “their lady.” Finally, the unheard-of fact became known, that\ntickets were openly sold for money! One family had actually the\nincomprehensible courage to write to the Marquis de Boiscoran for\nthree tickets, promising, in return, “by their attitude in court” to\ncontribute to the acquittal of the accused.",
        "In the midst of all these rumors, the city was suddenly startled by a\nlist of subscriptions in behalf of the families of the unfortunate\nfiremen who had perished in the fire at Valpinson.",
        "Who had started this paper? M. Seneschal tried in vain to discover the\nhand that had struck this blow. The secret of this treacherous trick\nwas well kept. But it was a most atrocious trick to revive thus, on\nthe eve of the trial, such mournful memories and such bitter hatred.",
        "“That man Galpin had a hand in it,” said Dr. Seignebos, grinding his\nteeth. “And to think that he may, after all, be triumphant! Ah, why\ndid not Goudar commence his experiment a little sooner?”",
        "For Goudar, while assuring everybody of certain success, asked for\ntime. To disarm the mistrust of an idiot like Cocoleu was not the work\nof a day or a week. He declared, that, if he should be overhasty, he\nwould most assuredly ruin every thing.",
        "Otherwise, nothing new occurred.",
        "Count Claudieuse was getting rather better.",
        "The agent in Jersey had telegraphed that he was on Suky’s track; that\nhe would certainly catch her, but that he could not say when.",
        "Michael, finally, had in vain searched the whole district, and been\nall over Oleron; no one had been able to give him any news of\nTrumence.",
        "Thus, on the day when the session began, a council was held, in which\nall of Jacques’s friends took part; and here it was resolved that his\ncounsel would not mention the name of the Countess Claudieuse, and\nwould, even if the count should offer to give evidence, adhere to the\nplan of defence suggested by M. Folgat.",
        "Alas! the chances of success seemed hourly to diminish; for the jury,\nvery much against the usual experience, appeared to be excessively\nsevere. The bankrupt was sentenced to twenty years’ hard labor. The\nman accused of murder could not even obtain the plea of “extenuating\ncircumstances,” and was sentenced to death.",
        "This was on Wednesday.",
        "It was decided that M. de Chandore and the Marquis and the Marchioness\nde Boiscoran should attend the trial. They wanted to spare Dionysia\nthe terrible excitement; but she declared that, in that case, she\nshould go alone to the court-house; and thus they were forced to\nsubmit to her will.",
        "Thanks to an order from M. Domini, M. Folgat and M. Magloire could\nspend the evening with Jacques in order to determine all the details,\nand to agree upon certain replies to be given.",
        "Jacques looked excessively pale, but was quite composed. And when his\ncounsel left him, saying,–",
        "“Keep up your courage and hope,” he replied,–",
        "“Hope I have none; but courage–I assure you, I have courage!”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}