{
    "title": "Within an Inch of His Life - II.",
    "author": "Emile Gaboriau",
    "chapter": "2",
    "content": [
        "\n\n",
        "In a straight line it is only a mile from Sauveterre to Valpinson; but\nthat mile is as long as two elsewhere. M. Seneschal, however, had a\ngood horse, “the best perhaps in the county,” he said, as he got into\nhis carriage. In ten minutes they had overtaken the firemen, who had\nleft some time before them. And yet these good people, all of them\nmaster workmen of Sauveterre, masons, carpenters, and tilers, hurried\nalong as fast as they could. They had half a dozen smoking torches\nwith them to light them on the way: they walked, puffing and groaning,\non the bad road, and pulling the two engines, together with the heavy\ncart on which they had piled up their ladders and other tools.",
        "“Keep up, my friends!” said the mayor as he passed them,–\"keep up!\"\nThree minutes farther on, a peasant on horseback appeared in the dark,\nriding along like a forlorn knight in a romance. M. Daubigeon ordered\nhim to halt. He stopped.",
        "“You come from Valpinson?” asked M. Seneschal.",
        "“Yes,” replied the peasant.",
        "“How is the count?”",
        "“He has come to at last.”",
        "“What does the doctor say?”",
        "“He says he will live. I am going to the druggist to get some\nmedicines.” M. Galpin, to hear better, was leaning out of the\ncarriage. He asked,–",
        "“Do they accuse any one?”",
        "“No.”",
        "“And the fire?”",
        "“They have water enough,” replied the peasant, “but no engines: so\nwhat can they do? And the wind is rising again! Oh, what a\nmisfortune!”",
        "He rode off as fast as he could, while M. Seneschal was whipping his\npoor horse, which, unaccustomed as it was to such treatment, instead\nof going any faster, only reared, and jumped from side to side. The\nexcellent man was in despair. He looked upon this crime as if it had\nbeen committed on purpose to disgrace him, and to do the greatest\npossible injury to his administration.",
        "“For after all,” he said, for the tenth time to his companions, “is it\nnatural, I ask you, is it sensible, that a man should think of\nattacking the Count and the Countess Claudieuse, the most\ndistinguished and the most esteemed people in the whole county, and\nespecially a lady whose name is synonymous with virtue and charity?”",
        "And, without minding the ruts and the stones in the road, M. Seneschal\nwent on repeating all he knew about the owners of Valpinson.",
        "Count Trivulce Claudieuse was the last scion of one of the oldest\nfamilies of the county. At sixteen, about 1829, he had entered the\nnavy as an ensign, and for many years he had appeared at Sauveterre\nonly rarely, and at long intervals. In 1859 he had become a captain,\nand was on the point of being made admiral, when he had all of a\nsudden sent in his resignation, and taken up his residence at the\nCastle of Valpinson, although the house had nothing to show of its\nformer splendor but two towers falling to pieces, and an immense mass\nof ruin and rubbish. For two years he had lived here alone, busy with\nbuilding up the old house as well as it could be done, and by great\nenergy and incessant labor restoring it to some of its former\nsplendor. It was thought he would finish his days in this way, when\none day the report arose that he was going to be married. The report,\nfor once, proved true.",
        "One fine day Count Claudieuse had left for Paris; and, a few days\nlater, his friends had been informed by letter that he had married the\ndaughter of one of his former colleagues, Miss Genevieve de Tassar.\nThe amazement had been universal. The count looked like a gentleman,\nand was very well preserved; but he was at least forty-seven years\nold, and Miss Genevieve was hardly twenty. Now, if the bride had been\npoor, they would have understood the match, and approved it: it is but\nnatural that a poor girl should sacrifice her heart to her daily\nbread. But here it was not so. The Marquis de Tassar was considered\nwealthy; and report said that his daughter had brought her husband\nfifty thousand dollars.",
        "Next they had it that the bride was fearfully ugly, infirm, or at\nleast hunchback, perhaps idiotic, or, at all events, of frightful\ntemper.",
        "By no means. She had come down; and everybody was amazed at her noble,\nquiet beauty. She had conversed with them, and charmed everybody.",
        "Was it really a love-match, as people called it at Sauveterre? Perhaps\nso. Nevertheless there was no lack of old ladies who shook their\nheads, and said twenty-seven years difference between husband and wife\nwas too much, and such a match could not turn out well.",
        "All these dark forebodings came to nought. The fact was, that, for\nmiles and miles around, there was not a happier couple to be found\nthan the Count and the Countess Claudieuse; and two children, girls,\nwho had appeared at an interval of four years, seemed to have secured\nthe happiness of the house forever.",
        "It is true the count retained somewhat of the haughty manners, the\nreserve, and the imperious tone, which he had acquired during the time\nthat he controlled the destinies of certain important colonies. He\nwas, moreover, naturally so passionate, that the slightest excitement\nmade him turn purple in his face. But the countess was as gentle and\nas sweet as he was violent; and as she never failed to step in between\nher husband and the object of his wrath, as both he and she were\nnaturally just, kind to excess, and generous to all, they were beloved\nby everybody. There was only one point on which the count was rather\nunmanageable, and that was the game laws. He was passionately fond of\nhunting, and watched all the year round with almost painful\nrestlessness over his preserves, employing a number of keepers, and\nprosecuting poachers with such energy, that people said he would\nrather miss a hundred napoleons than a single bird.",
        "The count and the countess lived quite retired, and gave their whole\ntime, he to agricultural pursuits, and she to the education of her\nchildren. They entertained but little, and did not come to Sauveterre\nmore than four times a year, to visit the Misses Lavarande, or the old\nBaron de Chandore. Every summer, towards the end of July, they went to\nRoyan, where they had a cottage. When the season opened, and the count\nwent hunting, the countess paid a visit to her relatives in Paris,\nwith whom she usually stayed a few weeks.",
        "It required a storm like that of 1870 to overthrow so peaceful an\nexistence. When the old captain heard that the Prussians were on\nFrench soil, he felt all the instincts of the soldier and the\nFrenchman awake in his heart. He could not be kept at home, and went\nto headquarters. Although a royalist at heart, he did not hesitate a\nmoment to offer his sword to Gambetta, whom he detested. They made him\ncolonel of a regiment; and he fought like a lion, from the first day\nto the last, when he was thrown down and trod under foot in one of\nthose fearful routs in which a part of Chanzy’s army was utterly\ndestroyed. When the armistice was signed, he returned to Valpinson;\nbut no one except his wife ever succeeded in making him say a word\nabout the campaign. He was asked to become a candidate for the\nassembly, and would have certainly been elected; but he refused,\nsaying that he knew how to fight, but not how to talk.",
        "The commonwealth attorney and the magistrate listened but very\ncarelessly to these details, with which they were perfectly familiar.\nSuddenly M. Galpin asked,–",
        "“Are we not getting near? I look and look; but I see no trace of a\nfire.”",
        "“We are in a deep valley,” replied the mayor. “But we are quite near\nnow, and, at the top of that hill before us, you will see enough.”",
        "This hill is well known in the whole province, and is frequently\ncalled the Sauveterre Mountain. It is so steep, and consists of such\nhard granite, that the engineers who laid out the great turnpike\nturned miles out of their way to avoid it. It overlooks the whole\ncountry; and, when M. Seneschal and his companions had reached the\ntop, they could not control their excitement.",
        "“Horresco!” murmured the attorney.",
        "The burning house itself was hid by high trees; but columns of fire\nrose high above the tops, and illumined the whole region with their\nsombre light. The whole country was in a state of excitement. The\nshort, square tower of Brechy sent the alarm from its big bell; and in\nthe deep shade on all sides was heard the strange sound of the huge\nshells which the people here use for signals, and for the summoning of\nlaborers at mealtimes. Hurried steps were heard on all the high-roads\nand by-roads; and peasants were continuously rushing by, with a bucket\nin each hand.",
        "“It is too late for help,” said M. Galpin.",
        "“Such a fine property!” said the mayor, “and so well managed!” And\nregardless of danger, he dashed forward, down the hill; for Valpinson\nlies in a deep valley, half a mile from the river. Here all was\nterror, disorder, and confusion; and yet there was no lack of hands or\nof good-will. At the first alarm, all the people of the neighborhood\nhad hurried up, and there were more coming every moment; but there was\nno one there to assume the command. They were mainly engaged in saving\nthe furniture. The boldest tried to get into the rooms, and in a kind\nof rage, threw every thing they could lay hold on out of the window.\nThus the courtyard was already half full of beds and mattresses,\nchairs and tables, books, linen, and clothes.",
        "An immense clamor greeted the mayor and his companions.",
        "“Here comes the mayor!” cried the peasants, encouraged by his\npresence, and all ready to obey him.",
        "M. Seneschal took in the whole situation at a glance.",
        "“Yes, here I am, my friends,” he said, “and I thank you for your zeal.\nNow we must try not to waste our efforts. The farm buildings and the\nworkshops are lost: we must give them up. Let us try to save the\ndwelling-house. The river is not far. We must form a chain. Everybody\nin line,–men and women! And now for water, water! Here come the\nengines!”",
        "They really came thundering up: the firemen appeared on the scene.\nCapt. Parenteau took the command. At last the mayor was at leisure to\ninquire after Count Claudieuse.",
        "“Master is down there,” replied an old woman, pointing at a little\ncottage with a thatched roof. “The doctor has had him carried there.”",
        "“Let us go and see how he is,” said the mayor to his two companions.\nThey stopped at the door of the only room of the cottage. It was a\nlarge room with a floor of beaten clay; while overhead the blackened\nbeams were full of working tools and parcels of seeds. Two beds with\ntwisted columns and yellow curtains filled one side: on that on the\nleft hand lay a little girl, four years old, fast asleep, and rolled\nup in a blanket, watched over by her sister, who was two or three\nyears older. On the other bed, Count Claudieuse was lying, or rather\nsitting; for they had supported his back by all the pillows that had\nbeen saved from the fire. His chest was bare, and covered with blood;\nand a man, Dr. Seignebos, with his coat off, and his sleeves rolled up\nabove the elbows, was bending over him, and holding a sponge in one\nhand and a probe in the other, seemed to be engaged in a delicate and\ndangerous operation.",
        "The countess, in a light muslin dress, was standing at the foot of her\nhusband’s bed, pale but admirably composed and resigned. She was\nholding a lamp, and moved it to and fro as the doctor directed. In a\ncorner two servant-women were sitting on a box, and crying, their\naprons turned over their heads.",
        "At last the mayor of Sauveterre overcame his painful impressions, and\nentered the room. Count Claudieuse was the first to perceive him, and\nsaid,–",
        "“Ah, here is our good M. Seneschal. Come nearer, my friend; come\nnearer. You see the year 1871 is a fatal year. It will soon leave me\nnothing but a few handfuls of ashes of all I possessed.”",
        "“It is a great misfortune,” replied the excellent mayor; “but, after\nall, it is less than we apprehended. God be thanked, you are safe!”",
        "“Who knows? I am suffering terribly.”",
        "The countess trembled.",
        "“Trivulce!” she whispered in a tone of entreaty. “Trivulce!”",
        "Never did lover glance at his beloved with more tenderness than Count\nClaudieuse did at his wife.",
        "“Pardon me, my dear Genevieve, pardon me, if I show any want of\ncourage.”",
        "A sudden nervous spasm seized him; and then he exclaimed in a loud\nvoice, which sounded like a trumpet,–",
        "“Sir! But sir! Thunder and lightning! You kill me!”",
        "“I have some chloroform here,” replied the physician coldly.",
        "“I do not want any.”",
        "“Then you must make up your mind to suffer, and keep quiet now; for\nevery motion adds to your pain.”",
        "Then sponging a jet of blood which spurted out from under his knife,\nhe added,–",
        "“However, you shall have a few minutes rest now. My eyes and my hand\nare exhausted. I see I am no longer young.”",
        "Dr. Seignebos was sixty years old. He was a small, thin man, with a\nbald head and a bilious complexion, carelessly dressed, and spending\nhis life in taking off, wiping, and putting back again his large gold\nspectacles. His reputation was widespread; and they told of wonderful\ncures which he had accomplished. Still he had not many friends. The\ncommon people disliked his bitterness; the peasants, his strictness in\ndemanding his fees; and the townspeople, his political views.",
        "There was a story that one evening, at a public dinner, he had gotten\nup and said, “I drink to the memory of the only physician of whose\npure and chaste renown I am envious,–the memory of my countryman, Dr.\nGuillotin of Saintes!”",
        "Had he really offered such a toast? The fact is, he pretended to be a\nfierce radical, and was certainly the soul and the oracle of the small\nsocialistic clubs in the neighborhood. People looked aghast when he\nbegan to talk of the reforms which he thought necessary; and they\ntrembled when he proclaimed his convictions, that “the sword and the\ntorch ought to search the rotten foundations of society.”",
        "These opinions, certain utilitarian views of like eccentricity, and\nstill stranger experiments which he openly carried on before the whole\nworld, had led people more than once to doubt the soundness of his\nmind. The most charitable said, “He is an oddity.” This eccentric man\nhad naturally no great fondness for M. Seneschal, the mayor, a former\nlawyer, and a legitimist. He did not think much of the commonwealth\nattorney, a useless bookworm. But he detested M. Galpin. Still he\nbowed to the three men; and, without minding his patient, he said to\nthem,–",
        "“You see, gentlemen, Count Claudieuse is in a bad plight. He has been\nfired at with a gun loaded with small shot; and wounds made in that\nway are very puzzling. I trust no vital part has been injured; but I\ncannot answer for any thing. I have often in my practice seen very\nsmall injuries, wounds caused by a small-sized shot, which,\nnevertheless, proved fatal, and showed their true character only\ntwelve or fifteen hours after the accident had happened.”",
        "He would have gone on in this way, if the magistrate had not suddenly\ninterrupted him, saying,–",
        "“Doctor, you know I am here because a crime has been committed. The\ncriminal has to be found out, and to be punished: hence I request your\nassistance, from this moment, in the name of the Law.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}