{
    "title": "Within an Inch of His Life - XXVII.",
    "author": "Emile Gaboriau",
    "chapter": "36",
    "content": [
        "\n\n",
        "At the same hour when the magistrate left the hospital, Dr. Seignebos\nand M. Folgat parted, after a frugal breakfast,–the one to visit his\npatients, the other to go to the prison. The young advocate was very\nmuch troubled. He hung his head as he went down the street; and the\ndiplomatic citizens who compared his dejected appearance with the\nvictorious air of M. Galpin came to the conclusion that Jacques de\nBoiscoran was irrevocably lost.",
        "At that moment M. Folgat was almost of their opinion. He had to pass\nthrough one of those attacks of discouragement, to which the most\nenergetic men succumb at times, when they are bent upon pursuing an\nuncertain end which they ardently desire.",
        "The declarations made by little Martha and the governess had literally\noverwhelmed him. Just when he thought he had the end of the thread in\nhis hand, the tangle had become worse than ever. And so it had been\nfrom the commencement. At every step he took, the problem had become\nmore complicated than ever. At every effort he made, the darkness,\ninstead of being dispelled, had become deeper. Not that he as yet\ndoubted Jacques’s innocence. No! The suspicion which for a moment had\nflashed through his mind had passed away instantly. He admitted, with\nDr. Seignebos, the possibility that there was an accomplice, and that\nit was Cocoleu, in all probability, who had been charged with the\nexecution of the crime. But how could that fact be made useful to the\ndefence? He saw no way.",
        "Goudar was an able man; and the manner in which he had introduced\nhimself into the hospital and Cocoleu’s company indicated a master.\nBut however cunning he was, however experienced in all the tricks of\nhis profession, how could he ever hope to make a man confess who\nintrenched himself behind the rampart of feigned imbecility? If he had\nonly had an abundance of time before him! But the days were counted,\nand he would have to hurry his measures.",
        "“I feel like giving it up,” thought the young lawyer.",
        "In the meantime he had reached the prison. He felt the necessity of\nconcealing his anxiety. While Blangin went before him through the long\npassages, rattling his keys, he endeavored to give to his features an\nexpression of hopeful confidence.",
        "“At last you come!” cried Jacques.",
        "He had evidently suffered terribly since the day before. A feverish\nrestlessness had disordered his features, and reddened his eyes. He\nwas shaking with nervous tremor. Still he waited till the jailer had\nshut the door; and then he asked hoarsely,–",
        "“What did she say?”",
        "M. Folgat gave him a minute account of his mission, quoting the words\nof the countess almost literally.",
        "“That is just like her!” exclaimed the prisoner. “I think I can hear\nher! What a woman! To defy me in this way!”",
        "And in his anger he wrung his hands till they nearly bled.",
        "“You see,” said the young advocate, “there is no use in trying to get\noutside of our circle of defence. Any new effort would be useless.”",
        "“No!” replied Jacques. “No, I shall not stop there!”",
        "And after a few moments’ reflection,–if he can be said to have been\nable to reflect,–he said,–",
        "“I hope you will pardon me, my dear sir, for having exposed you to\nsuch insults. I ought to have foreseen it, or, rather, I did foresee\nit. I knew that was not the way to begin the battle. But I was a\ncoward, I was afraid, I drew back, fool that I was! As if I had not\nknown that we shall at any rate have to come to the last extremity!\nWell, I am ready now, and I shall do it!”",
        "“What do you mean to do?”",
        "“I shall go and see the Countess Claudieuse. I shall tell her\"–",
        "“Oh!”",
        "“You do not think she will deny it to my face? When I once have her\nunder my eye, I shall make her confess the crime of which I am\naccused.”",
        "M. Folgat had promised Dr. Seignebos not to mention what Martha and\nher governess had said; but he felt no longer bound to conceal it.",
        "“And if the countess should not be guilty?” he asked.",
        "“Who, then, could be guilty?”",
        "“If she had an accomplice?”",
        "“Well, she will tell me who it is. I will insist upon it, I will make\nher tell. I will not be disgraced. I am innocent, I will not go to the\ngalleys!”",
        "To try and make Jacques listen to reason would have been madness just\nnow.",
        "“Have a care,” said the young lawyer. “Our defence is difficult enough\nalready; do not make it still more so.”",
        "“I shall be careful.”",
        "“A scene might ruin us irrevocably.”",
        "“Be not afraid!”",
        "M. Folgat said nothing more. He thought he could guess by what means\nJacques would try to get out of prison. But he did not ask him about\nthe details, because his position as his counsel made it his duty not\nto know, or, at least, to seem not to know, certain things.",
        "’Now, my dear sir,” said the prisoner, “you will render me a service,\nwill you not?”",
        "“What is it?”",
        "“I want to know as accurately as possible how the house in which the\ncountess lives is arranged.”",
        "Without saying a word, M. Folgat took out a sheet of paper, and drew\non it a plan of the house, as far as he knew,–of the garden, the\nentrance-hall, and the sitting-room.",
        "“And the count’s room,” asked Jacques, “where is that?”",
        "“In the upper story.”",
        "“You are sure he cannot get up?”",
        "“Dr. Seignebos told me so.”",
        "The prisoner seemed to be delighted.",
        "“Then all is right,” he said, “and I have only to ask you, my dear\ncounsel, to tell Miss Dionysia that I must see her to-day, as soon as\npossible. I wish her to come accompanied by one of her aunts only.\nAnd, I beseech you, make haste.”",
        "M. Folgat did hasten; so that, twenty minutes later, he was at the\nyoung lady’s house. She was in her chamber. He sent word to her that\nhe wished to see her; and, as soon as she heard that Jacques wanted\nher, she said simply,–",
        "“I am ready to go.”",
        "And, calling one of the Misses Lavarande, she told her,–",
        "“Come, Aunt Elizabeth, be quick. Take your hat and your shawl. I am\ngoing out, and you are going with me.”",
        "The prisoner counted so fully upon the promptness of his betrothed,\nthat he had already gone down into the parlor when she arrived at the\nprison, quite out of breath from having walked so fast. He took her\nhands, and, pressing them to his lips, he said,–",
        "“Oh, my darling! how shall I ever thank you for your sublime fidelity\nin my misfortune? If I escape, my whole life will not suffice to prove\nmy gratitude.”",
        "But he tried to master his emotion, and turning to Aunt Elizabeth, he\nsaid,–",
        "“Will you pardon me if I beg you to render me once more the service\nyou have done me before? It is all important that no one should hear\nwhat I am going to say to Dionysia. I know I am watched.”",
        "Accustomed to passive obedience, the good lady left the room without\ndaring to make the slightest remark, and went to keep watch in the\npassage. Dionysia was very much surprised; but Jacques did not give\nher time to utter a word. He said at once,–",
        "“You told me in this very place, that, if I wished to escape, Blangin\nwould furnish me the means, did you not?”",
        "The young girl drew back, and stammered with an air of utter\nbewilderment,–",
        "“You do not want to flee?”",
        "“Never! Under no circumstances! But you ought to remember, that, while\nresisting all your arguments, I told you, that perhaps, some day or\nother, I might require a few hours of liberty.”",
        "“I remember.”",
        "“I begged you to sound the jailer on that point.”",
        "“I did so. For money he will always be ready to do your bidding.”",
        "Jacques seemed to breathe more freely.",
        "“Well, then,” he said again, “the time has come. To-morrow I shall\nhave to be away all the evening. I shall like to leave about nine; and\nI shall be back at midnight.”",
        "Dionysia stopped him.",
        "“Wait,” she said; “I want to call Blangin’s wife.”",
        "The household of the jailer of Sauveterre was like many others. The\nhusband was brutal, imperious, and tyrannical: he talked loud and\npositively, and thus made it appear that he was the master. The wife\nwas humble, submissive, apparently resigned, and always ready to obey;\nbut in reality she ruled by intelligence, as he ruled by main force.\nWhen the husband had promised any thing, the consent of the wife had\nstill to be obtained; but, when the wife undertook to do any thing,\nthe husband was bound through her. Dionysia, therefore, knew very well\nthat she would have first to win over the wife. Mrs. Blangin came up\nin haste, her mouth full of hypocritical assurances of good will,\nvowing that she was heart and soul at her dear mistress’s command,\nrecalling with delight the happy days when she was in M. de Chandore’s\nservice, and regretting forevermore.",
        "“I know,” the young girl cut her short, “you are attached to me. But\nlisten!”",
        "And then she promptly explained to her what she wanted; while Jacques,\nstanding a little aside in the shade, watched the impression on the\nwoman’s face. Gradually she raised her head; and, when Dionysia had\nfinished, she said in a very different tone,–",
        "“I understand perfectly, and, if I were the master, I should say, ’All\nright!’ But Blangin is master of the jail. Well, he is not bad; but he\ninsists upon doing his duty. We have nothing but our place to live\nupon.”",
        "“Have I not paid you as much as your place is worth?”",
        "“Oh, I know you do not mind paying.”",
        "“You had promised me to speak to your husband about this matter.”",
        "“I have done so; but\"–",
        "“I would give as much as I did before.”",
        "“In gold?”",
        "“Well, be it so, in gold.”",
        "A flash of covetousness broke forth from under the thick brows of the\njailer’s wife; but, quite self-possessed, she went on,–",
        "“In that case, my man will probably consent. I will go and put him\nright, and then you can talk to him.”",
        "She went out hastily, and, as soon as she had disappeared, Jacques\nasked Dionysia,–",
        "“How much have you paid Blangin so far?”",
        "“Seventeen thousand francs.”",
        "“These people are robbing you outrageously.”",
        "“Ah, what does the money matter? I wish we were both of us ruined, if\nyou were but free.”",
        "But it had not taken the wife long to persuade the husband. Blangin’s\nheavy steps were heard in the passage; and almost immediately, he\nentered, cap in hand, looking obsequious and restless.",
        "“My wife has told me every thing,” he said, “and I consent. Only we\nmust understand each other. This is no trifle you are asking for.”",
        "Jacques interrupted him, and said,–",
        "“Let us not exaggerate the matter. I do not meant to escape: I only\nwant to leave for a time. I shall come back, I give you my word of\nhonor.”",
        "“Upon my life, that is not what troubles me. If the question was only\nto let you run off altogether, I should open the doors wide, and say,\n’Good-by!’ A prisoner who runs away–that happens every day; but a\nprisoner who leaves for a few hours, and comes back again– Suppose\nanybody were to see you in town? Or if any one came and wanted to see\nyou while you are gone? Or if they saw you come back again? What\nshould I say? I am quite ready to be turned off for negligence. I have\nbeen paid for that. But to be tried as an accomplice, and to be put\ninto jail myself. Stop! That is not what I mean to do.”",
        "This was evidently but a preface.",
        "“Oh! why lose so many words? asked Dionysia. “Explain yourself\nclearly.”",
        "“Well, M. de Boiscoran cannot leave by the gate. At tattoo, at eight\no’clock, the soldiers on guard at this season of the year go inside\nthe prison, and until /reveille/ in the morning, or, in others words,\ntill five o’clock, I can neither open nor shut the gates without\ncalling the sergeant in command of the post.”",
        "Did he want to extort more money? Did he make the difficulties out\ngreater than they really were?”",
        "“After all,” said Jacques, “if you consent, there must be a way.”",
        "The jailer could dissemble no longer: he came out with it bluntly.",
        "“If the thing is to be done, you must get out as if you were escaping\nin good earnest. The wall between the two towers is, to my knowledge,\nat one place not over two feet thick; and on the other side, where\nthere are nothing but bare grounds and the old ramparts, they never\nput a sentinel. I will get you a crowbar and a pickaxe, and you make a\nhole in the wall.”",
        "Jacques shrugged his shoulders.",
        "“And the next day,” he said, “when I am back, how will you explain\nthat hole?”",
        "Blangin smiled.",
        "“Be sure,” he replied, “I won’t say the rats did it. I have thought of\nthat too. At the same time with you, another prisoner will run off,\nwho will not come back.”",
        "“What prisoner?”",
        "“Trumence, to be sure. He will be delighted to get away, and he will\nhelp you in making the hole in the wall. You must make your bargain\nwith him, but, of course, without letting him know that I know any\nthing. In this way, happen what may, I shall not be in danger.”",
        "The plan was really a good one; only Blangin ought not to have claimed\nthe honor of inventing it: the idea came from his wife.",
        "“Well,” replied Jacques, “that is settled. Get me the pickaxe and the\ncrowbar, show me the place where we must make the hole, and I will\ntake charge of Trumence. To-morrow you shall have the money.”",
        "He was on the point of following the jailer, when Dionysia held him\nback; and, lifting up her beautiful eyes to him, she said in a\ntremor,–",
        "“You see, Jacques, I have not hesitated to dare every thing in order\nto procure you a few house of liberty. May I not know what you are\ngoing to do in that time?”",
        "And, as he made no reply, she repeated,–",
        "“Where are you going?”",
        "A rush of blood colored the face of the unfortunate man; and he said\nin an embarrassed voice,–",
        "“I beseech you, Dionysia, do not insist upon my telling you. Permit me\nto keep this secret, the only one I have ever kept from you.”",
        "Two tears trembled for a moment in the long lashes of the young girl,\nand then silently rolled down her cheeks.",
        "“I understand you,” she stammered. “I understand but too well.\nAlthough I know so little of life, I had a presentiment, as soon as I\nsaw that they were hiding something from me. Now I cannot doubt any\nlonger. You will go to see a woman to-morrow\"–",
        "“Dionysia,” Jacques said with folded hands,–\"Dionysia, I beseech\nyou!”",
        "She did not hear him. Gently shaking her heard, she went on,–",
        "“A woman whom you have loved, or whom you love still, at whose feet\nyou have probably murmured the same words which you whispered at my\nfeet. How could you think of her in the midst of all your anxieties?\nShe cannot love you, I am sure. Why did she not come to you when she\nfound that you were in prison, and falsely accused of an abominable\ncrime?”",
        "Jacques cold bear it no longer.",
        "“Great God!” he cried, “I would a thousand times rather tell you every\nthing than allow such a suspicion to remain in your heart! Listen, and\nforgive me.”",
        "But she stopped him, putting her hand on his lips, and saying, all in\na tremor,–",
        "“No, I do not wish to know any thing,–nothing at all. I believe in\nyou. Only you must remember that you are every thing to me,–hope,\nlife, happiness. If you should have deceived me, I know but too well–\npoor me!–that I would not cease loving you; but I should not have\nlong to suffer.”",
        "Overcome with grief and affection, Jacques repeated,–",
        "“Dionysia, Dionysia, my darling, let me confess to you who this woman\nis, and why I must see her.”",
        "“No,” she interrupted him, “no! Do what your conscience bids you do. I\nbelieve in you.”",
        "And instead of offering to let him kiss her forehead, as usual, she\nhurried off with her Aunt Elizabeth, and that so quickly, that, when\nhe rushed after her, he only saw, as it were, a shadow at the end of\nthe long passage.",
        "Never until this moment had Jacques found it in his heart really to\nhate the Countess Claudieuse with that blind and furious hatred which\ndreams of nothing but vengeance. Many a time, no doubt, he had cursed\nher in the solitude of his prison; but even when he was most furious\nagainst her, a feeling of pity had risen in his heart for her whom he\nhad once loved so dearly; for he did not disguise it to himself, he\nhad once loved her to distraction. Even in his prison he trembled, as\nhe thought of some of his first meetings with her, as he saw before\nhis mind’s eye her features swimming in voluptuous languor, as he\nheard the silvery ring of her voice, or inhaled the perfume she loved\never to have about her. She had exposed him to the danger of losing\nhis position, his future, his honor even; and he still felt inclined\nto forgive her. But now she threatened him with the loss of his\nbetrothed, the loss of that pure and chaste love which burnt in\nDionysia’s heart, and he could not endure that.",
        "“I will spare her no longer,” he cried, mad with wrath. “I will\nhesitate no longer. I have not the right to do so; for I am bound to\ndefend Dionysia!”",
        "He was more than ever determined to risk that adventure on the next\nday, feeling quite sure now that his courage would not fail him.",
        "It was Trumence to-night–perhaps by the jailer’s skilful management–\nwho was ordered to take the prisoner back to his cell, and, according\nto the jail-dictionary, to “curl him up” there. He called him in, and\nat once plainly told him what he expected him to do. Upon Blangin’s\nassurance, he expected the vagabond would jump at the mere idea of\nescaping from jail. But by no means. Trumence’s smiling features grew\ndark; and, scratching himself behind the ear furiously, he replied,–",
        "“You see–excuse me, I don’t want to run away at all.”",
        "Jacques was amazed. If Trumence refused his cooperation he could not\ngo out, or, at least, he would have to wait.",
        "“Are you in earnest, Trumence?” he asked.",
        "“Certainly I am, my dear sir. Here, you see, I am not so badly off: I\nhave a good bed, I have two meals a day, I have nothing to do, and I\npick up now and then, from one man or another, a few cents to buy me a\npinch of tobacco or a glass of wine.”",
        "“But your liberty?”",
        "“Well, I shall get that too. I have committed no crime. I may have\ngotten over a wall into an orchard; but people are not hanged for\nthat. I have consulted M. Magloire, and he told me precisely how I\nstand. They will try me in a police-court, and they will give me three\nor four months. Well, that is not so very bad. But, if I run away,\nthey put the gendarmes on my track; they bring me back here; and then\nI know how they will treat me. Besides, to break jail is a grave\noffence.”",
        "How could he overcome such wise conclusions and such excellent\nreasons? Jacques was very much troubled.",
        "“Why should the gendarmes take you again?” he asked.",
        "“Because they are gendarmes, my dear sir. And then, that is not all.\nIf it were spring, I should say at once, ’I am your man.’ But we have\nautumn now; we are going to have bad weather; work will be scarce.”",
        "Although an incurable idler, Trumence had always a good deal to say\nabout work.",
        "“You won’t help them in the vintage?” asked Jacques.",
        "The vagabond looked almost repenting.",
        "“To be sure, the vintage must have commenced,” he said.",
        "“Well?”",
        "“But that only lasts a fortnight, and then comes winter. And winter is\nno man’s friend: it’s my enemy. I know I have been without a place to\nlie down when it has been freezing to split stones, and the snow was a\nfoot deep. Oh! here they have stoves, and the Board gives very warm\nclothes.”",
        "“Yes; but there are no merry evenings here, Trumence, eh? None of\nthose merry evenings, when the hot wine goes round, and you tell the\ngirls all sorts of stories, while you are shelling peas, or shucking\ncorn?”",
        "“Oh! I know. I do enjoy those evenings. But the cold! Where should I\ngo when I have not a cent?”",
        "That was exactly where Jacques wanted to lead him.",
        "“I have money,” he said.",
        "“I know you have.”",
        "“You do not think I would let you go off with empty pockets? I would\ngive you any thing you may ask.”",
        "“Really?” cried the vagrant.",
        "And looking at Jacques with a mingled expression of hope, surprise,\nand delight, he added,–",
        "“You see I should want a good deal. Winter is long. I should want–let\nme see, I should want fifty Napoleons!”",
        "“You shall have a hundred,” said Jacques.",
        "Trumence’s eyes began to dance. He probably had a vision of those\nirresistible taverns at Rochefort, where he had led such a merry life.\nBut he could not believe such happiness to be real.",
        "“You are not making fun of me?” he asked timidly.",
        "“Do you want the whole sum at once?” replied Jacques. “Wait.”",
        "He drew from the drawer in his table a thousand-franc note. But, at\nthe sight of the note, the vagrant drew back the hand which he had\npromptly stretched out to take the money.",
        "“Oh! that kind? No! I know what that paper is worth: I have had some\nof them myself. But what could I do with one of them now? It would not\nbe worth more to me than a leaf of a tree; for, at the first place I\nshould want it changed, they would arrest me.”",
        "“That is easily remedied. By to-morrow I shall have gold, or small\nnotes, so you can have your choice.”",
        "This time Trumence clapped his hands in great joy.",
        "“Give me some of one kind, and some of the other,” he said, “and I am\nyour man! Hurrah for liberty! Where is that wall that we are to go\nthrough?”",
        "“I will show you to-morrow; and till them, Trumence, silence.”",
        "It was only the next day that Blangin showed Jacques the place where\nthe wall had least thickness. It was in a kind of cellar, where nobody\never came, and where cast-off tools were stored away.",
        "“In order that you may not be interrupted,” said the jailer, “I will\nask two of my comrades to dine with me, and I shall invite the\nsergeant on duty. They will enjoy themselves, and never think of the\nprisoners. My wife will keep a sharp lookout; and, if any of the\nrounds should come this way, she would warn you, and quick, quick, you\nwould be back in your room.”",
        "All was settled; and, as soon as night came, Jacques and Trumence,\ntaking a candle with them, slipped down into the cellar, and went to\nwork. It was a hard task to get through this old wall, and Jacques\nwould never have been able to accomplish it alone. The thickness was\neven less than what Blangin had stated it to be; but the hardness was\nfar beyond expectation. Our fathers built well. In course of time the\ncement had become one with the stone, and acquired the same hardness.\nIt was as if they had attacked a block of granite. The vagrant had,\nfortunately, a strong arm; and, in spite of the precautions which they\nhad to take to prevent being heard, he had, in less than an hour, made\na hole through which a man could pass. He put his head in; and, after\na moment’s examination, he said,–",
        "“All right! The night is dark, and the place is deserted. Upon my\nword, I will risk it!”",
        "He went through; Jacques followed; and instinctively they hastened\ntowards a place where several trees made a dark shadow. Once there,\nJacques handed Trumence a package of five-franc notes, and said,–",
        "“Add this to the hundred Napoleons I have given you before. Thank you:\nyou are a good fellow, and, if I get out of my trouble, I will not\nforget you. And now let us part. Make haste, be careful, and good\nluck!”",
        "After these words he went off rapidly. But Trumence did not march off\nin the opposite direction, as had been agreed upon.",
        "“Anyhow,” said the poor vagrant to himself, “this is a curious story\nabout the poor gentleman. Where on earth can he be going?”",
        "And, curiosity getting the better of prudence, he followed him.",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}