{
    "title": "Within an Inch of His Life - XVII.",
    "author": "Emile Gaboriau",
    "chapter": "26",
    "content": [
        "\n\n",
        "The night before, the jailer of Sauveterre had said to his wife, at\nsupper,–",
        "“I am tired of the life I am leading here. They have paid me for my\nplace, have not they? Well, I mean to go.”",
        "“You are a fool!” his wife had replied. “As long as M. de Boiscoran is\na prisoner there is a chance of profit. You don’t know how rich those\nChandores are. You ought to stay.”",
        "Like many other husbands, Blangin fancied he was master in his own\nhouse.",
        "He remonstrated. He swore to make the ceiling fall down upon him. He\ndemonstrated by the strength of his arm that he was master. But–",
        "But, notwithstanding all this, Mrs. Blangin having decided that he\nshould stay, he did stay. Sitting in front of his jail, and given up\nto the most dismal presentiments, he was smoking his pipe, when M.\nMagloire and M. Folgat appeared at the prison, and handed him M.\nGalpin’s permit. He rose as they came in. He was afraid of them, not\nknowing whether they were in Miss Dionysia’s secret or not. He\ntherefore politely doffed his worsted cap, took his pipe from his\nmouth, and said,–",
        "“Ah! You come to see M. de Boiscoran, gentlemen? I will show you in:\njust give me time to go for my keys.”",
        "M. Magloire held him back.",
        "“First of all,” he said, “how is M. de Boiscoran?”",
        "“Only so-so,” replied the jailer.",
        "“What is the matter?”",
        "“Why, what is the matter with all prisoners when they see that things\nare likely to turn out badly for them?”",
        "The two lawyers looked at each other sadly.",
        "It was clear that Blangin thought Jacques guilty, and that was a bad\nomen. The persons who stand guard over prisoners have generally a very\nkeen scent; and not unfrequently lawyers consult them, very much as an\nauthor consults the actors of the theatre on which his piece is to\nappear.",
        "“Has he told you any thing?” asked M. Folgat.",
        "“Me personally, nothing,” replied the jailer.",
        "And shaking his head, he added,–",
        "“But you know we have our experience. When a prisoner has been with\nhis counsel, I almost always go up to see him, and to offer him\nsomething,–a little trifle to set him up again. So yesterday, after\nM. Magloire had been here, I climbed up\"–",
        "“And you found M. de Boiscoran sick?”",
        "“I found him in a pitiful condition, gentlemen. He lay on his stomach\non his bed, his head in the pillow, and stiff as a corpse. I was some\ntime in his cell before he heard me. I shook my keys, I stamped, I\ncoughed. No use. I became frightened. I went up to him, and took him\nby the shoulder. ’Eh, sir!’ Great God! he leaped up as if shot and,\nsitting up, he said, ’What to you want?’ Of course, I tried to console\nhim, to explain to him that he ought to speak out; that it is rather\nunpleasant to appear in court, but that people don’t die of it; that\nthey even come out of it as white as snow, if they have a good\nadvocate. I might just as well have been singing, ’O sensible woman.’\nThe more I said, the fiercer he looked; and at last he cried, without\nletting me finish, ’Get out from here! Leave me!’ “",
        "He paused a moment to take a whiff at his pipe; but it had gone out:\nhe put it in his pocket, and went on,–",
        "“I might have told him that I had a right to come into the cells\nwhenever I liked, and to stay there as long as it pleases me. But\nprisoners are like children: you must not worry them. But I opened the\nwicket, and I remained there, watching him. Ah, gentlemen, I have been\nhere twenty years, and I have seen many desperate men; but I never saw\nany despair like this young man’s. He had jumped up as soon as I\nturned my back, and he was walking up and down, sobbing aloud. He\nlooked as pale as death; and the big tears were running down his\ncheeks in torrents.”",
        "M. Magloire felt each one of these details like a stab at his heart.\nHis opinion had not materially changed since the day before; but he\nhad had time to reflect, and to reproach himself for his harshness.",
        "“I was at my post for an hour at least,” continued the jailer, “when\nall of a sudden M. de Boiscoran throws himself upon the door, and\nbegins to knock at it with his feet, and to call as loud as he can. I\nkeep him waiting a little while, so he should not know I was so near\nby, and then I open, pretending to have hurried up ever so fast. As\nsoon as I show myself he says, ’I have the right to receive visitors,\nhave I not? And nobody has been to see me?’–’No one.’–’Are you\nsure?’–’Quite sure.’ I thought I had killed him. He put his hands to\nhis forehead this way; and then he said, ’No one!–no mother, no\nbetrothed, no friend! Well, it is all over. I am no longer in\nexistence. I am forgotten, abandoned, disowned.’ He said this in a\nvoice that would have drawn tears from stones; and I, I suggested to\nhim to write a letter, which I would send to M. de Chandore. But he\nbecame furious at once, and cried, ’No, never! Leave me. There is\nnothing left for me but death.’ “",
        "M. Folgat had not uttered a word; but his pallor betrayed his\nemotions.",
        "“You will understand, gentlemen,” Blangin went on, “that I did not\nfeel quite reassured. It is a bad cell that in which M. de Boiscoran\nis staying. Since I have been at Sauveterre, one man has killed\nhimself in it, and one man has tried to commit suicide. So I called\nTrumence, a poor vagrant who assists me in the jail; and we arranged\nit that one of us would always be on guard, never losing the prisoner\nout of sight for a moment. But it was a useless precaution. At night,\nwhen they carried M. de Boiscoran his supper, he was perfectly calm;\nand he even said he would try to eat something to keep his strength.\nPoor man! If he has no other strength than what his meal would give\nhim, he won’t go far. He had not swallowed four mouthfuls, when he was\nalmost smothered; and Trumence and I at one time thought he would die\non our hands: I almost thought it might be fortunate. However, about\nnine o’clock he was a little better; and he remained all night long at\nhis window.”",
        "M. Magloire could stand it no longer.",
        "“Let us go up,” he said to his colleague.",
        "They went up. But, as they entered the passage, they noticed Trumence,\nwho was making signs to them to step lightly.",
        "“What is the matter?” they asked in an undertone.",
        "“I believe he is asleep,” replied the prisoner. “Poor man! Who knows\nbut he dreams he is free, and in his beautiful chateau?”",
        "M. Folgat went on tiptoe to the wicket. But Jacques had waked up. He\nhad heard steps and voices, and he had just risen. Blangin, therefore,\nopened the door; and at once M. Magloire said the prisoner,–",
        "“I bring you reenforcements,–M. Folgat, my colleague, who has come\ndown from Paris, with your mother.”",
        "Coolly, and without saying a word, M. de Boiscoran bowed.",
        "“I see you are angry with me,” continued M. Magloire. “I was too quick\nyesterday, much too quick.”",
        "Jacques shook his head, and said in an icy tone,–",
        "“I was angry; but I have reflected since, and now I thank you for your\ncandor. At least, I know my fate. Innocent though I be, if I go into\ncourt, I shall be condemned as an incendiary and a murderer. I shall\nprefer not going into court at all.”",
        "“Poor man! But all hope is not lost.”",
        "“Yes. Who would believe me, if you, my friend, cannot believe me?”",
        "“I would,” said M. Folgat promptly, “I, who, without knowing you, from\nthe beginning believed in your innocence,–I who, now that I have seen\nyou, adhere to my conviction.”",
        "Quicker than thought, M. de Boiscoran had seized the young advocate’s\nhand, and, pressing it convulsively, said,–",
        "“Thanks, oh, thanks for that word alone! I bless you, sir, for the\nfaith you have in me!”",
        "This was the first time that the unfortunate man, since his arrest,\nfelt a ray of hope. Alas! it passed in a second. His eye became dim\nagain; his brow clouded over; and he said in a hoarse voice,–",
        "“Unfortunately, nothing can be done for me now. No doubt M. Magloire\nhas told you my sad history and my statement. I have no proof; or at\nleast, to furnish proof, I would have to enter into details which the\ncourt would refuse to admit; or if by a miracle they were admitted, I\nshould be ruined forever by them. They are confidences which cannot be\nspoken of, secrets which are never betrayed, veils which must not be\nlifted. It is better to be condemned innocent than to be acquitted\ninfamous and dishonored. Gentlemen, I decline being defended.”",
        "What was his desperate purpose that he should have come to such a\ndecision?",
        "His counsel trembled as they thought they guessed it.",
        "“You have no right,” said M. Folgat, “to give yourself up thus.”",
        "“Why not?”",
        "“Because you are not alone in your trouble, sir. Because you have\nrelations, friends, and\"–",
        "A bitter, ironical smile appeared on the lips of Jacques de Boiscoran\nas he broke in,–",
        "“What do I owe to them, if they have not even the courage to wait for\nthe sentence to be pronounced before they condemn me? Their merciless\nverdict has actually anticipated that of the jury. It was to an\nunknown person, to you, M. Folgat, that I had to be indebted for the\nfirst expression of sympathy.”",
        "“Ah, that is not so,” exclaimed M. Magloire, “you know very well.”",
        "Jacques did not seem to hear him. He went on,–",
        "“Friends? Oh, yes! I had friends in my days of prosperity. There was\nM. Galpin and M. Daubigeon: they were my friends. One has become my\njudge, the most cruel and pitiless of judges; and the other, who is\ncommonwealth attorney, has not even made an effort to come to my\nassistance. M. Magloire also used to be a friend of mine, and told me\na hundred times, that I could count upon him as I count upon myself,\nand that was my reason to choose him as my counsel; and, when I\nendeavored to convince him of my innocence, he told me I lied.”",
        "Once more the eminent advocate of Sauveterre tried to protest; but it\nwas in vain.",
        "“Relations!” continued Jacques with a voice trembling with indignation\n–\"oh, yes! I have relations, a father and a mother. Where are they\nwhen their son, victimized by unheard-of fatality, is struggling in\nthe meshes of a most odious and infamous plot?",
        "“My father stays quietly in Paris, devoted to his pursuits and usual\npleasures. My mother has come down to Sauveterre. She is here now; and\nshe has been told that I am at liberty to receive visitors: but in\nvain. I was hoping for her yesterday; but the wretch who is accused of\na crime is no longer her son! She never came. No one came. Henceforth\nI stand alone in the world; and now you see why I have a right to\ndispose of myself.”",
        "M. Folgat did not think for a moment of discussing the point. It would\nhave been useless. Despair never reasons. He only said,–",
        "“You forget Miss Chandore, sir.”",
        "Jacques turned crimson all over, and he murmured, trembling in all his\nlimbs,–",
        "“Dionysia!”",
        "“Yes, Dionysia,” said the young advocate. “You forget her courage, her\ndevotion, and all she has done for you. Can you say that she abandons\nand denies you,–she who set aside all her reserve and her timidity\nfor your sake, and came and spent a whole night in this prison? She\nwas risking nothing less than her maidenly honor; for she might have\nbeen discovered or betrayed. She knew that very well, nevertheless she\ndid not hesitate.”",
        "“Ah! you are cruel, sir,” broke in Jacques.",
        "And pressing the lawyer’s arm hard, he went on,–",
        "“And do you not understand that her memory kills me, and that my\nmisery is all the greater as I know but too well what bliss I am\nlosing? Do you not see that I love Dionysia as woman never was loved\nbefore? Ah, if my life alone was at stake! I, at least, I have to make\namends for a great wrong; but she– Great God, why did I ever come\nacross her path?”",
        "He remained for a moment buried in thought; then he added,–",
        "“And yet she, also, did not come yesterday. Why? Oh! no doubt they\nhave told her all. They have told her how I came to be at Valpinson\nthe night of the crime.”",
        "“You are mistaken, Jacques,” said M. Magloire. “Miss Chandore knows\nnothing.”",
        "“Is it possible?”",
        "“M. Magloire did not speak in her presence,” added M. Folgat; “and we\nhave bound over M. de Chandore to secrecy. I insisted upon it that you\nalone had the right to tell the truth to Miss Dionysia.”",
        "“Then how does she explain it to herself that I am not set free?”",
        "“She cannot explain it.”",
        "“Great God! she does not also think I am guilty?”",
        "“If you were to tell her so yourself, she would not believe you.”",
        "“And still she never came here yesterday.”",
        "“She could not. Although they told her nothing, your mother had to be\ntold. The marchioness was literally thunderstruck. She remained for\nmore than an hour unconscious in Miss Dionysia’s arms. When she\nrecovered her consciousness, her first words were for you; but it was\nthen too late to be admitted here.”",
        "When M. Folgat mentioned Miss Dionysia’s name, he had found the\nsurest, and perhaps the only means to break Jacques’s purpose.",
        "“How can I ever sufficiently thank you, sir?” asked the latter.",
        "“By promising me that you will forever abandon that fatal resolve\nwhich you had formed,” replied the young advocate. “If you were\nguilty, I should be the first to say, ’Be it so!’ and I would furnish\nyou with the means. Suicide would be an expiation. But, as you are\ninnocent, you have no right to kill yourself: suicide would be a\nconfession.”",
        "“What am I to do?”",
        "“Defend yourself. Fight.”",
        "“Without hope?”",
        "“Yes, even without hope. When you faced the Prussians, did you ever\nthink of blowing out your brains? No! and yet you knew that they were\nsuperior in numbers, and would conquer, in all probability. Well, you\nare once more in face of the enemy; and even if you were certain of\nbeing conquered, that is to say, of being condemned, and it was the\nday before you should have to mount the scaffold, I should still say,\n’Fight. You must live on; for up to that hour something may happen\nwhich will enable us to discover the guilty one.’ And, if no such\nevent should happen, I should repeat, nevertheless, ’You must wait for\nthe executioner in order to protest from the scaffold against the\njudicial murder, and once more to affirm your innocence.’ “",
        "As M. Folgat uttered these words, Jacques had gradually recovered his\nbearing; and now he said,–",
        "“Upon my honor, sir, I promise you I will hold out to the bitter end.”",
        "“Well!” said M. Magloire,–\"very well!”",
        "“First of all,” replied M. Folgat, “I mean to recommence, for our\nbenefit the investigation which M. Galpin has left incomplete.\nTo-night your mother and I will leave for Paris. I have come to ask\nyou for the necessary information, and for the means to explore your\nhouse in Vine Street, to discover the friend whose name you assumed,\nand the servant who waited upon you.”",
        "The bolts were drawn as he said this; and at the open wicket appeared\nBlangin’s rubicund face.",
        "“The Marchioness de Boiscoran,” he said, “is in the parlor, and begs\nyou will come down as soon as you have done with these gentlemen.”",
        "Jacques turned very pale.",
        "“My mother,” he murmured. Then he added, speaking to the jailer,–",
        "“Do not go yet. We have nearly done.”",
        "His agitation was too great: he could not master it. He said to the\ntwo lawyers,–",
        "“We must stop here for to-day. I cannot think now.”",
        "But M. Folgat had declared he would leave for Paris that very night;\nand he was determined to do so. He said, therefore,–",
        "“Our success depends on the rapidity of our movements. I beg you will\nlet me insist upon your giving me at once the few items of information\nwhich I need for my purposes.”",
        "Jacques shook his head sadly. He began,–",
        "“The task is out of your power, sir.”",
        "“Nevertheless, do what my colleague asks you,” urged M. Magloire.\nWithout any further opposition, and, who knows? Perhaps with a secret\nhope which he would not confess to himself, Jacques informed the young\nadvocate of the most minute details about his relations to the\nCountess Claudieuse. He told him at what hour she used to come to the\nhouse, what roads she took, and how she was most commonly dressed. The\nkeys of the house were at Boiscoran, in a drawer which Jacques\ndescribed. He had only to ask Anthony for them. Then he mentioned how\nthey might find out what had become of that Englishman whose name he\nhad borrowed. Sir Francis Burnett had a brother in London. Jacques did\nnot know his precise address; but he knew he had important business-\nrelations with India, and had, once upon a time, been cashier in the\ngreat house of Gilmour and Benson.",
        "As to the English servant-girl who had for three years attended to his\nhouse in Vine Street, Jacques had taken her blindly, upon the\nrecommendation of an agency in the suburbs; and he had had nothing to\ndo with her, except to pay her her wages, and, occasionally, some\nlittle gratuity besides. All he could say, and even that he had\nlearned by mere chance, was, that the girl’s name was Suky Wood; that\nshe was a native of Folkstone, where her parents kept a sailor’s\ntavern; and that, before coming to France, she had been a chambermaid\nat the Adelphi in Liverpool.",
        "M. Folgat took careful notes of all he could learn. Then he said,–",
        "“This is more than enough to begin the campaign. Now you must give me\nthe name and address of your tradesmen in Passy.”",
        "“You will find a list in a small pocket-book which is in the same\ndrawer with the keys. In the same drawer are also all the deeds and\nother papers concerning the house. Finally, you might take Anthony\nwith you: he is devoted to me.”",
        "“I shall certainly take him, if you permit me,” replied the lawyer.\nThen putting up his notes, he added,–",
        "“I shall not be absent more than three or four days; and, as soon as I\nreturn, we will draw up our plan of defence. Till then, my dear\nclient, keep up your courage.”",
        "They called Blangin to open the door for them; and, after having\nshaken hands with Jacques de Boiscoran, M. Folgat and M. Magloire went\naway.",
        "“Well, are we going down now?” asked the jailer.",
        "But Jacques made no reply.",
        "He had most ardently hoped for his mother’s visit; and now, when he\nwas about to see her, he felt assailed by all kinds of vague and\nsombre apprehensions. The last time he had kissed her was in Paris, in\nthe beautiful parlor of their family mansion. He had left her, his\nheart swelling with hopes and joy, to go to his Dionysia; and his\nmother, he remembered distinctly, had said to him, “I shall not see\nyou again till the day before the wedding.”",
        "And now she was to see him again, in the parlor of a jail, accused of\nan abominable crime. And perhaps she was doubtful of his innocence.",
        "“Sir, the marchioness is waiting for you,” said the jailer once more.\nAt the man’s voice, Jacques trembled.",
        "“I am ready,” he replied: “let us go!” And, while descending the\nstairs, he tried his best to compose his features, and to arm himself\nwith courage and calmness.",
        "“For,” he said, “She must not become aware of it, how horrible my\nposition is.”",
        "At the foot of the steps, Blangin pointed at a door, and said,–",
        "“That is the parlor. When the marchioness wants to go, please call\nme.”",
        "On the threshold, Jacques paused once more.",
        "The parlor of the jail at Sauveterre is an immense vaulted hall,\nlighted up by two narrow windows with close, heavy iron gratings.\nThere is no furniture save a coarse bench fastened to the damp, untidy\nwall; and on this bench, in the full light of the sun, sat, or rather\nlay, apparently bereft of all strength, the Marchioness of Boiscoran.",
        "When Jacques saw her, he could hardly suppress a cry of horror and\ngrief. Was that really his mother,–that thin old lady with the sallow\ncomplexion, the red eyes, and trembling hands?",
        "“O God, O God!” he murmured.",
        "She heard him, for she raised her head; and, when she recognized him,\nshe wanted to rise; but her strength forsook her, and she sank back\nupon the bench, crying,–",
        "“O Jacques, my child!”",
        "She, also, was terrified when she saw what two months of anguish and\nsleeplessness had done for Jacques. But he was kneeling at her feet\nupon the muddy pavement, and said in a barely intelligible voice,–",
        "“Can you pardon me the great grief I cause you?”",
        "She looked at him for a moment with a bewildered air; and then, all of\na sudden, she took his head in her two hands, kissed him with\npassionate vehemence, and said,–",
        "“Will I pardon you? Alas, what have I to pardon? If you were guilty, I\nshould love you still; and you are innocent.”",
        "Jacques breathed more freely. In his mother’s voice he felt that she,\nat least, was sure of him.",
        "“And father?” he asked.",
        "There was a faint blush on the pale cheeks of the marchioness.",
        "“I shall see him to-morrow,” she replied; “for I leave to-night with\nM. Folgat.”",
        "“What! In this state of weakness?”",
        "“I must.”",
        "“Could not father leave his collections for a few days? Why did he not\ncome down? Does he think I am guilty?”",
        "“No; it is just because he is so sure of your innocence, that he\nremains in Paris. He does not believe you in danger. He insists upon\nit that justice cannot err.”",
        "“I hope so,” said Jacques with a forced smile.",
        "Then changing his tone,–",
        "“And Dionysia? Why did she not come with you?”",
        "“Because I would not have it. She knows nothing. It has been agreed\nupon that the name of the Countess Claudieuse is not to be mentioned\nin her presence; and I wanted to speak to you about that abominable\nwoman. Jacques, my poor child, where has that unlucky passion brought\nyou!”",
        "He made no reply.",
        "“Did you love her?” asked the marchioness.",
        "“I thought I did.”",
        "“And she?”",
        "“Oh, she! God alone knows the secret of that strange heart.”",
        "“There is nothing to hope from her, then, no pity, no remorse?”",
        "“Nothing. I have given her up. She has had her revenge. She had\nforewarned me.”",
        "The marchioness sighed.",
        "“I thought so,” she said. “Last Sunday, when I knew as yet of nothing,\nI happened to be close to her at church, and unconsciously admired her\nprofound devotion, the purity of her eye, and the nobility of her\nmanner. Yesterday, when I heard the truth, I shuddered. I felt how\nformidable a woman must be who can affect such calmness at a time when\nher lover lies in prison accused of the crime which she has\ncommitted.”",
        "“Nothing in the world would trouble her, mother.”",
        "“Still she ought to tremble; for she must know that you have told us\nevery thing. How can we unmask her?”",
        "But time was passing; and Blangin came to tell the marchioness that\nshe had to withdraw. She went, after having kissed her son once more.",
        "That same evening, according to their arrangement, she left for Paris,\naccompanied by M. Folgat and old Anthony.",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}