{
    "title": "Within an Inch of His Life - XII.",
    "author": "Emile Gaboriau",
    "chapter": "21",
    "content": [
        "\n\n",
        "The famous night of the fire at Valpinson had been a godsend to the\ngood people of Sauveterre. They had henceforth an inexhaustible topic\nof discussion, ever new and ever rich in unexpected conjectures,–the\nBoiscoran case. When people met in the streets, they simply asked,–",
        "“What are they doing now?”",
        "Whenever, therefore, M. Galpin went from the court-house to the\nprison, or came striding up National Street with his stiff, slow step,\ntwenty good housewives peeped from behind their curtains to read in\nhis face some of the secrets of the trial. They saw, however, nothing\nthere but traces of intense anxiety, and a pallor which became daily\nmore marked. They said to each other,–",
        "“You will see poor M. Galpin will catch the jaundice from it.”",
        "The expression was commonplace; but it conveyed exactly the feelings\nof the ambitious lawyer. This Boiscoran case had become like a\nfestering wound to him, which irritated him incessantly and\nintolerably.",
        "“I have lost my sleep by it,” he told the commonwealth attorney.\nExcellent M. Daubigeon, who had great trouble in moderating his zeal,\ndid not pity him particularly. He would say in reply,–",
        "“Whose fault is it? But you want to rise in the world; and increasing\nfortune is always followed by increasing care.",
        "“Ah!” said the magistrate. “I have only done my duty, and, if I had to\nbegin again, I would do just the same.”",
        "Still every day he saw more clearly that he was in a false position.\nPublic opinion, strongly arrayed against M. de Boiscoran, was not, on\nthat account, very favorable to him. Everybody believed Jacques\nguilty, and wanted him to be punished with all the rigor of the law;\nbut, on the other hand, everybody was astonished that M. Galpin should\nchoose to act as magistrate in such a case. There was a touch of\ntreachery in this proceeding against a former friend, in looking\neverywhere for evidence against him, in driving him into court, that\nis to say, towards the galleys or the scaffold; and this revolted\npeople’s consciences.",
        "The very way in which people returned his greeting, or avoided him\naltogether, made the magistrate aware of the feelings they entertained\nfor him. This only increased his wrath against Jacques, and, with it\nhis trouble. He had been congratulated, it is true, by the attorney-\ngeneral; but there is no certainty in a trial, as long as the accused\nrefuses to confess. The charges against Jacques, to be sure, were so\noverwhelming, that his being sent before the court was out of\nquestion. But by the side of the court there is still the jury.",
        "“And in fine, my dear,” said the commonwealth attorney, “you have not\na single eye-witness. And from time immemorial an eye-witness has been\nlooked upon as worth a hundred hearsays.”",
        "“I have Cocoleu,” said M. Galpin, who was rather impatient of all\nthese objections.",
        "“Have the doctors decided that he is not an idiot?”",
        "“No: Dr. Seignebos alone maintains that doctrine.”",
        "“Well, at least Cocoleu is willing to repeat his evidence?”",
        "“No.”",
        "“Why, then you have virtually no witness!”",
        "Yes, M. Galpin understood it but too well, and hence his anxiety. The\nmore he studied /his/ accused, the more he found him in an enigmatic\nand threatening position, which was ominous of evil.",
        "“Can he have an /alibi/?” he thought. “Or does he hold in reserve one\nof those unforeseen revelations, which at the last moment destroy the\nwhole edifice of the prosecution, and cover the prosecuting attorney\nwith ridicule?”",
        "Whenever these thoughts occurred to him, they made big drops of\nperspiration run down his temples; and then he treated his poor clerk\nMechinet like a slave. And that was not all. Although he lived more\nretired than ever, since this case had begun, many a report reached\nhim from the Chandore family.",
        "To be sure, he was a thousand miles from imagining that they had\nactually opened communications with the prisoner, and, what is more,\nthat this intercourse was carried on by Mechinet, his own clerk. He\nwould have laughed if one had come and told him that Dionysia had\nspent a night in prison, and paid Jacques a visit. But he heard\ncontinually of the hopes and the plans of the friends and relations of\nhis prisoner; and he remembered, not without secret fear and trembling\nthat they were rich and powerful, supported by relations in high\nplaces, beloved and esteemed by everybody. He knew that Dionysia was\nsurrounded by devoted and intelligent men, by M. de Chandore, M.\nSeneschal, Dr. Seignebos, M. Magloire, and, finally, that advocate\nwhom the Marchioness de Boiscoran had brought down with her from\nParis, M. Folgat.",
        "“And Heaven knows what they would not try,” he thought, “to rescue the\nguilty man from the hands of justice!”",
        "It may well be said, therefore, that never was prosecution carried on\nwith as much passionate zeal or as much minute assiduity. Every one of\nthe points upon which the prosecution relied became, for M. Galpin, a\nsubject of special study. In less than a fortnight he examined sixty-\nseven witnesses in his office. He summoned the fourth part of the\npopulation of Brechy. He would have summoned the whole country, if he\nhad dared.",
        "But all his efforts were fruitless. After weeks of furious\ninvestigations, the inquiry was still at the same point, the mystery\nwas still impenetrable. The prisoner had not refuted any of the\ncharges made against him; but the magistrate had, also, not obtained a\nsingle additional piece of evidence after those he had secured on the\nfirst day.",
        "There must be an end of this, however.",
        "One warm afternoon in July, the good ladies in National Street thought\nthey noticed that M. Galpin looked even more anxious than usual. They\nwere right. After a long conference with the commonwealth attorney and\nthe presiding judge, the magistrate had made up his mind. When he\nreached the prison, he went to Jacques’s cell and there, concealing\nhis embarrassment under the greatest stiffness, he said,–",
        "“My painful duty draws to an end, sir: the inquiry with which I have\nbeen charged will be closed. To-morrow the papers, with a list of the\nobjects to be used as evidence, will be sent to the attorney-general,\nto be submitted to the court.”",
        "Jacques de Boiscoran did not move.",
        "“Well,” he said simply.",
        "“Have you nothing to add, sir?” asked M. Galpin.",
        "“Nothing, except that I am innocent.”",
        "M. Galpin found it difficult to repress his impatience. He said,–",
        "“Well, then, prove it. Refute the charges which have been brought\nagainst you, which overwhelm you, which induce me, the court, and\neverybody else, to consider you guilty. Speak, and explain your\nconduct.”",
        "Jacques kept obstinately silent.",
        "“Your resolution is fixed,” said the magistrate once more, “you refuse\nto say any thing?”",
        "“I am innocent.”",
        "M. Galpin saw clearly that it was useless to insist any longer.",
        "“From this moment,” he said, “you are no longer in close confinement.\nYou can receive the visits of your family in the prison parlor. The\nadvocate whom you will choose will be admitted to your cell to consult\nwith you.”",
        "“At last!” exclaimed Jacques with explosive delight; and then he\nadded,–",
        "“Am I at liberty to write to M. de Chandore?”",
        "“Yes,” replied M. Galpin, “and, if you choose to write at once, my\nclerk will be happy to carry your letter this evening to its\ndestination.”",
        "Jacques de Boiscoran availed himself on the spot of this permission;\nand he had done very soon, for the note which he wrote, and handed to\nM. Mechinet, contained only the few words,–",
        " “I shall expect M. Magloire to-morrow morning at nine.",
        "“J.”",
        "Ever since the day on which they had come to the conclusion that a\nfalse step might have the most fatal consequences, Jacques de\nBoiscoran’s friends had abstained from doing anything. Besides, what\nwould have been the use of any efforts? Dr. Seignebos’s request,\nthough unsupported, had been at least partially granted; and the court\nhad summoned a physician from Paris, a great authority on insanity, to\ndetermine Cocoleu’s mental condition. It was on a Saturday that Dr.\nSeignebos came triumphantly to announce the good news. It was the\nfollowing Tuesday that he had to report his discomfiture. In a furious\npassion he said,–",
        "“There are asses in Paris as well as elsewhere! Or, rather, in these\ndays of trembling egotism and eager servility, an independent man is\nas difficult to find in Paris as in the provinces. I was looking for a\n/savant/ who would be inaccessible to petty considerations; and they\nsend me a trifling fellow, who does not dare to be disagreeable to the\ngentlemen of the bar. Ah, it was a cruel disappointment!”",
        "And all the time worrying his spectacles, he went on,–",
        "“I had been informed of the arrival of my learned brother; and I went\nto receive him myself at the railway station. The train comes in; and\nat once I make out my man in the crowd: a fine head, well set in\ngrizzly hair, a noble eye, eloquent lips. ’There he is!’ I say to\nmyself. ’Hm!’ He looked rather dandyish, to be sure, a lot of\ndecorations in his buttonhole, whiskers trimmed as carefully as the\nbox in my garden, and, instead of honest spectacles, a pair of eye-\nglasses. But no man is perfect. I go up to him, I give him my name, we\nshake hands, I ask him to breakfast, he accepts; and here we are at\ntable, he doing justice to my Bordeaux, and I explaining to him the\ncase systematically. When we have done, he wishes to see Cocoleu. We\ngo to the hospital; and there, after merely glancing at the creature,\nhe says, ’That man is simply the most complete idiot I have ever seen\nin my life!’ I was a little taken aback, and tried to explain the\nmatter to him; but he refuses to listen to me. I beseech him to see\nCocoleu once more: he laughs at me. I feel hurt, and ask him how he\nexplains the evidence which this idiot gave on the night of the fire.\nHe laughs again, and replies that he does not explain it. I begin to\ndiscuss the question; and he marches off to court. And do you know\nwhere he dined that day? At the hotel with my other learned brother of\nthe commission; and there they drew up a report which makes of Cocoleu\nthe most perfect imbecile that was ever dreamed of.”",
        "He was walking up and down in the room with long strides, and,\nunwilling to listen, he went on,–",
        "“But Master Galpin need not think of crowing over us yet. The end is\nnot yet; they will not get rid of Dr. Seignebos so easily. I have said\nthat Cocoleu was a wretched cheat, a miserable impostor, a false\nwitness, and I shall prove it. Boiscoran can count upon me.”",
        "He broke off here, and, placing himself before M. Folgat, he added,–",
        "“And I say M. de Boiscoran may count upon me, because I have my\nreasons. I have formed very singular suspicions, sir,–very singular.”",
        "M. Folgat, Dionysia, and the marchioness urged him to explain; but he\ndeclared that the moment had not come yet, that he was not perfectly\nsure yet.",
        "And he left again, vowing that he was overworked, that he had forsaken\nhis patients for forty-eight hours, and that the Countess Claudieuse\nwas waiting for him, as her husband was getting worse and worse.",
        "“What can the old man suspect?” Grandpapa Chandore asked again, an\nhour after the doctor had left.",
        "M. Folgat might have replied that these probable suspicions were no\ndoubt his own suspicions, only better founded, and more fully\ndeveloped. But why should he say so, since all inquiry was prohibited,\nand a single imprudent word might ruin every thing? Why, also, should\nhe excite new hopes, when they must needs wait patiently till it\nshould seem good to M. Galpin to make an end to this melancholy\nsuspense?",
        "They heard very little nowadays of Jacques de Boiscoran. The\nexaminations took place only at long intervals; and it was sometimes\nfour or five days before Mechinet brought another letter.",
        "“This is intolerable agony,” repeated the marchioness over and over\nagain.",
        "The end was, however, approaching.",
        "Dionysia was alone one afternoon in the sitting-room, when she thought\nshe heard the clerk’s voice in the hall. She went out at once and\nfound him there.",
        "“Ah!” she cried, “the investigation is ended!” For she knew very well\nthat nothing less would have emboldened Mechinet to show himself\nopenly at their house.",
        "“Yes, indeed, madam!” replied the good man; “and upon M. Galpin’s own\norder I bring you this letter from M. de Boiscoran.”",
        "She took it, read it at a single glance, and forgetting every thing,\nhalf delirious with joy, she ran to her grandfather and M. Folgat,\ncalling upon a servant at the same time to run and fetch M. Magloire.",
        "In less than an hour, the eminent advocate of Sauveterre arrived; and\nwhen Jacques’s letter had been handed to him, he said with some\nembarrassment,–",
        "“I have promised M. de Boiscoran my assistance, and he shall certainly\nhave it. I shall be at the prison to-morrow morning as soon as the\ndoors open, and I will tell you the result of our interview.”",
        "He would say nothing more. It was very evident that he did not believe\nin the innocence of his client, and, as soon as he had left, M. de\nChandore exclaimed,–",
        "“Jacques is mad to intrust his defence to a man who doubts him.”",
        "“M. Magloire is an honorable man, papa,” said Dionysia; “and, if he\nthought he could compromise Jacques, he would resign.”",
        "Yes, indeed, M. Magloire was an honorable man, and quite accessible to\ntender sentiments; for he felt very reluctant to go and see the\nprisoner, charged as he was with an odious crime, and, as he thought,\njustly charged,–a man who had been his friend, and whom, in spite of\nall, he could not help loving still.",
        "He could not sleep for it that night; and noticed his anxious air as\nhe crossed the street next morning on his way to the jail. Blangin the\nkeeper was on the lookout for him, and cried,–",
        "“Ah, come quick, sir! The accused is devoured with impatience.”",
        "Slowly, and his heart beating furiously, the famous advocate went up\nthe narrow stairs. He crossed the long passage; Blangin opened a door;\nhe was in Jacques de Boiscoran’s cell.",
        "“At last you are coming,” exclaimed the unhappy young man, throwing\nhimself on the lawyer’s neck. “At last I see an honest face, and hold\na trusty hand. Ah! I have suffered cruelly, so cruelly, that I am\nsurprised my mind has not given way. But now you are here, you are by\nmy side, I am safe.”",
        "The lawyer could not speak. He was terrified by the havoc which grief\nhad made of the noble and intelligent face of his friend. He was\nshocked at the distortion of his features, the unnatural brilliancy of\nhis eyes, and the convulsive laugh on his lips.",
        "“Poor man!” he murmured at last.",
        "Jacques misunderstood him: he stepped back, as white as the walls of\nhis cell.",
        "“You do not think me guilty?” he exclaimed.",
        "An inexpressibly sad expression convulsed his features.",
        "“To be sure,” he went on with his terrible convulsive laughter, “the\ncharges must be overwhelming indeed, if they have convinced my best\nfriends. Alas! why did I refuse to speak that first day? My honor!–\nwhat a phantom! And still, victimized as I am by an infamous\nconspiracy, I should still refuse to speak, if my life alone were at\nstake. But my honor is at stake. Dionysia’s honor, the honor of the\nBoiscorans. I shall speak. You, M. Magloire, shall know the truth, you\nshall see my innocence in a word.”",
        "And, seizing M. Magloire’s hand, he pressed it almost painfully, as he\nadded in a hoarse voice,–",
        "“One word will explain the whole thing to you: I was the lover of the\nCountess Claudieuse!”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}