{
    "title": "Within an Inch of His Life - VII.",
    "author": "Emile Gaboriau",
    "chapter": "7",
    "content": [
        "\n\n",
        "It was seven o’clock when the carriage containing the justice drove\ninto the courtyard at Boiscoran,–a vast court, planted with lime-\ntrees, and surrounded by farm buildings. The chateau was wide awake.\nBefore her house-door, the farmer’s wife was cleaning the huge caldron\nin which she had prepared the morning soup; the maids were going and\ncoming; and at the stable a groom was rubbing down with great energy a\nthorough-bred horse.",
        "On the front-steps stood Master Anthony, M. de Boiscoran’s own man,\nsmoking his cigar in the bright sunlight, and overlooking the farm\noperations. He was a man of nearly fifty, still very active, who had\nbeen bequeathed to his new master by his uncle, together with his\npossessions. He was a widower now; and his daughter was in the\nmarchioness’ service.",
        "As he had been born in the family, and never left it afterwards, he\nlooked upon himself as one of them, and saw no difference between his\nown interests and those of his master. In fact, he was treated less\nlike a servant than like a friend; and he fancied he knew every thing\nabout M. de Boiscoran’s affairs.",
        "When he saw the magistrate and the commonwealth attorney come up to\nthe door, he threw away his cigar, came down quickly, and, bowing\ndeeply, said to them with his most engaging smile,–",
        "“Ah, gentlemen! What a pleasant surprise! My master will be\ndelighted.”",
        "With strangers, Anthony would not have allowed himself such\nfamiliarity, for he was very formal; but he had seen M. Daubigeon more\nthan once at the chateau; and he knew the plans that had been\ndiscussed between M. Galpin and his master. Hence he was not a little\namazed at the embarrassed stiffness of the two gentlemen, and at the\ntone of voice in which the magistrate asked him,–",
        "“Has M. de Boiscoran gotten up yet?”",
        "“Not yet,” he replied; “and I have orders not to wake him. He came\nhome late last night, and wanted to make up this morning.”",
        "Instinctively the magistrate and the attorney looked away, each\nfearing to meet the other’s eyes.",
        "“Ah! M. de Boiscoran came home late last night?” repeated M. Galpin.",
        "“Towards midnight, rather after midnight than before.”",
        "“And when had he gone out?”",
        "“He left here about eight.”",
        "“How was he dressed?”",
        "“As usually. He had light gray trousers, a shooting-jacket of brown\nvelveteen, and a large straw hat.”",
        "“Did he take his gun?”",
        "“Yes, sir.”",
        "“Do you know where he went?”",
        "But for the respect which he felt for his master’s friends, Anthony\nwould not have answered these questions, which he thought were\nextremely impertinent. But this last question seemed to him to go\nbeyond all fair limits. He replied, therefore, in a tone of injured\nself-respect,–",
        "“I am not in the habit of asking my master where he goes when he\nleaves the house, nor where he has been when he comes back.”",
        "M. Daubigeon understood perfectly well the honorable feelings which\nactuated the faithful servant. He said to him with an air of\nunmistakable kindness,–",
        "“Do not imagine, my friend, that I ask you these questions from idle\ncuriosity. Tell me what you know; for your frankness may be more\nuseful to your master than you imagine.”",
        "Anthony looked with an air of perfect stupefaction, by turns at the\nmagistrate and the commonwealth attorney, at Mechinet, and finally at\nRibot, who had taken the lines, and tied Caraby to a tree.",
        "“I assure you, gentlemen, I do not know where M. de Boiscoran has\nspent the evening.”",
        "“You have no suspicion?”",
        "“No.”",
        "“Perhaps he went to Brechy to see a friend?”",
        "“I do not know that he has any friends in Brechy.”",
        "“What did he do after he came home?”",
        "The old servant showed evident signs of embarrassment.",
        "“Let me think,” he said. “My master went up to his bedroom, and\nremained there four or five minutes. Then he came down, ate a piece of\na pie, and drank a glass of wine. Then he lit a cigar, and told me to\ngo to bed, adding that he would take a little walk, and undress\nwithout my help.”",
        "“And then you went to bed?”",
        "“Of course.”",
        "“So that you do not know what your master may have done?”",
        "“I beg your pardon. I heard him open the garden door.”",
        "“He did not appear to you different from usual?”",
        "“No: he was as he always is,–quite cheerful: he was singing.”",
        "“Can you show me the gun he took with him?”",
        "“No. My master probably took it to his room.”",
        "M. Daubigeon was about to make a remark, when the magistrate stopped\nhim by a gesture, and eagerly asked,–",
        "“How long is it since your master and Count Claudieuse have ceased\nseeing each other?”",
        "Anthony trembled, as if a dark presentiment had entered his mind. He\nreplied,–",
        "“A long time: at least I think so.”",
        "“You are aware that they are on bad terms?”",
        "“Oh!”",
        "“They have had great difficulties between them?”",
        "“Something unpleasant has happened, I know; but it was not much. As\nthey do not visit each other, they cannot well hate each other.\nBesides, I have heard master say a hundred times, that he looked upon\nCount Claudieuse as one of the best and most honorable men; that he\nrespected him highly, and\"–",
        "For a minute or so M. Galpin kept silent, thinking whether he had\nforgotten any thing. Then he asked suddenly,–",
        "“How far is it from here to Valpinson?”",
        "“Three miles, sir,” replied Anthony.",
        "“If you were going there, what road would you take?”",
        "“The high road which passes Brechy.”",
        "“You would not go across the marsh?”",
        "“Certainly not.”",
        "“Why not?”",
        "“Because the Seille is out of its banks, and the ditches are full of\nwater.”",
        "“Is not the way much shorter through the forest?”",
        "“Yes, the way is shorter; but it would take more time. The paths are\nvery indistinct, and overgrown with briers.”",
        "The commonwealth attorney could hardly conceal his disappointment.\nAnthony’s answers seemed to become worse and worse.",
        "“Now,” said the magistrate again, “if fire should break out at\nValpinson, would you see it from here?”",
        "“I think not, sir. There are hills and tall woods between.”",
        "“Can you hear the Brechy bells from here?”",
        "“When the wind is north, yes, sir.”",
        "“And last night, how was it?”",
        "“The wind was from the west, as it always is when we have a storm.”",
        "“So that you have heard nothing? You do not know what a terrible\ncalamity\"–",
        "“A calamity? I do not understand you, sir.”",
        "This conversation had taken place in the court-yard: and at this\nmoment there appeared two gendarmes on horseback, whom M. Galpin had\nsent for just before he left Valpinson.",
        "When old Anthony saw them, he exclaimed,–",
        "“Great God! what is the meaning of this? I must wake master.”",
        "The magistrate stopped him, saying harshly,–",
        "“Not a step! Don’t say a word!”",
        "And pointing out Ribot to the gendarmes, he said,–",
        "“Keep that lad under your eyes, and let him have no communication with\nanybody.”",
        "Then, turning again to Anthony, he said,–",
        "“Now show us to M. de Boiscoran’s bedroom.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}