{
    "title": "Within an Inch of His Life - III.",
    "author": "Emile Gaboriau",
    "chapter": "3",
    "content": [
        "\n\n",
        "By this single phrase M. Galpin made himself master of the situation,\nand reduced the doctor to an inferior position, in which, it is true,\nhe had the mayor and the commonwealth attorney to bear him company.\nThere was nothing now to be thought of, but the crime that had been\ncommitted, and the judge who was to punish the author. But he tried in\nvain to assume all the rigidity of his official air and that contempt\nfor human feelings which has made justice so hateful to thousands. His\nwhole being was impregnated with intense satisfaction, up to his\nbeard, cut and trimmed like the box-hedges of an old-fashioned garden.",
        "“Well, doctor,” he asked, “first of all, have you any objection to my\nquestioning your patient?”",
        "“It would certainly be better for him to be left alone,” growled Dr.\nSeignebos. “I have made him suffer enough this last hour; and I shall\ndirectly begin again cutting out the small pieces of lead which have\nhoneycombed his flesh. But if it must be\"–",
        "“It must be.”",
        "“Well, then, make haste; for the fever will set in presently.”",
        "M. Daubigeon could not conceal his annoyance. He called out,–",
        "“Galpin, Galpin!”",
        "The other man paid no attention. Having taken a note-book and a pencil\nfrom his pocket, he drew up close to the sick man’s bed, and asked him\nin an undertone,–",
        "“Are you strong enough, count, to answer my questions?”",
        "“Oh, perfectly!”",
        "“Then, pray tell me all you know of the sad events of to-night.”",
        "With the aid of his wife and Dr. Seignebos, the count raised himself\non his pillows, and began thus,–",
        "“Unfortunately, the little I know will be of no use in aiding justice\nto discover the guilty man. It may have been eleven o’clock, for I am\nnot even quite sure of the hour, when I had gone to bed, and just\nblown out my candle: suddenly a bright light fell upon the window. I\nwas amazed, and utterly confused; for I was in that state of\nsleepiness which is not yet sleep, but very much like it. I said to\nmyself, ’What can this be?’ but I did not get up: I only was roused by\na great noise, like the crash of a falling wall; and then I jumped out\nof bed, and said to myself, ’The house is on fire!’ What increased my\nanxiety was the fact, which I at once recollected, that there were in\nthe courtyard, and all around the house, some sixteen thousand bundles\nof dry wood, which had been cut last year. Half dressed, I rushed\ndownstairs. I was very much bewildered, I confess, and could hardly\nsucceed in opening the outer door: still I did open it at last. But I\nhad barely put my foot on the threshold, when I felt in my right side,\na little above the hip, a fierce pain, and heard at the same time,\nquite close to me, a shot.”",
        "The magistrate interrupted him by a gesture.",
        "“Your statement, count, is certainly remarkably clear. But there is\none point we must try to establish. Were you really fired at the\nmoment you showed yourself at the door?”",
        "“Yes, sir.”",
        "“Then the murderer must have been quite near on the watch. He must\nhave known that the fire would bring you out; and he was lying in wait\nfor you.”",
        "“That was and still is my impression,” declared the count.",
        "M. Galpin turned to M. Daubigeon.",
        "“Then,” he said to him, “the murder is the principal fact with which\nwe have to do; and the fire is only an aggravating circumstance,–the\nmeans which the criminal employed in order to succeed the better in\nperpetrating his crime.”",
        "Then, returning to the count, he said,–",
        "“Pray go on.”",
        "“When I felt I was wounded,” continued Count Claudieuse, “my first\nimpulse was instinctively to rush forward to the place from which the\ngun seemed to have been fired at me. I had not proceeded three yards,\nwhen I felt the same pain once more in the shoulder and in the neck.\nThis second wound was more serous than the first; for I lost my\nconsciousness, my head began to swim and I fell.”",
        "“You had not seen the murderer?”",
        "“I beg your pardon. At the moment when I fell, I thought I saw a man\nrush forth from behind a pile of fagots, cross the courtyard, and\ndisappear in the fields.”",
        "“Would you recognize him?”",
        "“No.”",
        "“But you saw how he was dressed: you can give me a description?”",
        "“No, I cannot. I felt as if there was a veil before my eyes; and he\npassed me like a shadow.”",
        "The magistrate could hardly conceal his disappointment.",
        "“Never mind,” he said, “we’ll find him out. But go on, sir.”",
        "The count shook his head.",
        "“I have nothing more to say,” he replied. “I had fainted; and when I\nrecovered my consciousness, some hours later, I found myself here\nlying on this bed.”",
        "M. Galpin noted down the count’s answers with scrupulous exactness:\nwhen he had done, he asked again,–",
        "“We must return to the details of the attack, and examine them\nminutely. Now, however, it is important to know what happened after\nyou fell. Who could tell us that?”",
        "“My wife, sir.”",
        "“I thought so. The countess, no doubt, got up when you rose.”",
        "“My wife had not gone to bed.”",
        "The magistrate turned suddenly to the countess; and at a glance he\nperceived that her costume was not that of a lady who had been\nsuddenly roused from slumber by the burning of her house.”",
        "“I see,” he said to himself.",
        "“Bertha,” the count went on to state, “our youngest daughter, who is\nlying there on that bed, under the blanket, has the measles, and is\nsuffering terribly. My wife was sitting up with her. Unfortunately the\nwindows of her room look upon the garden, on the side opposite to that\nwhere the fire broke out.”",
        "“How, then, did the countess become award of the accident?” asked the\nmagistrate.",
        "Without waiting for a more direct question, the countess came forward\nand said,–",
        "“As my husband has just told you, I was sitting up with my little\nBertha. I was rather tired; for I had sat up the night before also,\nand I had begun to nod, when a sudden noise aroused me. I was not\nquite sure whether I had really heard such a noise; but just then a\nsecond shot was heard. I left the room more astonished than\nfrightened. Ah, sir! The fire had already made such headway, that the\nstaircase was as light as in broad day. I went down in great haste.\nThe outer door was open. I went out; and there, some five or six yards\nfrom me, I saw, by the light of the flames, the body of my husband\nlying on the ground. I threw myself upon him; but he did not even hear\nme; his heart had ceased to beat. I thought he was dead; I called for\nhelp; I was in despair.”",
        "M. Seneschal and M. Daubigeon trembled with excitement.",
        "“Well, very well!” said M. Galpin, with an air of satisfaction,–\"very\nwell done!”",
        "“You know,” continued the countess, “how hard it is to rouse country-\npeople. It seems to me I remained ever so long alone there, kneeling\nby the side of my husband. At last the brightness of the fire awakened\nsome of the farm-hands, the workmen, and our servants. They rushed\nout, crying, ’Fire!’ When they saw me, they ran up and helped me carry\nmy husband to a place of safety; for the danger was increasing every\nminute. The fire was spreading with terrific violence, thanks to a\nfurious wind. The barns were one vast mass of fire; the outbuildings\nwere burning; the distillery was in a blaze; and the roof of the\ndwelling-house was flaming up in various places. And there was not one\ncool head among them all. I was so utterly bewildered, that I forgot\nall about my children; and their room was already in flames, when a\nbrave, bold fellow rushed in, and snatched them from the very jaws of\ndeath. I did not come to myself till Dr. Seignebos arrived, and spoke\nto me words of hope. This fire will probably ruin us; but what matters\nthat, so long as my husband and my children are safe?”",
        "Dr. Seignebos had more than once given utterance to his contemptuous\nimpatience: he did not appreciate these preliminary steps. The others,\nhowever, the mayor, the attorney, and even the servants, had hardly\nbeen able to suppress their excitement. He shrugged his shoulders, and\ngrowled between his teeth,–",
        "“Mere formalities! How petty! How childish!”",
        "After having taken off his spectacles, wiped them and replaced them\ntwenty times, he had sat down at the rickety table in the corner of\nthe room, and amused himself with arranging the fifteen or twenty shot\nhe had extracted from the count’s wounds, in long lines or small\ncircles. But, when the countess uttered her last words, he rose, and,\nturning to M. Galpin, said in a curt tone,–",
        "“Now, sir, I hope you will let me have my patient again.”",
        "The magistrate was not a little incensed: there was reason enough,\nsurely; and, frowning fiercely, he said,–",
        "“I appreciate, sir, the importance of your duties; but mine are, I\nthink, by no means less solemn nor less urgent.”",
        "“Oh!”",
        "“Consequently you will be pleased, sir, to grant me five minutes\nmore.”",
        "“Ten, if it must be, sir. Only I warn you that every minute henceforth\nmay endanger the life of my patient.”",
        "They had drawn near to each other, and were measuring each other with\ndefiant looks, which betrayed the bitterest animosity. They would\nsurely not quarrel at the bedside of a dying man? The countess seemed\nto fear such a thing; for she said reproachfully,–",
        "“Gentlemen, I pray, gentlemen\"–",
        "Perhaps her intervention would have been of no avail, if M. Seneschal\nand M. Daubigeon had not stepped in, each addressing one of the two\nadversaries. M. Galpin was apparently the most obstinate of the two;\nfor, in spite of all, he began once more to question the count, and\nsaid,–",
        "“I have only one more question to ask you, sir: Where and how were you\nstanding, where and how do you think the murderer was standing, at the\nmoment when the crime was committed?”",
        "“Sir,” replied the count, evidently with a great effort, “I was\nstanding, as I told you, on the threshold of my door, facing the\ncourtyard. The murderer must have been standing some twenty yards off,\non my right, behind a pile of wood.”",
        "When he had written down the answer of the wounded man, the magistrate\nturned once more to the physician, and said,–",
        "“You heard what was said, sir. It is for you now to aid justice by\ntelling us at what distance the murderer must have been when he\nfired.”",
        "“I don’t guess riddles,” replied the physician coarsely.",
        "“Ah, have a care, sir!” said M. Galpin. “Justice, whom I here\nrepresent, has the right and the means to enforce respect. You are a\nphysician, sir; and your science is able to answer my question with\nalmost mathematical accuracy.”",
        "The physician laughed, and said,–",
        "“Ah, indeed! Science has reached that point, has it? Which science?\nMedical jurisprudence, no doubt,–that part of our profession which is\nat the service of the courts, and obeys the judges’ behests.”",
        "“Sir!”",
        "But the doctor was not the man to allow himself to be defeated a\nsecond time. He went on coolly,–",
        "“I know what you are going to say; there is no handbook of medical\njurisprudence which does not peremptorily settle the question you ask\nme. I have studied these handbooks, these formidable weapons which you\ngentlemen of the bar know so well how to handle. I know the opinions\nof a Devergie and an Orfila, I know even what Casper and Tardieu, and\na host of others teach on that subject. I am fully aware that these\ngentlemen claim to be able to tell you by the inch at what distance a\nshot has been fired. But I am not so skilful. I am only a poor\ncountry-practitioner, a simple healer of diseases. And before I give\nan opinion which may cost a poor devil his life, innocent though he\nbe, I must have time to reflect, to consult data, and to compare other\ncases in my practice.”",
        "He was so evidently right in reality, if not in form, that even M.\nGalpin gave way.",
        "“It is merely as a matter of information that I request your opinion,\nsir,” he replied. “Your real and carefully-considered professional\nopinion will, of course, be given in a special statement.”",
        "“Ah, if that is the case!”",
        "“Pray, inform me, then unofficially, what you think of the nature of\nthe wounds of Count Claudieuse.”",
        "Dr. Seignebos settled his spectacles ceremoniously on his nose, and\nthen replied,–",
        "“My impression, so far as I am now able to judge, is that the count\nhas stated the facts precisely as they were. I am quite ready to\nbelieve that the murderer was lying in ambush behind one of the piles\nof wood, and at the distance which he has mentioned. I am also able to\naffirm that the two shots were fired at different distances,–one much\nnearer than the other. The proof of it lies in the nature of the\nwounds, one of which, near the hip may be scientifically called\"–",
        "“But we know at what distance a ball is spent,” broke in M. Seneschal,\nwhom the doctor’s dogmatic tone began to annoy.",
        "“Ah, do we know that, indeed? You know it, M. Seneschal? Well, I\ndeclare I do not know it. To be sure, I bear in mind, what you seem to\nforget, that we have no longer, as in former days, only three or four\nkinds of guns. Did you think of the immense variety of fire-arms,\nFrench and English, American and German, which are nowadays found in\neverybody’s hands? Do you not see, you who have been a lawyer and a\nmagistrate, that the whole legal question will be based upon this\ngrave and all-important point?”",
        "Thereupon the physician resumed his instruments, resolved to give no\nother answer, and was about to go to work once more when fearful cries\nwere heard without; and the lawyers, the mayor, and the countess\nherself, rushed at once to the door.",
        "These cries were, unfortunately, not uttered without cause. The roof\nof the main building had just fallen in, burying under its ruins the\npoor drummer who had a few hours ago beaten the alarm, and one of the\nfiremen, the most respected carpenter in Sauveterre, and a father of\nfive children.",
        "Capt. Parenteau seemed to be maddened by this disaster; and all vied\nwith each other in efforts to rescue the poor fellows, who were\nuttering shrieks of horror that rose high above the crash of falling\ntimbers. But all their endeavors were unavailing. One of the gendarmes\nand a farmer, who had nearly succeeded in reaching the sufferers,\nbarely escaped being burnt themselves, and were only rescued after\nhaving been dangerously injured. Then only it seemed as if all became\nfully aware of the abominable crime committed by the incendiary. Then\nonly the clouds of smoke and the columns of fire, which rose high into\nthe air, were accompanied by fierce cries of vengeance rising\nheavenwards.",
        "“Death to the incendiary! Death!”",
        "At the moment M. Seneschal felt himself inspired with a sudden\nthought. He knew how cautious peasants are, and how difficult it is to\nmake them tell what they know. He climbed, therefore, upon a heap of\nfallen beams, and said in a clear, loud voice,–",
        "“Yes, my friends, you are right: death to the incendiary! Yes, the\nunfortunate victims of the basest of all crimes must be avenged. We\nmust find out the incendiary; we must! You want it to be done, don’t\nyou? Well, it depends only on you. There must be some one among you\nwho knows something about this matter. Let him come forward and tell\nus what he has seen or heard. Remember that the smallest trifle may be\na clew to the crime. You would be as bad as the incendiary himself, if\nyou concealed him. Just think it over, consider.”",
        "Loud voices were heard in the crowd; then suddenly a voice said,–",
        "“There is one here who can tell.”",
        "“Who?”",
        "“Cocoleu. He was there from the beginning. It was he who went and\nbrought the children of the countess out of their room. What has\nbecome of him?–Cocoleu, Cocoleu!”",
        "One must have lived in the country, among these simple-minded\npeasants, to understand the excitement and the fury of all these men\nand women as they crowded around the ruins of Valpinson. People in\ntown do not mind brigands, in general: they have their gas, their\nstrong doors, and the police. They are generally little afraid of\nfire. They have their fire-alarms; and at the first spark the neighbor\ncries, “Fire!” The engines come racing up; and water comes forth as if\nby magic. But it is very different in the country: here every man is\nconstantly under a sense of his isolation. A simple latch protects his\ndoor; and no one watches over his safety at night. If a murderer\nshould attack him, his cries could bring no help. If fire should break\nout, his house would be burnt down before the neighbors could reach\nit; and he is happy who can save his own life and that of his family.\nHence all these good people, whom the mayor’s words had deeply\nexcited, were eager to find out the only man who knew anything about\nthis calamity, Cocoleu.",
        "He was well known among them, and for many years.",
        "There was not one among them who had not given him a piece of bread,\nor a bowl of soup, when he was hungry; not one of them had ever\nrefused him a night’s rest on the straw in his barn, when it was\nraining or freezing, and the poor fellow wanted a shelter.",
        "For Cocoleu was one of those unfortunate beings who labor under a\ngrievous physical or moral deformity.",
        "Some twenty years ago, a wealthy land-owner in Brechy had sent to the\nnearest town for half a dozen painters, whom he kept at his house\nnearly a whole summer, painting and decorating his newly-built house.\nOne of these men had seduced a girl in the neighborhood, whom he had\nbewitched by his long white blouse, his handsome brown mustache, his\ngood spirits, gay songs, and flattering speeches. But, when the work\nwas done, the tempter had flown away with the others, without thinking\nany more of the poor girl than of the last cigar which he had smoked.",
        "And yet she was expecting a child. When she could no longer conceal\nher condition, she was turned out of the house in which she had been\nemployed; and her family, unable to support themselves, drove her away\nwithout mercy. Overcome with grief, shame, and remorse, poor Colette\nwandered from farm to farm, begging, insulted, laughed at, beaten even\nat times. Thus it came about, that in a dark wood, one dismal winter\nevening, she gave life to a male child. No one ever understood how\nmother and child managed to survive. But both lived; and for many a\nyear they were seen in and around Sauveterre, covered with rags, and\nliving upon the dear-bought generosity of the peasants.",
        "Then the mother died, utterly forsaken by human help, as she had\nlived. They found her body, one morning, in a ditch by the wayside.",
        "The child survived alone. He was then eight years old, quite strong\nand tall for his age. A farmer took pity on him, and took him home.\nThe little wretch was not fit for anything: he could not even keep his\nmaster’s cows. During his mother’s lifetime, his silence, his wild\nlooks, and his savage appearance, had been attributed to his wretched\nmode of life. But when people began to be interested in him, they\nfound out that his intellect had never been aroused. He was an idiot,\nand, besides, subject to that terrible nervous affection which at\ntimes shakes the whole body and disfigures the face by the violence of\nuncontrollable convulsions. He was not a deaf-mute; but he could only\nstammer out with intense difficulty a few disjointed syllables.\nSometimes the country people would say to him,–",
        "“Tell us your name, and you shall have a cent.”",
        "Then it took him five minutes’ hard work to utter, amid a thousand\npainful contortions, the name of his mother.",
        "“Co-co-co-lette.”",
        "Hence came his name Cocoleu. It had been ascertained that he was\nutterly unable to do anything; and people ceased to interest\nthemselves in his behalf. The consequence was, that he became a\nvagabond as of old.",
        "It was about this time that Dr. Seignebos, on one of his visits, met\nhim one day on the public road.",
        "This excellent man had, among other extraordinary notions, the\nconviction that idiocy is nothing more than a defective state of the\nbrains, which may be remedied by the use of certain well-known\nsubstances, such as phosphorus, for instance. He lost no time in\nseizing upon this admirable opportunity to test his theory. Cocoleu\nwas sent for, and installed in his house. He subjected him to a\ntreatment which he kept secret; and only a druggist at Sauveterre, who\nwas also well known as entertaining very extraordinary notions, knew\nwhat had happened. At the end of eighteen months, Cocoleu had fallen\noff terribly: he talked perhaps, a little more fluently; but his\nintellect had not been perceptibly improved.",
        "Dr. Seignebos was discouraged. He made up a parcel of things which he\nhad given to his patient, put it into his hands, pushed him out of his\ndoor, and told him never to come back again.",
        "The doctor had rendered Cocoleu a sad service. The poor idiot had lost\nthe habit of privation: he had forgotten how to go from door to door,\nasking for alms; and he would have perished, if his good fortune had\nnot led him to knock at the door of the house at Valpinson.",
        "Count Claudieuse and his wife were touched by his wretchedness, and\ndetermined to take charge of him. They gave him a room and a bed at\none of the farmhouses; but they could never induce him to stay there.\nHe was by nature a vagabond; and the instinct was too strong for him.\nIn winter, frost and snow kept him in for a little while; but as soon\nas the first leaves came out, he went wandering again through forest\nand field, remaining absent often for weeks altogether.",
        "At last, however, something seemed to have been aroused in him, which\nlooked like the instinct of a domesticated animal. His attachment to\nthe countess resembled that of a dog, even in the capers and cries\nwith which he greeted her whenever he saw her. Often, when she went\nout, he accompanied her, running and frolicking around her just like a\ndog. He was also very fond of little girls, and seemed to resent it\nwhen he was kept from them: for people were afraid his nervous attacks\nmight affect the children.",
        "With time he had also become capable of performing some simple\nservice. He could be intrusted with certain messages: he could water\nthe flowers, summon a servant, or even carry a letter to the post-\noffice at Brechy. His progress in this respect was so marked, that\nsome of the more cunning peasants began to suspect that Cocoleu was\nnot so “innocent,” after all, as he looked, and that he was cleverly\nplaying the fool in order to enjoy life easily.",
        "“We have him at last,” cried several voices at once. “Here he is; here\nhe is!”",
        "The crowd made way promptly; and almost immediately a young man\nappeared, led and pushed forward by several persons. Cocoleu’s\nclothes, all in disorder, showed clearly that he had offered a stout\nresistance. He was a youth of about eighteen years, very tall, quite\nbeardless, excessively thin, and so loosely jointed, that he looked\nlike a hunchback. A mass of reddish hair came down his low, retreating\nforehead. His small eyes, his enormous mouth bristling with sharp\nteeth, his broad flat nose, and his immense ears, gave to his face a\nstrange idiotic expression, and to his whole appearance a most painful\nbrutish air.",
        "“What must we do with him?” asked the peasants of the mayor.",
        "“We must take him before the magistrate, my friends,” replied M.\nSeneschal,–\"down there in that cottage, where you have carried the\ncount.”",
        "“And we’ll make him talk,” threatened his captors. “You hear! Go on,\nquick!”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}