{
    "title": "Within an Inch of His Life - XVI.",
    "author": "Emile Gaboriau",
    "chapter": "25",
    "content": [
        "\n\n",
        "M. Folgat and M. Magloire went to the courthouse; and, as they\ndescended the steep street from M. de Chandore’s house, the Paris\nlawyer said,–",
        "“M. Galpin must fancy himself wonderfully safe in his position, that\nhe should grant the defence permission to see all the papers of the\nprosecution.”",
        "Ordinarily such leave is given only after the court has begun\nproceedings against the accused, and the presiding judge has\nquestioned him. This looks like crying injustice to the prisoner; and\nhence arrangements can be made by which the rigor of the law is\nsomewhat mitigated. With the consent of the commonwealth attorney, and\nupon his responsibility, the magistrate who had carried on the\npreliminary investigation may inform the accused, or his counsel, by\nword of mouth, or by a copy of all or of part, of what has happened\nduring the first inquiry. That is what M. Galpin had done.",
        "And on the part of a man who was ever ready to interpret the law in\nits strictest meaning, and who no more dared proceed without authority\nfor every step than a blind man without his staff,–or on the part of\nsuch a man, an enemy, too, of M. de Boiscoran, this permission granted\nto the defence was full of meaning. But did it really mean what M.\nFolgat thought it did?",
        "“I am almost sure you are mistaken,” said M. Magloire. “I know the\ngood man, having practiced with him for many years. If he were sure of\nhimself, he would be pitiless. If he is kind, he is afraid. This\nconcession is a door which he keeps open, in case of defeat.”",
        "The eminent counsel was right. However well convinced M. Galpin might\nbe of Jacques’s guilt, he was still very much troubled about his means\nof defence. Twenty examinations had elicited nothing from his prisoner\nbut protestations of innocence. When he was driven to the wall, he\nwould reply,–",
        "“I shall explain when I have seen my counsel.”",
        "This is often the reply of the most stupid scamp, who only wants to\ngain time. But M. Galpin knew his former friend, and had too high an\nopinion of his mind, not to fear that there was something serious\nbeneath his obstinate silence.",
        "What was it? A clever falsehood? a cunningly-devised /alibi/? Or\nwitnesses bribed long beforehand?",
        "M. Galpin would have given much to know. And it was for the purpose of\nfinding it out sooner, that he had given the permission. Before he\ngranted it, however, he had conferred with the commonwealth attorney.\nExcellent M. Daubigeon, whom he found, as usual, admiring the\nbeautiful gilt edging of his beloved books, had treated him badly.",
        "“Do you come for any more signatures?” he had exclaimed. “You shall\nhave them. If you want any thing else, your servant",
        " ’When the blunder is made,\n  It is too late, I tell thee, to come for advice.’ “",
        "However discouraging such a welcome might be, M. Galpin did not give\nup his purpose. He said in his bitterest tone,–",
        "“You still insist that it is a blunder to do one’s duty. Has not a\ncrime been committed? Is it not my duty to find out the author, and to\nhave him punished? Well? Is it my fault if the author of this crime is\nan old friend of mine, and if I was once upon a time on the point of\nmarrying a relation of his? There is no one in court who doubts M. de\nBoiscoran’s guilt; there is no one who dares blame me: and yet they\nare all as cold as ice towards me.”",
        "“Such is the world,” said M. Daubigeon with a face full of irony.\n“They praise virtue; but they hate it.”",
        "“Well, yes! that is so,” cried M. Galpin in his turn. “Yes, they blame\npeople who have done what they had not the courage to do. The attorney\ngeneral has congratulated me, because he judges things from on high\nand impartially. Here cliques are all-powerful. Even those who ought\nto encourage and support me, cry out against me. My natural ally, the\ncommonwealth attorney, forsakes me and laughs at me. The president of\nthe court, my immediate superior, said to me this morning with\nintolerable irony, ’I hardly know any magistrate who would be able as\nyou are to sacrifice his relations and his friends to the interests of\ntruth and justice. You are one of the ancients: you will rise high.’ “",
        "His friend could not listen any further. He said,–",
        "“Let us break off there: we shall never understand each other. Is\nJacques de Boiscoran innocent, or guilty? I do not know. But I do know\nthat he was the pleasantest man in the world, an admirable host, a\ngood talker, a scholar, and that he owned the finest editions of\nHorace and Juvenal that I have ever seen. I liked him. I like him\nstill; and it distresses me to think of him in prison. I know that we\nhad the most pleasant relations with each other, and that now they are\nbroken off. And you, you complain! Am I the ambitious man? Do I want\nto have my name connected with a world-famous trial? M. de Boiscoran\nwill in all probability be condemned. You ought to be delighted. And\nstill you complain? Why, one cannot have everything. Who ever\nundertook a great enterprise, and never repented of it?”",
        "After that there was nothing left for M. Galpin but to go away. He did\ngo in a fury, but at the same time determined to profit by the rude\ntruths which M. Daubigeon had told him; for he knew very well that his\nfriend represented in his views nearly the whole community. He was\nfully prepared to carry out his plan. Immediately after his return, he\ncommunicated the papers of the prosecution to the defence, and\ndirected his clerk to show himself as obliging as he could. M.\nMechinet was not a little surprised at these orders. He knew his\nmaster thoroughly,–this magistrate, whose shadow he had been now for\nso many years.",
        "“You are afraid, dear sir,” he had said to himself.",
        "And as M. Galpin repeated the injunction, adding that the honor of\njustice required the utmost courtesy when rigor was not to be\nemployed, the old clerk replied very gravely,–",
        "“Oh! be reassured, sir. I shall not be wanting in courtesy.”",
        "But, as soon as the magistrate turned his back, Mechinet laughed\naloud.",
        "“He would not recommend me to be obliging,” he thought, “if he\nsuspected the truth, and knew how far I am devoted to the defence.\nWhat a fury he would be in, if he should ever find out that I have\nbetrayed all the secrets of the investigation, that I have carried\nletters to and from the prisoner, that I have made of Trumence an\naccomplice, and of Blangin the jailer an agent, that I have helped\nMiss Dionysia to visit her betrothed in jail!”",
        "For he had done all this four times more than enough to be dismissed\nfrom his place, and even to become, at least for some months, one of\nBlangin’s boarders. He shivered all down his back when he thought of\nthis; and he had been furiously angry, when, one evening, his sisters,\nthe devout seamstresses, had taken it into their heads to say to\nhim,–",
        "“Certainly, Mechinet, you are a different man ever since that visit of\nMiss Chandore.”",
        "“Abominable talkers!” he had exclaimed, in a tone of voice which\nfrightened them out of their wits. “Do you want to see me hanged?”",
        "But, if he had these attacks of rage, he felt not a moment’s remorse.\nMiss Dionysia had completely bewitched him; and he judged M. Galpin’s\nconduct as severely as she did.",
        "To be sure, M. Galpin had done nothing contrary to law; but he had\nviolated the spirit of the law. Having once summoned courage to begin\nproceedings against his friend, he had not been able to remain\nimpartial. Afraid of being charged with timidity, he had exaggerated\nhis severity. And, above all, he had carried on the inquiry solely in\nthe interests of a conviction, as if the crime had been proved, and\nthe prisoner had not protested his innocence.",
        "Now, Mechinet firmly believed in this innocence; and he was fully\npersuaded that the day on which Jacques de Boiscoran saw his counsel\nwould be the day of his justification. This will show with what\neagerness he went to the court-house to wait for M. Magloire.",
        "But at noon the great lawyer had not yet come. He was still consulting\nwith M. de Chandore.",
        "“Could any thing amiss have happened?” thought the clerk.",
        "And his restlessness was so great, that, instead of going home to\nbreakfast with his sisters, he sent an office-boy for a roll and a\nglass of water. At last, as three o’clock struck, M. Magloire and M.\nFolgat arrived; and Mechinet saw at once in their faces, that he had\nbeen mistaken, and that Jacques had not explained. Still, before M.\nMagloire, he did not dare inquire.",
        "“Here are the papers,” he said simply, putting upon the table an\nimmense box.",
        "Then, drawing M. Folgat aside, he asked,–",
        "“What is the matter, pray?”",
        "The clerk had certainly acted so well, that they could have no secret\nfrom him; and he so was fully committed, that there was no danger in\nrelying upon his discretion. Still M. Folgat did not dare to mention\nthe name of the Countess Claudieuse; and he replied evasively,–",
        "“This is the matter: M. de Boiscoran explains fully; but he had no\nproofs for his statement, and we are busy collecting proofs.”",
        "Then he went and sat down by M. Magloire, who was already deep in the\npapers. With the help of those documents, it was easy to follow step\nby step M. Galpin’s work, to see the efforts he had made, and to\ncomprehend his strategy.",
        "First of all, the two lawyers looked for the papers concerning\nCocoleu. They found none. Of the statement of the idiot on the night\nof the fire, of the efforts made since to obtain from him a repetition\nof this evidence, of the report of the experts,–of all this there was\nnot a trace to be found.",
        "M. Galpin dropped Cocoleu. He had a right to do so. The prosecution,\nof course, only keeps those witnesses which it thinks useful, and\ndrops all the others.",
        "“Ah, the scamp is clever!” growled M. Magloire in his disappointment.",
        "It was really very well done. M. Galpin deprived by this step the\ndefence of one of their surest means, of one of those incidents in a\ntrial which are apt to affect the mind of the jury so powerfully.",
        "“We can, however, summon him at any time,” said M. Magloire.",
        "They might do so, it is true; but what a difference it would make! If\nCocoleu appeared for M. Galpin, he was a witness for the prosecution,\nand the defence could exclaim with indignation,–",
        "“What! You suspect the prisoner upon the evidence of such a creature?”",
        "But, if he had to be summoned by the defence, he became prisoner’s\nevidence, that is to say, one of those witnesses whom the jury always\nsuspect; and then the prosecution would exclaim,–",
        "“What do you hope for from a poor idiot, whose mental condition is\nsuch, that we refused his evidence when it might have been most useful\nto us?”",
        "“If we have to go into court,” murmured M. Folgat, “here is certainly\na considerable chance of which we are deprived. The whole character of\nthe case is changed. But, then, how can M. Galpin prove the guilt?”",
        "Oh! in the simplest possible manner. He started from the fact that\nCount Claudieuse was able to give the precise hour at which the crime\nwas committed. Thence he passed on immediately to the deposition of\nyoung Ribot, who had met M. de Boiscoran on his way to Valpinson,\ncrossing the marshes, before the crime, and to that of Gaudry, who had\nseen him come back from Valpinson through the woods, after the crime.\nThree other witnesses who had turned up during the investigation\nconfirmed this evidence; and by these means alone, and by comparing\nthe hours, M. Galpin succeeded in proving, almost beyond doubt, that\nthe accused had gone to Valpinson, and nowhere else, and that he had\nbeen there at the time the crime was committed.",
        "What was he doing there?",
        "To this question the prosecution replied by the evidence taken on the\nfirst day of the inquiry, by the water in which Jacques had washed his\nhands, the cartridge-case found near the house, and the identity of\nthe shot extracted from the count’s wounds with those seized with the\ngun at Boiscoran.",
        "Every thing was plain, precise, and formidable, admitting of no\ndiscussion, no doubt, no suggestion. It looked like a mathematical\ndeduction.",
        "“Whether he be innocent or guilty,” said M. Magloire to his young\ncolleague, “Jacques is lost, if we cannot get hold of some evidence\nagainst the Countess Claudieuse. And even in that case, even if it\nshould be established that she is guilty, Jacques will always be\nlooked upon as her accomplice.”",
        "Nevertheless, they spent a part of the night in going over all the\npapers carefully, and in studying every point made by the prosecution.",
        "Next morning, about nine o’clock, having had only a few hours’ sleep,\nthey went together to the prison.",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}