{
    "title": "Within an Inch of His Life - V.",
    "author": "Emile Gaboriau",
    "chapter": "5",
    "content": [
        "\n\n",
        "There was not a person in the whole district who did not know of what\na fearful disease poor Cocoleu was suffering; and everybody knew,\nalso, that it was perfectly useless to try and help him. The two men\nwho had taken him out had therefore laid him simply on a pile of wet\nstraw, and then they had left him to himself, eager as they were to\nsee and hear what was going on.",
        "It must be said, in justice to the several hundred peasants who were\ncrowding around the smoking ruins of Valpinson, that they treated the\nmadman who had accused M. de Boiscoran of such a crime, neither with\ncruel jokes nor with fierce curses. Unfortunately, first impulses,\nwhich are apt to be good impulses, do not last long. One of those idle\ngood-for-nothings, drunkards, envious scamps who are found in every\ncommunity, in the country as well as in the city, cried out,–",
        "“And why not?”",
        "These few words opened at once a door to all kinds of bold guesses.",
        "Everybody had heard something about the quarrel between Count\nClaudieuse and M. de Boiscoran. It was well known, moreover, that the\nprovocation had always come from the count, and that the latter had\ninvariably given way in the end. Why, therefore, might not M. de\nBoiscoran, impatient at last, have resorted to such means in order to\navenge himself on a man whom they thought he must needs hate, and whom\nhe probably feared at the same time?",
        "“Perhaps he would not do it, because he is a nobleman, and because he\nis rich?” they added sneeringly.",
        "The next step was, of course, to look out for circumstances which\nmight support such a theory; and the opportunity was not lacking.\nGroups were formed; and soon two men and a woman declared aloud that\nthey could astonish the world if they chose to talk. They were urged\nto tell what they knew; and, of course, they refused. But they had\nsaid too much already. Willing or not willing, they were carried up to\nthe house, where, at that very moment, M. Galpin was examining Count\nClaudieuse. The excited crowd made such a disturbance, that M.\nSeneschal, trembling at the idea of a new accident, rushed out to the\ndoor.",
        "“What is it now?” he asked.",
        "“More witnesses,” replied the peasants. “Here are some more\nwitnesses.”",
        "The mayor turned round, and, after having exchanged glances with M.\nDaubigeon, he said to the magistrate,–",
        "“They are bringing you some more witnesses, sir.”",
        "No doubt M. Galpin was little pleased at the interruption; but he knew\nthe people well enough to bear in mind, that, unless he took them at\nthe moment when they were willing to talk, he might never be able to\nget any thing out of them at any other time.",
        "“We shall return some other time to our conversation,” he said to\nCount Claudieuse.",
        "Then, replying to M. Seneschal, he said,–",
        "“Let the witnesses come in, but one by one.”",
        "The first who entered was the only son of a well-to-do farmer in the\nvillage of Brechy, called Ribot. He was a young fellow of about\ntwenty-five, broad-shouldered, with a very small head, a low brow, and\nformidable crimson ears. For twenty miles all around, he was reputed\nto be an irresistible beau,–a reputation of which he was very proud.\nAfter having asked him his name, his first names, and his age, M.\nGalpin said,–",
        "“What do you know?”",
        "The young man straightened himself, and with a marvellously conceited\nair, which set all the peasants a-laughing, he replied,–",
        "“I was out that night on some little private business of my own. I was\non the other side of the chateau of Boiscoran. Somebody was waiting\nfor me, and I was behind time: so I cut right across the marsh. I knew\nthe rains of the last days would have filled all the ditches; but,\nwhen a man is out on such important business as mine was, he can\nalways find his way\"–",
        "“Spare us those tedious details,” said the magistrate coldly. The\nhandsome fellow looked surprised, rather than offended, by the\ninterruption, and then went on,–",
        "“As your Honor desires. Well, it was about eight o’clock, or a little\nmore, and it was growing dark, when I reached the Seille swamps. They\nwere overflowing; and the water was two inches above the stones of the\ncanal. I asked myself how I should get across without spoiling my\nclothes, when I saw M. de Boiscoran coming towards me from the other\nside.”",
        "“Are you quite sure it was he?”",
        "“Why, I should think so! I talked to him. But stop, he was not afraid\nof getting wet. Without much ado, he rolled up his trousers, stuffed\nthem into the tops of his tall boots, and went right through. Just\nthen he saw me, and seemed to be surprised. I was as much so as he\nwas. ’Why, is it you, sir?’ I said. He replied ’Yes: I have to see\nsomebody at Brechy.’ That was very probably so; still I said again,\n’But you have chosen a queer way.’ He laughed. ’I did not know the\nswamps were overflowed,’ he answered, ’and I thought I would shoot\nsome snipes.’ As he said this, he showed me his gun. At that moment I\nhad nothing to say; but now, when I think it over, it looks queer to\nme.”",
        "M. Galpin had written down the statement as fast as it was given. Then\nhe asked,–",
        "“How was M. de Boiscoran dressed?”",
        "“Stop. He had grayish trousers on, a shooting-jacket of brown\nvelveteen, and a broad-brimmed panama hat.”",
        "The count and the countess looked distressed and almost overcome; nor\ndid the mayor and his friend seem to be less troubled. One\ncircumstance in Ribot’s evidence seemed to have struck them with\npeculiar force,–the fact that he had seen M. de Boiscoran push his\ntrousers inside his boots.",
        "“You can go,” said M. Galpin to the young man. “Let another witness\ncome in.”",
        "The next one was an old man of bad reputation, who lived alone in an\nold hut two miles from Valpinson. He was called Father Gaudry. Unlike\nyoung Ribot, who had shown great assurance, the old man looked humble\nand cringing in his dirty, ill-smelling rags. After having given his\nname, he said,–",
        "“It might have been eleven o’clock at night, and I was going through\nthe forest of Rochepommier, along one of the little by-paths\"–",
        "“You were stealing wood!” said the magistrate sternly.",
        "“Great God, what an idea!” cried the old man, raising his hands to\nheaven. “How can you say such a thing! I steal wood! No, my dear sir,\nI was very quietly going to sleep in the forest, so as to be up with\ndaylight, and gather champignons and other mushrooms to sell at\nSauveterre. Well, I was trotting along, when, all of a sudden, I hear\nfootsteps behind me. Naturally, I was frightened.”",
        "“Because you were stealing!”",
        "“Oh, no! my dear sir; only, at night, you understand. Well, I hid\nbehind a tree; and almost at the same moment I saw M. de Boiscoran\npass by. I recognized him perfectly in spite of the dark; for he\nseemed to be in a great rage, talked loud to himself, swore,\ngesticulated, and tore handfuls of leaves from the branches.”",
        "“Did he have a gun?”",
        "“Yes, my dear sir; for that was the very thing that frightened me so.\nI thought he was a keeper.”",
        "The third and last witness was a good old woman, Mrs. Courtois, whose\nlittle farm lay on the other side of the forest of Rochepommier. When\nshe was asked, she hesitated a moment, and then she said,–",
        "“I do not know much; but I will tell you all I do know. As we expected\nto have a house full of workmen a few days hence, and as I was going\nto bake bread to-morrow, I was going with my ass to the mill on\nSauveterre Mountain to fetch flour. The miller had not any ready; but\nhe told me, if I could wait, he would let me have some: and so I staid\nto supper. About ten o’clock, they gave me a bag full of flour. The\nboys put it on my ass, and I went home. I was about half-way, and it\nwas, perhaps, eleven o’clock, when, just at the edge of the forest of\nRochepommier, my ass stumbled, and the bag fell off. I had a great\ndeal of trouble, for I was not strong enough to lift it alone; and\njust then a man came out of the woods, quite near me. I called to him,\nand he came. It was M. de Boiscoran: I ask him to help me; and at\nonce, without losing a moment, he puts his gun down, lifts the bag\nfrom the ground, and puts it on my ass. I thank him. He says,\n’Welcome,’ and–that is all.”",
        "The mayor had been all this time standing in the door of the chamber,\nperforming the humble duty of a doorkeeper, and barring the entrance\nto the eager and curious crowd outside. When Mrs. Courtois retired,\nquite bewildered by her own words, and regretting what she had said,\nhe called out,–",
        "“Is there any one else who knows any thing?”",
        "As nobody appeared, he closed the door, and said curtly,–",
        "“Well, then, you can go home now, my friends. Let the law have free\ncourse.”",
        "The law, represented by the magistrate, was a prey at that moment to\nthe most cruel perplexity. M. Galpin was utterly overcome by\nconsternation. He sat at the little table, on which he had been\nwriting, his head resting on his hands, thinking, apparently, how he\ncould find a way out of this labyrinth.",
        "All of a sudden he rose, and forgetting, for a moment, his customary\nrigidity, he let his mask of icy impassiveness drop off his face, and\nsaid,–",
        "“Well?” as if, in his despair, he had hoped for some help or advice in\nhis troubles,–\"well?”",
        "No answer came.",
        "All the others were as much troubled as he was. They all tried to\nshake off the overwhelming impression made by this accumulation of\nevidence; but in vain. At last, after a moment’s silence, the\nmagistrate said with strange bitterness,–",
        "“You see, gentlemen, I was right in examining Cocoleu. Oh! don’t\nattempt to deny it: you share my doubts and my suspicions, I see it.\nIs there one among you who would dare assert that the terrible\nexcitement of this poor man has not restored to him for a time the use\nof his reason? When he told you that he had witnessed the crime, and\nwhen he gave the name of the criminal, you looked incredulous. But\nthen other witnesses came; and their united evidence, corresponding\nwithout a missing link, constitutes a terrible presumption.”",
        "He became animated again. Professional habits, stronger than every\nthing else, obtained once more the mastery.",
        "“M. de Boiscoran was at Valpinson to-night: that is clearly\nestablished. Well, how did he get here? By concealing himself. Between\nhis own house and Valpinson there are two public roads,–one by\nBrechy, and another around the swamps. Does M. de Boiscoran take\neither of the two? No. He cuts straight across the marshes, at the\nrisk of sinking in, or of getting wet from head to foot. On his return\nhe chooses, in spite of the darkness, the forest of Rochepommier,\nunmindful of the danger he runs to lose his way, and to wander about\nin it till daybreak. What was he doing this for? Evidently, in order\nnot to be seen. And, in fact, whom does he meet?–a loose fellow,\nRibot, who is himself in hiding on account of some love-intrigue; a\nwood-stealer, Gaudry, whose only anxiety is to avoid the gendarmes; an\nold woman, finally, Mrs. Courtois, who has been belated by an\naccident. All his precautions were well chosen; but Providence was\nwatching.”",
        "“O Providence!” growled Dr. Seignebos,–\"Providence!”",
        "But M. Galpin did not even hear the interruption. Speaking faster and\nfaster, he went on,–",
        "“Would it at least be possible to plead in behalf of M. de Boiscoran a\ndifference in time? No. At what time was he seen to come to this\nplace? At nightfall. ’It was half-past eight,’ says Ribot, ’when M. de\nBoiscoran crossed the canal at the Seille swamps.’ He might,\ntherefore, have easily reached Valpinson at half-past nine. At that\nhour the crime had not yet been committed. When was he seen returning\nhome? Gaudry and the woman Courtois have told you the hour,–after\neleven o’clock. At that time Count Claudieuse had been shot, and\nValpinson was on fire. Do we know any thing of M. de Boiscoran’s\ntemper at that time? Yes, we do. When he came this way he was quite\ncool. He is very much surprised at meeting Ribot; but he explains to\nhim very fully how he happens to be at that place, and also why he has\na gun.",
        "“He says he is on his way to meet somebody at Brechy, and he thought\nhe would shoot some birds. Is that admissible? Is it even likely?\nHowever, let us look at him on his way back. Gaudry says he was\nwalking very fast: he seemed to be furious, and was pulling handfuls\nof leaves from the branches. What does Mrs. Courtois say? Nothing.\nWhen she calls him, he does not venture to run; that would have been a\nconfession, but he is in a great hurry to help her. And then? His way\nfor a quarter of an hour is the same as the woman’s: does he keep her\ncompany? No. He leaves her hastily. He goes ahead, and hurries home;\nfor he thinks Count Claudieuse is dead; he knows Valpinson is in\nflames; and he fears he will hear the bells ring, and see the fire\nraging.”",
        "It is not often that magistrates allow themselves such familiarity;\nfor judges, and even lawyers, generally fancy they are too high above\ncommon mortals, on such occasions, to explain their views, to state\ntheir impressions, and to ask, as it were, for advice. Still, when the\ninquiry is only begun, there are, properly speaking, no fixed rules\nprescribed. As soon as a crime has been reported to a French\nmagistrate, he is at liberty to do any thing he chooses in order to\ndiscover the guilty one. Absolutely master of the case, responsible\nonly to his conscience, and endowed with extraordinary powers, he\nproceeds as he thinks best. But, in this affair at Valpinson, M.\nGalpin had been carried away by the rapidity of the events themselves.\nSince the first question addressed to Cocoleu, up to the present\nmoment, he had not had time to consider. And his proceedings had been\npublic; thus he felt naturally tempted to explain them.",
        "“And you call this a legal inquiry?” asked Dr. Seignebos.",
        "He had taken off his spectacles, and was wiping them furiously.",
        "“An inquiry founded upon what?” he went on with such vehemence that no\none dared interrupt him,–\"founded upon the evidence of an unfortunate\ncreature, whom I, a physician, testify to be not responsible for what\nhe says. Reason does not go out and become lighted again, like the gas\nin a street-lamp. A man is an idiot, or he is not an idiot. He has\nalways been one; and he always will be one. But you say the other\nstatements are conclusive. Say, rather, that you think they are. Why?\nBecause you are prejudiced by Cocoleu’s accusation. But for it, you\nwould never have troubled yourselves about what M. De Boiscoran did,\nor did not. He walked about the whole evening. He has a right to do\nso. He crossed the marsh. What hindered him? He went through the\nwoods. Why should he not? He is met with by people. Is not that quite\nnatural? But no: an idiot accuses him, and forthwith all he does looks\nsuspicious. He talks. It is the insolence of a hardened criminal. He\nis silent. It is the remorse of a guilty man trembling with fear.\nInstead of naming M. de Boiscoran, Cocoleu might just as well have\nnamed me, Dr. Seignebos. At once, all my doings would have appeared\nsuspicious; and I am quite sure a thousand evidences of my guilt would\nhave been discovered. It would have been an easy matter. Are not my\nopinions more radical even than those of M. de Boiscoran? For there is\nthe key to the whole matter. M. de Boiscoran is a Republican; M. de\nBoiscoran acknowledges no sovereignty but that of the people\"–",
        "“Doctor,” broke in the commonwealth attorney,–\"doctor, you are not\nthinking of what you say.”",
        "“I do think of it, I assure you\"–",
        "But he was once more interrupted, and this time by Count Claudieuse,\nwho said,–",
        "“For my part, I admit all the arguments brought up by the magistrate.\nBut, above all probabilities, I put a fact,–the character of the\naccused. M. de Boiscoran is a man of honor and an excellent man. He is\nincapable of committing a mean and odious crime.”",
        "The others assented. M. Seneschal added,–",
        "“And I, I will tell you another thing. What would have been the\npurpose of such a crime? Ah, if M. de Boiscoran had nothing to lose!\nBut do you know among all your friends a happier man than he is?–\nyoung, handsome, in excellent health, immensely wealthy, esteemed and\npopular with everybody. Finally, there is another fact, which is a\nfamily secret, but which I may tell you, and which will remove at once\nall suspicions,–M. de Boiscoran is desperately in love with Miss\nDionysia de Chandore. She returns his love; and the day before\nyesterday the wedding-day was fixed on the 20th of the next month.”",
        "In the meantime the hours had sped on. It was half-past three by the\nclock of the church in Brechy. Day was breaking; and the light of the\nlamps was turning pale. The morning mists began to disappear; and the\nsunlight fell upon the window-panes. But no one noticed this: all\nthese men gathered around the bed of the wounded man were too deeply\nexcited. M. Galpin had listened to the objection made by the others,\nwithout a word or a gesture. He had so far recovered his self-control,\nthat it would have been difficult to see what impressions they made\nupon his mind. At last, shaking his head gravely, he said,–",
        "“More than you, gentlemen, I feel a desire to believe M. de Boiscoran\ninnocent. M. Daubigeon, who knows what I mean, will tell you so. In my\nheart I pleaded his cause long before you. But I am the representative\nof the law; and my duty is above my affections. Does it depend on me\nto set aside Cocoleu’s accusation, however stupid, however absurd, it\nmay be? Can I undo the three statements made by the witnesses, and\nconfirming so strongly the suspicions aroused by the first charge?”",
        "Count Claudieuse was distressed beyond expression. At last he said,–",
        "“The worst thing about it is, that M. de Boiscoran thinks I am his\nenemy. I should not wonder if he went and imagined that these charges\nand vile suspicions have been suggested by my wife or by myself. If I\ncould only get up! At least, let M. de Boiscoran know distinctly that\nI am ready to answer for him, as I would answer for myself. Cocoleu,\nthe wretched idiot! Ah, Genevieve, my darling wife! Why did you induce\nhim to talk? If you had not insisted, he would have kept silent\nforever.”",
        "The countess succumbed at last to the anxieties of this terrible\nnight. At first she had been supported by that exaltation which is apt\nto accompany a great crisis; but latterly she had felt exhausted. She\nhad sunk upon a stool, near the bed on which her two daughters were\nlying; and, her head hid in the pillow, she seemed to sleep. But she\nwas not asleep. When her husband reproached her thus, she rose, pale,\nwith swollen eyes and distorted features, and said in a piercing\nvoice,–",
        "“What? They have tried to kill my Trivulce; our children have been\nnear unto death in the flames; and I should have allowed any means to\nbe unused by which the guilty one may be found out? No! I have only\ndone what it was my duty to do. Whatever may come of it, I regret\nnothing.”",
        "“But, Genevieve, M. de Boiscoran is not guilty: he cannot possibly be\nguilty. How could a man who has the happiness of being loved by\nDionysia de Chandore, and who counts the days to his wedding,–how\ncould he devise such a hideous crime?”",
        "“Let him prove his innocence,” replied the countess mercilessly.",
        "The doctor smacked his lips in the most impertinent manner.",
        "“There is a woman’s logic for you,” he murmured.",
        "“Certainly,” said M. Seneschal, “M. de Boiscoran’s innocence will be\npromptly established. Nevertheless, the suspicion will remain. And our\npeople are so constituted, that this suspicion will overshadow his\nwhole life. Twenty years hence, they will meet him, and they will say,\n’Oh, yes! the man who set Valpinson on fire!’ “",
        "It was not M. Galpin this time who replied, but the commonwealth\nattorney. He said sadly,–",
        "“I cannot share your views; but that does not matter. After what has\npassed, our friend, M. Galpin cannot retrace his steps: his duty makes\nthat impossible, and, even more so, what is due to the accused. What\nwould all these people say, who have heard Cocoleu’s deposition, and\nthe evidence given by the witnesses, if the inquiry were stopped? They\nwould certainly say M. de Boiscoran was guilty, but that he was not\nhelp responsible because he was rich and noble. Upon my honor I\nbelieve him to be innocent. But precisely because this is my\nconviction, I maintain that his innocence must be clearly established.\nNo doubt he has the means of doing so. When he met Ribot, he told him\nhe was on his way to see somebody at Brechy.”",
        "“But suppose he never went there?” objected M. Seneschal. “Suppose he\ndid not see anybody there? Suppose it was only a pretext to satisfy\nRibot’s impertinent curiosity?”",
        "“Well, then, he would only have to tell the truth in court. And look!\nHere’s an important proof which almost by itself relieves M. de\nBoiscoran. Would he not have loaded his gun with a ball, if he should\never have really thought of murdering the count? But it was loaded\nwith nothing but small-shot.”",
        "“And he would never have missed me at ten yards’ distance,” said the\ncount.",
        "Suddenly somebody was heard knocking furiously at the door.",
        "“Come in!” cried M. Seneschal.",
        "The door opened and three peasants appeared, looking bewildered, but\nevidently well pleased.",
        "“We have just,” said one of them, “found something curious.”",
        "“What?” asked M. Galpin.",
        "“It looks very much like a case; but Pitard says it is the paper of a\ncartridge.”",
        "Count Claudieuse raised himself on his pillows, and said eagerly,–",
        "“Let me see! I have during these last days fired several times quite\nnear to the house to frighten the birds away that eat my fruit. I want\nto see if the paper is mine.”",
        "The peasant gave it to him.",
        "It was a very thin lead form, such as contain the cartridges used in\nAmerican breech-loading guns. What was singular was that it was\nblackened by burnt powder; but it had not been torn, nor had it blazed\nup in the discharge. It was so perfectly uninjured, that one could\nread the embossed letters of the name of the manufacturer, Clebb.",
        "“That cartridge never belonged to me,” said the count.",
        "But as he uttered these words he turned deadly pale, so pale, that his\nwife came close to him, and looked at him with a glance full of\nterrible anguish.",
        "“Well?”",
        "He made no reply.",
        "But at that moment such silence was so eloquent, that the countess\nfelt sickened, and whispered to him,–",
        "“Then Cocoleu was right, after all!”",
        "Not one feature of this dramatic scene had escaped M. Galpin’s eye. He\nhad seen on every face signs of a kind of terror; still he made no\nremark. He took the metal case from the count’s hands, knowing that it\nmight become an important piece of evidence; and for nearly a minute\nhe turned it round and round, looking at it from all sides, and\nexamining it in the light with the utmost attention.",
        "Then turning to the peasants, who were standing respectfully and\nuncovered close by the door, he asked them,–",
        "“Where did you find this cartridge, my friends?”",
        "“Close by the old tower, where they keep the tools, and where the ivy\nis growing all over the old castle.”",
        "M. Seneschal had in the meantime succeeded in recovering his self-\ncontrol, and said now,–",
        "“Surely the murderer cannot have fired from there. You cannot even see\nthe door of the house from the old tower.”",
        "“That may be,” replied the magistrate; “but the cartridge-case does\nnot necessarily fall to the ground at the place where the gun is\ndischarged. It falls as soon as the gun is cocked to reload.”",
        "This was so true, that even Dr. Seignebos had nothing to say.",
        "“Now, my friends,” said M. Galpin, “which of you has found the\ncartridge-case?”",
        "“We were all together when we saw it, and picked it up.”",
        "“Well, then, all three of you must give me your names and your\ndomicile, so that I can send for you when you are wanted.”",
        "This was done; and, when all formalities were attended to, they went\noff with numberless bows and doffings of hats. Just at that moment the\nfurious gallop of a horse was heard approaching the house; the next\nmoment the man who had been sent to Sauveterre for medicines came in.\nHe was furious.",
        "“That rascal of a druggist!” he said. “I thought he would never open\nhis shop!”",
        "Dr. Seignebos had eagerly seized the things that were sent him, then,\nbowing with mock respect to the magistrate, he said,–",
        "“I know very well, sir, how pressing the necessity is to have the head\nof the culprit cut off; but I think it is almost as pressing to save\nthe life of the murdered man. I have probably delayed the binding up\nof the count’s wounds longer than I ought to have done; and I beg you\nwill now leave me alone, so as to enable me to do my duty to him.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}