{
    "title": "Within an Inch of His Life - II.",
    "author": "Emile Gaboriau",
    "chapter": "11",
    "content": [
        "\n\n",
        "The railway which connects Sauveterre with the Orleans line enjoys a\ncertain celebrity on account of a series of utterly useless curves,\nwhich defy all common sense, and which would undoubtedly be the source\nof countless accidents, if the trains were not prohibited from going\nfaster than eight or ten miles an hour.",
        "The depot has been built–no doubt for the greater convenience of\ntravellers–at a distance of two miles from town, on a place where\nformerly the first banker of Sauveterre had his beautiful gardens. The\npretty road which leads to it is lined on both sides with inns and\ntaverns, on market-days full of peasants, who try to rob each other,\nglass in hand, and lips overflowing with protestations of honesty. On\nordinary days even, the road is quite lively; for the walk to the\nrailway has become a favorite promenade. People go out to see the\ntrains start or come in, to examine the new arrivals, or to exchange\nconfidences as to the reasons why Mr. or Mrs. So-and-so have made up\ntheir mind to travel.",
        "It was nine o’clock in the morning when the train which brought the\nmarchioness and Manuel Folgat at last reached Sauveterre. The former\nwas overcome by fatigue and anxiety, having spent the whole night in\ndiscussing the chances for her son’s safety, and was all the more\nexhausted as the lawyer had taken care not to encourage her hopes.",
        "For he also shared, in secret at least, M. Chapelain’s doubts. He,\nalso, had said to himself, that a man like M. de Boiscoran is not apt\nto be arrested, unless there are strong reasons, and almost\noverwhelming proofs of his guilt in the hands of the authorities.",
        "The train was slackening speed.",
        "“If only Dionysia and her father,” sighed the marchioness, “have\nthought of sending a carriage to meet us.”",
        "“Why so?” asked Manuel Folgat.",
        "“Because I do not want all the world to see my grief and my tears.”",
        "The young lawyer shook his head, and said,–",
        "“You will certainly not do that, madame, if you are disposed to follow\nmy advice.”",
        "She looked at him quite amazed; but he insisted.",
        "“I mean you must not look as if you wished not to be seen: that would\nbe a great, almost irreparable mistake. What would they think if they\nsaw you in tears and great distress? They would say you were sure of\nyour son’s guilt; and the few who may still doubt will doubt no\nlonger. You must control public opinion from the beginning; for it is\nabsolute in these small communities, where everybody is under somebody\nelse’s immediate influence. Public opinion is all powerful; and say\nwhat you will, it controls even the jurymen in their deliberations.”",
        "“That is true,” said the marchioness: “that is but too true.”",
        "“Therefore, madame, you must summon all your energy, conceal your\nmaternal anxiety in your innermost heart, dry your tears, and show\nnothing but the most perfect confidence. Let everybody say, as he sees\nyou, ’No mother could look so who thinks her son guilty.’ “",
        "The marchioness straightened herself, and said,–",
        "“You are right, sir; and I thank you. I must try to impress public\nopinion as you say; and, so far from wishing to find the station\ndeserted, I shall be delighted to see it full of people. I will show\nyou what a woman can do who thinks of her son’s life.”",
        "The Marchioness of Boiscoran was a woman of rare power.",
        "Drawing her comb from her dressing-case, she repaired the disorder of\nher coiffure; with a few skilful strokes she smoothed her dress; her\nfeatures, by a supreme effort of will, resumed their usual serenity;\nshe forced her lips to smile without betraying the effort it cost her;\nand then she said in a clear, firm voice,–",
        "“Look at me, sir. Can I show myself now?”",
        "The train stopped at the station. Manuel Folgat jumped out lightly;\nand, offering the marchioness his hand to assist her, he said,–",
        "“You will be pleased with yourself, madam. Your courage will not be\nuseless. All Sauveterre seems to be here.",
        "This was more than half true. Ever since the night before, a report\nhad been current,–no one knew how it had started,–that the\n“murderer’s mother,” as they charitably called her, would arrive by\nthe nine o’clock train; and everybody had determined to happen to be\nat the station at that hour. In a place where gossip lives for three\ndays upon the last new dress from Paris, such an opportunity for a\nlittle excitement was not to be neglected. No one thought for a moment\nof what the poor old lady would probably feel upon being compelled\nthus to face a whole town; for at Sauveterre curiosity has at least\nthe merit, that it is not hypocritical. Everybody is openly\nindiscreet, and by no means ashamed of it. They place themselves right\nin front of you, and look at you, and try to find out the secret of\nyour joy or your grief.",
        "It must be borne in mind, however, that public opinion was running\nstrongly against M. de Boiscoran. If there had been nothing against\nhim but the fire at Valpinson, and the attempts upon Count Claudieuse,\nthat would have been a small matter. But the fire had had terrible\nconsequences. Two men had perished in it; and two others had been so\nseverely wounded as to put their lives in jeopardy. Only the evening\nbefore, a sad procession had passed through the streets of Sauveterre.\nIn a cart covered with a cloth, and followed by two priests, the\nalmost carbonized remains of Bolton the drummer, and of poor\nGuillebault, had been brought home. The whole city had seen the widow\ngo to the mayor’s office, holding in her arms her youngest child,\nwhile the four others clung to her dress.",
        "All these misfortunes were traced back to Jacques, who was loaded with\ncurses; and the people now thought of receiving his mother, the\nmarchioness, with fierce hootings.",
        "“There she is, there she is!” they said in the crowd, when she\nappeared in the station, leaning upon M. Folgat’s arm.",
        "But they did not say another word, so great was their surprise at her\nappearance. Immediately two parties were formed. “She puts a bold face\non it,” said some; while others declared, “She is quite sure of her\nson’s innocence.”",
        "At all events, she had presence of mind enough to see what an\nimpression she produced, and how well she had done to follow M.\nFolgat’s advice. It gave her additional strength. As she distinguished\nin the crowd some people whom she knew, she went up to them, and,\nsmiling, said,–",
        "“Well, you know what has happened to us. It is unheard of! Here is the\nliberty of a man like my son at the mercy of the first foolish notion\nthat enters the head of a magistrate. I heard the news yesterday by\ntelegram, and came down at once with this gentleman, a friend of ours,\nand one of the first lawyers of Paris.”",
        "M. Folgat looked embarrassed: he would have liked more considerate\nwords. Still he could not help supporting the marchioness in what she\nhad said.",
        "“These gentlemen of the court,” he said in measured tones, “will\nperhaps be sorry for what they have done.”",
        "Fortunately a young man, whose whole livery consisted in a gold-laced\ncap, came up to them at this moment.",
        "“M. de Chandore’s carriage is here,” he said.",
        "“Very well,” replied the marchioness.",
        "And bowing to the good people of Sauveterre, who were quite dumfounded\nby her assurance, she said,–",
        "“Pardon me if I leave you so soon; but M. de Chandore expects us. I\nshall, however, be happy to call upon you soon, on my son’s arm.”",
        "The house of the Chandore family stands on the other side of the New-\nMarket Place, at the very top of the street, which is hardly more than\na line of steps, which the mayor persistently calls upon the municipal\ncouncil to grade, and which the latter as persistently refuse to\nimprove. The building is quite new, massive but ugly, and has at the\nside a pretentious little tower with a peaked roof, which Dr.\nSeignebos calls a perpetual menace of the feudal system.",
        "It is true the Chandores once upon a time were great feudal lords, and\nfor a long time exhibited a profound contempt for all who could not\nboast of noble ancestors and a deep hatred of revolutionary ideas. But\nif they had ever been formidable, they had long since ceased to be so.\nOf the whole great family,–one of the most numerous and most powerful\nof the province,–only one member survived, the Baron de Chandore, and\na girl, his granddaughter, betrothed to Jacques de Boiscoran. Dionysia\nwas an orphan. She was barely three years old, when within five\nmonths, she lost her father, who fell in a duel, and her mother, who\nhad not the strength to survive the man whom she had loved. This was\ncertainly for the child a terrible misfortune; but she was not left\nuncared for nor unloved. Her grandfather bestowed all his affections\nupon her; and the two sisters of her mother, the Misses Lavarande,\nthen already no longer young, determined never to marry, so as to\ndevote themselves exclusively to their niece. From that day the two\ngood ladies had wished to live in the baron’s house; but from the\nbeginning he had utterly refused to listen to their propositions,\nasserting that he was perfectly able himself to watch over the child,\nand wanted to have her all to himself. All he would grant was, that\nthe ladies might spend the day with Dionysia whenever they chose.",
        "Hence arose a certain rivalry between the aunts and the grandfather,\nwhich led both parties to most amazing exaggerations. Each one did\nwhat could be done to engage the affections of the little girl; each\none was willing to pay any price for the most trifling caress. At five\nyears Dionysia had every toy that had ever been invented. At ten she\nwas dressed like the first lady of the land, and had jewelry in\nabundance.",
        "The grandfather, in the meantime, had been metamorphosed from head to\nfoot. Rough, rigid, and severe, he had suddenly become a “love of a\nfather.” The fierce look had vanished from his eyes, the scorn from\nhis lips; and both had given way to soft glances and smooth words. He\nwas seen daily trotting through the streets, and going from shop to\nshop on errands for his grandchild. He invited her little friends,\narranged picnics for her, helped her drive her hoops, and if needs be,\nled in a cotillion.",
        "If Dionysia looked displeased, he trembled. If she coughed, he turned\npale. Once she was sick: she had the measles. He staid up for twelve\nnights in succession, and sent to Paris for doctors, who laughed in\nhis face.",
        "And yet the two old ladies found means to exceed his folly.",
        "If Dionysia learned any thing at all, it was only because she herself\ninsisted upon it: otherwise the writing-master and the music-master\nwould have been sent away at the slightest sign of weariness.",
        "Sauveterre saw it, and shrugged its shoulders.",
        "“What a wretched education!” the ladies said. “Such weakness is\nabsolutely unheard of. They tender the child a sorry service.”",
        "There was no doubt that such almost incredible spoiling, such blind\ndevotion, and perpetual worship, came very near making of Dionysia the\nmost disagreeable little person that ever lived. But fortunately she\nhad one of those happy dispositions which cannot be spoiled; and\nbesides, she was perhaps saved from the danger by its very excess. As\nshe grew older she would say with a laugh,–",
        "“Grandpapa Chandore, my aunts Lavarande, and I, we do just what we\nchoose.”",
        "That was only a joke. Never did a young girl repay such sweet\naffection with rarer and nobler qualities.",
        "She was thus leading a happy life, free from all care, and was just\nseventeen years old, when the great event of her life took place. M.\nde Chandore one morning met Jacques de Boiscoran, whose uncle had been\na friend of his, and invited him to dinner. Jacques accepted the\ninvitation, and came. Dionysia saw him, and loved him.",
        "Now, for the first time in her life, she had a secret unknown to\nGrandpapa Chandore and to her aunts; and for two years the birds and\nthe flowers were the only confidants of this love of hers, which grew\nup in her heart, sweet like a dream, idealized by absence, and fed by\nmemory.",
        "For Jacques’s eyes remained blind for two years.",
        "But the day on which they were opened he felt that his fate was\nsealed. Nor did he hesitate a moment; and in less than a month after\nthat, the Marquis de Boiscoran came down to Sauveterre, and in all\nform asked Dionysia’s hand for his son.",
        "Ah! that was a heavy blow for Grandpapa Chandore.",
        "He had, of course, often thought of the future marriage of his\ngrandchild; he had even at times spoken of it, and told her that he\nwas getting old, and should feel very much relieved when he should\nhave found her a good husband. But he talked of it as a distant thing,\nvery much as we speak of dying. M. de Boiscoran brought his true\nfeelings out. He shuddered at the idea of giving up Dionysia, of\nseeing her prefer another man to himself, and of loving her children\nbest of all. He was quite inclined to throw the ambassador out of the\nwindow.",
        "Still he checked his feelings, and replied that he could give no reply\ntill he had consulted his granddaughter.",
        "Poor grandpapa! At the very first words he uttered, she exclaimed,–",
        "“Oh, I am so happy! But I expected it.”",
        "M. de Chandore bent his head to conceal a tear which burned in his\neyes. Then he said very low,–",
        "“Then the thing is settled.”",
        "At once, rather comforted by the joy that was sparkling in his\ngrandchild’s eyes, he began reproaching himself for his selfishness,\nand for being unhappy, when his Dionysia seemed to be so happy.\nJacques had, of course, been allowed to visit the house as a lover;\nand the very day before the fire at Valpinson, after having long and\ncarefully counted the days absolutely required for all the purchases\nof the trousseau, and all the formalities of the event, the wedding-\nday had been finally fixed.",
        "Thus Dionysia was struck down in the very height of her happiness,\nwhen she heard, at the same time, of the terrible charges brought\nagainst M. de Boiscoran, and of his arrest.",
        "At first, thunderstruck, she had lain nearly ten minutes unconscious\nin the arms of her aunts, who, like the grandfather, were themselves\nutterly overcome with terror. But, as soon as she came to, she\nexclaimed,–",
        "“Am I mad to give way thus? Is it not evident that he is innocent?”",
        "Then she had sent her telegram to the marquis, knowing well, that,\nbefore taking any measures, it was all important to come to an\nunderstanding with Jacques’s family. Then she had begged to be left\nalone; and she had spent the night in counting the minutes that must\npass till the hour came when the train from Paris would bring her\nhelp.",
        "At eight o’clock she had come down to give orders herself that a\ncarriage should be sent to the station for the marchioness, adding\nthat they must drive back as fast as they could. Then she had gone\ninto the sitting-room to join her grandfather and her aunts. They\ntalked to her; but her thoughts were elsewhere.",
        "At last a carriage was heard coming up rapidly, and stopping before\nthe house. She got up, rushed into the hall, and cried,–",
        "“Here is Jacques’s mother!”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}