{
    "title": "Within an Inch of His Life - XXIII.",
    "author": "Emile Gaboriau",
    "chapter": "32",
    "content": [
        "\n\n",
        "The Marquis de Boiscoran had not been mistaken about M. Magloire. Much\nshaken by Dionysia’s statement, he had been completely overcome by M.\nFolgat’s explanations; and, when he now came to the jail, it was with\na determination to prove Jacques’s innocence.",
        "“But I doubt very much whether he will ever forgive me for my\nincredulity,” he said to M. Folgat while they were waiting for the\nprisoner in his cell.",
        "Jacques came in, still deeply moved by the scene with his father. M.\nMagloire went up to him, and said,–",
        "“I have never been able to conceal my thoughts, Jacques. When I\nthought you guilty, and felt sure that you accused the Countess\nClaudieuse falsely, I told you so with almost brutal candor. I have\nsince found out my error, and am now convinced of the truth of your\nstatement: so I come and tell you as frankly, Jacques, I was wrong to\nhave had more faith in the reputation of a woman than in the words of\na friend. Will you give me your hand?”",
        "The prisoner grasped his hand with a profusion of joy, and cried,–",
        "“Since you believe in my innocence, others may believe in me too, and\nmy salvation is drawing near.”",
        "The melancholy faces of the two advocates told him that he was\nrejoicing too soon. His features expressed his grief; but he said with\na firm voice,–",
        "“Well, I see that the struggle will be a hard one, and that the result\nis still uncertain. Never mind. You may be sure I will not give way.”",
        "In the meantime M. Folgat had spread out on the table all the papers\nhe had brought with him,–copies furnished by Mechinet, and notes\ntaken during his rapid journey.",
        "“First of all, my dear client,” he said, “I must inform you of what\nhas been done.”",
        "And when he had stated every thing, down to the minutest details of\nwhat Goudar and he had done, he said,–",
        "“Let us sum up. We are able to prove three things: 1. That the house\nin Vine Street belongs to you, and that Sir Francis Burnett, who is\nknown there, and you are one; 2. That you were visited in this house\nby a lady, who, from all the precautions she took, had powerful\nreasons to remain unknown; 3. That the visits of this lady took place\nat certain epochs every year, which coincided precisely with the\njourneys which the Countess Claudieuse yearly made to Paris.”",
        "The great advocate of Sauveterre expressed his assent.",
        "“Yes,” he said, “all this is fully established.”",
        "“For ourselves, we have another certainty,–that Suky Wood, the\nservant of the false Sir Francis Burnett, has watched the mysterious\nlady; that she has seen her, and consequently would know her again.”",
        "“True, that appears from the deposition of the girl’s friend.”",
        "“Consequently, if we discover Suky Wood, the Countess Claudieuse is\nunmasked.”",
        "“If we discover her,” said M. Magloire. “And here, unfortunately, we\nenter into the region of suppositions.”",
        "“Suppositions!” said M. Folgat. “Well, call them so; but they are\nbased upon positive facts, and supported by a hundred precedents. Why\nshould we not find this Suky Wood, whose birthplace and family we\nknow, and who has no reason for concealment? Goudar has found very\ndifferent people; and Goudar is on our side. And you may be sure he\nwill not be asleep. I have held out to him a certain hope which will\nmake him do miracles,–the hope of receiving as a reward, if he\nsucceeds, the house in Vine Street. The stakes are too magnificent: he\nmust win the game,–he who has won so many already. Who knows what he\nmay not have discovered since we left him? Has he not done wonders\nalready?”",
        "“It is marvellous!” cried Jacques, amazed at these results.",
        "Older than M. Folgat and Jacques, the eminent advocate of Sauveterre\nwas less ready to feel such enthusiasm.",
        "“Yes,” he said, “it is marvellous; and, if we had time, I would say as\nyou do, ’We shall carry the day!’ But there is no time for Goudar’s\ninvestigations: the sessions are on hand, and it seems to me it would\nbe very difficult to obtain a postponement.”",
        "“Besides, I do not wish it to be postponed,” said Jacques.",
        "“But\"–",
        "“On no account, Magloire, never! What? I should endure three months\nmore of this anguish which tortures me? I could not do it: my strength\nis exhausted. This uncertainty has been too much for me. I could bear\nno more suspense.”",
        "M. Folgat interrupted him, saying,–",
        "“Do not trouble yourself about that: a postponement is out of the\nquestion. On what pretext could we ask for it? The only way would be\nto introduce an entirely new element in the case. We should have to\nsummon the Countess Claudieuse.”",
        "The greatest surprise appeared on Jacques’s face.",
        "“Will we not summon her anyhow?” he asked.",
        "“That depends.”",
        "“I do not understand you.”",
        "’It is very simple, however. If Goudar should succeed, before the\ntrial, in collecting sufficient evidence against her, I should summon\nher certainly; and then the case would naturally change entirely; the\nwhole proceeding would begin anew; and you would probably appear only\nas a witness. If, on the contrary, we obtain, before the trial begins,\nno other proof but what we have now, I shall not mention her name\neven; for that would, in my opinion, and in M. Magloire’s opinion,\nruin your cause irrevocably.”",
        "“Yes,” said the great advocate, “that is my opinion.”",
        "Jacques’s amazement was boundless.",
        "“Still,” he said, “in self-defence, I must, if I am brought up in\ncourt, speak of my relations to the Countess Claudieuse.”",
        "“No.”",
        "“But that is my only explanation.”",
        "“If it were credited.”",
        "“And you think you can defend me, you think you can save me, without\ntelling the truth?”",
        "M. Folgat shook his head, and said,–",
        "“In court the truth is the last thing to be thought of.”",
        "“Oh!”",
        "“Do you think the jury would credit allegations which M. Magloire did\nnot credit? No. Well, then, we had better not speak of them any more,\nand try to find some explanation which will meet the charges brought\nagainst you. Do you think we should be the first to act thus? By no\nmeans. There are very few cases in which the prosecution says all it\nknows, and still fewer in which the defence calls for every thing it\nmight call for. Out of ten criminal trials, there are at least three\nin which side-issues are raised. What will be the charge in court\nagainst you? The substance of the romance which the magistrate has\ninvented in order to prove your guilt. You must meet him with another\nromance which proves your innocence.”",
        "“But the truth.”",
        "“Is dependent on probability, my dear client. Ask M. Magloire. The\nprosecution only asks for probability: hence probability is all the\ndefence has to care for. Human justice is feeble, and limited in its\nmeans; it cannot go down to the very bottom of things; it cannot judge\nof motives, and fathom consciences. It can only judge from\nappearances, and decide by plausibility; there is hardly a case which\nhas not some unexplored mystery, some undiscovered secret. The truth!\nAh! do you think M. Galpin has looked for it? If he did, why did he\nnot summon Cocoleu? But no, as long as he can produce a criminal, who\nmay be responsible for the crime, he is quite content. The truth!\nWhich of us knows the real truth? Your case, M. de Boiscoran, is one\nof those in which neither the prosecution, nor the defence, nor the\naccused himself, knows the truth of the matter.”",
        "There followed a long silence, so deep a silence, that the step of the\nsentinel could b heard, who was walking up and down under the prison-\nwindows. M. Folgat had said all he thought proper to say: he feared,\nin saying more, to assume too great a responsibility. It was, after\nall, Jacques’s life and Jacques’s honor which were at stake. He alone,\ntherefore, ought to decide the nature of his defence. If his judgment\nwas too forcibly controlled by his counsel, he would have had a right\nhereafter to say, “Why did you not leave me free to choose? I should\nnot have been condemned.”",
        "To show this very clearly, M. Folgat went on,–",
        "“The advice I give you, my dear client, is, in my eyes, the best; it\nis the advice I would give my own brother. But, unfortunately, I\ncannot say it is infallible. You must decide yourself. Whatever you\nmay resolve, I am still at your service.”",
        "Jacques made no reply. His elbows resting on the table, his face in\nhis hands, he remained motionless, like a statue, absorbed in his\nthoughts. What should he do? Should he follow his first impulse, tear\nthe veil aside, and proclaim the truth? That was a doubtful policy,\nbut also, what a triumph if he succeeded!",
        "Should he adopt the views of his counsel, employ subterfuges and\nfalsehoods? That was more certain of success; but to be successful in\nthis way–was that a real victory?",
        "Jacques was in a terrible perplexity. He felt it but too clearly. The\ndecision he must form now would decide his fate. Suddenly he raised\nhis head, and said,–",
        "“What is your advice, M. Magloire?”",
        "The great advocate of Sauveterre frowned angrily; and said, in a\nsomewhat rough tone of voice,–",
        "“I have had the honor to place before your mother all that my young\ncolleague has just told you. M. Folgat has but one fault,–he is too\ncautious. The physician must not ask what his patient thinks of his\nremedies: he must prescribe them. It may be that our prescriptions do\nnot meet with success; but, if you do not follow them, you are most\nassuredly lost.”",
        "Jacques hesitated for some minutes longer. These prescriptions, as M.\nMagloire called them, were painfully repugnant to his chivalrous and\nopen character.",
        "“Would it be worth while,” he murmured, “to be acquitted on such\nterms? Would I really be exculpated by such proceedings? Would not my\nwhole life thereafter be disgraced by suspicions? I should not come\nout from the trial with a clear acquittal: I should have escaped by a\nmere chance.”",
        "“That would still better than to go, by a clear judgment, to the\ngalleys,” said M. Magloire brutally.",
        "This word, “the galleys,” made Jacques bound. He rose, walked up and\ndown a few times in his room, and then, placing himself in front of\nhis counsel, said,–",
        "“I put myself in your hands, gentlemen. Tell me what I must do.”",
        "Jacques had at least this merit, if he once formed a resolution, he\nwas sure to adhere to it. Calm now, and self-possessed, he sat down,\nand said, with a melancholy smile,–",
        "“Let us hear the plan of battle.”",
        "This plan had been for a month now the one great thought of M. Folgat.\nAll his intelligence, all his sagacity and knowledge of the world, had\nbeen brought to bear upon this case, which he had made his own, so to\nsay, by his almost passionate interest. He knew the tactics of the\nprosecution as well as M. Galpin himself, and he knew its weak and its\nstrong side even better than M. Galpin.",
        "“We shall go on, therefore,” he began, “as if there was no such person\nas the Countess Claudieuse. We know nothing of her. We shall say\nnothing of the meeting at Valpinson, nor of the burned letters.”",
        "“That is settled.”",
        "“That being so, we must next look, not for the manner in which we\nspent our time, but for our purpose in going out the evening of the\ncrime. Ah! If we could suggest a plausible, a very probable purpose, I\nshould almost guarantee our success; for we need not hesitate to say\nthere is the turning-point of the whole case, on which all the\ndiscussions will turn.”",
        "Jacques did not seem to be fully convinced of this view. He said,–",
        "“You think that possible?”",
        "“Unfortunately, it is but too certain; and, if I say unfortunately, it\nis because here we have to meet a terrible charge, the most decisive,\nby all means, that has been raised, one on which M. Galpin has not\ninsisted (he is much too clever for that), but one which, in the hands\nof the prosecution, may become a terrible weapon.”",
        "“I must confess,” said Jacques, “I do not very well see\"–",
        "“Have you forgotten the letter you wrote to Miss Dionysia the evening\nof the crime?” broke in M. Magloire.",
        "Jacques looked first at one, and then at the other of his counsel.",
        "“What,” he said, “that letter?”",
        "“Overwhelms us, my dear client,” said M. Folgat. “Don’t you remember\nit? You told your betrothed in that note, that you would be prevented\nfrom enjoying the evening with her by some business of the greatest\nimportance, and which could not be delayed? Thus, you see, you had\ndetermined beforehand, and after mature consideration, to spend that\nevening in doing a certain thing. What was it? ’The murder of Count\nClaudieuse,’ says the prosecution. What can we say?”",
        "“But, I beg your pardon–that letter. Miss Dionysia surely has not\nhanded it over to them?”",
        "“No; but the prosecution is aware of its existence. M. de Chandore and\nM. Seneschal have spoken of it in the hope of exculpating you, and\nhave even mentioned the contents. And M. Galpin knows it so well, that\nhe had repeatedly mentioned it to you, and you have confessed all that\nhe could desire.”",
        "The young advocate looked among his papers; and soon he had found what\nhe wanted.",
        "“Look here,” he said, “in your third examination, I find this,–",
        " “ ’QUESTION.–You were shortly to marry Miss Chandore?",
        "  ANSWER.–Yes.",
        "  Q–For some time you had been spending your evenings with her?",
        "  A.–Yes, all.",
        "  Q.–Except the one of the crime?",
        "  A.–Unfortunately.",
        "  Q.–Then your betrothed must have wondered at your absence?",
        "  A.–No: I had written to her.’ “",
        "“Do you hear, Jacques?” cried M. Magloire. “Notice that M. Galpin\ntakes care not to insist. He does not wish to rouse your suspicions.\nHe has got you to confess, and that is enough for him.”",
        "But, in the meantime, M. Folgat had found another paper.",
        "“In your sixth examination,” he went on, “I have noticed this,–",
        " “ ’Q.–You left your house with your gun on your shoulder, without\n  any definite aim?",
        "  A.–I shall explain that when I have consulted with counsel.",
        "  Q.–You need no consultation to tell the truth.",
        "  A.–I shall not change my resolution.",
        "  Q.–Then you will not tell me where you were between eight and\n  midnight?",
        "  A.–I shall answer that question at the same time with the other.",
        "  Q.–You must have had very strong reasons to keep you out, as you\n  were expected by your betrothed, Miss Chandore?",
        "  A.–I had written to her not to expect me.’ “",
        "“Ah! M. Galpin is a clever fellow,” growled M. Magloire.",
        "“Finally,” said M. Folgat, “here is a passage from your last but one\nexamination,–",
        " “ ’Q.–When you wanted to send anybody to Sauveterre, whom did you\n  usually employ?",
        "  A.–The son of one of my tenants, Michael.",
        "  Q.–It was he, I suppose, who, on the evening of the crime,\n  carried the letter to Miss Chandore, in which you told her not to\n  expect you?",
        "  A.–Yes.",
        "  Q.–You pretended you would be kept by some important business?",
        "  A.–That is the usual pretext.",
        "  Q.–But in your case it was no pretext. Where had you to go? and\n  where did you go?",
        "  A.–As long as I have not seen counsel I shall say nothing.",
        "  Q.–Have a care: the system of negation and concealment is\n  dangerous.",
        "  A.–I know it, and I accept the consequences.’ “",
        "Jacques was dumfounded. And necessarily every accused person is\nequally surprised when he hears what he has stated in the examination.\nThere is not one who does not exclaim,–",
        "“What, I said that? Never!”",
        "He has said it, and there is no denying it; for there it is written,\nand signed by himself. How could he ever say so?",
        "Ah! that is the point. However clever a man may be, he cannot for many\nmonths keep all his faculties on the stretch, and all his energy up to\nits full power. He has his hours of prostration and his hours of hope,\nhis attacks of despair and his moments of courage; and the impassive\nmagistrate takes advantage of them all. Innocent or guilty, no\nprisoner can cope with him. However powerful his memory may be, how\ncan he recall an answer which he may have given weeks and weeks\nbefore? The magistrate, however, remembers it; and twenty times, if\nneed be, he brings it up again. And as the small snowflake may become\nan irresistible avalanche, so an insignificant word, uttered at\nhaphazard, forgotten, then recalled, commented upon, and enlarged may\nbecome crushing evidence.",
        "Jacques now experienced this. These questions had been put to him so\nskilfully, and at such long intervals of time, that he had totally\nforgotten them; and yet now, when he recalled his answers, he had to\nacknowledge that he had confessed his purpose to devote that evening\nto some business of great importance.",
        "“That is fearful!” he cried.",
        "And, overcome by the terrible reality of M. Folgat’s apprehension, he\nadded,–",
        "“How can we get out of that?”",
        "“I told you,” replied M. Folgat, “we must find some plausible\nexplanation.”",
        "“I am sure I am incapable of that.”",
        "The young lawyer seemed to reflect a moment, and then he said,–",
        "“You have been a prisoner while I have been free. For a month now I\nhave thought this matter over.”",
        "“Ah!”",
        "“Where was your wedding to be?”",
        "“At my house at Boiscoran.”",
        "“Where was the religious ceremony to take place?”",
        "“At the church at Brechy.”",
        "“Have you ever spoken of that to the priest?”",
        "“Several times. One day especially, when we discussed it in a pleasant\nway, he said jestingly to me, ’I shall have you, after all in my\nconfessional.’ “",
        "M. Folgat almost trembled with satisfaction, and Jacques saw it.",
        "“Then the priest at Brechy was your friend?”",
        "“An intimate friend. He sometimes came to dine with me quite\nunceremoniously, and I never passed him without shaking hands with\nhim.”",
        "The young lawyer’s joy was growing perceptibly.",
        "“Well,” he said, “my explanation is becoming quite plausible. Just\nhear what I have positively ascertained to be the fact. In the time\nfrom nine to eleven o’clock, on the night of the crime, there was not\na soul at the parsonage in Brechy. The priest was dining with M.\nBesson, at his house; and his servant had gone out to meet him with a\nlantern.”",
        "“I understand,” said M. Magloire.",
        "“Why should you not have gone to see the priest at Brechy, my dear\nclient? In the first place, you had to arrange the details of the\nceremony with him; then, as he is your friend, and a man of\nexperience, and a priest, you wanted to ask him for his advice before\ntaking so grave a step, and, finally, you intended to fulfil that\nreligious duty of which he spoke, and which you were rather reluctant\nto comply with.”",
        "“Well said!” approved the eminent lawyer of Sauveterre,–\"very well\nsaid!”",
        "“So, you see, my dear client, it was for the purpose of consulting the\npriest at Brechy that you deprived yourself of the pleasure of\nspending the evening with your betrothed. Now let us see how that\nanswers the allegations of the prosecution. They ask you why you took\nto the marshes. Why? Because it was the shortest way, and you were\nafraid of finding the priest in bed. Nothing more natural; for it is\nwell known that the excellent man is in the habit of going to bed at\nnine o’clock. Still you had put yourself out in vain; for, when you\nknocked at the door of the parsonage, nobody came to open.”",
        "Here M. Magloire interrupted his colleague, saying,–",
        "“So far, all is very well. But now there comes a very great\nimprobability. No one would think of going through the forest of\nRochepommier in order to return from Brechy to Boiscoran. If you knew\nthe country\"–",
        "“I know it; for I have carefully explored it. And the proof of it is,\nthat, having foreseen the objection, I have found an answer. While M.\nde Boiscoran knocked at the door, a little peasant-girl passed by, and\ntold him that she had just met the priest at a place called the\nMarshalls’ Cross-roads. As the parsonage stands quite isolated, at the\nend of the village, such an incident is very probable. As for the\npriest, chance led me to learn this: precisely at the hour at which M.\nde Boiscoran would have been at Brechy, a priest passed the Marshalls’\nCross-roads; and this priest, whom I have seen, belongs to the next\nparish. He also dined at M. Besson’s, and had just been sent for to\nattend a dying woman. The little girl, therefore, did not tell a\nstory; she only made a mistake.”",
        "“Excellent!” said M. Magloire.",
        "“Still,” continued M. Folgat, “after this information, what did M. de\nBoiscoran do? He went on; and, hoping every moment to meet the priest,\nhe walked as far as the forest of Rochepommier. Finding, at last, that\nthe peasant-girl had–purposely or not–led him astray, he determined\nto return to Boiscoran through the woods. But he was in very bad humor\nat having thus lost an evening which he might have spent with his\nbetrothed; and this made him swear and curse, as the witness Gaudry\nhas testified.”",
        "The famous lawyer of Sauveterre shook his head.",
        "“That is ingenious, I admit; and I confess, in all humility, that I\ncould not have suggested any thing as good. But–for there is a but–\nyour story sins by its very simplicity. The prosecution will say, ’If\nthat is the truth, why did not M. de Boiscoran say so at once? And\nwhat need was there to consult his counsel?’ “",
        "M. Folgat showed in his face that he was making a great effort to meet\nthe objection. After a while, he replied,–",
        "“I know but too well that that is the weak spot in our armor,–a very\nweak spot, too; for it is quite clear, that, if M. de Boiscoran had\ngiven this explanation on the day of his arrest, he would have been\nreleased instantly. But what better can be found? What else can be\nfound? However, this is only a rough sketch of my plan, and I have\nnever put it into words yet till now. With your assistance, M.\nMagloire, with the aid of Mechinet, to whom I am already indebted for\nvery valuable information, with the aid of all our friends, in fine, I\ncannot help hoping that I may be able to improve my plan by adding\nsome mysterious secret which may help to explain M. de Boiscoran’s\nreticence. I thought, at one time, of calling in politics, and to\npretend, that, on account of the peculiar views of which he is\nsuspected, M. de Boiscoran preferred keeping his relations with the\npriest at Brechy a secret.”",
        "“Oh, that would have been most unfortunate!” broke in M. Magloire. “We\nare not only religious at Sauveterre, we are devout, my good\ncolleague,–excessively devout.”",
        "“And I have given up that idea.”",
        "Jacques, who had till now kept silent and motionless, now raised\nhimself suddenly to his full height, and cried, in a voice of\nconcentrated rage,–",
        "“Is it not too bad, is it not atrocious, that we should be compelled\nto concoct a falsehood? And I am innocent! What more could be done if\nI were a murderer?”",
        "Jacques was perfectly right: it was monstrous that he should be\nabsolutely forced to conceal the truth. But his counsel took no notice\nof his indignation: they were too deeply absorbed in examining\nminutely their system of defence.",
        "“Let us go on to the other points of the accusation,” said M.\nMagloire.",
        "“If my version is accepted,” replied M. Folgat, “the rest follows as a\nmatter of course. But will they accept it? On the day on which he was\narrested, M. de Boiscoran, trying to find an excuse for having been\nout that night, has said that he had gone to see his wood-merchant at\nBrechy. That was a disastrous imprudence. And here is the real danger.\nAs to the rest, that amounts to nothing. There is the water in which\nM. de Boiscoran washed his hands when he came home, and in which they\nhave found traces of burnt paper. We have only to modify the facts\nvery slightly to explain that. We have only to state that M. de\nBoiscoran is a passionate smoker: that is well known. He had taken\nwith him a goodly supply of cigarettes when he set out for Brechy; but\nhe had taken no matches. And that is a fact. We can furnish proof, we\ncan produce witnesses, we had no matches; for we had forgotten our\nmatch-box, the day before, at M. de Chandore’s,–the box which we\nalways carry about on our person, which everybody knows, and which is\nstill lying on the mantelpiece in Miss Dionysia’s little boudoir.\nWell, having no matches, we found that we could go no farther without\na smoke. We had gone quite far already; and the question was, Shall we\ngo on without smoking, or return? No need of either! There was our\ngun; and we knew very well what sportsmen do under such circumstances.\nWe took the shot out of one of our cartridges, and, in setting the\npowder on fire, we lighted a piece of paper. This is an operation in\nwhich you cannot help blackening your fingers. As we had to repeat it\nseveral times, our hands were very much soiled and very black, and the\nnails full of little fragments of burnt paper.”",
        "“Ah! now you are right,” exclaimed M. Magloire. “Well done!”",
        "His young colleague became more and more animated; and always\nemploying the profession “we,” which his brethren affect, he went\non,–",
        "“This water, which you dwell upon so much, is the clearest evidence of\nour innocence. If we had been an incendiary, we should certainly have\npoured it out as hurriedly as the murderer tries to wash out the\nblood-stains on his clothes, which betray him.”",
        "“Very well,” said M. Magloire again approvingly.",
        "“And your other charges,” continued M. Folgat, as if he were standing\nin court, and addressing the jury,–\"your other charges have all the\nsame weight. Our letter to Miss Dionysia–why do you refer to that?\nBecause, you say, it proves our premeditation. Ah! there I hold you.\nAre we really so stupid and bereft of common sense? That is not our\nreputation. What! we premeditate a crime, and we do not say to\nourselves that we shall certainly be convicted unless we prepare an\n/alibi/! What! we leave home with the fixed purpose of killing a man,\nand we load our gun with small-shot! Really, you make the defence too\neasy; for your charges do not stand being examined.”",
        "It was Jacques’s turn, this time, to testify his approbation.",
        "“That is,” he said, “what I have told Galpin over and over again; and\nhe never had any thing to say in reply. We must insist on that point.”",
        "M. Folgat was consulting his notes.",
        "“I now come to a very important circumstance, and one which I should,\nat the trial, make a decisive question, if it should be favorable to\nour side. Your valet, my dear client,–your old Anthony,–told me that\nhe had cleaned and washed your breech-loader the night before the\ncrime.”",
        "“Great God!” exclaimed Jacques.",
        "“Well, I see you appreciate the importance of the fact. Between that\ncleaning and the time when you set a cartridge on fire, in order to\nburn the letters of the Countess Claudieuse, did you fire your gun? If\nyou did, we must say nothing more about it. If you did not, one of the\nbarrels of the breech-loader must be clean, and then you are safe.”",
        "For more than a minute, Jacques remained silent, trying to recall the\nfacts; at last he replied,–",
        "“It seems to me, I am sure, I fired at a rabbit on the morning of the\nfatal day.”",
        "M. Magloire looked disappointed.",
        "“Fate again!” he said.",
        "“Oh, wait!” cried Jacques. “I am quite sure, at all events, that I\nkilled that rabbit at the first shot. Consequently, I can have fouled\nonly one barrel of the gun. If I have used the same barrel at\nValpinson, to get a light, I am safe. With a double gun, one almost\ninstinctively first uses the right-hand barrel.”",
        "M. Magloire’s face grew darker.",
        "“Never mind,” he said, “we cannot possibly make an argument upon such\nan uncertain chance,–a chance which, in case of error, would almost\nfatally turn against us. But at the trial, when they show you the gun,\nexamine it, so that you can tell me how that matter stands.”",
        "Thus they had sketched the outlines of their plan of defence. There\nremained nothing now but to perfect the details; and to this task the\ntwo lawyers were devoting themselves still, when Blangin, the jailer,\ncalled to them through the wicket, that the doors of the prison were\nabout to be closed.",
        "“Five minutes more, my good Blangin!” cried Jacques.",
        "And drawing his two friends aside, as far from the wicket as he could,\nhe said to them in a low and distressed voice,–",
        "“A thought has occurred to me, gentlemen, which I think I ought to\nmention to you. It cannot be but that the Countess Claudieuse must be\nsuffering terribly since I am in prison. However, sure she may be of\nhaving left no trace behind her that could betray her, she must\ntremble at the idea that I may, after all, tell the truth in self-\ndefence. She would deny, I know, and she is so sure of her prestige,\nthat she knows my accusation would not injure her marvellous\nreputation. Nevertheless, she cannot but shrink from the scandal. Who\nknows if she might not give us the means to escape from the trial, to\navoid such exposure? Why might not one of you gentleman make the\nattempt?”",
        "M. Folgat was a man of quick resolution.",
        "“I will try, if you will give me a line of introduction.”",
        "Jacque immediately sat down, and wrote,–",
        " “I have told my counsel, M. Folgat, every thing. Save me, and I\n  swear to you eternal silence. Will you let me perish, Genevieve,\n  when you know I am innocent?",
        "“Jacques.”",
        "“Is that enough?” he asked, handing the lawyer the note.",
        "“Yes; and I promise you I will see the Countess Claudieuse within the\nnext forty-eight hours.”",
        "Blangin was becoming impatient; and the two advocates had to leave the\nprison. As they crossed the New-Market Square, they noticed, not far\nfrom them, a wandering musician, who was followed by a number of boys\nand girls.",
        "It was a kind of minstrel, dressed in a sort of garment which was no\nlonger an overcoat and had not yet assumed the shape of a shortcoat.\nHe was strumming on a wretched fiddle; but his voice was good, and the\nballad he sang had the full flavor of the local accent:–",
        " “In the spring, mother Redbreast\n  Made her nest in the bushes,\n       The good lady!\n  Made her nest in the bushes,\n       The good lady!”",
        "Instinctively M. Folgat was fumbling in his pocket for a few cents,\nwhen the musician came up to him, held out his hat as if to ask alms,\nand said,–",
        "“You do not recognize me?”",
        "The advocate started.",
        "“You here!” he said.",
        "“Yes, I myself. I came this morning. I was watching for you; for I\nmust see you this evening at nine o’clock. Come and open the little\ngarden-gate at M. de Chandore’s for me.”",
        "And, taking up his fiddle again, he wandered off listlessly, singing\nwith his clear voice,–",
        " “And a few, a few weeks later,\n  She had a wee, a wee bit birdy.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}