{
    "title": "Within an Inch of His Life - IX.",
    "author": "Emile Gaboriau",
    "chapter": "18",
    "content": [
        "\n\n",
        "During the last twenty-four hours, Mechinet had changed so much, that\nhis sisters recognized him no longer. Immediately after Dionysia’s\ndeparture, they had come to him, hoping to hear at last what was meant\nby that mysterious interview; but at the first word he had cried out\nwith a tone of voice which frightened his sisters to death,–",
        "“That is none of your business! That is nobody’s business!” and he had\nremained alone, quite overcome by his adventure, and dreaming of the\nmeans to make good his promise without ruining himself. That was no\neasy matter.",
        "When the decisive moment arrived, he discovered that he would never be\nable to get the note into M. de Boiscoran’s hands, without being\ncaught by that lynx-eyed M. Galpin: as the letter was burning in his\npocket, he saw himself compelled, after long hesitation, to appeal for\nhelp to the man who waited on Jacques,–to Trumence, in fine. The\nlatter was, after all, a good enough fellow; his only besetting sin\nbeing unconquerable laziness, and his only crime in the eyes of the\nlaw perpetual vagrancy. He was attached to Mechinet, who upon former\noccasions, when he was in jail, had given him some tobacco, or a\nlittle money to buy a glass of wine. He made therefore no objection,\nwhen the clerk asked him to give a letter to M. de Boiscoran, and to\nbring back an answer. He acquitted himself, moreover, faithfully and\nhonestly of his commission. But, because every thing had gone well\nonce, it did not follow that Mechinet felt quite at peace. Besides\nbeing tormented by the thought that he had betrayed his duty, he felt\nwretched in being at the mercy of an accomplice. How easily might he\nnot be betrayed! A slight indiscretion, an awkward blunder, an unlucky\naccident, might do it. What would become of him then?",
        "He would lose his place and all his other employments, one by one. He\nwould lose confidence and consideration. Farewell to all ambitious\ndreams, all hopes of wealth, all dreams of an advantageous marriage.\nAnd still, by an odd contradiction, Mechinet did not repent what he\nhad done, and felt quite ready to do it over again. He was in this\nstate of mind when the old nurse brought him Dionysia’s letter.",
        "“What, again?” he exclaimed.",
        "And when he had read the few lines, he replied,–",
        "“Tell your mistress I will be there!” But in his heart he thought some\nuntoward event must have happened.",
        "The little garden-gate was half-open: he had only to push it to enter.\nThere was no moon; but the night was clear, and at a short distance\nfrom him, under the trees, he recognized Dionysia, and went towards\nher.",
        "“Pardon me, sir,” she said, “for having dared to send for you.”",
        "Mechinet’s anxiety vanished instantly. He thought no longer of his\nstrange position. His vanity was flattered by the confidence which\nthis young lady put in him, whom he knew very well as the noblest, the\nmost beautiful, and the richest heiress in the whole country.",
        "“You were quite right to send for me, madam,” he replied, “if I can be\nof any service to you.”",
        "In a few words she had told him all; and, when she asked his advice,\nhe replied,–",
        "“I am entirely of M. Folgat’s opinion, and think that grief and\nisolation begin to have their effect upon M. de Boiscoran’s mind.”",
        "“Oh, that thought is maddening!” murmured the poor girl.",
        "“I think, as M. Magloire does, that M. de Boiscoran, by his silence,\nonly makes his situation much worse. I have a proof of that. M.\nGalpin, who, at first, was all doubt and anxiety, is now quite\nreassured. The attorney-general has written him a letter, in which he\ncompliments his energy.”",
        "“And then.”",
        "“Then we must induce M. de Boiscoran to speak. I know very well that\nhe is firmly resolved not to speak; but if you were to write to him,\nsince you can write to him\"–",
        "“A letter would be useless.”",
        "“But\"–",
        "“Useless, I tell you. But I know a means.”",
        "“You must use it promptly, madam: don’t lose a moment. There is no\ntime.”",
        "The night was clear, but not clear enough for the clerk to see how\nvery pale Dionysia was.",
        "“Well, then, I must see M. de Boiscoran: I must speak to him.”",
        "She expected the clerk to start, to cry out, to protest. Far from it:\nhe said in the quietest tone,–",
        "“To be sure; but how?”",
        "“Blangin the keeper, and his wife, keep their places only because they\ngive them a support. Why might I not offer them, in return for an\ninterview with M. de Boiscoran, the means to go and live in the\ncountry?”",
        "“Why not?” said the clerk.",
        "And in a lower voice, replying to the voice of his conscience, he went\non,–",
        "“The jail in Sauveterre is not at all like the police-stations and\nprisons of larger towns. The prisoners are few in number; they are\nhardly guarded. When the doors are shut, Blangin is master within.”",
        "“I will go and see him to-morrow,” declared Dionysia.",
        "There are certain slopes on which you must glide down. Having once\nyielded to Dionysia’s suggestions, Mechinet had, unconsciously, bound\nhimself to her forever.",
        "“No: do not go there, madam,” he said. “You could not make Blangin\nbelieve that he runs no danger; nor could you sufficiently arouse his\ncupidity. I will speak to him myself.”",
        "“O sir!” exclaimed Dionysia, “how can I ever?\"–",
        "“How much may I offer him?” asked the clerk.",
        "“Whatever you think proper–any thing.”",
        "“Then, madam, I will bring you an answer to-morrow, here, and at the\nsame hour.”",
        "And he went away, leaving Dionysia so buoyed up by hope, that all the\nevening, and the next day, the two aunts and the marchioness, neither\nof whom was in the secret, asked each other incessantly,–",
        "“What is the matter with the child?”",
        "She was thinking, that, if the answer was favorable, ere twenty-four\nhours had gone by, she would see Jacques; and she kept saying to\nherself,–",
        "“If only Mechinet is punctual!”",
        "He was so. At ten o’clock precisely, he pushed open the little gate,\njust as the night before, and said at once,–",
        "“It is all right!”",
        "Dionysia was so terribly excited, that she had to lean against a tree.",
        "“Blangin agrees,” the clerk went on. “I promised him sixteen thousand\nfrancs. Perhaps that is rather much?”",
        "“It is very little.”",
        "“He insists upon having them in gold.”",
        "“He shall have it.”",
        "“Finally, he makes certain conditions with regard to the interview,\nwhich will appear rather hard to you.”",
        "The young girl had quite recovered by this time.",
        "“What are they?”",
        "“Blangin is taking all possible precautions against detection,\nalthough he is quite prepared for the worst. He has arranged it this\nway: To-morrow evening, at six o’clock, you will pass by the jail. The\ndoor will stand open, and Blangin’s wife, whom you know very well, as\nshe has formerly been in your service, will be standing in the door.\nIf she does not speak to you, you keep on: something has happened. If\nshe does speak to you, go up to her, you, quite alone, and she will\nshow you into a small room which adjoins her own. There you will stay\ntill Blangin, perhaps at a late hour, thinks he can safely take you to\nM. de Boiscoran’s cell. When the interview is over, you come back into\nthe little room, where a bed will be ready for you, and you spend the\nnight there; for this is the hardest part of it: you cannot leave the\nprison till next day.”",
        "This was certainly terrible; still, after a moment’s reflection,\nDionysia said,–",
        "“Never mind! I accept. Tell Blangin, M. Mechinet, that it is all\nright.”",
        "That Dionysia should accept all the conditions of Blangin the jailer\nwas perfectly natural; but to obtain M. de Chandore’s consent was a\nmuch more difficult task. The poor girl understood this so well, that,\nfor the first time in her life, she felt embarrassed in her\ngrandfather’s presence. She hesitated, she prepared her little speech,\nand she selected carefully her words. But in spite of all her skill,\nin spite of all the art with which she managed to present her strange\nrequest, M. de Chandore had no sooner understood her project than he\nexclaimed,–",
        "“Never, never, never!”",
        "Perhaps in his whole life the old gentleman had never expressed\nhimself in so positive a manner. His brow had never looked so dark.\nUsually, when his granddaughter had a petition, his lips might say,\n“No;” but his eyes always said, “Yes.”",
        "“Impossible!” he repeated, and in a tone of voice which seemed to\nadmit of no reply.",
        "Surely, in all these painful events, he had not spared himself, and he\nhad so far done for Dionysia all that she could possibly expect of\nhim. Her will had been his will. As she had prompted, he had said,\n“Yes,” or “No.” What more could he have said or done?",
        "Without telling him what she was going to do with it, Dionysia had\nasked him for twenty thousand francs, and he had given them to her,\nhowever big the sum might be everywhere, however immense in a small\ntown like Sauveterre. He was quite ready to give her as much again, or\ntwice as much, without asking any more questions.",
        "But for Dionysia to leave her home one evening at six o’clock, and not\nto return to it till the next morning–",
        "“That I cannot permit,” he repeated.",
        "But for Dionysia to spend a night in the Sauveterre jail, in order to\nhave an interview with her betrothed, who was accused of incendiarism\nand murder; to remain there all night, alone, absolutely at the mercy\nof the jailer, a hard, coarse, covetous man–",
        "“That I will never permit,” exclaimed the old gentleman once more.",
        "Dionysia remained calm, and let the storm pass. When her grandfather\nbecame silent, she said,–",
        "“But if I must?”",
        "M. de Chandore shrugged his shoulders. She repeated in a louder\ntone,–",
        "“If I must, in order to decide Jacques to abandon this system that\nwill ruin him, to induce him to speak before the investigation is\ncompleted?”",
        "“That is not your business, my child,” said the old gentleman.",
        "“Oh!”",
        "“That is the business of his mother, the Marchioness of Boiscoran.\nWhatever Blangin agrees to venture for your sake, he will do as well\nfor her sake. Let the marchioness go and spend the night at the jail.\nI agree to that. Let her see her son. That is her duty.”",
        "“But surely she will never shake Jacques’s resolution.”",
        "“And you think you have more influence over him than his mother?”",
        "“It is not the same thing, dear papa.”",
        "“Never mind!”",
        "This “never mind” of Grandpapa Chandore was as positive as his\n“impossible;” but he had begun to discuss the question, and to discuss\nmeans to listen to arguments on the other side.",
        "“Do not insist, my dear child,” he said again. “My mind is made up;\nand I assure you\"–",
        "“Don’t say so, papa,” said the young girl.",
        "And her attitude was so determined, and her voice so firm, that the\nold gentleman was quite overwhelmed for a moment.",
        "“But, if I am not willing,” he said.",
        "“You will consent, dear papa, you will certainly not force your little\ngranddaughter, who loves you so dearly, to the painful necessity of\ndisobeying you for the first time in her life.”",
        "“Because, for the first time in her life I am not doing what my\ngranddaughter wants me to do?”",
        "“Dear papa, let me tell you.”",
        "“Rather listen to me, poor child, and let me show you to what dangers,\nto what misfortunes, you expose yourself. To go and spend a night at\nthis prison would be risking, understand me well, your honor,–that\ntender, delicate honor which is tarnished by a breath, which involves\nthe happiness and the peace of your whole life.”",
        "“But Jacques’s honor and life are at stake.”",
        "“Poor imprudent girl! How do you know but he would be the very first\nto blame you cruelly for such a step?”",
        "“He?”",
        "“Men are made so: the most perfect devotion irritates them at times.”",
        "“Be it so. I would rather endure Jacques’s unjust reproaches than the\nidea of not having done my duty.”",
        "M. de Chandore began to despair.",
        "“And if I were to beg you, Dionysia, instead of commanding. If your\nold grandfather were to beseech you on his knees to abandon your fatal\nproject.”",
        "“You would cause me fearful pain, dear papa: but it would be all in\nvain; for I must resist your prayers, as I must resist your orders.”",
        "“Inexorable!” cried the old gentleman. “She is immovable!” And\nsuddenly changing his tone, he cried,–",
        "“But, after all, I am master here.”",
        "“Dear papa, pray!”",
        "“And since nothing can move you, I will speak to Mechinet, I will let\nBlangin know my will.”",
        "Dionysia, turning as pale as death, but with burning eyes, drew back a\nstep, and said,–",
        "“If you do that, grandpapa, if you destroy my last hope\"–",
        "“Well?”",
        "“I swear to you by the sacred memory of my mother, I will be in a\nconvent to-morrow, and you will never see me again in your life, not\neven if I should die, which would certainly soon\"–",
        "M. de Chandore, raising his hands to heaven, and with an accent of\ngenuine despair, exclaimed,–",
        "“Ah, my God! Are these our children? And is this what is in store for\nus old people? We have spent a lifetime in watching over them; we have\nsubmissively gratified all their fancies; they have been our greatest\nanxiety, and our sweetest hope; we have given them our life day by\nday, and we would not hesitate to give them our life’s blood drop by\ndrop; they are every thing to us, and we imagine they love us–poor\nfools that we are! One fine day, a man goes by, a careless,\nthoughtless man, with a bright eye and a ready tongue, and it is all\nover. Our child is no longer our own; our child no longer knows us.\nGo, old man, and die in your corner.”",
        "Overwhelmed by his grief, the old man staggered and sank into a chair,\nas an old oak, cut by the woodman’s axe, trembles and falls.",
        "“Ah, this is fearful!” murmured Dionysia. “What you say, grandpapa, is\ntoo fearful. How can you doubt me?”",
        "She had knelt down. She was weeping; and her hot tears fell upon the\nold gentleman’s hands. He started up as he felt them on his icy-cold\nhand; and, making one more effort, he said,–",
        "“Poor, poor child! And suppose Jacques is guilty, and, when he sees\nyou, confesses his crime, what then?”",
        "Dionysia shook her head.",
        "“That is impossible,” she said; “and still, even if it were so, I\nought to be punished as much as he is; for I know, if he had asked me,\nI should have acted in concert with him.”",
        "“She is mad!” exclaimed M. de Chandore, falling back into his chair.\n“She is mad!”",
        "But he was overcome; and the next day, at five in the afternoon, his\nheart torn by unspeakable grief, he went down the steep street with\nhis daughter on his arm. Dionysia had chosen her simplest and plainest\ndress; and the little bag she carried on her arm contained not sixteen\nbut twenty thousand francs. As a matter of course, it had been\nnecessary to take the marchioness into their confidence; but neither\nshe, nor the Misses Lavarande, nor M. Folgat, had raised an objection.\nDown to the prison, grandfather and grandchild had not exchanged a\nword; but, when they reached it, Dionysia said,–",
        "“I see Mrs. Blangin at the door: let us be careful.”",
        "They came nearer. Mrs. Blangin saluted them.",
        "“Come, it is time,” said the young girl. “Till to-morrow, dear papa!\nGo home quickly, and be not troubled about me.”",
        "Then joining the keeper’s wife, she disappeared inside the prison.",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}