{
    "title": "Within an Inch of His Life - Third Part",
    "author": "Emile Gaboriau",
    "chapter": "41",
    "content": [
        "\n\n",
        "                               COCOLEU",
        "                                  I.",
        "Thus M. Galpin triumphed, and M. Gransiere had reason to be proud of\nhis eloquence. Jacques de Boiscoran had been found guilty.",
        "But he looked calm, and even haughty, as the president, M. Domini,\npronounced the terrible sentence, a thousand times braver at that\nmoment than the man who, facing the squad of soldiers from whom he is\nto receive death, refuses to have his eyes bandaged, and himself gives\nthe word of command with a firm voice.",
        "That very morning, a few moments before the beginning of the trial, he\nhad said to Dionysia,–",
        "“I know what is in store for me; but I am innocent. They shall not see\nme turn pale, nor hear me ask for mercy.”",
        "And, gathering up all the energy of which the human heart is capable,\nhe had made a supreme effort at the decisive moment, and kept his\nword.",
        "Turning quietly to his counsel at the moment when the last words of\nthe president were lost among the din of the crowd, he said,–",
        "“Did I not tell you that the day would come when you yourself would be\nthe first to put a weapon into my hands?”",
        "M. Folgat rose promptly.",
        "He showed neither the anger nor the disappointment of an advocate who\nhas just had a cause which he knew to be just.",
        "“That day has not come yet,” he replied. “Remember your promise. As\nlong as there remains a ray of hope, we shall fight. Now we have much\nmore than mere hope at this moment. In less than a month, in a week,\nperhaps to-morrow, we shall have our revenge.”",
        "The unfortunate man shook his head.",
        "“I shall nevertheless have undergone the disgrace of a condemnation,\"\nhe murmured.",
        "The taking the ribbon of the Legion of Honor from his buttonhole, he\nhanded it to M. Folgat, saying–",
        "“Keep this in memory of me, and if I never regain the right to wear\nit\"–",
        "In the meantime, however, the gendarmes, whose duty it was to guard\nthe prisoner, had risen; and the sergeant said to Jacques,–",
        "“We must go, sir. Come, come! You need not despair. You need not lose\ncourage. All is not over yet. There is still the appeal for you, and\nthen the petition for pardon, not to speak of what may happen, and\ncannot be foreseen.”",
        "M. Folgat was allowed to accompany the prisoner, and was getting ready\nto do so; but the latter said, with a pained voice,–",
        "“No, my friend, please leave me alone. Others have more need of your\npresence than I have. Dionysia, my poor father, my mother. Go to them.\nTell them that the horror of my condemnation lies in the thought of\nthem. May they forgive me for the affliction which I cause them, and\nfor the disgrace of having me for their son, for her betrothed!”",
        "Then, pressing the hands of his counsel, he added,–",
        "“And you, my friends, how shall I ever express to you my gratitude?\nAh! if incomparable talents, and matchless zeal and ability, had\nsufficed, I know I should be free. But instead of that\"–he pointed at\nthe little door through which he was to pass, and said in a\nheartrending tone,–",
        "“Instead of that, there is the door to the galleys. Henceforth\"–",
        "A sob cut short his words. His strength was exhausted; for if there\nare, so to say, no limits to the power of endurance of the spirit, the\nenergy of the body has its bounds. Refusing the arm which the sergeant\noffered him, he rushed out of the room.",
        "M. Magloire was well-nigh beside himself with grief.",
        "“Ah! why could we not save him?” he said to his young colleague. “Let\nthem come and speak to me again of the power of conviction. But we\nmust not stay here: let us go!”",
        "They threw themselves into the crowd, which was slowly dispersing, all\npalpitating yet with the excitement of the day.",
        "A strange reaction was already beginning to set in,–a reaction\nperfectly illogic, and yet intelligible, and by no means rare under\nsimilar circumstances.",
        "Jacques de Boiscoran, an object of general execration as long as he\nwas only suspected, regained the sympathy of all the moment he was\ncondemned. It was as if the fatal sentence had wiped out the horror of\nthe crime. He was pitied; his fate was deplored; and as they thought\nof his family, his mother, and his betrothed, they almost cursed the\nseverity of the judges.",
        "Besides, even the least observant among those present had been struck\nby the singular course which the proceedings had taken. There was not\none, probably, in that vast assembly who did not feel that there was a\nmysterious and unexplored side of the case, which neither the\nprosecution nor the defence had chosen to approach. Why had Cocoleu\nbeen mentioned only once, and then quite incidentally? He was an\nidiot, to be sure; but it was nevertheless through his evidence alone\nthat suspicions had been aroused against M. de Boiscoran. Why had he\nnot been summoned either by the prosecution or by the defence?",
        "The evidence given by Count Claudieuse, also, although apparently so\nconclusive at the moment, was now severely criticised.",
        "The most indulgent said,–",
        "“That was not well done. That was a trick. Why did he not speak out\nbefore? People do not wait for a man to be down before they strike\nhim.”",
        "Others added,–",
        "“And did you notice how M. de Boiscoran and Count Claudieuse looked at\neach other? Did you hear what they said to each other? One might have\nsworn that there was something else, something very different from a\nmere lawsuit, between them.”",
        "And on all sides people repeated,–",
        "“At all events, M. Folgat is right. The whole matter is far from being\ncleared up. The jury was long before they agreed. Perhaps M. de\nBoiscoran would have been acquitted, if, at the last moment, M.\nGransiere had not announced the impending death of Count Claudieuse in\nthe adjoining room.”",
        "M. Magloire and M. Folgat listened to all these remarks, as they heard\nthem in the crowd here and there, with great satisfaction; for in\nspite of all the assertions of magistrates and judges, in spite of all\nthe thundering condemnations against the practice, public opinion will\nfind an echo in the court-room; and, more frequently than we think,\npublic opinion does dictate the verdict of the jury.",
        "“And now,” said M. Magloire to his young colleague, “now we can be\ncontent. I know Sauveterre by heart. I tell you public opinion is\nhenceforth on our side.”",
        "By dint of perseverance they made their way, at last, out through the\nnarrow door of the court-room, when one of the ushers stopped them.",
        "“They wish to see you,” said the man.",
        "“Who?”",
        "“The family of the prisoner. Poor people! They are all in there, in M.\nMechinet’s office. M. Daubigeon told me to keep it for them. The\nMarchioness de Boiscoran also was carried there when she was taken ill\nin the court-room.”",
        "He accompanied the two gentlemen, while telling them this, to the end\nof the hall; then he opened a door, and said,–",
        "“They are in there,” and withdrew discreetly.",
        "There, in an easy-chair, with closed eyes, and half-open lips, lay\nJacques’s mother. Her livid pallor and her stiff limbs made her look\nlike a dead person; but, from time to time, spasms shook her whole\nbody, from head to foot. M. de Chandore stood on one side, and the\nmarquis, her husband, on the other, watching her with mournful eyes\nand in perfect silence. They had been thunderstruck; and, from the\nmoment when the fatal sentence fell upon their ears, neither of them\nhad uttered a word.",
        "Dionysia alone seemed to have preserved the faculty of reasoning and\nmoving. But her face was deep purple; her dry eyes shone with a\npainful light; and her body shook as with fever. As soon as the two\nadvocates appeared, she cried,–",
        "“And you call this human justice?”",
        "And, as they were silent, she added,–-",
        "“Here is Jacques condemned to penal labor; that is to say, he is\njudicially dishonored, lost, disgraced, forever cut off from human\nsociety. He is innocent; but that does not matter. His best friends\nwill know him no longer: no hand will touch his hand hereafter; and\neven those who were most proud of his affection will pretend to have\nforgotten his name.”",
        "“I understand your grief but too well, madam,” said M. Magloire.",
        "“My grief is not as great as my indignation,” she broke in. “Jacques\nmust be avenged, and he shall be avenged! I am only twenty, and he is\nnot thirty yet: there is a whole life before us which we can devote to\nthe work of his rehabilitation; for I do not mean to abandon him. I!\nHis undeserved misfortunes make him a thousand times dearer to me, and\nalmost sacred. I was his betrothed this morning: this evening I am his\nwife. His condemnation was our nuptial benediction. And if it is true,\nas grandpapa says, that the law prohibits a prisoner to marry the\nwoman he loves, well, I will be his without marriage.”",
        "Dionysia spoke all this aloud, so loud that it seemed she wanted all\nthe earth to hear what she was saying.",
        "“Ah! let me reassure you by a single word, madam,” said M. Folgat. “We\nhave not yet come to that. The sentence is not final.”",
        "The Marquis de Boiscoran and M. de Chandore started.",
        "“What do you mean?”",
        "“An oversight which M. Galpin has committed makes the whole proceeding\nnull and void. You will ask how a man of his character, so painstaking\nand so formal, should have made such a blunder. Probably because he\nwas blinded by passion. Why had nobody noticed this oversight? Because\nfate owed us this compensation. There can be no question about the\nmatter. The defect is a defect of form; and the law provides expressly\nfor the case. The sentence must be declared void, and we shall have\nanother trial.”",
        "“And you never told us anything of that?” asked Dionysia.",
        "“We hardly dared to think of it,” replied M. Magloire. “It was one of\nthose secrets which we dare not confide to our own pillow. Remember,\nthat, in the course of the proceedings, the error might have been\ncorrected at any time. Now it is too late. We have time before us; and\nthe conduct of Count Claudieuse relieves us from all restraint of\ndelicacy. The veil shall be torn now.”",
        "The door opened violently, interrupting his words. Dr. Seignebos\nentered, red with anger, and darting fiery glances from under his gold\nspectacles.",
        "“Count Claudieuse?” M. Folgat asked eagerly.",
        "“Is next door,” replied the doctor. “They have had him down on a\nmattress, and his wife is by his side. What a profession ours is! Here\nis a man, a wretch, whom I should be most happy to strangle with my\nown hands; and I am compelled to do all I can to recall him to life: I\nmust lavish my attentions upon him, and seek every means to relieve\nhis sufferings.”",
        "“Is he any better?”",
        "“Not at all! Unless a special miracle should be performed in his\nbehalf, he will leave the court-house only feet forward, and that in\ntwenty-four hours. I have not concealed it from the countess; and I\nhave told her, that, if she wishes her husband to die in peace with\nHeaven, she has but just time to send for a priest.”",
        "“And has she sent for one?”",
        "“Not at all! She told me her husband would be terrified by the\nappearance of a priest, and that would hasten his end. Even when the\ngood priest from Brechy came of his own accord, she sent him off\nunceremoniously.”",
        "“Ah the miserable woman!” cried Dionysia.",
        "And, after a moment’s reflection, she added,–",
        "“And yet that may be our salvation. Yes, certainly. Why should I\nhesitate? Wait for me here: I am coming back.”",
        "She hurried out. Her grandpapa was about to follow her; but M. Folgat\nstopped him.",
        "“Let her do it,” he said,–\"let her do it!”",
        "It had just struck ten o’clock. The court-house, just now as full and\nas noisy as a bee-hive, was silent and deserted. In the immense hall,\nbadly lighted by a smoking lamp, there were only two men to be seen.\nOne was the priest from Brechy, who was praying on his knees close to\na door; and the other was the watchman, who was slowly walking up and\ndown, and whose steps resounded there as in a church.",
        "Dionysia went straight up to the latter.",
        "“Where is Count Claudieuse?” she asked.",
        "“There, madam,” replied the man, pointing at the door before which the\npriest was praying,–\"there, in the private office of the commonwealth\nattorney.”",
        "“Who is with him?”",
        "“His wife, madam, and a servant.”",
        "“Well, go in and tell the Countess Claudieuse,–but so that her\nhusband does not hear you,–that Miss Chandore desires to see her a\nfew moments.”",
        "The watchman made no objection, and went in. But, when he came back,\nhe said to the young girl,–",
        "“Madam, the countess sends word that she cannot leave her husband, who\nis very low.”",
        "She stopped him by an impatient gesture, and said,–",
        "“Never mind! Go back and tell the countess, that, if she does not come\nout, I shall go in this moment; that, if it must be, I shall force my\nway in; that I shall call for help; that nothing will keep me. I must\nabsolutely see her.”",
        "“But, madam\"–",
        "“Go! Don’t you see that it is a question of life and death?”",
        "There was such authority in her voice, that the watchman no longer\nhesitated. He went in once more, and reappeared a moment after.",
        "“Go in,” he said to the young girl.",
        "She went in, and found herself in a little anteroom which preceded the\noffice of the commonwealth attorney. A large lamp illuminated the\nroom. The door leading to the room in which the count was lying was\nclosed.",
        "In the centre of the room stood the Countess Claudieuse. All these\nsuccessive blows had not broken her indomitable energy. She looked\npale, but calm.",
        "“Since you insist upon it, madam,” she began, “I come to tell you\nmyself that I cannot listen to you. Are you not aware that I am\nstanding between two open graves,–that of my poor girl, who is dying\nat my house, and that of my husband, who is breathing his last in\nthere?”",
        "She made a motion as if she were about to retire; but Dionysia stopped\nher by a threatening look, and said with a trembling voice,–",
        "“If you go back into that room where your husband is, I shall go back\nwith you, and I shall speak before him. I shall ask you right before\nhim, how you dare order a priest away from his bedside at the moment\nof death, and whether, after having robbed him of all his happiness in\nlife, you mean to make him unhappy in all eternity.”",
        "Instinctively the countess drew back.",
        "“I do not understand you,” she said.",
        "“Yes, you do understand me, madam. Why will you deny it? Do you not\nsee that I know every thing, and that I have guessed what you have not\ntold me? Jacques was your lover; and your husband has had his\nrevenge.”",
        "“Ah!” cried the countess, “that is too much; that is too much!”",
        "“And you have permitted it,” Dionysia went on with breathless haste;\n“and you did not come, and cry out in open court that your husband was\na false witness! What a woman you must be! You do not mind it, that\nyour love carries a poor unfortunate man to the galleys. You mean to\nlive on with this thought in your heart, that the man whom you love is\ninnocent, and nevertheless, disgraced forever, and cut off from human\nsociety. A priest might induce the count to retract his statement, you\nknow very well; and hence you refuse to let the priest from Brechy\ncome to his bedside. And what is the end and aim of all your crimes?\nTo save your false reputation as an honest woman. Ah! that is\nmiserable; that is mean; that is infamous!”",
        "The countess was roused at last. What all M. Folgat’s skill and\nability had not been able to accomplish, Dionysia obtained in an\ninstant by the force of her passion. Throwing aside her mask, the\ncountess exclaimed with a perfect burst of rage,–",
        "“Well, then, no, no! I have not acted so, and permitted all this to\nhappen, because I care for my reputation. My reputation!–what does it\nmatter? It was only a week ago, when Jacques had succeeded in escaping\nfrom prison, I offered to flee with him. He had only to say a word,\nand I should have given up my family, my children, my country, every\nthing, for him. He answered, ’Rather the galleys!’ “",
        "In the midst of all her fearful sufferings, Dionysia’s heart filled\nwith unspeakable happiness as she heard these words. Ah! now she could\nno longer doubt Jacques.",
        "“He has condemned himself, you see,” continued the countess. “I was\nquite willing to ruin myself for him, but certainly not for another\nwoman.”",
        "“And that other woman–no doubt you mean me!”",
        "“Yes!–you for whose sake he abandoned me,–you whom he was going to\nmarry,–you with whom he hoped to enjoy long happy years, and a\nhappiness not furtive and sinful like ours, but a legitimate, honest\nhappiness.”",
        "Tears were trembling in Dionysia’s eyes. She was beloved: she thought\nof what she must suffer who was not beloved.",
        "“And yet I should have been generous,” she murmured. The countess\nbroke out into a fierce, savage laugh.",
        "“And the proof of it is,” said the young girl, “that I came to offer\nyou a bargain.”",
        "“A bargain?”",
        "“Yes. Save Jacques, and, by all that is sacred to me in the world, I\npromise I will enter a convent: I will disappear, and you shall never\nhear my name any more.”",
        "Intense astonishment seized the countess, and she looked at Dionysia\nwith a glance full of doubt and mistrust. Such devotion seemed to her\ntoo sublime not to conceal some snare.",
        "“You would really do that?” she asked.",
        "“Unhesitatingly.”",
        "“You would make a great sacrifice for my benefit?”",
        "“For yours? No, madam, for Jacques’s.”",
        "“You love him very dearly, do you?”",
        "“I love him dearly enough to prefer his happiness to my own a thousand\ntimes over. Even if I were buried in the depths of a convent, I should\nstill have the consolation of knowing that he owed his rehabilitation\nto me; and I should suffer less in knowing that he belonged to another\nthan that he was innocent, and yet condemned.”",
        "But, in proportion as the young girl thus confirmed her sincerity, the\nbrow of the countess grew darker and sterner, and passing blushes\nmantled her cheek. At last she said with haughty irony,–",
        "“Admirable!”",
        "“Madam!”",
        "“You condescend to give up M. de Boiscoran. Will that make him love\nme? You know very well he will not. You know that he loves you alone.\nHeroism with such conditions is easy enough. What have you to fear?\nBuried in a convent, he will love you only all the more ardently, and\nhe will execrate me all the more fervently.”",
        "“He shall never know any thing of our bargain!”",
        "“Ah! What does that matter? He will guess it, if you do not tell him.\nNo: I know what awaits me. I have felt it now for two years,–this\nagony of seeing him becoming daily more detached from me. What have I\nnot done to keep him near me! How I have stooped to meanness, to\nfalsehood, to keep him a single day longer, perhaps a single hour! But\nall was useless. I was a burden to him. He loved me no longer; and my\nlove became to him a heavier load than the cannon-ball which they will\nfasten to his chains at the galleys.”",
        "Dionysia shuddered.",
        "“That is horrible!” she murmured.",
        "“Horrible! Yes, but true. You look amazed. That is because you have as\nyet only seen the morning dawn of your love: wait for the dark\nevening, and you will understand me. Is not the story of all of us\nwomen the same! I have seen Jacques at my feet as you see him at\nyours: the vows he swears to you, he once swore to me; and he swore\nthem to me with the same voice, tremulous with passion, and with the\nsame burning glances. But you think you will be his wife, and I never\nwas. What does that matter? What does he tell you? That he will love\nyou forever, because his love is under the protection of God and of\nmen. He told me, precisely because our love was not thus protected,\nthat we should be united by indissoluble bonds,–bonds stronger than\nall others. You have his promise: so had I. And the proof of it is\nthat I gave him every thing,–my honor and the honor of my family, and\nthat I would have given him still more, if there had been any more to\ngive. And now to be betrayed, forsaken, despised, to sink lower and\nlower, until at last I must become the object of your pity! To have\nfallen so low, that you should dare come and offer me to give up\nJacques for my benefit! Ah, that is maddening! And I should let the\nvengeance I hold in my hands slip from me at your bidding! I should be\nstupid enough, blind enough, to allow myself to be touched by your\nhypocritical tears! I should secure your happiness by the sacrifice of\nmy reputation! No, madam, cherish no such hope!”",
        "Her voice expired in her throat in a kind of toneless rattle. She\nwalked up and down a few times in the room. Then she placed herself\nstraight before Dionysia, and, looking fixedly into her eyes, she\nasked,–",
        "“Who suggested to you this plan of coming here, this supreme insult\nwhich you tried to inflict upon me?”",
        "Dionysia was seized with unspeakable horror, and hardly found heart to\nreply.",
        "“No one,” she murmured.",
        "“M. Folgat?”",
        "“Knows nothing of it.”",
        "“And Jacques?”",
        "“I have not seen him. The thought occurred to me quite suddenly, like\nan inspiration on high. When Dr. Seignebos told me that you had\nrefused to admit the priest from Brechy, I said to myself, ’This is\nthe last misfortune, and the greatest of them all! If Count Claudieuse\ndies without retracting, Jacques can never be fully restored, whatever\nmay happen hereafter, not even if his innocence should be\nestablished.’ Then I made up my mind to come to you. Ah! it was a hard\ntask. But I was in hopes I might touch your heart, or that you might\nbe moved by the greatness of my sacrifice.”",
        "The countess was really moved. There is no heart absolutely bad, as\nthere is none altogether good. As she listened to Dionysia’s\npassionate entreaty, her resolution began to grow weaker.",
        "“Would it be such a great sacrifice?” she asked.",
        "Tears sprang to the eyes of the poor young girl.",
        "“Alas!” she said, “I offer you my life. I know very well you will not\nbe long jealous of me.”",
        "She was interrupted by groans, which seemed to come from the room in\nwhich the count was lying.",
        "The countess half-opened the door; and immediately a feeble, and yet\nimperious voice was heard calling out,–",
        "“Genevieve, I say, Genevieve!”",
        "“I am coming, my dear, in a moment,” replied the countess.",
        "“What security can you give me,” she said, in a hard and stern voice,\nafter having closed the door again,–\"what security do you give me,\nthat if Jacques’s innocence were established, and he reinstated, you\nwould not forget your promises?”",
        "“Ah, madam! How or upon what do you want me to swear that I am ready\nto disappear. Choose your own securities, and I will do whatever you\nrequire.”",
        "Then, sinking down on her knees, before the countess, she went on,–",
        "“Here I am at your feet, madam, humble and suppliant,–I whom you\naccuse of a desire to insult you. Have pity on Jacques! Ah! if you\nloved him as much as I do, you would not hesitate.”",
        "The countess raised her suddenly and quickly, and holding her hands in\nher own, looked at her for more than a minute without saying a word,\nbut with heaving bosom and trembling lips. At last she asked in a\nvoice which was so deeply affected, that it was hardly intelligible.",
        "“What do you want me to do?”",
        "“Induce Count Claudieuse to retract.”",
        "The countess shook her head.",
        "“It would be useless to try. You do not know the count. He is a man of\niron. You might tear his flesh inch by inch with hot iron pincers, and\nhe would not take back one of his words. You cannot conceive what he\nhas suffered, nor the depth of the hatred, the rage, and the thirst of\nvengeance, which have accumulated in his heart. It was to torture me\nthat he brought me here to his bedside. Only five minutes ago he told\nme that he died content, since Jacques was declared guilty, and\ncondemned through his evidence.”",
        "She was conquered: her energy was exhausted, and tears came to her\neyes.",
        "“He has been so cruelly tried!” she went on. “He loved me to\ndistraction; he loved nothing in the world but me. And I– Ah, if we\ncould know, if we could foresee! No, I shall never be able to induce\nhim to retract.”",
        "Dionysia almost forgot her own great grief.",
        "“Nor do I expect you to obtain that favor,” she said very gently.",
        "“Who, then?”",
        "“The priest from Brechy. He will surely find words to shake even the\nfirmest resolution. He can speak in the name of that God, who, even on\nthe cross, forgave those who crucified Him.”",
        "One moment longer the countess hesitated; and then, overcoming finally\nthe last rebellious impulses of her pride, she said,–",
        "“Well, I will call the priest.”",
        "“And I, madam, I swear I will keep my promise.”",
        "But the countess stopped her, and said, making a supreme effort over\nherself,–",
        "“No: I shall try to save Jacques without making conditions. Let him be\nyours. He loves you, and you were ready to sacrifice your life for his\nsake. He forsakes me; but I sacrifice my honor to him. Farewell!”",
        "And hastening to the door, while Dionysia returned to her friends, she\nsummoned the priest from Brechy.",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}