{
    "title": "Within an Inch of His Life - IV.",
    "author": "Emile Gaboriau",
    "chapter": "13",
    "content": [
        "\n\n",
        "M. Seneschal’s horse was perhaps one of the very best in the whole\nprovince; but M. de Chandore’s was still better. In less than fifty\nminutes they had driven the whole distance to Boiscoran; and during\nthis time M. de Chandore and M. Folgat had not exchanged fifty words.",
        "When they reached Boiscoran, the courtyard was silent and deserted.\nDoors and windows were hermetically closed. On the steps of the porch\nsat a stout young peasant, who, at the sight of the newcomers, rose,\nand carried his hand to his cap.",
        "“Where is Anthony?” asked M. de Chandore.",
        "“Up stairs, sir.”",
        "The old gentleman tried to open the door: it resisted.",
        "“O sir! Anthony has barricaded the door from the inside.”",
        "“A curious idea,” said M. de Chandore, knocking with the butt-end of\nhis whip.",
        "He was knocking fiercer and fiercer, when at last Anthony’s voice was\nheard from within,–",
        "“Who is there?”",
        "“It is I, Baron Chandore.”",
        "The bars were removed instantly, and the old valet showed himself in\nthe door. He looked pale and undone. The disordered condition of his\nbeard, his hair, and his dress, showed that he had not been to bed.\nAnd this disorder was full of meaning in a man who ordinarily prided\nhimself upon appearing always in the dress of an English gentleman.",
        "M. de Chandore was so struck by this, that he asked, first of all,–",
        "“What is the matter with you, my good Anthony?”",
        "Instead of replying, Anthony drew the baron and his companion inside;\nand, when he had fastened the door again, he crossed his arms, and\nsaid,–",
        "“The matter is–well, I am afraid.”",
        "The old gentleman and the lawyer looked at each other. They evidently\nboth thought the poor man had lost his mind. Anthony saw it, and said\nquickly,–",
        "“No, I am not mad, although, certainly, there are things passing here\nwhich could make one doubtful of one’s own senses. If I am afraid, it\nis for good reasons.”",
        "“You do not doubt your master?” asked M. Folgat.",
        "The servant cast such fierce, threatening glances at the lawyer, that\nM. de Chandore hastened to interfere.",
        "“My dear Anthony,” he said, “this gentleman is a friend of mine, a\nlawyer, who has come down from Paris with the marchioness to defend\nJacques. You need not mistrust him, nay, more than that, you must tell\nhim all you know, even if\"–",
        "The trusty old servant’s face brightened up, and he exclaimed,–",
        "“Ah! If the gentleman is a lawyer. Welcome, sir. Now I can say all\nthat weighs on my heart. No, most assuredly I do not think Master\nJacques guilty. It is impossible he should be so: it is absurd to\nthink of it. But what I believe, what I am sure of, is this,–there is\na plot to charge him with all the horrors of Valpinson.”",
        "“A plot?” broke in M. Folgat, “whose? how? and what for?”",
        "“Ah! that is more than I know. But I am not mistaken; and you would\nthink so too, if you had been present at the examination, as I was. It\nwas fearful, gentlemen, it was unbearable, so that even I was\nstupefied for a moment, and thought my master was guilty, and advised\nhim to flee. The like has never been heard of before, I am sure. Every\nthing went against him. Every answer he made sounded like a\nconfession. A crime had been committed at Valpinson; he had been seen\ngoing there and coming back by side paths. A fire had been kindled;\nhis hands bore traces of charcoal. Shots had been fired; they found\none of his cartridge-cases close to the spot where Count Claudieuse\nhad been wounded. There it was I saw the plot. How could all these\ncircumstances have agreed so precisely if they had not been pre-\narranged, and calculated beforehand? Our poor M. Daubigeon had tears\nin his eyes; and even that meddlesome fellow, Mechinet, the clerk, was\nquite overcome. M. Galpin was the only one who looked pleased; but\nthen he was the magistrate, and he put the questions. He, my master’s\nfriend!–a man who was constantly coming here, who ate our bread,\nslept in our beds, and shot our game. Then it was, ’My dear Jacques,’\nand ’My dear Boiscoran’ always, and no end of compliments and\ncaresses; so that I often thought one of these days I should find him\nblackening my master’s boots. Ah! he took his revenge yesterday; and\nyou ought to have seen with what an air he said to master, ’We are\nfriends no longer.’ The rascal! No, we are friends no longer; and, if\nGod was just, you ought to have all the shot in your body that has\nwounded Count Claudieuse.”",
        "M. de Chandore was growing more and more impatient. As soon,\ntherefore, as Anthony’s breath gave out a moment, he said,–",
        "“Why did you not come and tell me all that immediately?”",
        "The old servant ventured to shrug his shoulders slightly, and\nreplied,–",
        "“How could I? When the examination was over, that man, Galpin, put the\nseals everywhere,–strips of linen, fastened on with sealing-wax, as\nthey do with dead people. He put one on every opening, and on some of\nthem two. He put three on the outer door. Then he told me that he\nappointed me keeper of the house, that I would be paid for it, but\nthat I would be sent to the galleys if any one touched the seals with\nthe tip of the finger. When he had handed master over to the\ngendarmes, that man, Galpin, went away, leaving me here alone,\ndumfounded, like a man who has been knocked in the head. Nevertheless,\nI should have come to you, sir, but I had an idea, and that gave me\nthe shivers.”",
        "Grandpapa Chandore stamped his foot, and said,–",
        "“Come to the point, to the point!”",
        "“It was this: you must know, gentlemen, that, in the examination, that\nbreech-loading gun played a prominent part. That man, Galpin looked at\nit carefully, and asked master when he had last fired it off. Master\nsaid, ’About five days ago. You hear, I say, five days.’ Thereupon,\nthat man, Galpin, puts the gun down, without looking at the barrels.”",
        "“Well?” asked M. Folgat.",
        "“Well, sir, I–Anthony–I had the evening before–I say the evening\nbefore–cleaned the gun, washed it, and\"–",
        "“Upon my word,” cried M. de Chandore, “why did you not say so at once?\nIf the barrels are clean, that is an absolute proof that Jacques is\ninnocent.”",
        "The old servant shook his head, and said,–",
        "“To be sure, sir. But are they clean?”",
        "“Oh!”",
        "“Master may have been mistaken as to the time when he last fired the\ngun, and then the barrels would be soiled; and, instead of helping\nhim, my evidence might ruin him definitely. Before I say any thing, I\nought to be sure.”",
        "“Yes,” said Folgat, approvingly, “and you have done well to keep\nsilence, my good man, and I cannot urge you too earnestly not to say a\nword of it to any one. That fact may become a decisive argument for\nthe /defence/.”",
        "“Oh! I can keep my tongue, sir. Only you may imagine how impatient it\nhas made me to see these accursed seals which prevent me from going to\nlook at the gun. Oh, if I had dared to break one of them!”",
        "“Poor fellow!”",
        "“I thought of doing it; but I checked myself. Then it occurred to me\nthat other people might think of the same thing. The rascals who have\nformed this abominable plot against Master Jacques are capable of any\nthing, don’t you think so? Why might not they come some night, and\nbreak the seals? I put the steward on guard in the garden, beneath the\nwindows. I put his son as a sentinel into the courtyard; and I have\nmyself stood watch before the seals with arms in my hands all the\ntime. Let the rascals come on; they will find somebody to receive\nthem.”",
        "In spite of all that is said, lawyers are better than their\nreputation. Lawyers, accused of being sceptics above all men, are, on\nthe contrary, credulous and simple-minded. Their enthusiasm is\nsincere; and, when we think they play a part, they are in earnest. In\nthe majority of cases, they fancy their own side the just one, even\nthough they should be beaten. Hour by hour, ever since his arrival at\nSauveterre, M. Folgat’s faith in Jacques’s innocence had steadily\nincreased. Old Anthony’s tale was not made to shake his growing\nconviction. He did not admit the existence of a plot, however; but he\nwas not disinclined to believe in the cunning calculations of some\nrascal, who, availing himself of circumstances known to him alone,\ntried to let all suspicion fall upon M. de Boiscoran, instead of\nhimself.",
        "But there were many more questions to be asked; and Anthony was in\nsuch a state of feverish excitement, that it was difficult to induce\nhim to answer. For it is not so easy to examine a man, however\ninclined he may be to answer. It requires no small self-possession,\nmuch care, and an imperturbable method, without which the most\nimportant facts are apt to be overlooked. M. Folgat began, therefore,\nafter a moment’s pause, once more, saying,–",
        "“My good Anthony, I cannot praise your conduct in this matter too\nhighly. However, we have not done with it yet. But as I have eaten\nnothing since I left Paris last night, and as I hear the bell strike\ntwelve o’clock\"–",
        "M. de Chandore seemed to be heartily ashamed, and broke in,–",
        "“Ah, forgetful old man that I am! Why did I not think of it? But you\nwill pardon me, I am sure. I am so completely upset. Anthony, what can\nyou let us have?”",
        "“The housekeeper has eggs, potted fowl, ham\"–",
        "“Whatever can be made ready first will be the best,” said the young\nlawyer.",
        "“In a quarter of an hour the table shall be set,” replied the servant.",
        "He hurried away, while M. de Chandore invited M. Folgat into the\nsitting-room. The poor grandfather summoned all his energy to keep up\nappearances.",
        "“This fact about the gun will save him, won’t it?” he asked.",
        "“Perhaps so,” replied the famous advocate.",
        "And they were silent,–the grandfather thinking of the grief of his\ngrandchild, and cursing the day on which he had opened his house to\nJacques, and with him to such heart-rending anguish; the lawyer\narranging in his mind the facts he had learned, and preparing the\nquestions he was going to ask. They were both so fully absorbed by\ntheir thoughts, that they started when Anthony reappeared, and said,–",
        "“Gentlemen, breakfast is ready!”",
        "The table had been set in the dining-room; and, when the two gentlemen\nhad taken their seats, old Anthony placed himself, his napkin over his\narm, behind them; but M. de Chandore called him, saying,–",
        "“Put another plate, Anthony, and breakfast with us.”",
        "“Oh, sir,” protested the old servant,–\"sir\"–",
        "“Sit down,” repeated the baron: “if you eat after us, you will make us\nlose time, and an old servant like you is a member of the family.”",
        "Anthony obeyed, quite overcome, but blushing with delight at the honor\nthat was done him; for the Baron de Chandore did not usually\ndistinguish himself to familiarity. When the ham and eggs of the\nhousekeeper had been disposed of, M. Folgat said,–",
        "“Now let us go back to business. Keep cool, my dear Anthony, and\nremember, that, unless we get the court to say that there is no case,\nyour answers may become the basis of our defence. What were M. de\nBoiscoran’s habits when he was here?”",
        "“When he was here, sir, he had, so to say, no habits. We came here\nvery rarely, and only for a short time.”",
        "“Never mind: what was he doing here?”",
        "“He used to rise late; he walked about a good deal; he sometimes went\nout hunting; he sketched; he read, for master is a great reader, and\nis as fond of his books as the marquis, his father, is of his\nporcelains.”",
        "“Who came here to see him?”",
        "“M. Galpin most frequently, Dr. Seignebos, the priest from Brechy, M.\nSeneschal, M. Daubigeon.”",
        "“How did he spend his evenings?”",
        "“At M. de Chandore’s, who can tell you all about it.”",
        "“He had no other relatives in this country?”",
        "“No.”",
        "“You do not know that he had any lady friend?”",
        "Anthony looked as if he would have blushed.",
        "“Oh, sir!” he said, “you do not know, I presume, that master is\nengaged to Miss Dionysia?”",
        "The Baron de Chandore was not a baby, as he liked to call it. Deeply\ninterested as he was, he got up, and said,–",
        "“I want to take a little fresh air.”",
        "And he went out, understanding very well that his being Dionysia’s\ngrandfather might keep Anthony from telling the truth.",
        "“That is a sensible man,” thought M. Folgat.",
        "Then he added aloud,–",
        "“Now we are alone, my dear Anthony, you can speak frankly. Did M. de\nBoiscoran keep a mistress?”",
        "“No, sir.”",
        "“Did he ever have one?”",
        "“Never. They will tell you, perhaps, that once upon a time he was\nrather pleased with a great, big red-haired woman, the daughter of a\nmiller in the neighborhood, and that the gypsy of a woman came more\nfrequently to the chateau than was needful,–now on one pretext, and\nnow on another. But that was mere childishness. Besides, that was five\nyears ago, and the woman has been married these three years to a\nbasket-maker at Marennes.”",
        "“You are quite sure of what you say?”",
        "“As sure as I am of myself. And you would be as sure of it yourself,\nif you knew the country as I know it, and the abominable tongues the\npeople have. There is no concealing any thing from them. I defy a man\nto talk three times to a woman without their finding it out, and\nmaking a story of it. I say nothing of Paris\"–",
        "M. Folgat listened attentively. He asked,–",
        "“Ah! was there any thing of the kind in Paris?”",
        "Anthony hesitated; at last he said,–",
        "“You see, master’s secrets are not my secrets, and, after the oath I\nhave sworn,\"–",
        "“It may be, however, that his safety depends upon your frankness in\ntelling me all,” said the lawyer. “You may be sure he will not blame\nyou for having spoken.”",
        "For several seconds the old servant remained undecided; then he\nsaid,–",
        "“Master, they say, has had a great love-affair.”",
        "“When?”",
        "“I do not know when. That was before I entered his service. All I know\nis, that, for the purpose of meeting the person, master had bought at\nPassy, at the end of Vine Street, a beautiful house, in the centre of\na large garden, which he had furnished magnificently.”",
        "“Ah!”",
        "“That is a secret, which, of course, neither master’s father nor his\nmother knows to this day; and I only know it, because one day master\nfell down the steps, and dislocated his foot, so that he had to send\nfor me to nurse him. He may have bought the house under his own name;\nbut he was not known by it there. He passed for an Englishmen, a Mr.\nBurnett; and he had an English maid-servant.”",
        "“And the person?”",
        "“Ah, sir! I not only do not know who she is, but I cannot even guess\nit, she took such extraordinary precautions! Now that I mean to tell\nyou every thing, I will confess to you that I had the curiosity to\nquestion the English maid. She told me that she was no farther than I\nwas, that she knew, to be sure, a lady was coming there from time to\ntime; but that she had never seen even the end of her nose. Master\nalways arranged it so well, that the girl was invariably out on some\nerrand or other when the lady came and when she went away. While she\nwas in the house, master waited upon her himself. And when they wanted\nto walk in the garden, they sent the servant away, on some fool’s\nerrand, to Versailles or to Fontainebleau; and she was mad, I tell\nyou.”",
        "M. Folgat began to twist his mustache, as he was in the habit of doing\nwhen he was specially interested. For a moment, he thought he saw the\nwoman–that inevitable woman who is always at the bottom of every\ngreat event in man’s life; and just then she vanished from his sight;\nfor he tortured his mind in vain to discover a possible if not\nprobable connection between the mysterious visitor in Vine Street and\nthe events that had happened at Valpinson. He could not see a trace.\nRather discouraged, he asked once more,–",
        "“After all, my dear Anthony, this great love-affair of your master’s\nhas come to an end?”",
        "“It seems so, sir, since Master Jacques was going to marry Miss\nDionysia.”",
        "That reason was perhaps not quite as conclusive as the good old\nservant imagined; but the young advocate made no remark.",
        "“And when do you think it came to an end?”",
        "“During the war, master and the lady must have been parted; for master\ndid not stay in Paris. He commanded a volunteer company; and he was\neven wounded in the head, which procured him the cross.”",
        "“Does he still own the house in Vine Street?”",
        "“I believe so.”",
        "“Why?”",
        "“Because, some time ago, when master and I went to Paris for a week,\nhe said to me one day, ’The War and the commune have cost me dear. My\ncottage has had more than twenty shells, and it has been in turn\noccupied by /Francs-tireurs/, Communists and Regulars. The walls are\nbroken; and there is not a piece of furniture uninjured. My architect\ntells me, that all in all, the repairs will cost me some ten thousand\ndollars.’ “",
        "“What? Repairs? Then he thought of going back there?”",
        "“At that time, sir, master’s marriage had not been settled. Yet\"–",
        "“Still that would go to prove that he had at that time met the\nmysterious lady once more, and that the war had not broken off their\nrelations.”",
        "“That may be.”",
        "“And has he never mentioned the lady again?”",
        "“Never.”",
        "At this moment M. de Chandore’s cough was heard in the hall,–that\ncough which men affect when they wish to announce their coming.\nImmediately afterwards he reappeared; and M. Folgat said to him, to\nshow that his presence was no longer inconvenient,–",
        "“Upon my word, sir, I was just on the point of going in search of you,\nfor fear that you felt really unwell.”",
        "“Thank you,” replied the old gentleman, “the fresh air has done me\ngood.”",
        "He sat down; and the young advocate turned again to Anthony, saying,–",
        "“Well, let us go on. How was he the day before the fire?”",
        "“Just as usual.”",
        "“What did he do before he went out?”",
        "“He dined as usual with a good appetite; then he went up stairs and\nremained there for an hour. When he came down, he had a letter in his\nhand, which he gave to Michael, our tenant’s son, and told him to\ncarry it to Sauveterre, to Miss Chandore.”",
        "“Yes. In that letter, M. de Boiscoran told Miss Dionysia that he was\nretained here by a matter of great importance.”",
        "“Ah!”",
        "“Have you any idea what that could have been?”",
        "“Not at all, sir, I assure you.”",
        "“Still let us see. M. de Boiscoran must have had powerful reasons to\ndeprive himself of the pleasure of spending the evening with Miss\nDionysia?”",
        "“Yes, indeed.”",
        "“He must also have had his reasons for taking to the marshes, on his\nway out, instead of going by the turnpike, and for coming back through\nthe woods.”",
        "Old Anthony was literally tearing his hair, as he exclaimed,–",
        "“Ah, sir! These are the very words M. Galpin said.”",
        "“Unfortunately every man in his senses will say so.”",
        "“I know, sir: I know it but too well. And Master Jacques himself knew\nit so well that at first he tried to find some pretext; but he has\nnever told a falsehood. And he who is such a clever man could not find\na pretext that had any sense in it. He said he had gone to Brechy to\nsee his wood-merchant\"–",
        "“And why should he not?”",
        "Anthony shook his head, and said,–",
        "“Because the wood-merchant at Brechy is a thief, and everybody knows\nthat master has kicked him out of the house some three years ago. We\nsell all our wood at Sauveterre.”",
        "M. Folgat had taken out a note-book, and wrote down some of Anthony’s\nstatements, preparing thus the outline of his defence. This being\ndone, he commenced again,–",
        "“Now we come to Cocoleu.”",
        "“Ah the wretch!” cried Anthony.",
        "“You know him?”",
        "“How could I help knowing him, when I lived all my life here at\nBoiscoran in the service of master’s uncle?”",
        "“Then what kind of a man is he?”",
        "“An idiot, sir or, as they here call it, an innocent, who has Saint\nVitus dance into the bargain, and epilepsy moreover.”",
        "“Then it is perfectly notorious that he is imbecile?”",
        "“Yes, sir, although I have heard people insist that he is not quite so\nstupid as he looks, and that, as they say here, he plays the ass in\norder to get his oats\"–",
        "M. de Chandore interrupted him, and said,–",
        "“On this subject Dr. Seignebos can give you all the information you\nmay want: he kept Cocoleu for nearly two years at his own house.”",
        "“I mean to see the doctor,” replied M. Folgat. “But first of all we\nmust find this unfortunate idiot.”",
        "“You heard what M. Seneschal said: he has put the gendarmes on his\ntrack.”",
        "Anthony made a face, and said,–",
        "“If the gendarmes should take Cocoleu, Cocoleu must have given himself\nup voluntarily.”",
        "“Why so?”",
        "“Because, gentlemen, there is no one who knows all the by-ways and\nout-of-the-way corners of the country so well as that idiot; for he\nhas been hiding all his life like a savage in all the holes and\nhiding-places that are about here; and, as he can live perfectly well\non roots and berries, he may stay away three months without being seen\nby any one.”",
        "“Is it possible?” exclaimed M. Folgat angrily.",
        "“I know only one man,” continued Anthony, “who could find out Cocoleu,\nand that is our tenant’s son Michael,–the young man you saw down\nstairs.”",
        "“Send for him,” said M. de Chandore.",
        "Michael appeared promptly, and, when he had heard what he was expected\nto do, he replied,–",
        "“The thing can be done, certainly; but it is not very easy. Cocoleu\nhas not the sense of a man; but he has all the instincts of a brute.\nHowever, I’ll try.”",
        "There was nothing to keep either M. de Chandore or M. Folgat any\nlonger at Boiscoran; hence, after having warned Anthony to watch the\nseals well, and get a glimpse, if possible, of Jacques’s gun, when the\nofficers should come for the different articles, they left the\nchateau. It was five o’clock when they drove into town again. Dionysia\nwas waiting for them in the sitting-room. She rose as they entered,\nlooking quite pale, with dry, brilliant eyes.",
        "“What? You are alone here!” said M. de Chandore. “Why have they left\nyou alone?”",
        "“Don’t be angry, grandpapa. I have just prevailed on the marchioness,\nwho was exhausted with fatigue to lie down for an hour or so before\ndinner.”",
        "“And your aunts?”",
        "“They have gone out, grandpapa. They are probably, by this time at M.\nGalpin’s.”",
        "M. Folgat started, and said,–",
        "“Oh!”",
        "“But that is foolish in them!” exclaimed the old gentleman.",
        "The young girl closed his lips by a single word. She said,–",
        "“I asked them to go.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}