{
    "title": "Within an Inch of His Life - IV.",
    "author": "Emile Gaboriau",
    "chapter": "4",
    "content": [
        "\n\n",
        "M. Galpin and the doctor had both considered it a point of honor who\nshould show the most perfect indifference; and thus they had betrayed\nby no sign their curiosity to know what was going on out doors. Dr.\nSeignebos was on the point of resuming the operation; and, as coolly\nas if he had been in his own rooms at home, he was washing the sponge\nwhich he had just used, and wiping his instruments. The magistrate, on\nthe other hand, was standing in the centre of the room, his arms\ncrossed, his eyes fixed upon the infinite, apparently. It may be he\nwas thinking of his star which had at last brought him that famous\ncriminal case for which he had ardently longed many a year.",
        "Count Claudieuse, however, was very far from sharing their reserve. He\nwas tossing about on his bed; and as soon as the mayor and his friend\nreappeared, looking quite upset, he exclaimed,–",
        "“What does that uproar mean?”",
        "And, when he had heard of the calamity, he added,–",
        "“Great God! And I was complaining of my losses. Two men killed! That\nis a real misfortune. Poor men! to die because they were so brave,–\nBolton hardly thirty years old; Guillebault, a father of a family, who\nleaves five children, and not a cent!”",
        "The countess, coming in at that moment, heard his last words.",
        "“As long as we have a mouthful of bread,” she said in a voice full of\ndeep emotion, “neither Bolton’s mother, nor Guillebault’s children,\nshall ever know what want is.”",
        "She could not say another word; for at that moment the peasants\ncrowded into the room, pushing the prisoner before them.",
        "“Where is the magistrate?” they asked. “Here is a witness!”",
        "“What, Cocoleu!” exclaimed the count.",
        "“Yes, he knows something: he said so himself. We want him to tell it\nto the magistrate. We want the incendiary to be caught.”",
        "Dr. Seignebos had frowned fiercely. He execrated Cocoleu, whose sight\nrecalled to him that great failure which the good people of Sauveterre\nwere not likely to forget soon.",
        "“You do not really mean to examine him?” he asked, turning to M.\nGalpin.",
        "“Why not?” answered the magistrate dryly.",
        "“Because he is an imbecile, sir, an idiot. Because he cannot possibly\nunderstand your questions, or the importance of his answers.”",
        "“He may give us a valuable hint, nevertheless.”",
        "“He? A man who has no sense? You don’t really think so. The law cannot\nattach any importance to the evidence of a fool.”",
        "M. Galpin betrayed his impatience by an increase of stiffness, as he\nreplied,–",
        "“I know my duty, sir.”",
        "“And I,” replied the physician,–\"I also know what I have to do. You\nhave summoned me to assist you in this investigation. I obey; and I\ndeclare officially, that the mental condition of this unfortunate man\nmakes his evidence utterly worthless. I appeal to the commonwealth\nattorney.”",
        "He had hoped for a word of encouragement from M. Daubigeon; but\nnothing came. Then he went on,–",
        "“Take care, sir, or you may get yourself into trouble. What would you\ndo if this poor fellow should make a formal charge against any one?\nCould you attach any weight to his word?”",
        "The peasants were listening with open mouths. One of them said,–",
        "“Oh! Cocoleu is not so innocent as he looks.”",
        "“He can say very well what he wants to say, the scamp!” added another.",
        "“At all events, I am indebted to him for the life of my children,\"\nsaid the count gently. “He thought of them when I was unconscious, and\nwhen no one else remembered them. Come, Cocoleu, come nearer, my\nfriend, don’t be afraid: there is no one here to hurt you.”",
        "It was very well the count used such kind words; for Cocoleu was\nthoroughly terrified by the brutal treatment he had received, and was\ntrembling in all his limbs.",
        "“I am–not–a–afraid,” he stammered out.",
        "“Once more I protest,” said the physician.",
        "He had found out that he stood not alone in his opinion. Count\nClaudieuse came to his assistance, saying,–",
        "“I really think it might be dangerous to question Cocoleu.”",
        "But the magistrate was master of the situation, and conscious of all\nthe powers conferred upon him by the laws of France in such cases.",
        "“I must beg, gentlemen,” he said, in a tone which did not allow of any\nreply,–\"I must beg to be permitted to act in my own way.”",
        "And sitting down, he asked Cocoleu,–",
        "“Come, my boy, listen to me, and try to understand what I say. Do you\nknow what has happened at Valpinson?”",
        "“Fire,” replied the idiot.",
        "“Yes, my friend, fire, which burns down the house of your benefactor,\n–fire, which has killed two good men. But that is not all: they have\ntried to murder the count. Do you see him there in his bed, wounded,\nand covered with blood? Do you see the countess, how she suffers?”",
        "Did Cocoleu follow him? His distorted features betrayed nothing of\nwhat might be going on within him.",
        "“Nonsense!” growled the doctor, “what obstinacy! What folly!”",
        "M. Galpin heard him, and said angrily,–",
        "“Sir, do not force me to remind you that I have not far from here, men\nwhose duty it is to see that my authority is respected here.”",
        "Then, turning again to the poor idiot, he went on,–",
        "“All these misfortunes are the work of a vile incendiary. You hate\nhim, don’t you; you detest him, the rascal!”",
        "“Yes,” said Cocoleu.",
        "“You want him to be punished, don’t you?”",
        "“Yes, yes!”",
        "“Well, then you must help me to find him out, so that the gendarmes\nmay catch him, and put him in jail. You know who it is; you have told\nthese people and\"–",
        "He paused, and after a moment, as Cocoleu kept silent, he asked,–",
        "“But, now I think of it, whom has this poor fellow talked to?”",
        "Not one of the peasants could tell. They inquired; but no answer came.\nPerhaps Cocoleu had never said what he was reported to have said.",
        "“The fact is,” said one of the tenants at Valpinson, “that the poor\ndevil, so to say, never sleeps, and that he is roaming about all night\naround the house and the farm buildings.”",
        "This was a new light for M. Galpin; suddenly changing the form of his\ninterrogatory, he asked Cocoleu,–",
        "“Where did you spend the night?”",
        "“In–in–the–court–yard.”",
        "“Were you asleep when the fire broke out?”",
        "“No.”",
        "“Did you see it commence?”",
        "“Yes.”",
        "“How did it commence?”",
        "The idiot looked fixedly at the Countess Claudieuse with the timid and\nabject expression of a dog who tries to read something in his master’s\neyes.",
        "“Tell us, my friend,” said the Countess gently,–\"tell us.”",
        "A flash of intelligence shone in Cocoleu’s eyes.",
        "“They–they set it on fire,” he stammered.",
        "“On purpose?”",
        "“Yes.”",
        "“Who?”",
        "“A gentleman.”",
        "There was not a person present at this extraordinary scene who did not\nanxiously hold his breath as the word was uttered. The doctor alone\nkept cool, and exclaimed,–",
        "“Such an examination is sheer folly!”",
        "But the magistrate did not seem to hear his words; and, turning to\nCocoleu, he asked him, in a deeply agitated tone of voice–",
        "“Did you see the gentleman?”",
        "“Yes.”",
        "“Do you know who he is?”",
        "“Very–very–well.”",
        "“What is his name?”",
        "“Oh, yes!”",
        "“What is his name? Tell us.”",
        "Cocoleu’s features betrayed the fearful anguish of his mind. He\nhesitated, and at last he answered, making a violent effort,–\"Bois–\nBois–Boiscoran!”",
        "The name was received with murmurs of indignation and incredulous\nlaughter. There was not a shadow of doubt or of suspicion. The\npeasants said,–",
        "“M. de Boiscoran an incendiary! Who does he think will believe that\nstory?”",
        "“It is absurd!” said Count Claudieuse.",
        "“Nonsense!” repeated the mayor and his friend.",
        "Dr. Siegnebos had taken off his spectacles, and was wiping them with\nan air of intense satisfaction.",
        "“What did I tell you?” he exclaimed. “But the gentleman did not\ncondescend to attach any importance to my suggestions.”",
        "The magistrate was by far the most excited man in the crowd. He had\nturned excessively pale, and made, visibly, the greatest efforts to\npreserve his equanimity. The commonwealth attorney leaned over towards\nhim, and whispered,–",
        "“If I were in your place, I would stop here, and consider the answer\nas not given.”",
        "But M. Galpin was one of those men who are blinded by self-conceit,\nand who would rather be cut to pieces than admit that they have been\nmistaken. He answered,–",
        "“I shall go on.”",
        "Then turning once more to Cocoleu, in the midst of so deep a silence\nthat the buzzing of a fly would have been distinctly heard, he\nasked,–",
        "“Do you know, my boy, what you say? Do you know that you are accusing\na man of a horrible crime?”",
        "Whether Cocoleu understood, or not, he was evidently deeply agitated.\nBig drops of perspiration rolled slowly down his temples; and nervous\nshocks agitated his limbs, and convulsed his features.",
        "“I, I–am–telling the–truth!” he said at last.",
        "“M. de. Boiscoran has set Valpinson on fire?”",
        "“Yes.”",
        "“How did he do it?”",
        "Cocoleu’s restless eyes wandered incessantly from the count, who\nlooked indignant, to the countess, who seemed to listen with painful\nsurprise. The magistrate repeated,–",
        "“Speak!”",
        "After another moment’s hesitation, the idiot began to explain what he\nhad seen; and it took him many minutes to state, amid countless\ncontortions, and painful efforts to speak, that he had seen M. de\nBoiscoran pull out some papers from his pocket, light them with a\nmatch, put them under a rick of straw near by, and push the burning\nmass towards two enormous piles of wood which were in close contact\nwith a vat full of spirits.",
        "“This is sheer nonsense!” cried the doctor, thus giving words to what\nthey all seemed to feel.",
        "But M. Galpin had mastered his excitement. He said solemnly,–",
        "“At the first sign of applause or of displeasure, I shall send for the\ngendarmes, and have the room cleared.”",
        "Then, turning once more to Cocoleu, he said,–",
        "“Since you saw M. de Boiscoran so distinctly, tell us how he was\ndressed.”",
        "“He had light trousers on,” replied the idiot, stammering still most\npainfully, “a dark-brown shooting-jacket, and a big straw hat. His\ntrousers were stuffed into his boots.”",
        "Two or three peasants looked at each other, as if they had at last hit\nupon a suspicious fact. The costume which Cocoleu had so accurately\ndescribed was well known to them all.",
        "“And when he had kindled the fire,” said the magistrate again, “what\ndid he do next?”",
        "“He hid behind the woodpile.”",
        "“And then?”",
        "“He loaded his gun, and, when master came out, he fired.”",
        "Count Claudieuse was so indignant that he forgot the pain which his\nwounds caused him, and raised himself on his bed.",
        "“It is monstrous,” he exclaimed, “to allow an idiot to charge an\nhonorable man with such a crime! If he really saw M. de Boiscoran set\nthe house on fire, and hide himself in order to murder me, why did he\nnot come and warn me?”",
        "Mr. Galpin repeated the question submissively, to the great amazement\nof the mayor and M. Daubigeon.",
        "“Why did you not give warning?” he asked Cocoleu.",
        "But the efforts which the unfortunate man had made during the last\nhalf-hour had exhausted his little strength. He broke out into stupid\nlaughter; and almost instantly one of his fearful nervous attacks\novercame him: he fell down yelling, and had to be carried away.",
        "The magistrate had risen, pale and deeply excited, but evidently\nmeditating on what was to be done next. The commonwealth attorney\nasked him in an undertone what he was going to do; and the lawyer\nreplied,–",
        "“Prosecute!”",
        "“What?”",
        "“Can I do otherwise in my position? God is my witness that I tried my\nbest, by urging this poor idiot, to prove the absurdity of his\naccusation. But the result has disappointed me.”",
        "“And now?”",
        "“Now I can no longer hesitate. There have been ten witnesses present\nat the examination. My honor is at stake. I must establish either the\nguilt or the innocence of the man whom Cocoleu accuses.” Immediately,\nwalking up to the count’s bed, he asked,–",
        "“Will you have the kindness, Count Claudieuse, to tell me what your\nrelations are to M. de Boiscoran?”",
        "Surprise and indignation caused the wounded man to blush deeply.",
        "“Can it be possible, sir, that you believe the words of that idiot?”",
        "“I believe nothing,” answered the magistrate. “My duty is to unravel\nthe truth; and I mean to do it.”",
        "“The doctor has told you what the state of Cocoleu’s mind is?”",
        "“Count, I beg you will answer my question.”",
        "Count Claudieuse looked angry; but he replied promptly,–",
        "“My relations with M. de Boiscoran are neither good nor bad. We have\nnone.”",
        "“It is reported, I have heard it myself, that you are on bad terms.”",
        "“On no terms at all. I never leave Valpinson, and M. de Boiscoran\nspends nine months of the year in Paris. He has never called at my\nhouse, and I have never been in his.”",
        "“You have been overheard speaking of him in unmeasured terms.”",
        "“That may be. We are neither of the same age, nor have we the same\ntastes or the same opinions. He is young: I am old. He likes Paris and\nthe great world: I am fond of solitude and hunting. I am a Legitimist:\nhe used to be an Orleanist, and now he is a Republican. I believe that\nthe descendant of our old kings alone can save the country; and he is\nconvinced that the happiness of France is possible only under a\nRepublic. But two men may be enemies, and yet esteem each other. M. de\nBoiscoran is an honorable man; he has done his duty bravely in the\nwar, he has fought well, and has been wounded.”",
        "M. Galpin noted down these answers with extreme care. When he had done\nso, he continued,–",
        "“The question is not one of political opinions only. You have had\npersonal difficulties with M. de Boiscoran.”",
        "“Of no importance.”",
        "“I beg pardon: you have been at law.”",
        "“Our estates adjoin each other. There is an unlucky brook between us,\nwhich is a source of constant trouble to the neighbors.”",
        "M. Galpin shook his head, and added,–",
        "“These are not the only difficulties you have had with each other.\nEverybody in the country knows that you have had violent\naltercations.”",
        "Count Claudieuse seemed to be in great distress.",
        "“It is true: we have used hard words. M. de Boiscoran had two wretched\ndogs that were continually escaping from his kennels, and came hunting\nin my fields. You cannot imagine how much game they destroyed.”",
        "“Exactly so. And one day you met M. de Boiscoran, and you warned him\nthat you would shoot his dogs.”",
        "“I must confess I was furious. But I was wrong, a thousand times\nwrong: I did threaten\"–",
        "“That is it. You were both of you armed. You threatened one another:\nhe actually aimed at you. Don’t deny it. A number of persons have seen\nit; and I know it. He has told me so himself.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}