{
    "title": "Within an Inch of His Life - XIX.",
    "author": "Emile Gaboriau",
    "chapter": "28",
    "content": [
        "\n\n",
        "M. Folgat was already at work. He had confidence in his cause, a firm\nconviction of the innocence of his client, a desire to solve the\nmystery, a love of battle, and an intense thirst for success: all\nthese motives combined to stimulate the talents of the young advocate,\nand to increase his activity.",
        "And, above all this, there was a mysterious and indefinable sentiment\nwith which Dionysia had inspired him; for he had succumbed to her\ncharms, like everybody else. It was not love, for he who says love\nsays hope; and he knew perfectly well that altogether and forever\nDionysia belonged to Jacques. It was a sweet and all-powerful\nsentiment, which made him wish to devote himself to her, and to count\nfor something in her life and in her happiness.",
        "It was for her sake that he had sacrificed all his business, and\nforgotten his clients, in order to stay at Sauveterre. It was for her\nsake, above all, that he wished to save Jacques.",
        "He had no sooner arrived at the station, and left the Marchioness de\nBoiscoran in old Anthony’s care, than he jumped into a cab, and had\nhimself driven to his house. He had sent a telegram the day before;\nand his servant was waiting for him. In less than no time he had\nchanged his clothes. Immediately he went back to his carriage, and\nwent in search of the man, who, he thought, was most likely to be able\nto fathom this mystery.",
        "This was a certain Goudar, who was connected with the police\ndepartment in some capacity or other, and at all events received an\nincome large enough to make him very comfortable. He was one of those\nagents for every thing whom the police keep employed for specially\ndelicate operations, which require both tact and keen scent, an\nintrepidity beyond all doubt, and imperturbable self-possession. M.\nFolgat had had opportunities of knowing and appreciating him in the\nfamous case of the Mutual Discount Society.",
        "He was instructed to track the cashier who had fled, having a deficit\nof several millions. Goudar had caught him in Canada, after pursuing\nhim for three months all over America; but, on the day of his arrest,\nthis cashier had in his pocket-book and his trunk only some forty\nthousand francs.",
        "What had become of the millions?",
        "When he was questioned, he said he had spent them. He had gambled in\nstocks, he had become unfortunate, etc.",
        "Everybody believed him except Goudar.",
        "Stimulated by the promise of a magnificent reward, he began his\ncampaign once more; and, in less than six weeks, he had gotten hold of\nsixteen hundred thousand francs which the cashier had deposited in\nLondon with a woman of bad character.",
        "The story is well known; but what is not known is the genius, the\nfertility of resources, and the ingenuity of expedients, which Goudar\ndisplayed in obtaining such a success. M. Folgat, however, was fully\naware of it; for he had been the counsel of the stockholders of the\nMutual Discount Society; and he had vowed, that, if ever the\nopportunity should come, he would employ this marvellously able man.",
        "Goudar, who was married, and had a child, lived out of the world on\nthe road to Versailles, not far from the fortifications. He occupied\nwith his family a small house which he owned,–a veritable\nphilosopher’s home, with a little garden in front, and a vast garden\nbehind, in which he raised vegetables and admirable fruit, and where\nhe kept all kinds of animals.",
        "When M. Folgat stepped out of his carriage before this pleasant home,\na young woman of twenty-five or twenty-six, of surpassing beauty,\nyoung and fresh, was playing in the front garden with a little girl of\nthree or four years, all milk and roses.",
        "“M. Goudar, madam?” asked M. Folgat, raising his hat.",
        "The young woman blushed slightly, and answered modestly, but without\nembarrassment, and in a most pleasing voice,–",
        "“My husband is in the garden; and you will find him, if you will walk\ndown this path around the house.”",
        "The young man followed the direction, and soon saw his man at a\ndistance. His head covered with an old straw hat, without a coat, and\nin slippers, with a huge blue apron such as gardeners wear, Goudar had\nclimbed up a ladder, and was busy dropping into a horsehair bag the\nmagnificent Chasselas grapes of his trellises. When he heard the sand\ngrate under the footsteps of the newcomer, he turned his head, and at\nonce said,–",
        "“Why, M. Folgat? Good morning, sir!”",
        "The young advocate was not a little surprised to see himself\nrecognized so instantaneously. He should certainly never have\nrecognized the detective. It was more than three years since they had\nseen each other; and how often had they seen each other then? Twice,\nand not an hour each time.",
        "It is true that Goudar was one of those men whom nobody remembers. Of\nmiddle height, he was neither stout nor thin, neither dark nor light\nhaired, neither young nor old. A clerk in a passport office would\ncertainly have written him down thus: Forehead, ordinary; nose,\nordinary; mouth, ordinary, eyes, neutral color; special marks, none.",
        "It could not be said that he looked stupid; but neither did he look\nintelligent. Every thing in him was ordinary, indifferent, and\nundecided. Not one marked feature. He would necessarily pass\nunobserved, and be forgotten as soon as he had passed.",
        "“You find me busy securing my crops for the winter,” he said to M.\nFolgat. “A pleasant job. However, I am at your service. Let me put\nthese three bunches into their three bags, and I’ll come down.”",
        "This was the work of an instant; and, as soon as he had reached the\nground, he turned round, and asked,–",
        "“Well, and what do you think of my garden?”",
        "And at once he begged M. Folgat to visit his domain, and, with all the\nenthusiasm of the land-owner, he praised the flavor of his duchess\npears, the bright colors of his dahlias, the new arrangements in his\npoultry-yard, which was full of rabbit-houses, and the beauty of his\npond, with its ducks of all colors and all possible varieties.",
        "In his heart, M. Folgat swore at this enthusiasm. What time he was\nlosing! But, when you expect a service from a man, you must, at least,\nflatter his weak side. He did not spare praise, therefore. He even\npulled out his cigar-case, and, still with a view to win the great\nman’s good graces, he offered it to him, saying,–",
        "“Can I offer you one?”",
        "“Thanks! I never smoke,” replied Goudar.",
        "And, when he saw the astonishment of the advocate, he explained,–",
        "“At least not at home. I am disposed to think the odor is unpleasant\nto my wife.”",
        "Positively, if M. Folgat had not known the man, he would have taken\nhim for some good and simple retired grocer, inoffensive, and any\nthing but bright, and, bowing to him politely, he would have taken his\nleave. But he had seen him at work; and so he followed him obediently\nto his greenhouse, his melon-house, and his marvellous asparagus-beds.",
        "At last Goudar took his guest to the end of the garden, to a bower in\nwhich were some chairs and a table, saying,–",
        "“Now let us sit down, and tell me your business; for I know you did\nnot come solely for the pleasure of seeing my domain.”",
        "Goudar was one of those men who have heard in their lives more\nconfessions than ten priests, ten lawyers, and ten doctors all\ntogether. You could tell him every thing. Without a moment’s\nhesitation, therefore, and without a break, M. Folgat told him the\nwhole story of Jacques and the Countess Claudieuse. He listened,\nwithout saying a word, without moving a muscle in his face. When the\nlawyer had finished, he simply said,–",
        "“Well?”",
        "“First of all,” replied M. Folgat, “I should like to hear your\nopinion. Do you believe the statement made by M. de Boiscoran?”",
        "“Why not? I have seen much stranger cases than that.”",
        "“Then you think, that, in spite of the charges brought against him, we\nmust believe in his innocence?”",
        "“Pardon me, I think nothing at all. Why, you must study a matter\nbefore you can have an opinion.”",
        "He smiled; and, looking at the young advocate, he said,–",
        "“But why all these preliminaries? What do you want of me?”",
        "“Your assistance to get at the truth.”",
        "The detective evidently expected something of the kind. After a\nminute’s reflection, he looked fixedly at M. Folgat, and said,–",
        "“If I understand you correctly, you would like to begin a counter-\ninvestigation for the benefit of the defence?”",
        "“Exactly.”",
        "“And unknown to the prosecution?”",
        "“Precisely.”",
        "“Well, I cannot possibly serve you.”",
        "The young advocate knew too well how such things work not to be\nprepared for a certain amount of resistance; and he had thought of\nmeans to overcome it.",
        "“That is not your final decision, my dear Goudar?” he said.",
        "“Pardon me. I am not my own master. I have my duty to fulfil, and my\ndaily occupation.”",
        "“You can at any time obtain leave of absence for a month.”",
        "“So I might; but they would certainly wonder at such a furlough at\nheadquarters. They would probably have me watched; and, if they found\nout that I was doing police work for private individuals, they would\nscold me grievously, and deprive themselves henceforth of my\nservices.”",
        "“Oh!”",
        "“There is no ’oh!’ about it. They would do what I tell you, and they\nwould be right; for, after all, what would become of us, and what\nwould become of the safety and liberty of us all, if any one could\ncome and use the agents of the police for his private purposes? And\nwhat would become of me if I should lose my place?”",
        "“M. de Boiscoran’s family is very rich, and they would prove their\ngratitude magnificently to the man who would save him.”",
        "“And if I did not save him? And if, instead of gathering proof of his\ninnocence, I should only meet with more evidence of his guilt?”",
        "The objection was so well founded, that M. Folgat preferred not to\ndiscuss it.",
        "“I might,” he said, “hand you at once, and as a retainer, a\nconsiderable sum, which you could keep, whatever the result might be.”",
        "“What sum? A hundred Napoleons? Certainly a hundred Napoleons are not\nto be despised; but what would they do for me if I were turned out? I\nhave to think of somebody else besides myself. I have a wife and a\nchild; and my whole fortune consists in this little cottage, which is\nnot even entirely paid for. My place is not a gold-mine; but, with the\nspecial rewards which I receive, it brings me, good years and bad\nyears, seven or eight thousand francs, and I can lay by two or three\nthousand.”",
        "The young lawyer stopped him by a friendly gesture, and said,–",
        "“If I were to offer you ten thousand francs?”",
        "“A year’s income.”",
        "“If I offered you fifteen thousand!”",
        "Goudar made no reply; but his eyes spoke.",
        "“It is a most interesting case, this case of M. de Boiscoran,\"\ncontinued M. Folgat, “and such as does not occur often. The man who\nshould expose the emptiness of the accusation would make a great\nreputation for himself.”",
        "“Would he make friends also at the bar?”",
        "“I admit he would not.”",
        "The detective shook his head.",
        "“Well, I confess,” he said, “I do not work for glory, nor from love of\nmy art. I know very well that vanity is the great motive-power with\nsome of my colleagues; but I am more practical. I have never liked my\nprofession; and, if I continue to practise it, it is because I have\nnot the money to go into any other. It drives my wife to despair,\nbesides: she is only half alive as long as I am away; and she trembles\nevery morning for fear I may be brought home with a knife between my\nshoulders.”",
        "M. Folgat had listened attentively; but at the same time he had pulled\nout a pocket-book, which looked decidedly plethoric, and placed it on\nthe table.",
        "“With fifteen thousand francs,” he said, “a man may do something.”",
        "“That is true. There is a piece of land for sale adjoining my garden,\nwhich would suit me exactly. Flowers bring a good price in Paris, and\nthat business would please my wife. Fruit, also yields a good profit.”",
        "The advocate knew now that he had caught his man.",
        "“Remember, too, my dear Goudar, that, if you succeed, these fifteen\nthousand francs would only be a part payment. They might, perhaps,\ndouble the sum. M. de Boiscoran is the most liberal of men, and he\nwould take pleasure in royally rewarding the man who should have saved\nhim.”",
        "As he spoke, he opened the pocket-book, and drew from it fifteen\nthousand-franc notes, which he spread out on the table.",
        "“To any one but to you,” he went on, “I should hesitate to pay such a\nsum in advance. Another man might take the money, and never trouble\nhimself about the affair. But I know your uprightness; and, if you\ngive me your word in return for the notes, I shall be satisfied. Come,\nshall it be so?”",
        "The detective was evidently not a little excited; for, self-possessed\nas he was, he had turned somewhat pale. He hesitated, handled the\nbank-notes, and then, all of a sudden, said,–",
        "“Wait two minutes.”",
        "He got up instantly, and ran towards the house.",
        "“Is he going to consult his wife?” M. Folgat asked himself.",
        "He did so; for the next moment they appeared at the other end of the\nwalk, engaged in a lively discussion. However, the discussion did not\nlast long. Goudar came back to the bower, and said,–",
        "“Agreed! I am your man!”",
        "The advocate was delighted, and shook his hand.",
        "“Thank you!” he cried; “for, with your assistance, I am almost sure of\nsuccess. Unfortunately, we have no time to lose. When can you go to\nwork?”",
        "“This moment. Give me time to change my costume; and I am at your\nservice. You will have to give me the keys of the house in Passy.”",
        "“I have them here in my pocket.”",
        "“Well, then let us go there at once; for I must, first of all,\nreconnoitre the ground. And you shall see if it takes me long to\ndress.”",
        "In less than fifteen minutes he reappeared in a long overcoat, with\ngloves on, looking, for all the world, like one of those retired\ngrocers who have made a fortune, and settled somewhere outside of the\ncorporation of Paris, displaying their idleness in broad daylight, and\nrepenting forever that they have given up their occupation.",
        "“Let us go,” he said to the lawyer.",
        "After having bowed to Mrs. Goudar, who accompanied them with a radiant\nsmile, they got into the carriage, calling out to the driver,–",
        "“Vine Street, Passy, No. 23.”",
        "This Vine Street is a curious street, leading nowhere, little known,\nand so deserted, that the grass grows everywhere. It stretches out\nlong and dreary, is hilly, muddy, scarcely paved, and full of holes,\nand looks much more like a wretched village lane than like a street\nbelonging to Paris. No shops, only a few homes, but on the right and\nthe left interminable walls, overtopped by lofty trees.",
        "“Ah! the place is well chosen for mysterious rendezvouses,” growled\nGoudar. “Too well chosen, I dare say; for we shall pick up no\ninformation here.”",
        "The carriage stopped before a small door, in a thick wall, which bore\nthe traces of the two sieges in a number of places.",
        "“Here is No. 23,” said the driver; “but I see no house.”",
        "It could not be seen from the street; but, when they got in, Mr.\nFolgat and Goudar saw it, rising in the centre of an immense garden,\nsimple and pretty, with a double porch, a slate roof, and newly-\npainted blinds.",
        "“Great God!” exclaimed the detective, “what a place for a gardener!”",
        "And M. Folgat felt so keenly the man’s ill-concealed desire, that he\nat once said,–",
        "“If we save M. de Boiscoran, I am sure he will not keep this house.”",
        "“Let us go in,” cried the detective, in a voice which revealed all his\nintense desire to succeed.",
        "Unfortunately, Jacques de Boiscoran had spoken but too truly, when he\nsaid that no trace was left of former days. Furniture, carpets, all\nwas new; and Goudar and M. Folgat in vain explored the four rooms down\nstairs, and the four rooms up stairs, the basement, where the kitchen\nwas, and finally the garret.",
        "“We shall find nothing here,” declared the detective. “To satisfy my\nconscience, I shall come and spend an afternoon here; but now we have\nmore important business. Let us go and see the neighbors!”",
        "There are not many neighbors in Vine Street.",
        "A teacher and a nurseryman, a locksmith and a liveryman, five or six\nowners of houses, and the inevitable keeper of a wine-shop and\nrestaurant, these were the whole population.",
        "“We shall soon make the rounds,” said Goudar, after having ordered the\ncoachman to wait for them at the end of the street.",
        "Neither the head master nor his assistants knew any thing. The\nnurseryman had heard it said that No. 23 belonged to an Englishman;\nbut he had never seen him, and did not even know his name.",
        "The locksmith knew that he was called Francis Burnett. He had done\nsome work for him, for which he had been well paid, and thus he had\nfrequently seen him; but it was so long since, that he did not think\nhe would recognize him.",
        "“We are unlucky,” said M. Folgat, after this visit.",
        "The memory of the liveryman was more trustworthy. He said he knew the\nEnglishman of No. 23 very well, having driven him three or four times;\nand the description he gave of him answered fully to Jacques de\nBoiscoran. He also remembered that one evening, when the weather was\nwretched, Sir Burnett had come himself to order a carriage. It was for\na lady, who had got in alone, and who had been driven to the Place de\nla Madeleine. But it was a dark night; the lady wore a thick veil; he\nhad not been able to distinguish her features, and all he could say\nwas that she looked above medium height.",
        "“It is always the same story,” said Goudar. “But the wine-merchant\nought to be best informed. If I were alone I would breakfast there.”",
        "“I shall breakfast with you,” said M. Folgat.",
        "They did so, and they did wisely.",
        "The wine-merchant did not know much; but his waiter, who had been with\nhim five or six years, knew Sir Burnett, as everybody called the\nEnglishman, by sight, and was quite well acquainted with the servant-\ngirl, Suky Wood. While he was bringing in breakfast, he told them all\nhe knew.",
        "Suky, he said, was a tall, strapping girl, with hair red enough to set\nher bonnets on fire, and graceful enough to be mistaken for a heavy\ndragoon in female disguise. He had often had long talks with her when\nshe came to fetch some ready-made dish, or to buy some beer, of which\nshe was very fond. She told him she was very pleased with her place,\nas she got plenty of money, and had, so to say, nothing to do, being\nleft alone in the house for nine months in the year. From her the\nwaiter had also learned that Sir Burnett must have another house, and\nthat he came to Vine Street only to receive visits from a lady.",
        "This lady troubled Suky very much. She declared she had never been\nable to see the end of her nose even, so very cautious was she in all\nher movements; but she intended to see her in spite of all.",
        "“And you may be sure she managed to do it some time or other,” Goudar\nwhispered into M. Folgat’s ear.",
        "Finally they learned from this waiter, that Suky had been very\nintimate with the servant of an old gentleman who lived quite alone in\nNo. 27.",
        "“We must see her,” said Goudar.",
        "Luckily the girl’s master had just gone out, and she was alone in the\nhouse. At first she was a little frightened at being called upon and\nquestioned by two unknown men; but the detective knew how to reassure\nher very quickly, and, as she was a great talker, she confirmed all\nthe waiter at the restaurant had told them, and added some details.",
        "Suky had been very intimate with her; she had never hesitated to tell\nher that Burnett was not an Englishman; that his name was not Burnett,\nand that he was concealing himself in Vine Street under a false name,\nfor the purpose of meeting there his lady-love, who was a grand, fine\nlady, and marvellously beautiful. Finally, at the outbreak of the war,\nSuky had told her that she was going back to England to her relations.\nWhen they left the old bachelor’s house, Goudar said to the young\nadvocate,–",
        "“We have obtained but little information, and the jurymen would pay\nlittle attention to it; but there is enough of it to confirm, at least\nin part, M. de Boiscoran’s statement. We can prove that he met a lady\nhere who had the greatest interest in remaining unknown. Was this, as\nhe says, the Countess Claudieuse? We might find this out from Suky;\nfor she has seen her, beyond all doubt. Hence we must hunt up Suky.\nAnd now, let us take our carriage, and go to headquarters. You can\nwait for me at the café near the Palais de Justice. I shall not be\naway more than a quarter of an hour.”",
        "It took him, however, a good hour and a half; M. Folgat was beginning\nto be troubled, when he at last reappeared, looking very well pleased.",
        "“Waiter, a glass of beer!” he said.",
        "And, sitting down so as to face the advocate, he said,–",
        "“I stayed away rather long; but I did not lose any time. In the first\nplace, I procured a month’s leave of absence; then I put my hand upon\nthe very man whom I wanted to send after Sir Burnett and Miss Suky. He\nis a good fellow, called Barousse, fine like a needle, and speaks\nEnglish like a native. He demands twenty-five francs a day, his\ntravelling-expenses, and a gratuity of fifteen hundred francs if he\nsucceeds. I have agreed to meet him at six to give him a definite\nanswer. If you accept the conditions, he will leave for England\nto-night, well drilled by me.”",
        "Instead of any answer, M. Folgat drew from his pocket-book a thousand-\nfranc note, and said,–",
        "“Here is something to begin with.”",
        "Goudar had finished his beer, and said,–",
        "“Well, then, I must leave you. I am going to hang abut M. de Tassar’s\nhouse, and make my inquiries. Perhaps I may pick up something there.\nTo-morrow I shall spend my day in searching the house in Vine Street\nand in questioning all the tradesmen on your list. The day after\nto-morrow I shall probably have finished here. So that in four or five\ndays there will arrive in Sauveterre a somebody, who will be myself.\"\nAnd as he got up, he added,–",
        "“For I must save M. de Boiscoran. I will and I must do it. He has too\nnice a house. Well, we shall see each other at Sauveterre.”",
        "It struck four o’clock. M. Folgat left the café immediately after\nGoudar, and went down the river to University Street. He was anxious\nto see the marquis and the marchioness.",
        "“The marchioness is resting,” said the valet; “but the marquis is in\nhis cabinet.”",
        "M. Folgat was shown in, and found him still under the effects of the\nterrible scene he had undergone in the morning. He had said nothing to\nhis wife that he did not really think; but he was distressed at having\nsaid it under such circumstances. And yet he felt a kind of relief;\nfor, to tell the truth, he felt as if the horrible doubts which he had\nkept secret so many years had vanished as soon as they were spoken\nout. When he saw M. Folgat, he asked in a sadly-changed voice,–",
        "“Well?”",
        "The young advocate repeated in detail the account given by the\nmarchioness; but he added what the latter had not been able to\nmention, because she did not know it, the desperate resolution which\nJacques had formed. At this revelation the marquis looked utterly\novercome.",
        "“The unhappy man!” he cried. “And I accused him of– He thought of\nkilling himself!”",
        "“And we had a great trouble, M. Magloire, and myself,” added M.\nFolgat, “to overcome his resolution, great trouble to make him\nunderstand, that never, under any circumstances, ought an innocent man\nto think of committing suicide.”",
        "A big tear rolled down the furrowed cheek of the old gentleman; and he\nmurmured,–",
        "“Ah! I have been cruelly unjust. Poor, unhappy child!”",
        "Then he added aloud,–",
        "“But I shall see him. I have determined to accompany the marchioness\nto Sauveterre. When will you leave?”",
        "“Nothing keeps me here in Paris. I have done all that could be done,\nand I might return this evening. But I am really too tired. I think I\nshall to-morrow take the train at 10.45.”",
        "“If you do so, we shall travel in company; you understand? To-morrow\nat ten o’clock at the Orleans station. We shall reach Sauveterre by\nmidnight.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}