{
    "title": "Within an Inch of His Life - XXI.",
    "author": "Emile Gaboriau",
    "chapter": "30",
    "content": [
        "\n\n",
        "“Have you heard the news?”",
        "“No: what is it?”",
        "“Dionysia de Chandore has been to see M. de Boiscoran in prison.”",
        "“Is it possible?”",
        "“Yes, indeed! Twenty people have seen her come back from there,\nleaning on the arm of the older Miss Lavarande. She went in at ten\nminutes past ten, and she did not come out till a quarter-past three.”",
        "“Is the young woman mad?”",
        "“And the aunt–what do you think of the aunt?”",
        "“She must be as mad as the niece.”",
        "“And M. de Chandore?”",
        "“He must have lost his senses to allow such a scandal. But you know\nvery well, grandfather and aunts never had any will but Dionysia’s.”",
        "“A nice training!”",
        "“And nice fruits of such an education! After such a scandal, no man\nwill be bold enough to marry her.”",
        "Such were the comments on Dionysia’s visit to Jacques, when the news\nbecame known. It flew at once all over town. The ladies “in society\"\ncould not recover from it; for people are exceedingly virtuous at\nSauveterre, and hence they claim the right of being exceedingly strict\nin their judgment. There is no trifling permitted on the score of\npropriety.",
        "The person who defies public opinion is lost. Now, public opinion was\ndecidedly against Jacques de Boiscoran. He was down, and everybody was\nready to kick him.",
        "“Will he get out of it?”",
        "This problem, which was day by day discussed at the “Literary Club,\"\nhad called forth torrents of eloquence, terrible discussions, and even\none or two serious quarrels, one of which had ended in a duel. But\nnobody asked any longer,–",
        "“Is he innocent?”",
        "Dr. Seignebos’s eloquence, the influence of M. Seneschal, and the\ncunning plots of Mechinet, had all failed.",
        "“Ah, what an interesting trial it will be!” said many people, who were\nall eagerness to know who would be the presiding judge, in order to\nask him for tickets of admission. Day by day the interest in the trial\nbecame deeper; and all who were in any way connected with it were\nwatched with great curiosity. Everybody wanted to know what they were\ndoing, what they thought, and what they had said.",
        "They saw in the absence of the Marquis de Boiscoran an additional\nproof of Jacques’s guilt. The continued presence of M. Folgat also\ncreated no small wonder. His extreme reserve, which they ascribed to\nhis excessive and ill-placed pride, had made him generally disliked.\nAnd now they said,–",
        "“He must have hardly any thing to do in Paris, that he can spend so\nmany months in Sauveterre.”",
        "The editor of “The Sauveterre Independent” naturally found the affair\na veritable gold-mine for his paper. He forgot his old quarrel with\nthe editor of “The Impartial Journal,” whom he accused of Bonapartism,\nand who retaliated by calling him a Communist. Each day brought, in\naddition to the usual mention under the “local” head, some article on\nthe “Boiscoran Case.” He wrote,–",
        " “The health of Count C., instead of improving, is declining\n  visibly. He used to get up occasionally when he first came to\n  Sauveterre; and now he rarely leaves his bed. The wound in the\n  shoulder, which at first seemed to be the least dangerous, has\n  suddenly become much inflamed, owing to the tropical heat of the\n  last days. At one time gangrene was apprehended, and it was feared\n  that amputation would become necessary. Yesterday Dr. S. seemed to\n  be much disturbed.",
        " “And, as misfortunes never come singly, the youngest daughter of\n  Count C. is very ill. She had the measles at the time of the fire;\n  and the fright, the cold, and the removal, have brought on a\n  relapse, which may be dangerous.",
        " “Amid all these cruel trials, the Countess C. is admirable in her\n  devotion, her courage, and her resignation. Whenever she leaves\n  the bedside of her dear patients to pray at church for them, she\n  is received with the most touching sympathy and the most sincere\n  admiration by the whole population.”",
        "“Ah, that wretch Boiscoran!” cried the good people of Sauveterre when\nthey read such an article.",
        "The next day, they found this,–",
        " “We have sent to the hospital to inquire from the lady superior how\n  the poor idiot is, who has taken such a prominent part in the\n  bloody drama at Valpinson. His mental condition remains unchanged\n  since he has been examined by experts. The spark of intelligence\n  which the crime had elicited seems to be extinguished entirely and\n  forever. It is impossible to obtain a word from him. He is,\n  however, not locked up. Inoffensive and gentle, like a poor animal\n  that has lost its master, he wanders mournfully through the courts\n  and gardens of the hospital. Dr. S., who used to take a lively\n  interest in him, hardly ever sees him now.",
        " “It was thought at one time, that C. would be summoned to give\n  evidence in the approaching trial. We are informed by high\n  authority, that such a dramatic scene must not be expected to take\n  place. C. will not appear before the jury.”",
        "“Certainly, Cocoleu’s deposition must have been an interposition of\nProvidence,” said people who were not far from believing that it was a\ngenuine miracle.",
        "The next day the editor took M. Galpin in hand.",
        " “M. G., the eminent magistrate, is very unwell just now, and very\n  naturally so after an investigation of such length and importance\n  as that which preceded the Boiscoran trial. We are told that he\n  only awaits the decree of the court, to ask for a furlough and to\n  go to one of the rural stations of the Pyrenees.”",
        "Then came Jacques’s turn,–",
        " “M. J. de B. stands his imprisonment better than could be expected.\n  According to direct information, his health is excellent, and his\n  spirits do not seem to have suffered. He reads much, and spends\n  part of the night in preparing his defence, and making notes for\n  his counsel.”",
        "Then came, from day to day, smaller items,–",
        " “M. J. de B. is no longer in close confinement.”",
        "Or,–",
        " “M. de B. had this morning an interview with his counsel, M. M.,\n  the most eminent member of our bar, and M. F., a young but\n  distinguished advocate from Paris. The conference lasted several\n  hours. We abstain from giving details; but our readers will\n  understand the reserve required in the case of an accused who\n  insists upon protesting energetically that he is innocent.”",
        "And, again,–",
        " “M. de B. was yesterday visited by his mother.”",
        "Or, finally,–",
        " “We hear at the last moment that the Marchioness de B. and M.\n  Folgat have left for Paris. Our correspondent in P. writes us that\n  the decree of the court will not be delayed much longer.”",
        "Never had “The Sauveterre Independent” been read with so much\ninterest. And, as everybody endeavored to be better informed than his\nneighbor, quite a number of idle men had assumed the duty of watching\nJacques’s friends, and spent their days in trying to find out what was\ngoing on at M. de Chandore’s house. Thus it came about, that, on the\nevening of Dionysia’s visit to Jacques, the street was full of curious\npeople. Towards half-past ten, they saw M. de Chandore’s carriage come\nout of the courtyard, and draw up at the door. At eleven o’clock M. de\nChandore and Dr. Seignebos got in, the coachman whipped the horse, and\nthey drove off.",
        "“Where can they be going?” asked they.",
        "They followed the carriage. The two gentlemen drove to the station.\nThey had received a telegram, and were expecting the return of the\nmarchioness and M. Folgat, accompanied, this time, by the old marquis.",
        "They reached there much too soon. The local branch railway which goes\nto Sauveterre is not famous for regularity, and still reminds its\npatrons occasionally of the old habits of stage-coaches, when the\ndriver or the conductor had, at the last moment, to stop to pick up\nsomething they had forgotten. At a quarter-past midnight the train,\nwhich ought to have been there twenty minutes before, had not yet been\nsignalled. Every thing around was silent and deserted. Through the\nwindows the station-master might be seen fast asleep in his huge\nleather chair. Clerks and porters all were asleep, stretched out on\nthe benches of the waiting-room. But people are accustomed to such\ndelays at Sauveterre; they are prepared for being kept waiting: and\nthe doctor and M. de Chandore were walking up and down the platform,\nbeing neither astonished nor impatient at the irregularity. Nor would\nthey have been much surprised if they had been told that they were\nclosely watched all the time: they knew their good town. Still it was\nso. Two curious men, more obstinate than the others, had jumped into\nthe omnibus which runs between the station and the town; and now,\nstanding a little aside, they said to each other,–",
        "“I say, what can they be waiting for?”",
        "At last towards one o’clock, a bell rang, and the station seemed to\nstart into life. The station-master opened his door, the porters\nstretched themselves and rubbed their eyes, oaths were heard, doors\nslammed, and the large hand-barrows came in sight.",
        "Then a low thunder-like noise came nearer and nearer; and almost\ninstantly a fierce red light at the far end of the track shone out in\nthe dark night like a ball of fire. M. de Chandore and the doctor\nhastened to the waiting-room.",
        "The train stopped. A door opened, and the marchioness appeared,\nleaning on M. Folgat’s arm. The marquis, a travelling-bag in hand,\nfollowed next.",
        "“That was it!” said the volunteer spies, who had flattened their noses\nagainst the window-panes.",
        "And, as the train brought no other passengers, they succeeded in\nmaking the omnibus conductor start at once, eager as they were to\nproclaim the arrival of the prisoner’s father.",
        "The hour was unfavorable: everybody was asleep; but they did not give\nup the hope of finding somebody yet at the club. People stay up very\nlate at the club, for there is play going on there, and at times\npretty heavy play: you can lose your five hundred francs quite readily\nthere. Thus the indefatigable news-hunters had a fair chance of\nfinding open ears for their great piece of news. And yet, if they had\nbeen less eager to spread it, they might have witnessed, perhaps not\nentirely unmoved, this first interview between M. de Chandore and the\nMarquis de Boiscoran.",
        "By a natural impulse they had both hastened forward, and shook hands\nin the most energetic manner. Tears stood in their eyes. They opened\ntheir lips to speak; but they said nothing. Besides, there was no need\nof words between them. That close embrace had told Jacques’s father\nclearly enough what Dionysia’s grandfather must have suffered. They\nremained thus standing motionless, looking at each other, when Dr.\nSeignebos, who could not be still for any length of time, came up, and\nasked,–",
        "“The trunks are on the carriage: shall we go?”",
        "They left the station. The night was clear; and on the horizon, above\nthe dark mass of the sleeping town, there rose against the pale-blue\nsky the two towers of the old castle, which now served as prison to\nSauveterre.",
        "“That is the place where my Jacques is kept,” murmured the marquis.\n“There my son is imprisoned, accused of horrible crimes.”",
        "“We will get him out of it,” said the doctor cheerfully, as he helped\nthe old gentleman into the carriage.",
        "But in vain did he try, during the drive, to rouse, as he called it,\nthe spirits of his companions. His hopes found no echo in their\ndistressed hearts.",
        "M. Folgat inquired after Dionysia, whom he had been surprised not to\nsee at the station. M. de Chandore replied that she had staid at home\nwith the Misses Lavarande, to keep M. Magloire company; and that was\nall.",
        "There are situations in which it is painful to talk. The marquis had\nenough to do to suppress the spasmodic sobs which now and then would\nrise in his throat. He was upset by the thought that he was at\nSauveterre. Whatever may be said to the contrary, distance does not\nweaken our emotions. Shaking hands with M. de Chandore in person had\nmoved him more deeply than all the letters he had received for a\nmonth. And when he saw Jacques’s prison from afar, he had the first\nclear notion of the horrible tortures endured by his son. The\nmarchioness was utterly exhausted: she felt as if all the springs in\nher system were broken.",
        "M. de Chandore trembled when he looked at them, and saw how they all\nwere on the point of succumbing. If they despaired, what could he hope\nfor,–he, who knew how indissolubly Dionysia’s fate in life was\nconnected with Jacques?",
        "At length the carriage stopped before his house. The door opened\ninstantly, and the marchioness found herself in Dionysia’s arms, and\nsoon after comfortably seated in an easy-chair. The others had\nfollowed her. It was past two o’clock; but every minute now was\nvaluable. Arranging his spectacles, Dr. Seignebos said,–",
        "“I propose that we exchange our information. I, for my part, I am\nstill at the same point. But you know my views. I do not give them up.\nCocoleu is an impostor, and it shall be proved. I appear to notice him\nno longer; but, in reality, I watch him more closely than ever.”",
        "Dionysia interrupted him, saying,–",
        "“Before any thing is decided, there is one fact which you all ought to\nknow. Listen.”",
        "Pale like death, for it cost her a great struggle to reveal thus the\nsecret of her heart, but with a voice full of energy, and an eye full\nof fire, she told them what she had already confessed to her\ngrandfather; viz., the propositions she had made to Jacques, and his\nobstinate refusal to accede to them.",
        "“Well done, madame!” said Dr. Seignebos, full of enthusiasm. “Well\ndone! Jacques is very unfortunate, and still he is to be envied.”",
        "Dionysia finished her recital. Then, turning with a triumphant air to\nM. Magloire, she added,–",
        "“After that, is there any one yet who could believe that Jacques is a\nvile assassin?”",
        "The eminent advocate of Sauveterre was not one of those men who prize\ntheir opinions more highly than truth itself.",
        "“I confess,” he said, “that, if I were to go and see Jacques to-morrow\nfor the first time, I should not speak to him as I did before.”",
        "“And I,” exclaimed the Marquis de Boiscoran,–\"I declare that I answer\nfor my son as for myself, and I mean to tell him so to-morrow.”",
        "Then turning towards his wife, and speaking so low, that she alone\ncould hear him, he added,–",
        "“And I hope you will forgive me those suspicions which now fill me\nwith horror.”",
        "But the marchioness had no strength left: she fainted, and had to be\nremoved, accompanied by Dionysia and the Misses Lavarande. As soon as\nthey were out of the room, Dr. Seignebos locked the door, rested his\nelbow on the chimney, and, taking off his spectacles to wipe them,\nsaid to M. Folgat,–",
        "“Now we can speak freely. What news do you bring us?”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}