{
    "title": "Within an Inch of His Life - XVIII.",
    "author": "Emile Gaboriau",
    "chapter": "27",
    "content": [
        "\n\n",
        "At Sauveterre, everybody, M. de Chandore as much as Jacques himself,\nblamed the Marquis de Boiscoran. He persisted in remaining in Paris,\nit is true: but it was certainly not from indifference; for he was\ndying with anxiety. He had shut himself up, and refused to see even\nhis oldest friends, even his beloved dealers in curiosities. He never\nwent out; the dust accumulated on his collections; and nothing could\narouse him from this state of prostration, except a letter from\nSauveterre.",
        "Every morning he received three or four,–from the marchioness or M.\nFolgat, from M. Seneschal or M. Magloire, from M. de Chandore,\nDionysia, or even from Dr. Seignebos. Thus he could follow at a\ndistance all the phases, and even the smallest changes, in the\nproceedings. Only one thing he would not do: he would not come down,\nhowever important his coming might be for his son. He did not move.",
        "Once only he had received, through Dionysia’s agency, a letter from\nJacques himself; and then he ordered his servant to get ready his\ntrunks for the same evening. But at the last moment he had given\ncounter-orders, saying that he had reconsidered, and would not go.",
        "“There is something extraordinary going on in the mind of the\nmarquis,” said the servants to each other.",
        "The fact is, he spent his days, and a part of his nights, in his\ncabinet, half-buried in an arm-chair, resting little, and sleeping\nstill less, insensible to all that went on around him. On his table he\nhad arranged all his letters from Sauveterre in order; and he read and\nre-read them incessantly, examining the phrases, and trying, ever in\nvain, to disengage the truth from this mass of details and statements.\nHe was no longer as sure of his son as at first: far from it! Every\nday had brought him a new doubt; every letter, additional uncertainty.\nHence he was all the time a prey to most harassing apprehensions. He\nput them aside; but they returned, stronger and more irresistible than\nbefore like the waves of the rising tide.",
        "He was thus one morning in his cabinet. It was very early yet; but he\nwas more than ever suffering from anxiety, for M. Folgat had written,\n“To-morrow all uncertainty will end. To-morrow the close confinement\nwill be raised, and M. Jacques will see M. Magloire, the counsel whom\nhe has chosen. We will write immediately.”",
        "It was for this news the marquis was waiting now. Twice already he had\nrung to inquire if the mail had not come yet, when all of a sudden his\nvalet appeared and with a frightened air said,–",
        "“The marchioness. She has just come with Anthony, M. Jacques’s own\nman.”",
        "He hardly said so, when the marchioness herself entered, looking even\nworse than she had done in the prison parlor; for she was overcome by\nthe fatigue of a night spent on the road.",
        "The marquis had started up suddenly. As soon as the servant had left\nthe room, and shut the door again, he said with trembling voice, as if\nwishing for an answer, and still fearing to hear it,–",
        "“Has any thing unusual happened?”",
        "“Yes.”",
        "“Good or bad?”",
        "“Sad.”",
        "“Great God! Jacques has not confessed?”",
        "“How could he confess when he is innocent?”",
        "“Then he has explained?”",
        "“As far as I am concerned, and M. Folgat, Dr. Seignebos, and all who\nknow him and love him, yes, but not for the public, for his enemies,\nor the law. He has explained every thing; but he has no proof.”",
        "The mournful features of the marquis settled into still deeper gloom.",
        "“In other words, he has to be believed on his own word?” he asked.",
        "“Don’t you believe him?”",
        "“I am not the judge of that, but the jury.”",
        "“Well, for the jury he will find proof. M. Folgat, who has come in the\nsame train with me, and whom you will see to-day, hopes to discover\nproof.”",
        "“Proof of what?”",
        "Perhaps the marchioness was not unprepared for such a reception. She\nexpected it, and still she was disconcerted.",
        "“Jacques,” she began, “has been the lover of the Countess Claudieuse.”",
        "“Ah, ah!” broke in the marquis.",
        "And, in a tone of offensive irony, he added,–",
        "“No doubt another story of adultery; eh?”",
        "The marchioness did not answer. She quietly went on,–",
        "“When the countess heard of Jacques’s marriage, and that he abandoned\nher, she became exasperated, and determined to be avenged.”",
        "“And, in order to be avenged, she attempted to murder her husband;\neh?”",
        "“She wished to be free.”",
        "The Marquis de Boiscoran interrupted his wife with a formidable oath.\nThen he cried,–",
        "“And that is all Jacques could invent! And to come to such an abortive\nstory–was that the reason of his obstinate silence?”",
        "“You do not let me finish. Our son is the victim of unparalleled\ncoincidences.”",
        "“Of course! Unparalleled coincidences! That is what every one of the\nthousand or two thousand rascals say who are sentenced every year. Do\nyou think they confess? Not they! Ask them, and they will prove to you\nthat they are the victims of fate, of some dark plot, and, finally, of\nan error of judgment. As if justice could err in these days of ours,\nafter all these preliminary examinations, long inquiries, and careful\ninvestigations.”",
        "“You will see M. Folgat. He will tell you what hope there is.”",
        "“And if all hope fails?”",
        "The marchioness hung her head.",
        "“All would not be lost yet. But then we should have to endure the pain\nof seeing our son brought up in court.”",
        "The tall figure of the old gentleman had once more risen to its full\nheight; his face grew red; and the most appalling wrath flashed from\nhis eyes.",
        "“Jacques brought up in court?” he cried, with a formidable voice. “And\nyou come and tell me that coolly, as if it were a very simple and\nquite natural matter! And what will happen then, if he is in court? He\nwill be condemned; and a Boiscoran will go to the galleys. But no,\nthat cannot be! I do not say that a Boiscoran may not commit a crime,\npassion makes us do strange things; but a Boiscoran, when he regains\nhis senses, knows what becomes him to do. Blood washes out all stains.\nJacques prefers the executioner; he waits; he is cunning; he means to\nplead. If he but save his head, he is quite content. A few years at\nhard labor, I suppose, will be a trifle to him. And that coward should\nbe a Boiscoran: my blood should flow in his veins! Come, come, madam,\nJacques is no son of mine.”",
        "Crushed as the marchioness had seemed to be till now, she rose under\nthis atrocious insult.",
        "“Sir!” she cried.",
        "But M. de Boiscoran was not in a state to listen to her.",
        "“I know what I am saying,” he went on. “I remember every thing, if you\nhave forgotten every thing. Come, let us go back to your past.\nRemember the time when Jacques was born, and tell me what year it was\nwhen M. de Margeril refused to meet me.”",
        "Indignation restored to the marchioness her strength. She cried,–",
        "“And you come and tell me this to-day, after thirty years, and God\nknows under what circumstances!”",
        "“Yes, after thirty years. Eternity might pass over these\nrecollections, and it would not efface them. And, but for these\ncircumstances to which you refer, I should never have said any thing.\nAt the time to which I allude, I had to choose between two evils,–\neither to be ridiculous, or to be hated. I preferred to keep silence,\nand not to inquire too far. My happiness was gone; but I wished to\nsave my peace. We have lived together on excellent terms; but there\nhas always been between us this high wall, this suspicion. As long as\nI was doubtful, I kept silent. But now, when the facts confirm my\ndoubts, I say again, ’Jacques is no son of mine!’ “",
        "Overcome with grief, shame, and indignation, the Marchioness de\nBoiscoran was wringing her hands; then she cried,–",
        "“What a humiliation! What you are saying is too horrible. It is\nunworthy of you to add this terrible suffering to the martyrdom which\nI am enduring.”",
        "M. de Boiscoran laughed convulsively.",
        "“Have I brought about this catastrophe?”",
        "“Well then yes! One day I was imprudent and indiscreet. I was young; I\nknew nothing of life; the world worshipped me; and you, my husband, my\nguide, gave yourself up to your ambition, and left me to myself. I\ncould not foresee the consequences of a very inoffensive piece of\ncoquetry.”",
        "“You see, then, now these consequences. After thirty years, I disown\nthe child that bears my name; and I say, that, if he is innocent, he\nsuffers for his mother’s sins. Fate would have it that your son should\ncovet his neighbor’s wife, and, having taken her, it is but justice\nthat he should die the death of the adulterer.”",
        "“But you know very well that I have never forgotten my duty.”",
        "“I know nothing.”",
        "“You have acknowledged it, because you refused to hear the explanation\nwhich would have justified me.”",
        "“True, I did shrink from an explanation, which, with your unbearable\npride, would necessarily have led to a rupture, and thus to a fearful\nscandal.”",
        "The marchioness might have told her husband, that, by refusing to hear\nher explanation, he had forfeited all right to utter a reproach; but\nshe felt it would be useless, and thus he went on,–",
        "“All I do know is, that there is somewhere in this world a man whom I\nwanted to kill. Gossiping people betrayed his name to me. I went to\nhim, and told him that I demanded satisfaction, and that I hoped he\nwould conceal the real reason for our encounter even from our seconds.\nHe refused to give me satisfaction, on the ground that he did not owe\nme any, that you had been calumniated, and that he would meet me only\nif I should insult him publicly.”",
        "“Well?”",
        "“What could I do after that? Investigate the matter? You had no doubt\ntaken your precautions, and it would have amounted to nothing. Watch\nyou? I should only have demeaned myself uselessly; for you were no\ndoubt on your guard. Should I ask for a divorce? The law afforded me\nthat remedy. I might have dragged you into court, held you up to the\nsarcasms of my counsel, and exposed you to the jests of your own. I\nhad a right to humble you, to dishonor my name, to proclaim your\ndisgrace, to publish it in the newspapers. Ah, I would have died\nrather!”",
        "The marchioness seemed to be puzzled.",
        "“That was the explanation of your conduct?”",
        "“Yes, that was my reason for giving up public life, ambitious as I\nwas. That was the reason why I withdrew from the world; for I thought\neverybody smiled as I passed. That is why I gave up to you the\nmanagement of our house and the education of your son, why I became a\npassionate collector, a half-mad original. And you find out only\nto-day that you have ruined my life?”",
        "There was more compassion than resentment in the manner in which the\nmarchioness looked at her husband.",
        "“You had mentioned to me your unjust suspicions,” she replied; “but I\nfelt strong in my innocence, and I was in hope that time and my\nconduct would efface them.”",
        "“Faith once lost never comes back again.”",
        "“The fearful idea that you could doubt of your paternity had never\neven occurred to me.”",
        "The marquis shook his head.",
        "“Still it was so,” he replied. “I have suffered terribly. I loved\nJacques. Yes, in spite of all, in spite of myself, I loved him. Had he\nnot all the qualities which are the pride and the joy of a family? Was\nhe not generous and noble-hearted, open to all lofty sentiments,\naffectionate, and always anxious to please me? I never had to complain\nof him. And even lately, during this abominable war, has he not again\nshown his courage, and valiantly earned the cross which they gave him?\nAt all times, and from all sides, I have been congratulated on his\naccount. They praised his talents and his assiduity. Alas! at the very\nmoment when they told me what a happy father I was, I was the most\nwretched of men. How many times would I have drawn him to my heart!\nBut immediately that terrible doubt rose within me, if he should not\nbe my son; and I pushed him back, and looked in his features for a\ntrace of another man’s features.”",
        "His wrath had cooled down, perhaps by its very excess.",
        "He felt a certain tenderness in his heart, and sinking into his chair,\nand hiding his face in his hands, he murmured,–",
        "“If he should be my son, however; if he should be innocent! Ah, this\ndoubt is intolerable! And I who would not moved from here,–I who have\ndone nothing for him,–I might have done every thing at first. It\nwould have been easy for me to obtain a change of venue to free him\nfrom this Galpin, formerly his friend, and now his enemy.”",
        "M. de Boiscoran was right when he said that his wife’s pride was\nunmanageable. And still, as cruelly wounded as woman well could be,\nshe now suppressed her pride, and, thinking only of her son, remained\nquite humble. Drawing from her bosom the letter which Jacques had sent\nto her the day before she left Sauveterre, she handed it to her\nhusband, saying,–",
        "“Will you read what our son says?”",
        "The marquis’s hand trembled as he took the letter; and, when he had\ntorn it open, he read,–",
        " “Do you forsake me too, father, when everybody forsakes me? And yet\n  I have never needed your love as much as now. The peril is\n  imminent. Every thing is against me. Never has such a combination\n  of fatal circumstances been seen before. I may not be able to\n  prove my innocence; but you,–you surely cannot think your son\n  guilty of such an absurd and heinous crime! Oh, no! surely not. My\n  mind is made up. I shall fight to the bitter end. To my last\n  breath I shall defend, not my life, but my honor. Ah, if you but\n  knew! But there are things which cannot be written, and which only\n  a father can be told. I beseech you come to me, let me see you,\n  let me hold your hand in mine. Do not refuse this last and\n  greatest comfort to your unhappy son.”",
        "The marquis had started up.",
        "“Oh, yes, very unhappy indeed!” he cried.",
        "And, bowing to his wife, he said,–",
        "“I interrupted you. Now, pray tell me all.”",
        "Maternal love conquered womanly resentment. Without a shadow of\nhesitation, and as if nothing had taken place, the marchioness gave\nher husband the whole of Jacques’s statement as he had made it to M.\nMagloire.",
        "The marquis seemed to be amazed.",
        "“That is unheard of!” he said.",
        "And, when his wife had finished, he added,–",
        "“That was the reason why Jacques was so very angry when you spoke of\ninviting the Countess Claudieuse, and why he told you, that, if he saw\nher enter at one door, he would walk out of the other. We did not\nunderstand his aversion.”",
        "“Alas! it was not aversion. Jacques only obeyed at that time the\ncunning lessons given him by the countess.”",
        "In less than one minute the most contradictory resolutions seemed to\nflit across the marquis’s face. He hesitated, and at last he said,–",
        "“Whatever can be done to make up for my inaction, I will do. I will go\nto Sauveterre. Jacques must be saved. M. de Margeril is all-powerful.\nGo to him. I permit it. I beg you will do it.”",
        "The eyes of the marchioness filled with tears, hot tears, the first\nshe had shed since the beginning of this scene.",
        "“Do you not see,” she asked, “that what you wish me to do is now\nimpossible? Every thing, yes, every thing in the world but that. But\nJacques and I–we are innocent. God will have pity on us. M. Folgat\nwill save us.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}