{
    "title": "Within an Inch of His Life - XXIV.",
    "author": "Emile Gaboriau",
    "chapter": "33",
    "content": [
        "\n\n",
        "The great lawyer of Sauveterre had been far more astonished at the\nunexpected and extraordinary meeting than M. Folgat. As soon as the\nwandering minstrel had left them, he asked his young colleague,–",
        "“You know that individual?”",
        "“That individual,” replied M. Folgat, “is none other than the agent\nwhose services I have engaged, and whom I mentioned to you.”",
        "“Goudar?”",
        "“Yes, Goudar.”",
        "“And did you not recognize him?”",
        "The young advocate smiled.",
        "“Not until he spoke,” he replied. “The Goudar whom I know is tall,\nthin, beardless, and wears his hair cut like a brush. This street-\nmusician is low, bearded, and has long, smooth hair falling down his\nback. How could I recognize my man in that vagabond costume, with a\nviolin in his hand, and a provincial song set to music?”",
        "M. Magloire smiled too, as he said,–",
        "“What are, after all, professional actors in comparison with these\nmen! Here is one who pretends having reached Sauveterre only this\nmorning, and who knows the country as well as Trumence himself. He has\nnot been here twelve hours, and he speaks already of M. de Chandore’s\nlittle garden-gate.”",
        "“Oh! I can explain that circumstance now, although, at first, it\nsurprised me very much. When I told Goudar the whole story, I no doubt\nmentioned the little gate in connection with Mechinet.”",
        "Whilst they were chatting thus, they had reached the upper end of\nNational Street. Here they stopped; and M. Magloire said,–",
        "“One word before we part. Are you quite resolved to see the Countess\nClaudieuse?”",
        "“I have promised.”",
        "“What do you propose telling her?”",
        "“I do not know. That depends upon how she receives me.”",
        "“As far as I know her, she will, upon looking at the note, merely\norder you out.”",
        "“Who knows! At all events, I shall not have to reproach myself for\nhaving shrunk from a step which in my heart I thought it my duty to\ntake.”",
        "“Whatever may happen, be prudent, and do not allow yourself to get\nangry. Remember that a scene with her would compel us to change our\nwhole line of defence, and that that is the only one which promises\nany success.”",
        "“Oh, do not fear!”",
        "Thereupon, shaking hands once more, they parted, M. Magloire returning\nto his house, and M. Folgat going up the street. It struck half-past\nfive, and the young advocate hurried on for fear of being too late. He\nfound them waiting for him to go to dinner; but, as he entered the\nroom, he forgot all his excuses in his painful surprise at the\nmournful and dejected appearance of the prisoner’s friends and\nrelatives.",
        "“Have we any bad news?” he asked with a hesitating voice.",
        "“The worst we had to fear,” replied the Marquis de Boiscoran. “We had\nall foreseen it; and still, as you see, it has surprised us all, like\na clap of thunder.”",
        "The young lawyer beat his forehead, and cried,–",
        "“The court has ordered the trial!”",
        "The marquis only bent his head, as if his voice, had failed him to\nanswer the question.",
        "“It is still a great secret,” said Dionysia; “and we only know it,\nthanks to the indiscretion of our kind, our devoted Mechinet. Jacques\nwill have to appear before the Assizes.”",
        "She was interrupted by a servant, who entered to announce that dinner\nwas on the table.",
        "They all went into the dining-room; but the last event made it well-\nnigh impossible for them to eat. Dionysia alone, deriving from\nfeverish excitement an amazing energy, aided M. Folgat in keeping up\nthe conversation. From her the young advocate learned that Count\nClaudieuse was decidedly worse, and that he would have received, in\nthe day, the last sacrament, but for the decided opposition of Dr.\nSeignebos, who had declared that the slightest excitement might kill\nhis patient.",
        "“And if he dies,” said M. de Chandore, “that is the finishing stroke.\nPublic opinion, already incensed against Jacques, will become\nimplacable.”",
        "However, the meal came to an end; and M. Folgat went up to Dionysia,\nsaying,–",
        "“I must beg of you, madam, to trust me with the key to the little\ngarden-gate.”",
        "She looked at him quite astonished.",
        "“I have to see a detective secretly, who has promised me his\nassistance.”",
        "“Is he here?”",
        "“He came this morning.”",
        "When Dionysia had handed him the key, M. Folgat hastened to reach the\nend of the garden; and, at the third stroke of nine o’clock, the\nminstrel of the New-Market Square, Goudar, pushed the little gate,\nand, his violin under his arm, slipped into the garden.",
        "“A day lost!” he exclaimed, without thinking of saluting the young\nlawyer,–\"a whole day; for I could do nothing till I had seen you.”",
        "He seemed to be so angry, that M. Folgat tried to soothe him.",
        "“Let me first of all compliment you on your disguise,” he said. But\nGoudar did not seem to be open to praise.",
        "“What would a detective be worth if he could not disguise himself! A\ngreat merit, forsooth! And I tell you, I hate it! But I could not\nthink of coming to Sauveterre in my own person, a detective. Ugh!\nEverybody would have run away; and what a pack of lies they would have\ntold me! So I had to assume that hideous masquerade. To think that I\nonce took six months’ lessons from a music-teacher merely to fit\nmyself for that character! A wandering musician, you see, can go\nanywhere, and nobody is surprised; he goes about the streets, or he\ntravels along the high-road; he enters into yards, and slips into\nhouses; he asks alms: and in so doing, he accosts everybody, speaks to\nthem, follows them. And as to my precious dialect, you must know I\nhave been down here once for half a year, hunting up counterfeiters;\nand, if you don’t catch a provincial accent in six months, you don’t\ndeserve belonging to the police. And I do belong to it, to the great\ndistress of my wife, and to my own disgust.”",
        "“If your ambition is really what you say, my dear, Goudar,” said M.\nFolgat, interrupting him, “you may be able to leave your profession\nvery soon–if you succeed in saving M. de Boiscoran.”",
        "“He would give me his house in Vine Street?”",
        "“With all his heart!”",
        "The detective looked up, and repeated slowly,–",
        "“The house in Vine Street, the paradise of this world. An immense\ngarden, a soil of marvellous beauty. And what an exposure! There are\nwalls there on which I could raise finer peaches than they have at\nMontreuil, and richer Chasselas than those of Fontainebleau!”",
        "“Did you find any thing there?” asked M. Folgat.",
        "Goudar, thus recalled to business, looked angry again.",
        "“Nothing at all,” he replied. “Nor did I learn any thing from the\ntradesmen. I am no further advanced than I was the first day.”",
        "“Let us hope you will have more luck here.”",
        "“I hope so; but I need your assistance to commence operations. I must\nsee Dr. Seignebos, and Mechinet the clerk. Ask them to meet me at the\nplace I shall assign in a note which I will send them.”",
        "“I will tell them.”",
        "“Now, if you want my /incognito/ to be respected, you must get me a\npermit from the mayor, for Goudar, street-musician. I keep my name,\nbecause here nobody knows me. But I must have the permit this evening.\nWherever I might present myself, asking for a bed, they would call for\nmy papers.”",
        "“Wait here for a quarter of an hour, there is a bench,” said M.\nFolgat, “and I’ll go at once to the mayor.”",
        "A quarter of an hour later, Goudar had his permit in his pocket, and\nwent to take lodgings at the Red Lamb, the worst tavern in all\nSauveterre.",
        "When a painful and inevitable duty is to be performed, the true\ncharacter of a man is apt to appear in its true light. Some people\npostpone it as long as they can, and delay, like those pious persons\nwho keep the biggest sin for the end of their confession: others, on\nthe contrary, are in a hurry to be relieved of their anxiety, and make\nan end of it as soon as they can. M. Folgat belonged to this latter\nclass.",
        "Next morning he woke up at daylight, and said to himself,–",
        "“I will call upon the Countess Claudieuse this morning.”",
        "At eight o’clock, he left the house, dressed more carefully than\nusual, and told the servant that he did not wish to be waited for if\nhe should not be back for breakfast.",
        "He went first to the court-house, hoping to meet the clerk there. He\nwas not disappointed. The waiting-rooms were quite deserted yet; but\nMechinet was already at work in his office, writing with the feverish\nhaste of a man who has to pay for a piece of property that he wants to\ncall his own.",
        "When he saw Folgat enter, he rose, and said at once,–",
        "“You have heard the decision of the court?”",
        "“Yes, thanks to your kindness; and I must confess it has not surprised\nme. What do they think of it here?”",
        "“Everybody expects a condemnation.”",
        "“Well, we shall see!” said the young advocate.",
        "And, lowering his voice, he added,–",
        "“But I came for another purpose. The agent whom I expected has come,\nand he wishes to see you. He will write to you to make an appointment,\nand I hope you will consent.”",
        "“Certainly, with all my heart,” replied the clerk. “And God grant that\nhe may succeed in extricating M. de Boiscoran from his difficulties,\neven if it were only to take the conceit out of my master.”",
        "“Ah! is M. Galpin so triumphant?”",
        "“Without the slightest reserve. He sees his old friend already at the\ngalleys. He has received another letter of congratulation from the\nattorney general, and came here yesterday, when the court had\nadjourned, to read it to any one who would listen. Everybody, of\ncourse, complimented him, except the president, who turned his back\nupon him, and the commonwealth attorney, who told him in Latin that he\nwas selling the bear’s skin before he had killed him.”",
        "In the meantime steps were heard coming down the passages; and M.\nFolgat said hurriedly,–",
        "“One more suggestion. Goudar desires to remain unknown. Do not speak\nof him to any living soul, and especially show no surprise at the\ncostume in which you see him.”",
        "The noise of a door which was opened interrupted him. One of the\njudges entered, who, after having bowed very civilly, asked the clerk\na number of questions about a case which was to come on the same day.",
        "“Good-bye, M. Mechinet,” said the young advocate.",
        "And his next visit was to Dr. Seignebos. When he rang the bell, a\nservant came to the door, and said,–",
        "“The doctor is gone out; but he will be back directly, and has told me\nto beg you to wait for him in his study.”",
        "Such an evidence of perfect trust was unheard of. No one was ever\nallowed to remain alone in his sanctuary. It was an immense room,\nquite full of most varied objects, which at a glance revealed the\nopinions, tastes, and predilections of the owner. The first thing to\nstrike the visitor as he entered was an admirable bust of Bichat,\nflanked on either side by smaller busts of Robespierre and Rousseau. A\nclock of the time of Louis XIV. stood between the windows, and marked\nthe seconds with a noise which sounded like the rattling of old iron.\nOne whole side was filled with books of all kinds, unbound or bound,\nin a way which would have set M. Daubigeon laughing very heartily. A\nhuge cupboard adapted for collections of plants bespoke a passing\nfancy for botany; while an electric machine recalled the time when the\ndoctor believed in cures by electricity.",
        "On the table in the centre of the room vast piles of books betrayed\nthe doctor’s recent studies. All the authors who have spoken of\ninsanity or idiocy were there, from Apostolides to Tardien. M. Folgat\nwas still looking around when Dr. Seignebos entered, always like a\nbombshell, but far more cheerful than usual.",
        "“I knew I should find you here!” he cried still in the door. “You come\nto ask me to meet Goudar.”",
        "The young advocate started, and said, all amazed,–",
        "“Who can have told you?”",
        "“Goudar himself. I like that man. I am sure no one will suspect me of\nhaving a fancy for any thing that is connected with the police. I have\nhad too much to do all my life with spies and that ilk. But your man\nmight almost reconcile me with that department.”",
        "“When did you see him?”",
        "“This morning at seven. He was so prodigiously tired of losing his\ntime in his garret at the Red Lamb, that it occurred to him to pretend\nillness, and to send for me. I went, and found a kind of street-\nminstrel, who seemed to me to be perfectly well. But, as soon as we\nwere alone, he told me all about it, asking me my opinion, and telling\nme his ideas. M. Folgat, that man Goudar is very clever: I tell you\nso; and we understand each other perfectly.”",
        "“Has he told you what he proposes to do?”",
        "“Nearly so. But he has not authorized me to speak of it. Have\npatience; let him go to work, wait, and you will see if old Seignebos\nhas a keen scent.”",
        "Saying this with an air of sublime conceit, he took off his\nspectacles, and set to work wiping them industriously.",
        "“Well, I will wait,” said the young advocate. “And, since that makes\nan end to my business here, I beg you will let me speak to you of\nanother matter. M. de Boiscoran has charged me with a message to the\nCountess Claudieuse.”",
        "“The deuce!”",
        "“And to try to obtain from her the means for our discharge.”",
        "“Do you expect she will do it?”",
        "M. Folgat could hardly retain an impatient gesture.",
        "“I have accepted the mission,” he said dryly, “and I mean to carry it\nout.”",
        "“I understand, my dear sir. But you will not see the countess. The\ncount is very ill. She does not leave his bedside, and does not even\nreceive her most intimate friends.”",
        "“And still I must see her. I must at any hazard place a note which my\nclient has confided to me, in her own hands. And look here, doctor, I\nmean to be frank with you. It was exactly because I foresaw there\nwould be difficulties, that I came to you to ask your assistance in\novercoming or avoiding them.”",
        "“To me?”",
        "“Are you not the count’s physician?”",
        "“Ten thousand devils!” cried Dr. Seignebos. “You do not mince matters,\nyou lawyers!”",
        "And then speaking in a lower tone, and replying apparently to his own\nobjections rather than to M. Folgat, he said,–",
        "“Certainly, I attend Count Claudieuse, whose illness, by the way,\nupsets all my theories, and defies all my experience: but for that\nvery reason I can do nothing. Our profession has certain rules which\ncannot be infringed upon without compromising the whole medical\nprofession.”",
        "“But it is a question of life and death with Jacques, sir, with a\nfriend.”",
        "“And a fellow Republican, to be sure. But I cannot help you without\nabusing the confidence of the Countess Claudieuse.”",
        "“Ah, sir! Has not that woman committed a crime for which M. de\nBoiscoran, though innocent, will be arraigned in court?”",
        "“I think so; but still\"–",
        "He reflected a moment, and then suddenly snatched up his broad-brimmed\nhat, drew it over his head, and cried,–",
        "“In fact, so much the worse for her! There are sacred interests which\noverride every thing. Come!”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}