{
    "title": "Within an Inch of His Life - XXIX.",
    "author": "Emile Gaboriau",
    "chapter": "38",
    "content": [
        "\n\n",
        "M. Folgat had just risen. Standing before his mirror, hung up to one\nof the windows in his room, he had just finished shaving himself, when\nthe door was thrown open violently, and old Anthony appeared quite\nbeside himself.",
        "“Ah, sir, what a terrible thing!”",
        "“What?”",
        "“Run away, disappeared!”",
        "“Who?”",
        "“Master Jacques!”",
        "The surprise was so great, that M. Folgat nearly let his razor drop:\nhe said, however, peremptorily,–",
        "“That is false!”",
        "“Alas, sir,” replied the old servant, “everybody is full of it in\ntown. All the details are known. I have just seen a man who says he\nmet master last night, about eleven o’clock, running like a madman\ndown National Street.”",
        "“That is absurd.”",
        "“I have only told Miss Dionysia so far, and she sent me to you. You\nought to go and make inquiry.”",
        "The advice was not needed. Wiping his face hastily, the young advocate\nwent to dress at once. He was ready in a moment; and, having run down\nthe stairs, he was crossing the passage when he heard somebody call\nhis name. He turned round, and saw Dionysia making him a sign to come\ninto the boudoir in which she was usually sitting. He did so.",
        "Dionysia and the young advocate alone knew what a desperate venture\nJacques had undertaken the night before. They had not said a word\nabout it to each other; but each had noticed the preoccupation of the\nother. All the evening M. Folgat had not spoken ten words, and\nDionysia had, immediately after dinner, gone up to her own room.",
        "“Well?” she asked.",
        "“The report, madam, must be false,” replied the advocate.",
        "“Who knows?”",
        "“His evasion would be a confession of his crime. It is only the guilty\nwho try to escape; and M. de Boiscoran is innocent. You can rest quite\nassured, madam, it is not so. I pray you be quiet.”",
        "Who would not have pitied the poor girl at that moment? She was as\nwhite as her collar, and trembled violently. Big tears ran over her\neyes; and at each word a violent sob rose in her throat.",
        "“You know where Jacques went last night?” she asked again.",
        "“Yes.”",
        "She turned her head a little aside, and went on, in a hardly audible\nvoice,–",
        "“He went to see once more a person whose influence over him is,\nprobably, all powerful. It may be that she has upset him, stunned him.\nMight she not have prevailed upon him to escape from the disgrace of\nappearing in court, charged with such a crime?”",
        "“No, madam, no!”",
        "“This person has always been Jacques’s evil genius. She loves him, I\nam sure. She must have been incensed at the idea of his becoming my\nhusband. Perhaps, in order to induce him to flee, she has fled with\nhim.”",
        "“Ah! do not be afraid, madam: the Countess Claudieuse is incapable of\nsuch devotion.”",
        "Dionysia threw herself back in utter amazement; and, raising her wide-\nopen eyes to the young advocate, she said with an air of\nstupefaction,–",
        "“The Countess Claudieuse?”",
        "M. Folgat saw his indiscretion. He had been under the impression that\nJacques had told his betrothed every thing; and her very manner of\nspeaking had confirmed him in his conviction.",
        "“Ah, it is the Countess Claudieuse,” she went on,–\"that lady whom all\nrevere as if she were a saint. And I, who only the other day marvelled\nat her fervor in praying,–I who pitied her with all my heart,–I–Ah!\nI now see what they were hiding from me.”",
        "Distressed by the blunder which he had committed, the young advocate\nsaid,–",
        "“I shall never forgive myself, madam, for having mentioned that name\nin your presence.”",
        "She smiled sadly.",
        "“Perhaps you have rendered me a great service, sir. But, I pray, go\nand see what the truth is about this report.”",
        "M. Folgat had not walked down half the street, when he became aware\nthat something extraordinary must really have happened. The whole town\nwas in uproar. People stood at their doors, talking. Groups here and\nthere were engaged in lively discussions.",
        "Hastening his steps, he was just turning into National Street, when he\nwas stopped by three or four gentlemen, whose acquaintance he had, in\nsome way or other, been forced to make since he was at Sauveterre.",
        "“Well, sir?” said one of these amiable friends, “your client, it\nseems, is running about nicely.”",
        "“I do not understand,” replied M. Folgat in a tone of ice.",
        "“Why? Don’t you know your client has run off?”",
        "“Are you quite sure of that?”",
        "“Certainly. The wife of a workman whom I employ was the person through\nwhom the escape became known. She had gone on the old ramparts to cut\ngrass there for her goat; and, when she came to the prison wall, she\nsaw a big hole had been made there. She gave at once the alarm; the\nguard came up; and they reported the matter immediately to the\ncommonwealth attorney.”",
        "For M. Folgat the evidence was not satisfactory yet. He asked,–",
        "“Well? And M. de Boiscoran?”",
        "“Cannot be found. Ah, I tell you, it is just as I say. I know it from\na friend who heard it from a clerk at the mayor’s office. Blangin the\njailer, they say, is seriously implicated.”",
        "“I hope soon to see you again,” said the young advocate, and left him\nabruptly.",
        "The gentleman seemed to be very grievously offended at such treatment;\nbut the young advocate paid no attention to him, and rapidly crossed\nthe New-Market Square.",
        "He was become apprehensive. He did not fear an evasion, but thought\nthere might have occurred some fearful catastrophe. A hundred persons,\nat least, were assembled around the prison-doors, standing there with\nopen mouths and eager eyes; and the sentinels had much trouble in\nkeeping them back.",
        "M. Folgat made his way through the crowd, and went in.",
        "In the court-yard he found the commonwealth attorney, the chief of\npolice, the captain of the gendarmes, M. Seneschal, and, finally, M.\nGalpin, all standing before the janitor’s lodge in animated\ndiscussion. The magistrate looked paler than ever, and was, as they\ncalled it in Sauveterre, in bull-dog humor. There was reason for it.",
        "He had been informed as promptly as M. Folgat, and had, with equal\npromptness, dressed, and hastened to the prison. And all along his\nway, unmistakable evidence had proved to him that public opinion was\nfiercely roused against the accused, but that it was as deeply excited\nagainst himself.",
        "On all sides he had been greeted by ironical salutations, mocking\nsmiles, and even expressions of condolence at the loss of his\nprisoner. Two men, whom he suspected of being in close relations with\nDr. Seignebos, had even murmured, as he passed by them,–",
        "“Cheated, Mr. Bloodhound.”",
        "He was the first to notice the young advocate, and at once said to\nhim,–",
        "“Well, sir, do you come for news?”",
        "But M. Folgat was not the man to be taken in twice the same day.\nConcealing his apprehensions under the most punctilious politeness, he\nreplied,–",
        "“I have heard all kinds of reports; but they do not affect me. M. de\nBoiscoran has too much confidence in the excellency of his cause and\nthe justice of his country to think of escaping. I only came to confer\nwith him.”",
        "“And you are right!” exclaimed M. Daubigeon. “M. de Boiscoran is in\nhis cell, utterly unaware of all the rumors that are afloat. It was\nTrumence who has run off,–Trumence, the light-footed. He was kept in\nprison for form’s sake only, and helped the keeper as a kind of\nassistant jailer. He it is who has made a hole in the wall, and\nescaped, thinking, no doubt, that the heavens are a better roof than\nthe finest jail.”",
        "A little distance behind the group stood Blangin, the jailer,\naffecting a contrite and distressed air.",
        "“Take the counsel to the prisoner Boiscoran,” said M. Galpin dryly,\nfearing, perhaps, that M. Daubigeon might regale the public with all\nthe bitter epigrams with which he persecuted him privately. The jailer\nbowed to the ground, and obeyed the order; but, as soon as he was\nalone with M. Folgat in the porch of the building, he blew up his\ncheek, and then tapped it, saying,–",
        "“Cheated all around,”",
        "Then he burst out laughing. The young advocate pretended not to\nunderstand him. It was but prudent that he should appear ignorant of\nwhat had happened the night before, and thus avoid all suspicion of a\ncomplicity which substantially did not exist.",
        "“And still,” Blangin went on, “this is not the end of it yet. The\ngendarmes are all out. If they should catch my poor Trumence! That man\nis such a fool, the most stupid judge would worm his secret out of him\nin five minutes. And then, who would be in a bad box?”",
        "M. Folgat still made no reply; but the other did not seem to mind that\nmuch. He continued,–",
        "“I only want to do one thing, and that is to give up my keys as soon\nas possible. I am tired of this profession of jailer. Besides, I shall\nnot be able to stay here much longer. This escape has put a flea into\nthe ear of the authorities, and they are going to give me an\nassistant, a former police sergeant, who is as bad as a watchdog. Ah!\nthe good days of M. de Boiscoran are over: no more stolen visits, no\nmore promenades. He is to be watched day and night.”",
        "Blangin had stopped at the foot of the staircase to give all these\nexplanations.",
        "“Let us go up,” he said now, as M. Folgat showed signs of growing\nimpatience.",
        "He found Jacques lying on his bed, all dressed; and at the first\nglance he saw that a great misfortune had happened.",
        "“One more hope gone?” he asked.",
        "The prisoner raised himself up with difficulty, and sat up on the side\nof his bed; then he replied in a voice of utter despair,–",
        "“I am lost, and this time hopelessly.”",
        "“Oh!”",
        "“Just listen!”",
        "The young advocate could not help shuddering as he heard the account\ngiven by Jacques of what had happened the night before. And when it\nwas finished, he said,–",
        "“You are right. If Count Claudieuse carries out his threat, it may be\na condemnation.”",
        "“It must be a condemnation, you mean. Well, you need not doubt. He\nwill carry out his threat.”",
        "And shaking his head with an air of desolation, he added,–",
        "“And the most formidable part of it is this: I cannot blame him for\ndoing it. The jealousy of husbands is often nothing more than self-\nlove. When they find they have been deceived, their vanity is\noffended; but their heart remains whole. But in this case it is very\ndifferent. He not only loved his wife, he worshipped her. She was his\nhappiness, life itself. When I took her from him, I robbed him of all\nhe had,–yes, of all! I never knew what adultery meant till I saw him\novercome with shame and rage. He was left without any thing in a\nmoment. His wife had a lover: his favorite daughter was not his own! I\nsuffer terribly; but it is nothing, I am sure, in comparison with what\nhe suffers. And you expect, that, holding a weapon in his hand, he\nshould not use it? It is a treacherous, dishonest weapon, to be sure;\nbut have I been frank and honest? It would be a mean, ignoble\nvengeance, you will say; but what was the offence? In his place, I\ndare say, I should do as he does.”",
        "M. Folgat was thunderstruck.",
        "“But after that,” he asked, “when you left the house?”",
        "Jacques passed his hand mechanically over his forehead, as if to\ngather his thoughts, and then went on,–",
        "“After that I fled precipitately, like a man who has committed a\ncrime. The garden-door was open, and I rushed out. I could not tell\nyou with certainty in what direction I ran, through what streets I\npassed. I had but one fixed idea,–to get away from that house as\nquickly and as far as possible. I did not know what I was doing. I\nwent, I went. When I came to myself, I was many miles away from\nSauveterre, on the road to Boiscoran. The instinct of the animal\nwithin me had guided me on the familiar way to my house. At the first\nmoment I could not comprehend how I had gotten there. I felt like a\ndrunkard whose head is filled with the vapors of alcohol, and who,\nwhen he is roused, tries to remember what has happened during his\nintoxication. Alas! I recalled the fearful reality but too soon. I\nknew that I ought to go back to prison, that it was an absolute\nnecessity; and yet I felt at times so weary, so exhausted, that I was\nafraid I should not be able to get back. Still I did reach the prison.\nBlangin was waiting for me, all anxiety; for it was nearly two\no’clock. He helped me to get up here. I threw myself, all dressed as I\nwas, on my bed, and I fell fast asleep in an instant. But my sleep was\na miserable sleep, broken by terrible dreams, in which I saw myself\nchained to the galleys, or mounting the scaffold with a priest by my\nside; and even at this moment I hardly know whether I am awake or\nasleep, and whether I am not still suffering under a fearful\nnightmare.”",
        "M. Folgat could hardly conceal a tear. He murmured,–",
        "“Poor man!”",
        "“Oh, yes, poor man indeed!” repeated Jacques. “Why did I not follow my\nfirst inspiration last night when I found myself on the high-road. I\nshould have gone on to Boiscoran, I should have gone up stairs to my\nroom, and there I should have blown out my brains. I should then\nsuffer no more.”",
        "Was he once more giving himself up to that fatal idea of suicide?",
        "“And your parents,” said M. Folgat.",
        "“My parents! And do you think they will survive my condemnation?”",
        "“And Miss Chandore?”",
        "He shuddered, and said fiercely,–",
        "“Ah! it is for her sake first of all that I ought to make an end of\nit. Poor Dionysia! Certainly she would grieve terribly when she heard\nof my suicide. But she is not twenty yet. My memory would soon fade in\nher heart; and weeks growing into months, and months into years, she\nwould find comfort. To live means to forget.”",
        "“No! You cannot really think what you are saying!” broke in M. Folgat.\n“You know very well that she–she would never forget you!”",
        "A tear appeared in the eyes of the unfortunate man, and he said in a\nhalf-smothered voice,–",
        "“You are right. I believe to strike me down means to strike her down\nalso. But do you think what life would be after a condemnation? Can\nyou imagine what her sensations would be, if day after day she had to\nsay to herself, ’He whom alone I love upon earth is at the galleys,\nmixed up with the lowest of criminals, disgraced for life,\ndishonored.’ Ah! death is a thousand times preferable.”",
        "“Jacques, M. de Boiscoran, do you forget that you have given me your\nword of honor?”",
        "“The proof that I have not forgotten it is that you see me here. But,\nnever mind, the day is not very far off when you will see me so\nwretched that you yourself will be the first to put a weapon into my\nhands.”",
        "But the young advocate was one of those men whom difficulties only\nexcite and stimulate, instead of discouraging. He had already\nrecovered somewhat from the first great shock, and he said,–",
        "“Before you throw down your hand, wait, at least, till the game is\nlost. You are not sentenced yet. Far from it! You are innocent, and\nthere is divine justice. Who tells us that Count Claudieuse will\nreally give evidence? We do not even know whether he has not, at this\nmoment, drawn his last breath upon earth!”",
        "Jacques leaped up as if in a spasm, and turning deadly pale,\nexclaimed,–",
        "“Ah, don’t say that! That fatal thought has already occurred to me,\nthat perhaps he did not rise again last night. Would to God that that\nbe not so! for then I should but too surely be an assassin. He was my\nfirst thought when I awoke. I thought of sending out to make\ninquiries. But I did not dare do it.”",
        "M. Folgat felt his heart oppressed with most painful anxiety, like the\nprisoner himself. Hence he said at once,–",
        "“We cannot remain in this uncertainty. We can do nothing as long as\nthe count’s fate is unknown to us; for on his fate depends ours. Allow\nme to leave you now. I will let you know as soon as I hear any thing\npositive. And, above all, keep up your courage, whatever may happen.”",
        "The young advocate was sure of finding reliable information at Dr.\nSeignebos’s house. He hastened there; and, as soon as he entered, the\nphysician cried,–",
        "“Ah, there you are coming at last! I give up twenty of my worst\npatients to see you, and you keep me waiting forever. I was sure you\nwould come. What happened last night at Count Claudieuse’s house?”",
        "“Then you know\"–",
        "“I know nothing. I have seen the results; but I do not know the cause.\nThe result was this: last night, about eleven o’clock, I had just gone\nto bed, tired to death, when, all of a sudden, somebody rings my bell\nas if he were determined to break it. I do not like people to perform\nso violently at my door; and I was getting up to let the man know my\nmind, when Count Claudieuse’s servant rushed in, pushing my own\nservant unceremoniously aside, and cried out to me to come instantly,\nas his master had just died.”",
        "“Great God!”",
        "“That is what I said, because, although I knew the count was very ill,\nI did not think he was so near death.”",
        "“Then, he is really dead?”",
        "“Not at all. But, if you interrupt me continually, I shall never be\nable to tell you.”",
        "And taking off his spectacles, wiping them, and putting them on again,\nhe went on,–",
        "“I was dressed in an instant, and in a few minutes I was at the house.\nThey asked me to go into the sitting-room down stairs. There I found,\nto my great amazement, Count Claudieuse, lying on a sofa. He was pale\nand stiff, his features fearfully distorted, and on his forehead a\nslight wound, from which a slender thread of blood was trickling down.\nUpon my word I thought it was all over.”",
        "“And the countess?”",
        "“The countess was kneeling by her husband; and, with the help of her\nwomen, she was trying to resuscitate him by rubbing him, and putting\nhot napkins on his chest. But for these wise precautions she would be\na widow at this moment; whilst, as it is, he may live a long time yet.\nThis precious count has a wonderful tenacity of life. We, four of us,\nthen took him and carried him up stairs, and put him to bed, after\nhaving carefully warmed it first. He soon began to move; he opened his\neyes; and a quarter of an hour later he had recovered his\nconsciousness, and spoke readily, though with a somewhat feeble voice.\nThen, of course, I asked what had happened, and for the first time in\nmy life I saw the marvellous self-possession of the countess forsake\nher. She stammered pitifully, looking at her husband with a most\nfrightened air, as if she wished to read in his eyes what she should\nsay. He undertook to answer me; but he, also was evidently very much\nembarrassed. He said, that being left alone, and feeling better than\nusual, he had taken it into his head to try his strength. He had\nrisen, put on his dressing-gown, and gone down stairs; but, in the act\nof entering the room, he had become dizzy, and had fallen so\nunfortunately as to hurt his forehead against the sharp corner of a\ntable. I affected to believe it, and said, ’You have done a very\nimprudent thing, and you must not do it again.’ Then he looked at his\nwife in a very singular way, and replied, ’Oh! you can be sure I shall\nnot commit another imprudence. I want too much to get well. I have\nnever wished it so much as now.’ “",
        "M. Folgat was on the point of replying; but the doctor closed his lips\nwith his hand, and said,–",
        "“Wait, I have not done yet.”",
        "And, manipulating his spectacles most assiduously, he added,–",
        "“I was just going home, when suddenly a chambermaid came in with a\nfrightened air to tell the countess that her older daughter, little\nMartha, whom you know, had just been seized with terrible convulsions.\nOf course I went to see her, and found her suffering from a truly\nfearful nervous attack. It was only with great difficulty I could\nquiet her; and when I thought she had recovered, suspecting that there\nmight be some connection between her attack and the accident that had\nbefallen her father, I said in the most paternal tone I could assume,\n’Now my child, you must tell me what was the matter.’ She hesitated a\nwhile, and then she said, ’I was frightened.’–’Frightened at what, my\ndarling?’ She raised herself on her bed, trying to consult her\nmother’s eyes; but I had placed myself between them, so that she could\nnot see them. When I repeated my question, she said, ’Well, you see, I\nhad just gone to bed, when I heard the bell ring. I got up, and went\nto the window to see who could be coming so late. I saw the servant go\nand open the door, a candlestick in her hand, and come back to the\nhouse, followed by a gentleman, whom I did not know.’ The countess\ninterrupted her here, saying, ’It was a messenger from the court, who\nhad been sent to me with an urgent letter.’ But I pretended not to\nhear her; and, turning still to Martha, I asked again, ’And it was\nthis gentleman who frightened you so?’–’Oh, no!’–’What then?’ Out of\nthe corner of my eye I was watching the countess. She seemed to be\nterribly embarrassed. Still she did not dare to stop her daughter.\n’Well, doctor,’ said the little girl, ’no sooner had the gentleman\ngone into the house than I saw one of the statues under the trees\nthere come down from its pedestal, move on, and glide very quietly\nalong the avenue of lime-trees.’ “",
        "M. Folgat trembled.",
        "“Do you remember, doctor,” he said, “the day we were questioning\nlittle Martha, she said she was terribly frightened by the statutes in\nthe garden?”",
        "“Yes, indeed!” replied the doctor. “But wait a while. The countess\npromptly interrupted her daughter, saying to me, ’But, dear doctor,\nyou ought to forbid the child to have such notions in her head. At\nValpinson she never was afraid, and even at night, quite alone, and\nwithout a light, all over the house. But here she is frightened at\nevery thing; and, as soon as night comes, she fancies the garden is\nfull of ghosts. You are too big now, Martha, to think that statues,\nwhich are made of stone, can come to life, and walk about.’ The child\nwas shuddering.",
        "” ’The other times, mamma,’ she said, ’I was not quite sure; but this\ntime I am sure. I wanted to go away from the window, and I could not\ndo it. It was too strong for me: so that I saw it all, saw it\nperfectly. I saw the statue, the ghost, come up the avenue slowly and\ncautiously, and then place itself behind the last tree, the one that\nis nearest to the parlor window. Then I heard a loud cry, then nothing\nmore. The ghost remained all the time behind the tree, and I saw all\nit did: it turned to the left and the right; it drew itself up; and it\ncrouched down. Then, all of a sudden, two terrible cries; but, O\nmamma, such cries! Then the ghost raised one arm, this way, and all of\na sudden it was gone; but almost the same moment another one came out,\nand then disappeared, too.’ “",
        "M. Folgat was utterly overcome with amazement.",
        "“Oh, these ghosts!” he said.",
        "“You suspect them, do you? I suspected them at once. Still I pretended\nto turn Martha’s whole story into a joke, and tried to explain to her\nhow the darkness made us liable to have all kinds of optical\nillusions; so that when I left, and a servant was sent with a candle\nto light me on my way, the countess was quite sure that I had no\nsuspicion. I had none; but I had more than that. As soon as I entered\nthe garden, therefore, I dropped a piece of money which I had kept in\nmy hand for the purpose. Of course I set to work looking for it at the\nfoot of the tree nearest to the parlor-window, while the servant\nhelped with his candle. Well, M. Folgat, I can assure you that it was\nnot a ghost that had been walking about under the trees; and, if the\nfootmarks which I found there were made by a statue, that statue must\nhave enormous feet, and wear huge iron-shod shoes.”",
        "The young advocate was prepared for this. He said,–",
        "“There is no doubt: the scene had a witness.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}