{
    "title": "Within an Inch of His Life - Second Part",
    "author": "Emile Gaboriau",
    "chapter": "10",
    "content": [
        "\n\n",
        "                         THE BOISCORAN TRIAL",
        "                                  I.",
        "The Paris house of the Boiscoran family, No. 216 University Street, is\na house of modest appearance. The yard in front is small; and the few\nsquare yards of damp soil in the rear hardly deserve the name of a\ngarden. But appearances are deceptive. The inside is marvellously\ncomfortable; careful and painstaking hands have made every provision\nfor ease; and the rooms display that solid splendor for which our age\nhas lost the taste. The vestibule contains a superb mosaic, brought\nhome from Venice, in 1798, by one of the Boiscorans, who had\ndegenerated, and followed the fortunes of Napoleon. The balusters of\nthe great staircase are a masterpiece of iron work; and the\nwainscoting in the dining-room has no rival in Paris.",
        "All this, however, is a mere nothing in comparison with the marquis’s\ncabinet of curiosities. It fills the whole depth, and half the width,\nof the upper story; is lighted from above like a huge /atelier/; and\nwould fill the heart of an artist with delight. Immense glass cases,\nwhich stand all around against the walls, hold the treasures of the\nmarquis,–priceless collections of enamels, ivories, bronzes, unique\nmanuscripts, matchless porcelains, and, above all, his /faiences/, his\ndear /faiences/, the pride and the torment of his old age.",
        "The owner was well worthy of such a setting.",
        "Though sixty-one years old at that time, the marquis was as straight\nas ever, and most aristocratically lean. He had a perfectly\nmagnificent nose, which absorbed immense quantities of snuff; his\nmouth was large, but well furnished; and his brilliant eyes shone with\nthat restless cunning which betrayed the amateur, who has continually\nto deal with sharp and eager dealers in curiosities and second-hand\narticles of /vertu/.",
        "In the year 1845 he had reached the summit of his renown by a great\nspeech on the question of public meetings; but at that hour his watch\nseemed to have stopped. All his ideas were those of an Orleanist. His\nappearance, his costume, his high cravat, his whiskers, and the way he\nbrushed his hair, all betrayed the admirer and friend of the citizen\nking. But for all that, he did not trouble himself about politics; in\nfact, he troubled himself about nothing at all. With the only\ncondition that his inoffensive passion should be respected, the\nmarchioness was allowed to rule supreme in the house, administering\nher large fortune, ruling her only son, and deciding all questions\nwithout the right of appeal. It was perfectly useless to ask the\nmarquis any thing: his answer was invariably,–",
        "“Ask my wife.”",
        "The good man had, the evening before, purchased a little at haphazard,\na large lot of /faiences/, representing scenes of the Revolution; and\nat about three o’clock, he was busy, magnifying-glass in hand,\nexamining his dishes and plates, when the door was suddenly opened.",
        "The marchioness came in, holding a blue paper in her hand. Six or\nseven years younger than her husband, she was the very companion for\nsuch an idle, indolent man. In her walk, in her manner, and in her\nvoice, she showed at once the woman who stands at the wheel, and means\nto be obeyed. Her once celebrated beauty had left remarkable traces\nenough to justify her pretensions. She denied having any claims to\nbeing considered handsome, since it was impossible to deny or conceal\nthe ravages of time, and hence by far her best policy was to accept\nold age with good grace. Still, if the marchioness did not grow\nyounger, she pretended to be older than she really was. She had her\ngray hair puffed out with considerable affectation, so as to contrast\nall the more forcibly with her ruddy, blooming cheeks, which a girl\nmight have envied and she often thought of powdering her hair.",
        "She was so painfully excited, and almost undone, when she came into\nher husband’s cabinet, that even he, who for many a year had made it a\nrule of his life to show no emotion, was seriously troubled. Laying\naside the dish which he was examining, he said with an anxious\nvoice,–",
        "“What is the matter? What has happened?”",
        "“A terrible misfortune.”",
        "“Is Jacques dead?” cried the old collector.",
        "The marchioness shook her head.",
        "“No! It is something worse, perhaps\"–",
        "The old man, who has risen at the sight of his wife, sank slowly back\ninto his chair.",
        "“Tell me,” he stammered out,–\"tell me. I have courage.”",
        "She handed him the blue paper which she had brought in, and said\nslowly,–",
        "“Here. A telegram which I have just received from old Anthony, our\nson’s valet.”",
        "With trembling hands the old marquis unfolded the paper, and read,–",
        "“Terrible misfortune! Master Jacques accused of having set the chateau\nat Valpinson on fire, and murdered Count Claudieuse. Terrible evidence\nagainst him. When examined, hardly any defence. Just arrested and\ncarried to jail. In despair. What must I do?”",
        "The marchioness had feared lest the marquis should have been crushed\nby this despatch, which in its laconic terms betrayed Anthony’s abject\nterror. But it was not so. He put it back on the table in the calmest\nmanner, and said, shrugging his shoulders,–",
        "“It is absurd!”",
        "His wife did not understand it. She began again,–",
        "“You have not read it carefully, my friend\"–",
        "“I understand,” he broke in, “that our son is accused of a crime which\nhe has not and can not have committed. You surely do not doubt his\ninnocence? What a mother you would be! On my part, I assure you I am\nperfectly tranquil. Jacques an incendiary! Jacques a murderer! That is\nnonsense!”",
        "“Ah! you did not read the telegram,” exclaimed the marchioness.",
        "“I beg your pardon.”",
        "“You did not see that there was evidence against him.”",
        "“If there had been none, he could not have been arrested. Of course,\nthe thing is disagreeable: it is painful.”",
        "“But he did not defend himself.”",
        "“Upon my word! Do you think that if to-morrow somebody accused me of\nhaving robbed the till of some shopkeeper, I would take the trouble to\ndefend myself?”",
        "“But do you not see that Anthony evidently thinks our son is guilty?”",
        "“Anthony is an old fool!” declared the marquis.",
        "Then pulling out his snuffbox, and stuffing his nose full of snuff, he\nsaid,–",
        "“Besides, let us consider. Did you not tell me that Jacques is in love\nwith that little Dionysia Chandore?”",
        "“Desperately. Like a real child.”",
        "“And she?”",
        "“She adores Jacques.”",
        "“Well. And did you not also tell me that the wedding-day was fixed?”",
        "“Yes, three days ago.”",
        "“Has Jacques written to you about the matter?”",
        "“An excellent letter.”",
        "“In which he tells you he is coming up?”",
        "“Yes: he wanted to purchase the wedding-presents himself.” With a\ngesture of magnificent indifference the marquis tapped the top of his\nsnuffbox, and said,–",
        "“And you think a boy like our Jacques, a Boiscoran, in love, and\nbeloved, who is about to be married, and has his head full of wedding-\npresents, could have committed such a horrible crime? Such things are\nnot worth discussing, and, with your leave, I shall return to my\noccupation.”",
        "If doubt is contagious, confidence is still more so. Gradually the\nmarchioness felt reassured by the perfect assurance of her husband.\nThe blood came back to her cheeks; and smiles reappeared on pale lips.\nShe said in a stronger voice,–",
        "“In fact, I may have been too easily frightened.”",
        "The marquis assented by a gesture.",
        "“Yes, much too easily, my dear. And, between us, I would not say much\nabout it. How could the officers help accusing our Jacques if his own\nmother suspects him?”",
        "The marchioness had taken up the telegram, and was reading it over\nonce more.",
        "“And yet,” she said, answering her own objections, “who in my place\nwould not have been frightened? This name of Claudieuse especially\"–",
        "“Why? It is the name of an excellent and most honorable gentleman,–\nthe best man in the world, in spite of his sea-dog manners.”",
        "“Jacques hates him, my dear.”",
        "“Jacques does not mind him any more than that.”",
        "“They have repeatedly quarrelled.”",
        "“Of course. Claudieuse is a furious legitimist; and as such he always\ntalks with the utmost contempt of all of us who have been attached to\nthe Orleans family.”",
        "“Jacques has been at law with him.”",
        "“And he has done right, only he ought to have carried the matter\nthrough. Claudieuse has claims on the Magpie, which divides our lands,\n–absurd claims. He wants at all seasons, and according as he may\ndesire, to direct the waters of the little stream into his own\nchannels, and thus drown the meadows at Boiscoran, which are lower\nthan his own. Even my brother, who was an angel in patience and\ngentleness, had his troubles with this tyrant.”",
        "But the marchioness was not convinced yet.",
        "“There was another trouble,” she said.",
        "“What?”",
        "“Ah! I should like to know myself.”",
        "“Has Jacques hinted at any thing?”",
        "“No. I only know this. Last year, at the Duchess of Champdoce’s, I met\nby chance the Countess Claudieuse and her children. The young woman is\nperfectly charming; and, as we were going to give a ball the week\nafter, it occurred to me to invite her at once. She refused, and did\nso in such an icy, formal manner, that I did not insist.”",
        "“She probably does not like dancing,” growled the marquis.",
        "“That same evening I mentioned the matter to Jacques. He seemed to be\nvery angry, and told me, in a manner that was hardly compatible with\nrespect, that I had been very wrong, and that he had his reasons for\nnot desiring to come in contact with those people.”",
        "The marquis felt so secure, that he only listened with partial\nattention, looking all the time aside at his precious /faiences/.",
        "“Well,” he said at last, “Jacques detests the Claudieuses. What does\nthat prove? God be thanked, we do not murder all the people we\ndetest!”",
        "His wife did not insist any longer. She only asked,–",
        "“Well, what must we do?”",
        "She was so little in the habit of consulting her husband, that he was\nquite surprised.",
        "“The first thing is to get Jacques out of jail. We must see–we ought\nto ask for advice.”",
        "At this moment a light knock was heard at the door.",
        "“Come in!” he said.",
        "A servant came in, bringing a large envelope, marked “Telegraphic\nDespatch. Private.”",
        "“Upon my word!” cried the marquis. “I thought so. Now we shall be all\nright again.”",
        "The servant had left the room. He tore open the envelope; but at the\nfirst glance at the contents the smile vanished, he turned pale, and\njust said,–",
        "“Great God!”",
        "Quick as lightning, the marchioness seized the fatal paper. She read\nat a glance,–",
        " “Come quick. Jacques in prison; close confinement; accused of\n  horrible crime. The whole town says he is guilty, and that he has\n  confessed. Infamous calumny! His judge is his former friend,\n  Galpin, who was to marry his cousin Lavarande. Know nothing except\n  that Jacques is innocent. Abominable intrigue! Grandpa Chandore\n  and I will do what can be done. Your help indispensable. Come,\n  come!",
        "“Dionysia Chandore.”",
        "“Ah, my son is lost!” cried the marchioness with tears in her eyes.\nThe marquis, however, had recovered already from the shock.",
        "“And I–I say more than ever, with Dionysia, who is a brave girl,\nJacques is innocent. But I see he is in danger. A criminal prosecution\nis always an ugly affair. A man in close confinement may be made to\nsay any thing.”",
        "“We must do something,” said the mother, nearly mad with grief.",
        "“Yes, and without losing a minute. We have friends: let us see who\namong them can help us.”",
        "“I might write to M. Margeril.”",
        "The marquis, who had turned quite pale, became livid.",
        "“What!” he cried. “You dare utter that name in my presence?”",
        "“He is all powerful; and my son is in danger.”",
        "The marquis stopped her with a threatening gesture, and cried with an\naccent of bitter hatred,–",
        "“I would a thousand times rather my son should die innocent on the\nscaffold than owe his safety to that man!”",
        "His wife seemed to be on the point of fainting.",
        "“Great God! And yet you know very well that I was only a little\nindiscreet.”",
        "“No more!” said the marquis harshly.",
        "Then, recovering his self-control by a powerful effort, he went on,–",
        "“Before we attempt any thing, we must know how the matter stands. You\nwill leave for Sauveterre this evening.”",
        "“Alone?”",
        "“No. I will find some able lawyer,–a reliable jurist, who is not a\npolitician,–if such a one can be found nowadays. He will tell you\nwhat to do, and will write to me, so that I can do here whatever may\nbe best. Dionysia is right. Jacques must be the victim of some\nabominable intrigue. Nevertheless, we shall save him; but we must keep\ncool, perfectly cool.”",
        "And as he said this he rang the bell so violently, that a number of\nservants came rushing in at once.",
        "“Quick,” he said; “send for my lawyer, Mr. Chapelain. Take a\ncarriage.”",
        "The servant who took the order was so expeditious, that, in less than\ntwenty minutes, M. Chapelain arrived.",
        "“Ah! we want all your experience, my friend,” said the marquis to him.\n“Look here. Read these telegrams.”",
        "Fortunately, the lawyer had such control over himself, that he did not\nbetray what he felt; for he believed Jacques guilty, knowing as he did\nhow reluctant courts generally are to order the arrest of a suspected\nperson.",
        "“I know the man for the marchioness,” he said at last.",
        "“Ah!”",
        "“A young man whose modesty alone has kept him from distinguishing\nhimself so far, although I know he is one of the best jurists at the\nbar, and an admirable speaker.”",
        "“What is his name?”",
        "“Manuel Folgat. I shall send him to you at once.”",
        "Two hours later, M. Chapelain’s /protégé/ appeared at the house of the\nBoiscorans. He was a man of thirty-one or thirty-two, with large,\nwide-open eyes, whose whole appearance was breathing intelligence and\nenergy.",
        "The marquis was pleased with him, and after having told him all he\nknew about Jacques’s position, endeavored to inform him as to the\npeople down at Sauveterre,–who would be likely to be friends, and who\nenemies, recommending to him, above all, to trust M. Seneschal, an old\nfriend of the family, and a most influential man in that community.",
        "“Whatever is humanly possible shall be done, sir,” said the lawyer.",
        "That same evening, at fifteen minutes past eight, the Marchioness of\nBoiscoran and Manuel Folgat took their seats in the train for Orleans.",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}