{
    "title": "Within an Inch of His Life - XXVI.",
    "author": "Emile Gaboriau",
    "chapter": "35",
    "content": [
        "\n\n",
        "Like all very clever men, Dr. Seignebos made the mistake of thinking\nother people as cunning as he was himself. M. Galpin was, of course,\nwatching him, but by no means with the energy which one would have\nexpected from so ambitious a man. He had, of course, been the first to\nbe notified that the case was to be tried in open court, and from that\nmoment he felt relieved of all anxiety.",
        "As to remorse, he had none. He did not even regret any thing. He did\nnot think of it, that the prisoner who was thus to be tried had once\nbeen his friend,–a friend of whom he was proud, whose hospitality he\nhad enjoyed, and whose favor he had eagerly sought in his matrimonial\naspirations. No. He only saw one thing,–that he had engaged in a\ndangerous affair, on which his whole future was depending, and that he\nwas going to win triumphantly.",
        "Evidently his responsibility was by no means gone; but his zeal in\npreparing the case for trial was no longer required. He need not\nappear at the trial. Whatever must be the result, he thought he should\nescape the blame, which he should surely have incurred if no true bill\nhad been found. He did not disguise it from himself that he should be\nlooked at askance by all Sauveterre, that his social relations were\nwell-nigh broken off, and that no one would henceforth heartily shake\nhands with him. But that gave him no concern. Sauveterre, a miserable\nlittle town of five thousand inhabitants! He hoped with certainty he\nwould not remain there long; and a brilliant preferment would amply\nrepay him for his courage, and relieve him from all foolish\nreproaches.",
        "Besides, once in the large city to which he would be promoted, he\ncould hope that distance would aid in attenuating and even effacing\nthe impression made by his conduct. All that would be remembered after\na time would be his reputation as one of those famous judges, who,\naccording to the stereotyped phrase, “sacrifice every thing to the\nsacred interests of justice, who put inflexible duty high above all\nthe considerations that trouble and disturb the vulgar mind, and whose\nheart is like a rock, against which all human passions are helplessly\nbroken to pieces.”",
        "With such a reputation, with his knowledge of the world, and his\neagerness to succeed, opportunities would not be wanting to put\nhimself forward, to make himself known, to become useful,\nindispensable even. He saw himself already on the highest rungs of the\nofficial ladder. He was a judge in Bordeaux, in Lyons, in Paris\nitself!",
        "With such rose-colored dreams he fell asleep at night. The next\nmorning, as he crossed the streets, his carriage haughtier and stiffer\nthan ever, his firmly-closed lips, and the cold and severe look of his\neyes, told the curious observers that there must be something new.",
        "“M. de Boiscoran’s case must be very bad indeed,” they said, “or M.\nGalpin would not look so very proud.”",
        "He went first to the commonwealth attorney. The truth is, he was still\nsmarting under the severe reproaches of M. Daubigeon, and he thought\nhe would enjoy his revenge now. He found the old book-worm, as usual,\namong his beloved books, and in worse humor than ever. He ignored it,\nhanded him a number of papers to sign; and when his business was over,\nand while he was carefully replacing the documents in his bag with his\nmonogram on the outside, he added with an air of indifference,–",
        "“Well, my dear sir, you have heard the decision of the court? Which of\nus was right?”",
        "M. Daubigeon shrugged his shoulders, and said angrily,–",
        "“Of course I am nothing but an old fool, a maniac: I give it up; and I\nsay, like Horace’s man,–",
        " ’Stultum me fateor, liceat concedere vires\n  Atque etiam insanum.’ “",
        "“You are joking. But what would have happened if I had listened to\nyou?”",
        "“I don’t care to know.”",
        "“M. de Boiscoran would none the less have been sent to a jury.”",
        "“May be.”",
        "“Anybody else would have collected the proofs of his guilt just as\nwell as I.”",
        "“That is a question.”",
        "“And I should have injured my reputation very seriously; for they\nwould have called me one of those timid magistrates who are frightened\nat a nothing.”",
        "“That is as good a reputation as some others,” broke in the\ncommonwealth attorney.",
        "He had vowed he would answer only in monosyllables; but his anger made\nhim forget his oath. He added in a very severe tone,–",
        "“Another man would not have been bent exclusively upon proving that M.\nde Boiscoran was guilty.”",
        "“I certainly have proved it.”",
        "“Another man would have tried to solve the mystery.”",
        "“But I have solved it, I should think.”",
        "M. Daubigeon bowed ironically, and said,–",
        "“I congratulate you. It must be delightful to know the secret of all\nthings, only you may be mistaken. You are an excellent hand at such\ninvestigations; but I am an older man than you in the profession. The\nmore I think in this case, the less I understand it. If you know every\nthing so perfectly well, I wish you would tell me what could have been\nthe motive for the crime, for, after all, we do not run the risk of\nlosing our head without some very powerful and tangible purpose. Where\nwas Jacques’s interest? You will tell me he hated Count Claudieuse.\nBut is that an answer. Come, go for a moment to your own conscience.\nBut stop! No one likes to do that.”",
        "M. Galpin was beginning to regret that he had ever come. He had hoped\nto find M. Daubigeon quite penitent, and here he was worse than ever.",
        "“The Court of Inquiry has felt no such scruples,” he said dryly.",
        "“No; but the jury may feel some. They are, occasionally, men of\nsense.”",
        "“The jury will condemn M. de Boiscoran without hesitation.”",
        "“I would not swear to that.”",
        "“You would if you knew who will plead.”",
        "“Oh!”",
        "“The prosecution will employ M. Gransiere!”",
        "“Oh, oh!”",
        "“You will not deny that he is a first-class man?”",
        "The magistrate was evidently becoming angry; his ears reddened up; and\nin the same proportion M. Daubigeon regained his calmness.",
        "“God forbid that I should deny M. Gransiere’s eloquence. He is a\npowerful speaker, and rarely misses his man. But then, you know, cases\nare like books: they have their luck or ill luck. Jacques will be well\ndefended.”",
        "“I am not afraid of M. Magloire.”",
        "“But Mr. Folgat?”",
        "“A young man with no weight. I should be far more afraid of M.\nLachant.”",
        "“Do you know the plan of the defence?”",
        "This was evidently the place where the shoe pinched; but M. Galpin\ntook care not to let it be seen, and replied,–",
        "“I do not. But that does not matter. M. de Boiscoran’s friends at\nfirst thought of making capital out of Cocoleu; but they have given\nthat up. I am sure of that! The police-agent whom I have charged to\nkeep his eyes on the idiot tells me that Dr. Seignebos does not\ntrouble himself about the man any more.”",
        "M. Daubigeon smiled sarcastically, and said, much more for the purpose\nof teasing his visitor than because he believed it himself,–",
        "“Take care! do not trust appearances. You have to do with very clever\npeople. I always told you Cocoleu is probably the mainspring of the\nwhole case. The very fact that M. Gransiere will speak ought to make\nyou tremble. If he should not succeed, he would, of course, blame you,\nand never forgive you in all his life. Now, you know he may fail.\n’There is many a slip between the cup and the lip.’",
        "“And I am disposed to think with Villon,–",
        " ’Nothing is so certain as uncertain things.’ “",
        "M. Galpin could tell very well that he should gain nothing by\nprolonging the discussion, and so he said,–",
        "“Happen what may, I shall always know that my conscience supports me.”",
        "Then he made great haste to take leave, lest an answer should come\nfrom M. Daubigeon. He went out; and as he descended the stairs, he\nsaid to himself,–",
        "“It is losing time to reason with that old fogy who sees in the events\nof the day only so many opportunities for quotations.”",
        "But he struggled in vain against his own feelings; he had lost his\nself-confidence. M. Daubigeon had revealed to him a new danger which\nhe had not foreseen. And what a danger!–the resentment of one of the\nmost eminent men of the French bar, one of those bitter, bilious men\nwho never forgive. M. Galpin had, no doubt, thought of the possibility\nof failure, that is to say, of an acquittal; but he had never\nconsidered the consequences of such a check.",
        "Who would have to pay for it? The prosecuting attorney first and\nforemost, because, in France, the prosecuting attorney makes the\naccusation a personal matter, and considers himself insulted and\nhumiliated, if he misses his man.",
        "Now, what would happen in such a case?",
        "M. Gransiere, no doubt, would hold him responsible. He would say,–",
        "“I had to draw my arguments from your part of the work. I did not\nobtain a condemnation, because your work was imperfect. A man like\nmyself ought not to be exposed to such an humiliation, and, least of\nall, in a case which is sure to create an immense sensation. You do\nnot understand your business.”",
        "Such words were a public disgrace. Instead of the hoped-for promotion,\nthey would bring him an order to go into exile, to Corsica, or to\nAlgiers.",
        "M. Galpin shuddered at the idea. He saw himself buried under the ruins\nof his castles in Spain. And, unluckily, he went once more over all\nthe papers of the investigation, analyzing the evidence he had, like a\nsoldier, who, on the eve of a battle, furbishes up his arms. However,\nhe only found one objection, the same which M. Daubigeon had made,–\nwhat interest could Jacques have had in committing so great a crime?",
        "“There,” he said, “is evidently the weak part of the armor; and I\nwould do well to point it out to M. Gransiere. Jacques’s counsel are\ncapable of making that the turning-point of their plea.”",
        "And, in spite of all he had said to M. Daubigeon, he was very much\nafraid of the counsel for the defence. He knew perfectly well the\nprestige which M. Magloire derived from his integrity and\ndisinterestedness. It was no secret to him, that a cause which M.\nMagloire espoused was at once considered a good cause. They said of\nhim,–",
        "“He may be mistaken; but whatever he says he believes.” He could not\nbut have a powerful influence, therefore, not on judges who came into\ncourt with well-established opinions, but with jurymen who are under\nthe influence of the moment, and may be carried off by the eloquence\nof a speech. It is true, M. Magloire did not possess that burning\neloquence which thrills a crowd, but M. Folgat had it, and in an\nuncommon degree. M. Galpin had made inquiries; and one of his Paris\nfriends had written to him,–",
        " “Mistrust Folgat. He is a far more dangerous logician than Lachant,\n  and possesses the same skill in troubling the consciences of\n  jurymen, in moving them, drawing tears from them, and forcing them\n  into an acquittal. Mind, especially, any incidents that may happen\n  during the trial; for he has always some kind of surprise in\n  reserve.”",
        "“These are my adversaries,” thought M. Galpin. “What surprise, I\nwonder, is there in store for me? Have they really given up all idea\nof using Cocoleu?”",
        "He had no reason for mistrusting his agent; and yet his apprehensions\nbecame so serious, that he went out of his way to look in at the\nhospital. The lady superior received him, as a matter of course, with\nall the signs of profound respect; and, when he inquired about\nCocoleu, she added,–",
        "“Would you like to see him?”",
        "“I confess I should be very glad to do so.”",
        "“Come with me, then.”",
        "She took him into the garden, and there asked a gardener,–",
        "“Where is the idiot?”",
        "The man put his spade into the ground; and, with that affected\nreverence which characterizes all persons employed in a convent, he\nanswered,–",
        "“The idiot is down there in the middle avenue, mother, in his usual\nplace, you know, which nothing will induce him to leave.”",
        "M. Galpin and the lady superior found him there. They had taken off\nthe rags which he wore when he was admitted, and put him into the\nhospital-dress, which was a large gray coat and a cotton cap. He did\nnot look any more intelligent for that; but he was less repulsive. He\nwas seated on the ground, playing with the gravel.",
        "“Well, my boy,” asked M. Galpin, “how do you like this?”",
        "He raised his inane face, and fixed his dull eye on the lady superior;\nbut he made no reply.",
        "“Would you like to go back to Valpinson?” asked the lawyer again. He\nshuddered, but did not open his lips.",
        "“Look here,” said M. Galpin, “answer me, and I’ll give you a ten-cent\npiece.”",
        "No: Cocoleu was at his play again.",
        "“That is the way he is always,” declared the lady superior. “Since he\nis here, no one has ever gotten a word out of him. Promises, threats,\nnothing has any effect. One day I thought I would try an experiment;\nand, instead of letting him have his breakfast, I said to him, ’You\nshall have nothing to eat till you say, “I am hungry.” ’ At the end of\ntwenty-four hours I had to let him have his pittance; for he would\nhave starved himself sooner than utter a word.”",
        "“What does Dr. Seignebos think of him?”",
        "“The doctor does not want to hear his name mentioned,” replied the\nlady superior.",
        "And, raising her eyes to heaven, she added,–",
        "“And that is a clear proof, that, but for the direct intervention of\nProvidence, the poor creature would never have denounced the crime\nwhich he had witnessed.”",
        "Immediately, however, she returned to earthly things, and asked,–",
        "“But will you not relieve us soon of this poor idiot, who is a heavy\ncharge on our hospital? Why not send him back to his village, where he\nfound his support before? We have quite a number of sick and poor, and\nvery little room.”",
        "“We must wait, sister, till M. de Boiscoran’s trial is finished,\"\nreplied the magistrate.",
        "The lady superior looked resigned, and said,–",
        "“That is what the mayor told me, and it is very provoking, I must say:\nhowever, they have allowed me to turn him out of the room which they\nhad given him at first. I have sent him to the Insane Ward. That is\nthe name we give to a few little rooms, enclosed by a wall, where we\nkeep the poor insane, who are sent to us provisionally.”",
        "Here she was interrupted by the janitor of the hospital, who came up,\nbowing.",
        "“What do you want?” she asked.",
        "Vaudevin, the janitor, handed her a note.",
        "“A man brought by a gendarme,” he replied. “Immediately to be\nadmitted.”",
        "The lady superior read the note, signed by Dr. Seignebos.",
        "“Epileptic,” she said, “and somewhat idiotic: as if we wanted any\nmore! And a stranger into the bargain! Really Dr. Seignebos is too\nyielding. Why does he not send all these people to their own parish to\nbe taken care of?”",
        "And, with a very elastic step for her age, she went to the parlor,\nfollowed by M. Galpin and the janitor. They had put the new patient in\nthere, and, sunk upon a bench, he looked the picture of utter idiocy.\nAfter having looked at him for a minute, she said,–",
        "“Put him in the Insane Ward: he can keep Cocoleu company. And let the\nsister know at the drug-room. But no, I will go myself. You will\nexcuse me, sir.”",
        "And then she left the room. M. Galpin was much comforted.",
        "“There is no danger here,” he said to himself. “And if M. Folgat\ncounts upon any incident during the trial, Cocoleu, at all events,\nwill not furnish it to him.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}