{
    "title": "Within an Inch of His Life - XXVIII.",
    "author": "Emile Gaboriau",
    "chapter": "37",
    "content": [
        "\n\n",
        "Jacques de Boiscoran went straight to Mautrec Street. But he knew with\nwhat horror he was looked upon by the population; and in order to\navoid being recognized, and perhaps arrested, he did not take the most\ndirect route, nor did he choose the more frequented streets. He went a\nlong way around, and well-nigh lost himself in the winding, dark lanes\nof the old town. He walked along in Feverish haste, turning aside from\nthe rare passers-by, pulling his felt hat down over his eyes, and, for\nstill greater safety, holding his handkerchief over his face. It was\nnearly half-past nine when he at last reached the house inhabited by\nCount and Countess Claudieuse. The little gate had been taken out, and\nthe great doors were closed.",
        "Never mind! Jacques had his plan. He rang the bell.",
        "A maid, who did not know him, came to the door.",
        "“Is the Countess Claudieuse in?” he asked.",
        "“The countess does not see anybody,” replied the girl. “She is sitting\nup with the count, who is very ill to-night.”",
        "“But I must see her.”",
        "“Impossible.”",
        "“Tell her that a gentleman who has been sent by M. Galpin desires to\nsee her for a moment. It is the Boiscoran affair.”",
        "“Why did you not say so at once?” said the servant. “Come in.” And\nforgetting, in her hurry, to close the gates again, she went before\nJacques through the garden, showed him into the vestibule, and then\nopened the parlor-door, saying,–",
        "“Will you please go in here and sit down, while I go to tell the\ncountess?”",
        "After lighting one of the candles on the mantelpiece, she went out. So\nfar, every thing had gone well for Jacques, and even better than he\ncould have expected. Nothing remained now to be done, except to\nprevent the countess from going back and escaping, as soon as she\nshould have recognized Jacques. Fortunately the parlor-door opened\ninto the room. He went and put himself behind the open half, and\nwaited there.",
        "For twenty-four hours he had prepared himself for this interview, and\narranged in his head the very words he would use. But now, at the last\nmoment, all his ideas flew away, like dry leaves under the breath of a\ntempest. His heart was beating with such violence, that he thought it\nfilled the whole room with the noise. He imagined he was cool, and, in\nfact, he possessed that lucidity which gives to certain acts of madmen\nan appearance of sense.",
        "He was surprised at being kept waiting so long, when, at last, light\nsteps, and the rustling of a dress, warned him that the countess was\ncoming.",
        "She came in, dressed in a long, dark, undress robe, and took a few\nsteps into the room, astonished at not seeing the person who was\nwaiting for her.",
        "It was exactly as Jacques had foreseen.",
        "He pushed to, violently, the open half of the door; and, placing\nhimself before her, he said,–",
        "“We are alone!”",
        "She turned round at the noise, and cried,–",
        "“Jacques!”",
        "And terrified, as if she had seen a ghost, she looked all around,\nhoping to see a way out. One of the tall windows of the room, which\nwent down to the ground, was half open, and she rushed towards it; but\nJacques anticipated her, and said,–",
        "“Do not attempt to escape; for I swear I should pursue you into your\nhusband’s room, to the foot of his bed.”",
        "She looked at him as if she did not comprehend.",
        "“You,” she stammered,–\"you here!”",
        "“Yes,” he replied, “I am here. You are astonished, are you? You said\nto yourself, ’He is in prison, well kept under lock and key: I can\nsleep in peace. No evidence can be found. He will not speak. I have\ncommitted the crime, and he will be punished for it. I am guilty; but\nI shall escape. He is innocent, and he is lost.’ You thought it was\nall settled? Well, no, it is not. I am here!”",
        "An expression of unspeakable horror contracted the beautiful features\nof the countess. She said,–",
        "“This is monstrous!”",
        "“Monstrous indeed!”",
        "“Murderer! Incendiary!”",
        "He burst out laughing, a strident, convulsive, terrible laughter.",
        "“And you,” he said, “you call me so?”",
        "By one great effort the Countess Claudieuse recovered her energy.",
        "“Yes,” she replied, “yes, I do! You cannot deny your crime to me. I\nknow, I know the motives which the judges do not even guess. You\nthought I would carry out my threats, and you were frightened. When I\nleft you in such haste, you said to yourself, ’It is all over: she\nwill tell her husband.’ And then you kindled that fire in order to\ndraw my husband out of the house, you incendiary! And then you fired\nat my husband, you murderer!”",
        "He was still laughing.",
        "“And that is your plan?” he broke in. “Who do you think will believe\nsuch an absurd story? Our letters were burnt; and, if you deny having\nbeen my mistress, I can just as well deny having been your lover. And,\nbesides, would the exposure do me any harm? You know very well it\nwould not. You are perfectly aware, that, as society is with us, the\nsame thing which disgraces a woman rather raises a man in the estimate\nof the world. And as to my being afraid of Count Claudieuse, it is\nwell known that I am afraid of nobody. At the time when we were\nconcealing our love in the house in Vine Street, yes, at that time, I\nmight have been afraid of your husband; for he might have surprised us\nthere, the code in one hand, a revolver in the other, and have availed\nhimself of that stupid and savage law which makes the husband the\njudge of his own case, and the executor of the sentence which he\nhimself pronounces. But setting aside such a case, the case of being\ntaken in the act, which allows a man to kill like a dog another man,\nwho can not or will not defend himself, what did I care for Count\nClaudieuse? What did I care for your threats or for his hatred?” He\nsaid these words with perfect calmness, but with that cold, cutting\ntone which is as sharp as a sword, and with that positiveness which\nenters irresistibly into the mind. The countess was tottering, and\nstammered almost inaudibly,–",
        "“Who would imagine such a thing? Is it possible?",
        "Then, suddenly raising her head, she said,–",
        "“But I am losing my senses. If you are innocent, who, then, could be\nthe guilty man?”",
        "Jacques seized her hands almost madly, and pressing them painfully,\nand bending over her so closely that she felt his hot breath like a\nflame touching her face, he hissed into her ear,–",
        "“You, wretched creature, you!”",
        "And then pushing her from him with such violence that she fell into a\nchair, he continued,–",
        "“You, who wanted to be a widow in order to prevent me from breaking\nthe chains in which you held me. At our last meeting, when I thought\nyou were crushed by grief, and felt overcome by your hypocritical\ntears, I was weak enough, I was stupid enough, to say that I married\nDionysia only because you were not free. Then you cried, ’O God, how\nhappy I am that that idea did not occur to me before!’ What idea was\nthat, Genevieve? Come, answer me and confess, that it occurred to you\ntoo soon after all, since you have carried it out?”",
        "And repeating with crushing irony the words just uttered by the\ncountess, he said,–",
        "“If you are innocent, who, then, would be the guilty man?”",
        "Quite beside herself, she sprang up from her chair, and casting at\nJacques one of those glances which seem to enter through our eyes into\nthe very heart of our hearts, she asked,–",
        "“Is it really possible that you have not committed this abominable\ncrime?”",
        "He shrugged his shoulders.",
        "“But then,” she repeated, almost panting, “is it true, can it really\nbe true, that you think I have committed it?”",
        "“Perhaps you have only ordered it to be committed.”",
        "With a wild gesture she raised her arms to heaven, and cried in a\nheart-rending voice,–",
        "“O God, O God! He believes it! he really believes it!”",
        "There followed great silence, dismal, formidable silence, such as in\nnature follows the crash of the thunderbolt.",
        "Standing face to face, Jacques and the Countess Claudieuse looked at\neach other madly, feeling that the fatal hour in their lives had come\nat last.",
        "Each felt a growing, a sure conviction of the other. There was no need\nof explanations. They had been misled by appearances: they\nacknowledged it; they were sure of it.",
        "And this discovery was so fearful, so overwhelming, that neither\nthought of who the real guilty one might be.",
        "“What is to be done?” asked the countess.",
        "“The truth must be told,” replied Jacques.",
        "“Which?”",
        "“That I have been your lover; that I went to Valpinson by appointment\nwith you; that the cartridge-case which was found there was used by me\nto get fire; that my blackened hands were soiled by the half-burnt\nfragment of our letters, which I had tried to scatter.”",
        "“Never!” cried the countess.",
        "Jacques’s face turned crimson, as he said with an accent of merciless\nseverity,–",
        "“It shall be told! I will have it so, and it must be done!”",
        "The countess seemed to be furious.",
        "“Never!” she cried again, “never!”",
        "And with convulsive haste she added,–",
        "“Do you not see that the truth cannot possibly be told. They would\nnever believe in our innocence. They would only look upon us as\naccomplices.”",
        "“Never mind. I am not willing to die.”",
        "“Say that you will not die alone.”",
        "“Be it so.”",
        "“To confess every thing would never save you, but would most assuredly\nruin me. Is that what you want? Would your fate appear less cruel to\nyou, if there were two victims instead of one?”",
        "He stopped her by a threatening gesture, and cried,–",
        "“Are you always the same? I am sinking, I am drowning; and she\ncalculates, she bargains! And she said she loved me!”",
        "“Jacques!” broke in the countess.",
        "And drawing close up to him, she said,–",
        "“Ah! I calculate, I bargain? Well, listen. Yes, it is true. I did\nvalue my reputation as an honest woman more highly, a thousand times\nmore, than my life; but, above my life and my reputation, I valued\nyou. You are drowning, you say. Well, then, let us flee. One word from\nyou, and I leave all,–honor, country, family, husband, children. Say\none word, and I follow you without turning my head, without a regret,\nwithout a remorse.”",
        "Her whole body was shivering from head to foot; her bosom rose and\nfell; her eyes shone with unbearable brilliancy.",
        "Thanks to the violence of her action, her dress, put on in great\nhaste, had opened, and her dishevelled hair flowed in golden masses\nover her bosom and her shoulders, which matched the purest marble in\ntheir dazzling whiteness.",
        "And in a voice trembling with pent-up passion, now sweet and soft like\na tender caress, and now deep and sonorous like a bell, she went on,–",
        "“What keeps us? Since you have escaped from prison, the greatest\ndifficulty is overcome. I thought at first of taking our girl, your\ngirl, Jacques; but she is very ill; and besides a child might betray\nus. If we go alone, they will never overtake us. We will have money\nenough, I am sure, Jacques. We will flee to those distant countries\nwhich appear in books of travels in such fairy-like beauty. There,\nunknown, forgotten, unnoticed, our life will be one unbroken\nenjoyment. You will never again say that I bargain. I will be yours,\nentirely, and solely yours, body and soul, your wife, your slave.”",
        "She threw her head back, and with half-closed eyes, bending with her\nwhole person toward him, she said in melting tones,–",
        "“Say, Jacques, will you? Jacques!”",
        "He pushed her aside with a fierce gesture. It seemed to him almost a\nsacrilege that she also, like Dionysia, should propose to him to flee.",
        "“Rather the galleys!” he cried.",
        "She turned deadly pale; a spasm of rage convulsed her features; and\ndrawing back, stiff and stern, she said,–",
        "“What else do you want?”",
        "“Your help to save me,” he replied.",
        "“At the risk of ruining myself?”",
        "He made no reply.",
        "Then she, who had just now been all humility, raised herself to her\nfull height, and in a tone of bitterest sarcasm said slowly,–",
        "“In other words, you want me to sacrifice myself, and at the same time\nall my family. For your sake? Yes, but even more for Miss Chandore’s\nsake. And you think that it is quite a simple thing. I am the past to\nyou, satiety, disgust: she is the future to you, desire, happiness.\nAnd you think it quite natural that the old love should make a\nfootstool of her love and her honor for the new love? You think little\nof my being disgraced, provided she be honored; of my weeping\nbitterly, if she but smile? Well, no, no! it is madness in you to come\nand ask me to save you, so that you may throw yourself into the arms\nof another. It is madness, when in order to tear you from Dionysia, I\nam ready to ruin myself, provided only that you be lost to her\nforever.”",
        "“Wretch!” cried Jacques.",
        "She looked at him with a mocking air, and her eyes beamed with\ninfernal audacity.",
        "“You do not know me yet,” she cried. “Go, speak, denounce me! M.\nFolgat no doubt has told you how I can deny and defend myself.”",
        "Maddened by indignation, and excited to a point where reason loses its\npower over us, Jacques de Boiscoran moved with uplifted hand towards\nthe countess, when suddenly a voice said,–",
        "“Do not strike that woman!”",
        "Jacques and the countess turned round, and uttered, both at the same\ninstant, the same kind of sharp, terrible cry, which must have been\nheard a great distance.",
        "In the frame of the door stood Count Claudieuse, a revolver in his\nhand, and ready to fire.",
        "He looked as pale as a ghost; and the white flannel dressing-gown\nwhich he had hastily thrown around him hung like a pall around his\nlean limbs. The first cry uttered by the countess had been heard by\nhim on the bed on which he lay apparently dying. A terrible\npresentiment had seized him. He had risen from his bed, and, dragging\nhimself slowly along, holding painfully to the balusters, he had come\ndown.",
        "“I have heard all,” he said, casting crushing looks at both the guilty\nones.",
        "The countess uttered a deep, hoarse sigh, and sank into a chair. But\nJacques drew himself up, and said,–",
        "“I have insulted you terribly, sir. Avenge yourself.”",
        "The count shrugged his shoulders.",
        "“Great God! You would allow me to be condemned for a crime which I\nhave not committed. Ah, that would be the meanest cowardice.”",
        "The count was so feeble that he had to lean against the door-post.",
        "“Would it be cowardly?” he asked. “Then, what do you call the act of\nthat miserable man who meanly, disgracefully robs another man of his\nwife, and palms off his own children upon him? It is true you are\nneither an incendiary nor an assassin. But what is fire in my house in\ncomparison with the ruin of all my faith? What are the wounds in my\nbody in comparison with that wound in my heart, which never can heal?\nI leave you to the court, sir.”",
        "Jacques was terrified; he saw the abyss opening before him that was to\nswallow him up.",
        "“Rather death,” he cried,–\"death.”",
        "And, baring his breast, he said,–",
        "“But why do you not fire, sir? Why do you not fire? Are you afraid of\nblood? Shoot! I have been the lover of your wife: your youngest\ndaughter is my child.”",
        "The count lowered his weapon.",
        "“The courts of justice are more certain,” he said. “You have robbed me\nof my honor: now I want yours. And, if you cannot be condemned without\nit, I shall say, I shall swear, that I recognized you. You shall go to\nthe galleys, M. de Boiscoran.”",
        "He was on the point of coming forward; but his strength was exhausted,\nand he fell forward, face downward, and arms outstretched.",
        "Overcome with horror, half mad, Jacques fled.",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}