{
    "title": "Within an Inch of His Life - XIII.",
    "author": "Emile Gaboriau",
    "chapter": "22",
    "content": [
        "\n\n",
        "If he had been less distressed, Jacques de Boiscoran would have seen\nhow wisely had had acted in choosing for his defender the great\nadvocate of Sauveterre. A stranger, M. Folgat, for instance, would\nhave heard him silently, and would have seen in the revelation nothing\nbut the fact without giving it a personal value. In M. Magloire, on\nthe contrary, he saw what the whole country would feel. And M.\nMagloire, when he heard him declare that the Countess Claudieuse had\nbeen his mistress, looked indignant, and exclaimed,–",
        "“That is impossible.”",
        "At least Jacques was not surprised. He had been the first to say that\nthey would refuse to believe him when he should speak; and this\nconviction had largely influenced him in keeping silence so long.",
        "“It is impossible, I know,” he said; “and still it is so.”",
        "“Give me proofs!” said M. Magloire.",
        "“I have no proofs.”",
        "The melancholy and sympathizing expression of the great lawyer changed\ninstantly. He sternly glanced at the prisoner, and his eye spoke of\namazement and indignation.",
        "“There are things,” he said, “which it is rash to affirm when one is\nnot able to support them with proof. Consider\"–",
        "“My situation forces me to tell all.”",
        "“Why, then, did you wait so long?”",
        "“I hoped I should be spared such a fearful extremity.”",
        "“By whom?”",
        "“By the countess.”",
        "M. Magloire’s face became darker and darker.",
        "“I am not often accused of partiality,” he said. “Count Claudieuse is,\nperhaps, the only enemy I have in this country; but he is a bitter,\nfierce enemy. To keep me out of the chamber, and to prevent my\nobtaining many votes, he stooped to acts unworthy of a gentleman. I do\nnot like him. But in justice I must say that I look upon the countess\nas the loftiest, the purest, and noblest type of the woman, the wife,\nand the mother.”",
        "A bitter smile played on Jacques’s lips.",
        "“And still I have been her lover,” he said.",
        "“When? How? The countess lived at Valpinson: you lived in Paris.”",
        "“Yes; but every year the countess came and spent the month of\nSeptember in Paris; and I came occasionally to Boiscoran.”",
        "“It is very singular that such an intrigue should never have been\nsuspected even.”",
        "“We managed to take our precautions.”",
        "“And no one ever suspected any thing?”",
        "“No one.”",
        "But Jacques was at last becoming impatient at the attitude assumed by\nM. Magloire. He forgot that he had foreseen all the suspicions to\nwhich he found now he was exposed.",
        "“Why do you ask all these questions?” he said. “You do not believe me.\nWell, be it so! Let me at least try to convince you. Will you listen\nto me?”",
        "M. Magloire drew up a chair, and sitting down, not as usually, but\nacross the chair, and resting his arms on the back, he said,–",
        "“I listen.”",
        "Jacques de Boiscoran, who had been almost livid, became crimson with\nanger. His eyes flashed wrath. That he, he should be treated thus!\nNever had all the haughtiness of M. Galpin offended him half as much\nas this cool, disdainful condescension on the part of M. Magloire. It\noccurred to him to order him out of his room. But what then? He was\ncondemned to drain the bitter cup to the very dregs: for he must save\nhimself; he must get out of this abyss.",
        "“You are cruel, Magloire,” he said in a voice of ill-suppressed\nindignation, “and you make me feel all the horrors of my situation to\nthe full. Ah, do not apologize! It does not matter. Let me speak.”",
        "He walked up and down a few times in his cell, passing his hand\nrepeatedly over his brow, as if to recall his memory. Then he began,\nin a calmer tone of voice,–",
        "“It was in the first days of the month of August, in 1866, and at\nBoiscoran, where I was on a visit to my uncle, that I saw the Countess\nClaudieuse for the first time. Count Claudieuse and my uncle were, at\nthat time, on very bad terms with each other, thanks to that unlucky\nlittle stream which crosses our estates; and a common friend, M. de\nBesson, had undertaken to reconcile them at a dinner to which he had\ninvited both. My uncle had taken me with him. The countess had come\nwith her husband. I was just twenty years old; she was twenty-six.\nWhen I saw her, I was overcome. It seemed to me that I had never in\nall my life met a woman so perfectly beautiful and graceful; that I\nhad never seen so charming a face, such beautiful eyes, and such a\nsweet smile.",
        "“She did not seem to notice me. I did not speak to her; and still I\nfelt within me a kind of presentiment that this woman would play a\ngreat, a fatal part in my life.",
        "“This impression was so strong, that, as we left the house, I could\nnot keep from mentioning it to my uncle. He only laughed, and said\nthat I was a fool, and that, if my existence should ever be troubled\nby a woman, it would certainly not be by the Countess Claudieuse.",
        "“He was apparently right. It was hard to imagine that any thing should\never again bring me in contact with the countess. M. de Besson’s\nattempt at reconciliation had utterly failed; the countess lived at\nValpinson; and I went back to Paris.",
        "“Still I was unable to shake off the impression; and the memory of the\ndinner at M. de Besson’s house was still in my mind, when a month\nlater, at a party at my mother’s brother’s, M. de Chalusse, I thought\nI recognized the Countess Claudieuse. It was she. I bowed, and, seeing\nthat she recognized me, I went up to her, trembling, and she allowed\nme to sit down by her.",
        "“She told me then that she had come up to Paris for a month, as she\ndid every year, and that she was staying at her father’s, the Marquis\nde Tassar. She had come to this party much against her inclination, as\nshe disliked going out. She did not dance; and thus I talked to her\ntill the moment when she left.",
        "“I was madly in love when we parted; and still I made no effort to see\nher again. It was mere chance again which brought us together.",
        "“One day I had business at Melun, and, reaching the station rather\nlate, I had but just time to jump into the nearest car. In the\ncompartment was the countess. She told me–and that is all I ever\nrecollected of the conversation–that she was on her way to\nFontainebleau to see a friend, with whom she spent every Tuesday and\nSaturday. Usually she took the nine o’clock train.",
        "“This was on a Tuesday; and during the next three days a great\nstruggle went on in my heart. I was desperately in love with the\ncountess, and still I was afraid of her. But my evil star conquered;\nand the next Saturday, at nine o’clock, I was at the station again.",
        "“The countess has since confessed to me that she expected me. When she\nsaw me, she made a sign; and, when they opened the doors, I managed to\nfind a place by her side.”",
        "M. Magloire had for some minutes given signs of great impatience; now\nhe broke forth,–",
        "“This is too improbable!”",
        "At first Jacques de Boiscoran made no reply. It was no easy task for a\nman, tried as he had been of late, to stir up thus the ashes of the\npast; and it made him shudder. He was amazed at seeing on his lips\nthis secret which he had so long buried in his innermost heart.\nBesides, he had loved, loved in good earnest; and his love had been\nreturned. And there are certain sensations which come to us only once\nin life, and which can never again be effaced. He was moved to tears.\nBut as the eminent advocate of Sauveterre repeated his words, and even\nadded,–",
        "“No, it is not credible!”",
        "“I do not ask you to believe me,” he said gently: “I only ask you to\nhear me.”",
        "And, overcoming with all his energy the kind of torpor which was\nmastering him, he continued,–",
        "“This trip to Fontainebleau decided our fate. Other trips followed.\nThe countess spent her days with her friend, and I passed the long\nhours in roaming through the woods. But in the evening we met again at\nthe station. We took a /coupe/, which I had engaged beforehand, and I\naccompanied her in a carriage to her father’s house.",
        "“Finally, one evening, she left her friend’s house at the usual hour;\nbut she did not return to her father’s house till the day after.”",
        "“Jacques!” broke in M. Magloire, shocked, as if he had heard a curse,\n–\"Jacques!”",
        "M. de Boiscoran remained unmoved.",
        "“Oh!” he said, “I know you must think it strange. You fancy that there\nis no excuse for the man who betrays the confidence of a woman who has\nonce given herself to him. Wait, before you judge me.”",
        "And he went on, in a firmer tone of voice,–",
        "“At that time I thought I was the happiest man on earth; and my heart\nwas full of the most absurd vanity at the thought that she was mine,\nthis beautiful woman, whose purity was high above all calumny. I had\ntied around my neck one of those fatal ropes which death alone can\nsever, and, fool that I was, I considered myself happy.",
        "“Perhaps she really loved me at that time. At least she did not\nhesitate, and, overcome by the only real great passion of her life,\nshe told me all that was in her innermost heart. At that time she did\nnot think yet of protecting herself against me, and of making me her\nslave. She told me the secret of her marriage, which had at one time\ncreated such a sensation in the whole country.",
        "“When her father, the Marquis de Brissac, had given up his place, he\nhad soon begun to feel his inactivity weigh upon him, and at the same\ntime he had become impatient at the narrowness of his means. He had\nventured upon hazardous speculations. He had lost every thing he had;\nand even his honor was at stake. In his despair he was thinking of\nsuicide, when chance brought to his house a former comrade, Count\nClaudieuse. In a moment of confidence, the marquis confessed every\nthing; and the other had promised to rescue him, and save him from\ndisgrace. That was noble and grand. It must have cost an immense sum.\nAnd the friends of our youth who are capable of rendering us such\nservices are rare in our day. Unfortunately, Count Claudieuse could\nnot all the time be the hero he had been at first. He saw Genevieve de\nTassar. He was struck with her beauty; and overcome by a sudden\npassion–forgetting that she was twenty, while he was nearly fifty–he\nmade his friend aware that he was still willing to render him all the\nservices in his power, but that he desired to obtain Genevieve’s hand\nin return.",
        "“That very evening the ruined nobleman entered his daughter’s room,\nand, with tears in his eyes, explained to her his terrible situation.\nShe did not hesitate a moment.",
        "” ’Above all,’ she said to her father, ’let us save our honor, which\neven your death would not restore. Count Claudieuse is cruel to forget\nthat he is thirty years older than I am. From this moment I hate and\ndespise him. Tell him I am willing to be his wife.’",
        "“And when her father, overcome with grief, told her that the count\nwould never accept her hand in this form, she replied,–",
        "” ’Oh, do not trouble yourself about that! I shall do the thing\nhandsomely, and your friend shall have no right to complain. But I\nknow what I am worth; and you must remember hereafter, that, whatever\nservice he may render you, you owe him nothing.’",
        "“Less than a fortnight after this scene, Genevieve had allowed the\ncount to perceive that he was not indifferent to her and a month later\nshe became his wife.",
        "“The count, on his side, had acted with the utmost delicacy and tact;\nso that no one suspected the cruel position of the Marquis de Tassar.\nHe had placed two hundred thousand francs in his hands to settle his\nmost pressing debts. In his marriage-contract he had acknowledged\nhaving received with his wife a dower of the same amount; and finally,\nhe had bound himself to pay to his father-in-law and his wife an\nannual income of ten thousand francs. This had absorbed more than half\nof all he possessed.”",
        "M. Magloire no longer thought of protesting. Sitting stiffly on his\nchair, his eyes wide open, like a man who asks himself whether he is\nasleep or awake, he murmured,–",
        "“That is incomprehensible! That is unheard of!”",
        "Jacques was becoming gradually excited. He went on,–",
        "“This is, at least, what the countess told me in her first hours of\nenthusiasm. But she told it to me calmly, coldly, like a thing that\nwas perfectly natural. ’Certainly,’ she said, ’Count Claudieuse has\nnever had to regret the bargain he made. If he has been generous, I\nhave been faithful. My father owes his life to him; but I have given\nhim years of happiness to which he was not entitled. If he has\nreceived no love, he has had all the appearance of it, and an\nappearance far more pleasant than the reality.’",
        "“When I could not conceal my astonishment, she added, laughing\nheartily,–",
        "” ’Only I brought to the bargain a mental reservation. I reserved to\nmyself the right to claim my share of earthly happiness whenever it\nshould come within my reach. That share is yours, Jacques; and do not\nfancy that I am troubled by remorse. As long as my husband thinks he\nis happy, I am within the terms of the contract.’",
        "“That was the way she spoke at that time, Magloire; and a man of more\nexperience would have been frightened. But I was a child; I loved her\nwith all my heart. I admired her genius; I was overcome by her\nsophisms.",
        "“A letter from Count Claudieuse aroused us from our dreams.",
        "“The countess had committed the only and the last imprudence of her\nwhole life: she had remained three weeks longer in Paris than was\nagreed upon; and her impatient husband threatened to come for her.",
        "” ’I must go back to Valpinson,’ she said; ’for there is nothing I\nwould not do to keep up the reputation I have managed to make for\nmyself. My life, your life, my daughter’s life–I would give them all,\nwithout hesitation, to protect my reputation.”",
        "“This happened–ah! the dates have remained fixed in my mind as if\nengraven on bronze–on the 12th October.",
        "” ’I cannot remain longer than a month,’ she said to me, ’without\nseeing you. A month from to-day, that is to say, on 12th November, at\nthree o’clock precisely, you must be in the forest of Rochepommier, at\nthe Red Men’s Cross-roads. I will be there.’",
        "“And she left Paris. I was in such a state of depression, that I\nscarcely felt the pain of parting. The thought of being loved by such\na woman filled me with extreme pride, and, no doubt, saved me from\nmany an excess. Ambition was rising within me whenever I thought of\nher. I wanted to work, to distinguish myself, to become eminent in\nsome way.",
        "” ’I want her to be proud of me,’ I said to myself, ashamed at being\nnothing at my age but the son of a rich father.”",
        "Ten times, at least, M. Magloire had risen from his chair, and moved\nhis lips, as if about to make some objection. But he had pledged\nhimself, in his own mind, not to interrupt Jacques, and he did his\nbest to keep his pledge.",
        "“In the meantime,” Jacques went on, “the day fixed by the countess was\ndrawing near. I went down to Boiscoran; and on the appointed day, at\nthe precise hour, I was in the forest at the Red Men’s Cross-roads. I\nwas somewhat behind time, and I was extremely sorry for it: but I did\nnot know the forest very well, and the place chosen by the countess\nfor the rendezvous is in the very thickest part of the old wood. The\nweather was unusually severe for the season. The night before, a heavy\nsnow had fallen: the paths were all white; and a sharp wind blew the\nflakes from the heavily-loaded branches. From afar off, I\ndistinguished the countess, as she was walking, up and down in a kind\nof feverish excitement, confining herself to a narrow space, where the\nground was dry, and where she was sheltered from the wind by enormous\nmasses of stone. She wore a dress of dark-red silk, very long, a cloak\ntrimmed with fur, and a velvet hat to match her dress. In three\nminutes I was by her side. But she did not draw her hand from her muff\nto offer it to me; and, without giving me time to apologize for the\ndelay, she said in a dry tone,–",
        "” ’When did you reach Boiscoran?’",
        "” ’Last night.’",
        "” ’How childish you are!’ she exclaimed, stamping her foot. ’Last\nnight! And on what pretext?’",
        "” ’I need no pretext to visit my uncle.’",
        "” ’And was he not surprised to see you drop from the clouds at this\ntime of the year?’",
        "” ’Why, yes, a little,’ I answered foolishly, incapable as I was of\nconcealing the truth.",
        "“Her dissatisfaction increased visibly.",
        "” ’And how did you get here?’ she commenced again. ’Did you know this\ncross-road?’",
        "” ’No, I inquired about it.’",
        "” ’From whom?’",
        "” ’From one of my uncle’s servants; but his information was so\nimperfect, that I lost my way.’",
        "“She looked at me with such a bitter, ironical smile, that I stopped.",
        "” ’And all that, you think, is very simple,’ she broke in. ’Do you\nreally imagine people will think it very natural that you should thus\nfall like a bombshell upon Boiscoran, and immediately set out for the\nRed Men’s Cross-roads in the forest? Who knows but you have been\nfollowed? Who knows but behind one of these trees there may be eyes\neven now watching us?’",
        "“And as she looked around with all the signs of genuine fear, I\nanswered,–",
        "” ’And what do you fear? Am I not here?’",
        "“I think I can even now see the look in her eyes as she said,–",
        "” ’I fear nothing in the world–do you hear me? nothing in the world,\nexcept being suspected; for I cannot be compromised. I like to do as I\ndo; I like to have a lover. But I do not want it to be known; because,\nif it became known, there would be mischief. Between my reputation and\nmy life I have no choice. If I were to be surprised here by any one, I\nwould rather it should be my husband than a stranger. I have no love\nfor the count, and I shall never forgive him for having married me;\nbut he has saved my father’s honor, and I owe it to him to keep his\nhonor unimpaired. He is my husband, besides, and the father of my\nchild: I bear his name, and I want it to be respected. I should die\nwith grief and shame and rage, if I had to give my arm to a man at\nwhom people might look and smile. Wives are absurdly stupid when they\ndo not feel that all the scorn with which their unfortunate husbands\nare received in the great world falls back upon them. No. I do not\nlove the count, Jacques, and I love you. But remember, that, between\nhim and you, I should not hesitate a moment, and that I should\nsacrifice your life and your honor, with a smile on my lips, even\nthough my heart should break, if I could, by doing so, spare him the\nshadow of a suspicion.’",
        "“I was about to reply; but she said,–",
        "” ’No more! Every minute we stay here increases the danger. What\npretext will you plead for your sudden appearance at Boiscoran?’",
        "” ’I do no know,’ I replied.",
        "” ’You must borrow some money from your uncle, a considerable sum, to\npay your debts. He will be angry, perhaps; but that will explain your\nsudden fancy for travelling in the month of November. Good-by, good-\nby!’",
        "“All amazed, I cried,–",
        "” ’What! You will not let me see you again, at least from afar?’",
        "” ’During this visit that would be the height of imprudence. But,\nstop! Stay at Boiscoran till Sunday. Your uncle never stays away from\nhigh mass: go with him to church. But be careful, control yourself. A\nsingle imprudence, one blunder, and I should despise you. Now we must\npart. You will find in Paris a letter from me.’ “",
        "Jacques paused here, looking to read in M. Magloire’s face what\nimpression his recital had produced so far. But the famous lawyer\nremained impassive. He sighed, and continued,–",
        "“I have entered into all these details, Magloire, because I want you\nto know what kind of a woman the countess is, so that you may\nunderstand her conduct. You see that she did not treat me like a\ntraitor: she had given me fair warning, and shown me the abyss into\nwhich I was going to fall. Alas! so far from being terrified, these\ndark sides of her character only attracted me the more. I admired her\nimperious air, her courage, and her prudence, even her total lack of\nprinciple, which contrasted so strangely with her fear of public\nopinion. I said to myself with foolish pride,–",
        "” ’She certainly is a superior woman!’",
        "“She must have been pleased with my obedience at church; for I managed\nto check even a slight trembling which seized me when I saw her and\nbowed to her as she passed so close to me that my hand touched her\ndress. I obeyed her in other ways also. I asked my uncle for six\nthousand francs, and he gave them to me, laughing; for he was the most\ngenerous man on earth: but he said at the same time,–",
        "” ’I thought you had not come to Boiscoran merely for the purpose of\nexploring the forest of Rochepommier.’",
        "“This trifling circumstance increased my admiration for the Countess\nClaudieuse. How well she had foreseen my uncle’s astonishment, when I\nhad not even dreamed of it!",
        "” ’She has a genius for prudence,’ I thought.",
        "“Yes, indeed she had a genius for it, and a genius for calculation\nalso, as I soon found out. When I reached Paris, I found a letter from\nher waiting for me; but it was nothing more than a repetition of all\nshe had told me at our meeting. This letter was followed by several\nothers, which she begged me to keep for her sake, and which all had a\nnumber in the upper corner.",
        "“The first time I saw her again, I asked her,–",
        "” ’What are these numbers?’",
        "” ’My dear Jacques,’ she replied, ’a woman ought always to know how\nmany letters she has written to her lover. Up to now, you must have\nhad nine.’",
        "“This occurred in May, 1867, at Rochefort, where she had gone to be\npresent at the launching of a frigate, and where I had followed her,\nat her suggestion, with a view to spending a few hours in each other’s\ncompany. Like a fool, I laughed at the idea of this epistolary\nresponsibility, and then I thought no more of it. I was at that time\ntoo busy otherwise. She had recalled to me the fact that time was\npassing, in spite of the sadness of our separation, and that the month\nof September, the month of her freedom, was drawing near. Should we be\ncompelled again, like the year before, to resort to these perilous\ntrips to Fontainebleau? Why not get a house in a remote quarter of\ntown?",
        "“Every wish of hers was an order for me. My uncle’s liberality knew no\nend. I bought a house.”",
        "At last in the midst of all of Jacques’s perplexities, there appeared\na circumstance which might furnish tangible evidence.",
        "M. Magloire started, and asked eagerly,–",
        "“Ah, you bought a house?”",
        "“Yes, a nice house with a large garden, in Vine Street, Passy.”",
        "“And you own it still?”",
        "“Yes.”",
        "“Of course you have the title-papers?”",
        "Jacques looked in despair.",
        "“Here, again, fate is against me. There is quite a tale connected with\nthat house.”",
        "The features of the Sauveterre lawyer grew dark again, much quicker\nthan they had brightened up just now.",
        "“Ah!” he said,–\"a tale, ah!”",
        "“I was scarcely of age,” resumed Jacques, “when I wanted to purchase\nthis house. I dreaded difficulties. I was afraid my father might hear\nof it; in fine, I wanted to be as prudent as the countess was. I\nasked, therefore, one of my English friends, Sir Francis Burnett, to\npurchase it in his name. He agreed; and he handed me, with the\nnecessary bills of sale, also a paper in which he acknowledged my\nright as proprietor.”",
        "“But then\"–",
        "“Oh! wait a moment. I did not take these papers to my rooms in my\nfather’s house. I put them into a drawer of a bureau in my house at\nPassy. When the war broke out, I forgot them. I had left Paris before\nthe siege began, you know, being in command of a company of volunteers\nfrom this department. During the two sieges, my house was successively\noccupied by the National Guards, the soldiers of the Commune, and the\nregular troops. When I got back there, I found the four walls pierced\nwith holes by the shells; but all the furniture had disappeared, and\nwith it the papers.”",
        "“And Sir Francis Burnett?”",
        "“He left France at the beginning of the invasion; and I do not know\nwhat has become of him. Two friends of his in England, to whom I\nwrote, replied,–the one that he was probably in Australia; the other\nthat he was dead.”",
        "“And you have taken no other steps to secure your rights to a piece of\nproperty which legally belongs to you?”",
        "“No, not till now.”",
        "“You mean to say virtually that there is in Paris a house which has no\nowner, is forgotten by everybody, and unknown even to the tax-\ngatherer?”",
        "“I beg your pardon! The taxes have always been regularly paid; and the\nwhole neighborhood knows that I am the owner. But the individuality is\nnot the same. I have unceremoniously assumed the identity of my\nfriend. In the eyes of the neighbors, the small dealers near by, the\nworkmen and contractors whom I have employed, for the servants and the\ngardener, I am Sir Francis Burnett. Ask them about Jacques de\nBoiscoran, and they will tell you, ’Don’t know.’ Ask them about Sir\nFrancis Burnett, and they will answer, ’Oh, very well!’ and they will\ngive you my portrait.”",
        "M. Magloire shook his head as if he were not fully convinced.",
        "“Then,” he asked again, “you declare that the Countess Claudieuse has\nbeen at this house?”",
        "“More than fifty times in three years.”",
        "“If that is so, she must be known there.”",
        "“No.”",
        "“But\"–",
        "“Paris is not like Sauveterre, my dear friend; and people are not\nsolely occupied with their neighbors’ doings. Vine Street is quite a\ndeserted street; and the countess took the greatest precautions in\ncoming and going.”",
        "“Well, granted, as far as the outside world is concerned. But within?\nYou must have had somebody to stay in the house and keep it in order\nwhen you were away, and to wait upon you when you were there?”",
        "“I had an English maid-servant.”",
        "“Well, this girl must know the countess?”",
        "“She has never caught a glimpse of her even.”",
        "“Oh!”",
        "“When the countess was coming down, or when she was going away, or\nwhen we wanted to walk in the garden, I sent the girl on some errand.\nI have sent her as far as Orleans to get rid of her for twenty-four\nhours. The rest of the time we staid up stairs, and waited upon\nourselves.”",
        "Evidently M. Magloire was suffering. He said,–",
        "“You must be under a mistake. Servants are curious, and to hide from\nthem is only to make them mad with curiosity. That girl has watched\nyou. That girl has found means to see the countess when she came\nthere. She must be examined. Is she still in your service?”",
        "“No, she left me when the war broke out.”",
        "“Why?”",
        "“She wanted to return to England.”",
        "“Then we cannot hope to find her again?”",
        "“I believe not.”",
        "“We must give it up, then. But your man-servant? Old Anthony was in\nyour confidence. Did you never tell him any thing about it?”",
        "“Never. Only once I sent for him to come to Vine Street when I had\nsprained my foot in coming down stairs.”",
        "“So that it is impossible for you to prove that the Countess\nClaudieuse ever came to your house in Passy? You have no evidence of\nit, and no eye-witness?”",
        "“I used to have evidence. She had brought a number of small articles\nfor her private use; but they have disappeared during the war.”",
        "“Ah, yes!” said M. Magloire, “always the war! It has to answer for\nevery thing.”",
        "Never had any of M. Galpin’s examinations been half as painful to\nJacques de Boiscoran as this series of quick questions, which betrayed\nsuch distressing incredulity.",
        "“Did I not tell you, Magloire,” he resumed, “that the countess had a\ngenius for prudence? You can easily conceal yourself when you can\nspend money without counting it. Would you blame me for not having any\nproofs to furnish? Is it not the duty of every man of honor to do all\nhe can to keep even a shadow of suspicion from her who has confided\nherself to his hands? I have done my duty, and whatever may come of\nit, I shall not regret it. Could I foresee such unheard-of\nemergencies? Could I foresee that a day might come when I, Jacques de\nBoiscoran, should have to denounce the Countess Claudieuse, and should\nbe compelled to look for evidence and witnesses against her?”",
        "The eminent advocate of Sauveterre looked aside; and, instead of\nreplying, he said in a somewhat changed voice,–",
        "“Go on, Jacques, go on!”",
        "Jacques de Boiscoran tried to overcome the discouragement which well-\nnigh mastered him, and said,–",
        "“It was on the 2d September, 1867, that the Countess Claudieuse for\nthe first time entered this house in Passy, which I had purchased and\nfurnished for her; and during the five weeks which she spent in Paris,\nshe came almost every day, and spent several hours there.",
        "“At her father’s house she enjoyed absolute and almost uncontrolled\nindependence. She left her daughter–for she had at that time but one\nchild–with her mother, the Marchioness de Tassar; and she was free to\ngo and to come as she liked.",
        "“When she wanted still greater freedom, she went to see her friend in\nFontainebleau; and every time she did this she secured twenty-four or\nforty-eight hours over and above the time for the journey. I, for my\npart, was as perfectly free from all control. Ostensibly, I had gone\nto Ireland; in reality, I lived in Vine Street.",
        "“These five weeks passed like a dream; and yet I must confess, the\nparting was not as painful as might have been supposed. Not that the\nbright prism was broken; but I always felt humiliated by the necessity\nof being concealed. I began to be tired of these incessant\nprecautions; and I was quite ready to give up being Sir Francis\nBurnett, and to resume my identity.",
        "“We had, besides, promised each other never to remain a month without\nseeing each other, at least for a few hours; and she had invented a\nnumber of expedients by which we could meet without danger.",
        "“A family misfortune came just then to our assistance. My father’s\neldest brother, that kind uncle who had furnished me the means to\npurchase my house in Passy, died, and left me his entire fortune. As\nowner of Boiscoran, I could, henceforth, live as much as I chose in\nthe province; and at all events come there whenever I liked, without\nanybody’s inquiring for my reasons.”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}