{
    "title": "Within an Inch of His Life - XXV.",
    "author": "Emile Gaboriau",
    "chapter": "34",
    "content": [
        "\n\n",
        "Count Claudieuse and his wife had installed themselves, the day after\nthe fire, in Mautrec Street. The house which the mayor had taken for\nthem had been for more than a century in the possession of the great\nJulias family, and is still considered one of the finest and most\nmagnificent mansions in Sauveterre.",
        "In less than ten minutes Dr. Seignebos and M. Folgat had reached the\nhouse. From the street, nothing was visible but a tall wall, as old as\nthe castle, according to the claims of archaeologists, and covered all\nover with a mass of wild flowers. In this wall there is a huge\nentrance-gate with folding-doors. During the day one-half is opened,\nand a light, low open-work railing put in, which rings a bell as soon\nas it is pushed open.",
        "You then cross a large garden, in which a dozen statues, covered with\ngreen moss, are falling to pieces on their pedestals, overshadowed by\nmagnificent old linden-trees. The house has only two stories. A large\nhall extends from end to end of the lower story; and at the end a wide\nstaircase with stone steps and a superb iron railing leads up stairs.\nWhen they entered the hall, Dr. Seignebos opened a door on the right\nhand.",
        "“Step in here and wait,” he said to M. Folgat. “I will go up stairs\nand see the count, whose room is in the second story, and I will send\nyou the countess.”",
        "The young advocate did as he was bid, and found himself in a large\nroom, brilliantly lighted up by three tall windows that went down to\nthe ground, and looked out upon the garden. This room must have been\nsuperb formerly. The walls were wainscoted with arabesques and lines\nin gold. The ceiling was painted, and represented a number of fat\nlittle angels sporting in a sky full of golden stars.",
        "But time had passed its destroying hand over all this splendor of the\npast age, had half effaced the paintings, tarnished the gold of the\narabesques, and faded the blue of the ceiling and the rosy little\nloves. Nor was the furniture calculated to make compensation for this\ndecay. The windows had no curtains. On the mantelpiece stood a worn-\nout clock and half-broken candelabra; then, here and there, pieces of\nfurniture that would not match, such as had been rescued from the fire\nat Valpinson,–chairs, sofas, arm-chairs, and a round table, all\nbattered and blackened by the flames.",
        "But M. Folgat paid little attention to these details. He only thought\nof the grave step on which he was venturing, and which he now only\nlooked at in its full strangeness and extreme boldness. Perhaps he\nwould have fled at the last moment if he could have done so; and he\nwas only able by a supreme effort to control his excitement.",
        "At last he heard a rapid, light step in the hall; and almost\nimmediately the Countess Claudieuse appeared. He recognized her at\nonce, such as Jacques had described her to him, calm, serious, and\nserene, as if her soul were soaring high above all human passions. Far\nfrom diminishing her exquisite beauty, the terrible events of the last\nmonths had only surrounded her, as it were, with a divine halo. She\nhad fallen off a little, however. And the dark semicircle under her\neyes, and the disorder of her hair, betrayed the fatigue and the\nanxiety of the long nights which she had spent by her husband’s\nbedside.",
        "As M. Folgat was bowing, she asked,–",
        "“You are M. de Boiscoran’s counsel?”",
        "“Yes, madam,” replied the young advocate.",
        "“The doctor tells me you wish to speak to me.”",
        "“Yes, madam.”",
        "With a queenly air, she pointed to a chair, and, sitting down herself,\nshe said,–",
        "“I hear, sir.”",
        "M. Folgat began with beating heart, but a firm voice,–",
        "“I ought, first of all, madam, to state to you my client’s true\nposition.”",
        "“That is useless, sir. I know.”",
        "“You know, madam, that he has been summoned to trial, and that he may\nbe condemned?”",
        "She shook her head with a painful movement, and said very softly,–",
        "“I know, sir, that Count Claudieuse has been the victim of a most\ninfamous attempt at murder; that he is still in danger, and that,\nunless God works a miracle, I shall soon be without a husband, and my\nchildren without a father.”",
        "“But M. de Boiscoran is innocent, madam.”",
        "The features of the countess assumed an expression of profound\nsurprise; and, looking fixedly at M. Folgat, she said,–",
        "“And who, then, is the murderer?”",
        "Ah! It cost the young advocate no small effort to prevent his lips\nfrom uttering the fatal word, “You,” prompted by his indignant\nconscience. But he thought of the success of his mission; and, instead\nof replying, he said,–",
        "“To a prisoner, madam, to an unfortunate man on the eve of judgment,\nan advocate is a confessor, to whom he tells every thing. I must add\nthat the counsel of the accused is like a priest: he must forget the\nsecrets which have been confided to him.”",
        "“I do not understand, sir.”",
        "“My client, madam, had a very simple means to prove his innocence. He\nhad only to tell the truth. He has preferred risking his own honor\nrather than to betray the honor of another person.”",
        "The countess looked impatient, and broke in, saying,–",
        "“My moments are counted, sir. May I beg you will be more explicit?”",
        "But M. Folgat had gone as far as he well could go.",
        "“I am desired by M. de Boiscoran, madam, to hand you a letter.”",
        "The Countess Claudieuse seemed to be overwhelmed with surprise.",
        "“To me?” she said. “On what ground?”",
        "Without saying a word, M. Folgat drew Jacques’s letter from his\nportfolio, and handed it to her.",
        "“Here it is!” he said.",
        "She took it with a perfectly steady hand, and opened it slowly. But,\nas soon as she had run her eye over it, she rose, turned crimson in\nher face, and said with flaming eyes,–",
        "“Do you know, sir, what this letter contains?”",
        "“Yes.”",
        "“Do you know that M. de Boiscoran dares call me by my first name,\nGenevieve, as my husband does, and my father?”",
        "The decisive moment had come, and M. Folgat had all his self-\npossession.",
        "“M. de Boiscoran, madame, claims that he used to call you so in former\ndays,–in Vine Street,–in days when you called him Jacques.”",
        "The countess seemed to be utterly bewildered.",
        "“But that is sheer infamy, sir,” she stammered. “What! M. de Boiscoran\nshould have dared tell you that I, the countess Claudieuse, have been\nhis–mistress?”",
        "“He certainly said so, madam; and he affirms, that a few moments\nbefore the fire broke out, he was near you, and that, if his hands\nwere blackened, it was because he had burned your letters and his.”",
        "She rose at these words, and said in a penetrating voice,–",
        "“And you could believe that,–you? Ah! M. de Boiscoran’s other crimes\nare nothing in comparison with this! He is not satisfied with having\nburnt our house, and ruined us: he means to dishonor us. He is not\nsatisfied with having murdered my husband: he must ruin the honor of\nhis wife also.”",
        "She spoke so loud, that her voice must have been distinctly heard in\nthe vestibule.",
        "“Lower, madam, I pray you speak lower,” said M. Folgat.",
        "She cast upon him a crushing glance; and, raising her voice still\nhigher, she went on,–",
        "“Yes, I understand very well that you are afraid of being heard. But I\n–what have I to fear? I could wish the whole world to hear us, and to\njudge between us. Lower, you say? Why should I speak less loud? Do you\nthink that if Count Claudieuse were not on his death-bed, this letter\nwould not have long since been in his hands? Ah, he would soon have\nsatisfaction for such an infamous letter, he! But I, a poor woman! I\nhave never seen so clearly that the world thinks my husband is lost\nalready, and that I am alone in this world, without a protector,\nwithout friends.”",
        "“But, madam, M. de Boiscoran pledges himself to the most perfect\nsecrecy.”",
        "“Secrecy in what? In your cowardly insults, your abominable plots, of\nwhich this, no doubt, is but a beginning?”",
        "M. Folgat turned livid under this insult.",
        "“Ah, take care, madam,” he said in a hoarse voice: “we have proof,\nabsolute, overwhelming proof.”",
        "The countess stopped him by an imperious gesture, and with the\nhaughtiest disdain, grief, and wrath, she said,–",
        "“Well, then, produce your proof. Go, hasten, act as you like. We shall\nsee if the vile calumnies of an incendiary can stain the pure\nreputation of an honest woman. We shall see if a single speck of this\nmud in which you wallow can reach up to me.”",
        "And, throwing Jacques’s letter at M. Folgat’s feet, she went to the\ndoor.",
        "“Madam,” said M. Folgat once more,–\"madam!”",
        "She did not even condescend to turn round: she disappeared, leaving\nhim standing in the middle of the room, so overcome with amazement,\nthat he could not collect his thoughts. Fortunately Dr. Seignebos came\nin.",
        "“Upon my word!” he said, “I never thought the countess would take my\ntreachery so coolly. When she came out from you just now, she asked\nme, in the same tone as every day, how I had found her husband, and\nwhat was to be done. I told her\"–",
        "But the rest of the sentence remained unspoken: the doctor had become\naware of M. Folgat’s utter consternation.",
        "“Why, what on earth is the matter?” he asked.",
        "The young advocate looked at him with an utterly bewildered air.",
        "“This is the matter: I ask myself whether I am awake or dreaming. This\nis the matter: that, if this woman is guilty, she possesses an\naudacity beyond all belief.”",
        "“How, if? Have you changed your mind about her guilt?”",
        "M. Folgat looked altogether disheartened.",
        "“Ah!” he said, “I hardly know myself. Do you not see that I have lost\nmy head, that I do not know what to think, and what to believe?”",
        "“Oh!”",
        "“Yes, indeed! And yet, doctor, I am not a simpleton. I have now been\npleading five years in criminal courts: I have had to dive down into\nthe lowest depths of society; I have seen strange things, and met with\nexceptional specimens, and heard fabulous stories\"–",
        "It was the doctor’s turn, now, to be amazed; and he actually forgot to\ntrouble his gold spectacles.",
        "“Why? What did the countess say?” he asked.",
        "“I might tell you every word,” replied M. Folgat, “and you would be\nnone the wiser. You ought to have been here, and seen her, and heard\nher! What a woman! Not a muscle in her face was moving; her eye\nremained limpid and clear; no emotion was felt in her voice. And with\nwhat an air she defied me! But come, doctor, let us be gone!”",
        "They went out, and had already gone about a third down the long avenue\nin the garden, when they saw the oldest daughter of the countess\ncoming towards them, on her way to the house, accompanied by her\ngoverness. Dr. Seignebos stopped, and pressing the arm of the young\nadvocate, and bending over to him, he whispered into his ear,–",
        "“Mind!” he said. “You know the truth is in the lips of children.”",
        "“What do you expect?” murmured M. Folgat.",
        "“To settle a doubtful point. Hush! Let me manage it.”",
        "By this time the little girl had come up to them. It was a very\ngraceful girl of eight or nine years, light haired, with large blue\neyes, tall for her age, and displaying all the intelligence of a young\ngirl, without her timidity.",
        "“How are you, little Martha?” said the doctor to her in his gentlest\nvoice, which was very soft when he chose.",
        "“Good-morning, gentlemen!” she replied with a nice little courtesy.",
        "Dr. Seignebos bent down to kiss her rosy cheeks, and them, looking at\nher, he said,–",
        "“You look sad, Martha?”",
        "“Yes, because papa and little sister are sick,” she replied with a\ndeep sigh.",
        "“And also because you miss Valpinson?”",
        "“Oh, yes!”",
        "“Still it is very pretty here, and you have a large garden to play\nin.”",
        "She shook her head, and, lowering her voice, she said,–",
        "“It is certainly very pretty here; but–I am afraid.”",
        "“And of what, little one?”",
        "She pointed to the statues, and all shuddering, she said,–",
        "“In the evening, when it grows dark, I fancy they are moving. I think\nI see people hiding behind the trees, like the man who wanted to kill\npapa.”",
        "“You ought to drive away those ugly notions, Miss Martha,” said M.\nFolgat.",
        "But Dr. Seignebos did not allow him to go on.",
        "“What, Martha? I did not know you were so timid. I thought, on the\ncontrary, you were very brave. Your papa told me the night of the fire\nyou were not afraid of any thing.”",
        "“Papa was right.”",
        "“And yet, when you were aroused by the flames, it must have been\nterrible.”",
        "“Oh! it was not the flames which waked me, doctor.”",
        "“Still the fire had broken out.”",
        "“I was not asleep at that time, doctor. I had been roused by the\nslamming of the door, which mamma had closed very noisily when she\ncame in.”",
        "One and the same presentiment made M. Folgat tremble and the doctor.",
        "“You must be mistaken, Martha,” the doctor went on. “Your mamma had\nnot come back at the time of the fire.”",
        "“Oh, yes, sir!”",
        "“No, you are mistaken.”",
        "The little girl drew herself up with that solemn air which children\nare apt to assume when their statements are doubted. She said,–",
        "“I am quite sure of what I say, and I remember every thing perfectly.\nI had been put to bed at the usual hour, and, as I was very tired with\nplaying, I had fallen asleep at once. While I was asleep, mamma had\ngone out; but her coming back waked me up. As soon as she came in, she\nbent over little sister’s bed, and looked at her for a moment so\nsadly, that I thought I should cry. Then she went, and sat down by the\nwindow; and from my bed, where I lay silently watching her, I saw the\ntears running down her cheeks, when all of a sudden a shot was fired.”",
        "M. Folgat and Dr. Seignebos looked anxiously at each other.",
        "“Then, my little one,” insisted Dr. Seignebos, “you are quite sure\nyour mamma was in your room when the first shot was fired?”",
        "“Certainly, doctor. And mamma, when she heard it, rose up straight,\nand lowered her head, like one who listens. Almost immediately, the\nsecond shot was fired. Mamma raised her hands to heaven, and cried\nout, ’Great God!’ And then she went out, running fast.”",
        "Never was a smile more false than that which Dr. Seignebos forced\nhimself to retain on his lips while the little girl was telling her\nstory.",
        "“You have dreamed all that, Martha,” he said.",
        "The governess here interposed, saying,–",
        "“The young lady has not dreamed it, sir. I, also, heard the shots\nfired; and I had just opened the door of my room to hear what was\ngoing on, when I saw madame cross the landing swiftly, and rush down\nstairs.",
        "“Oh! I do not doubt it,” said the doctor, in the most indifferent tone\nhe could command: “the circumstance is very trifling.”",
        "But the little girl was bent on finishing her story.",
        "“When mamma had left,” she went on, “I became frightened, and raised\nmyself on my bed to listen. Soon I heard a noise which I did not know,\n–cracking and snapping of wood, and then cries at a distance. I got\nmore frightened, jumped down, and ran to open the door. But I nearly\nfell down, there was such a cloud of smoke and sparks. Still I did not\nlose my head. I waked my little sister, and tried to get on the\nstaircase, when Cocoleu rushed in like a madman, and took us both\nout.”",
        "“Martha,” called a voice from the house, “Martha!”",
        "The child cut short her story, and said,–",
        "“Mamma is calling me.”",
        "And, dropping again her nice little courtesy, she said,–",
        "“Good-by, gentlemen!”",
        "Martha had disappeared; and Dr. Seignebos and M. Folgat, still\nstanding on the same spot, looked at each other in utter distress.",
        "“We have nothing more to do here,” said M. Folgat.",
        "“No, indeed! Let us go back and make haste; for perhaps they are\nwaiting for me. You must breakfast with me.”",
        "They went away very much disheartened, and so absorbed in their\ndefeat, that they forgot to return the salutations with which they\nwere greeted in the street,–a circumstance carefully noticed by\nseveral watchful observers.",
        "When the doctor reached home, he said to his servant,–",
        "“This gentleman will breakfast with me. Give us a bottle of medis.”",
        "And, when he had shown the advocate into his study, he asked,–",
        "“And now what do you think of your adventure?”",
        "M. Folgat looked completely undone.",
        "“I cannot understand it,” he murmured.",
        "“Could it be possible that the countess should have tutored the child\nto say what she told us?”",
        "“No.”",
        "“And her governess?”",
        "“Still less. A woman of that character trusts nobody. She struggles;\nshe triumphs or succumbs alone.”",
        "“Then the child and the governess have told us the truth?”",
        "“I am convinced of that.”",
        "“So am I. Then she had no share in the murder of her husband?”",
        "“Alas!”",
        "M. Folgat did not notice that his “Alas!” was received by Dr.\nSeignebos with an air of triumph. He had taken off his spectacles,\nand, wiping them vigorously, he said,–",
        "“If the countess is innocent, Jacques must be guilty, you think?\nJacques must have deceived us all, then?”",
        "M. Folgat shook his head.",
        "“I pray you, doctor, do not press me just now. Give me time to collect\nmy thoughts. I am bewildered by all these conjectures. No, I am sure\nM. de Boiscoran has not told a falsehood, and the countess has been\nhis mistress. No, he has not deceived us; and on the night of the\ncrime he really had an interview with the countess. Did not Martha\ntell us that her mother had gone out? And where could she have gone,\nexcept to meet M. de Boiscoran?”",
        "He paused a moment.",
        "“Oh, come, come!” said the physician, “you need not be afraid of me.”",
        "“Well, it might possibly be, that, after the countess had left M. de\nBoiscoran, Fate might have stepped in. Jacques has told us how the\nletters which he was burning had suddenly blazed up, and with such\nviolence that he was frightened. Who can tell whether some burning\nfragments may not have set a straw-rick on fire? You can judge\nyourself. On the point of leaving the place, M. de Boiscoran sees this\nbeginning of a fire. He hastens to put it out. His efforts are\nunsuccessful. The fire increases step by step: it lights up the whole\nfront of the chateau. At that moment Count Claudieuse comes out.\nJacques thinks he has been watched and detected; he sees his marriage\nbroken off, his life ruined, his happiness destroyed; he loses his\nhead, aims, fires, and flees instantly. And thus you explain his\nmissing the count, and also this fact which seemed to preclude the\nidea of premeditated murder, that the gun was loaded with small-shot.”",
        "“Great God!” cried the doctor.",
        "“What, what have I said?”",
        "“Take care never to repeat that! The suggestion you make is so\nfearfully plausible, that, if it becomes known, no one will ever\nbelieve you when you tell the real truth.”",
        "“The truth? Then you think I am mistaken?”",
        "“Most assuredly.”",
        "Then fixing his spectacles on his nose, Dr. Seignebos added,–",
        "“I never could admit that the countess should have fired at her\nhusband. I now see that I was right. She has not committed the crime\ndirectly; but she has done it indirectly.”",
        "“Oh!”",
        "“She would not be the first woman who has done so. What I imagine is\nthis: the countess had made up her mind, and arranged her plan, before\nmeeting Jacques. The murderer was already at his post. If she had\nsucceeded in winning Jacques back, her accomplice would have put away\nhis gun, and quietly gone to bed. As she could not induce Jacques to\ngive up his marriage, she made a sign, and the fire was lighted, and\nthe count was shot.”",
        "The young advocate did not seem to be fully convinced.",
        "“In that case, there would have been premeditation,” he objected; “and\nhow, then, came the gun to be loaded with small-shot?”",
        "“The accomplice had not sense enough to know better.”",
        "Although he saw very well the doctor’s drift, M. Folgat started up,–",
        "“What?” he said, “always Cocoleu?”",
        "Dr. Seignebos tapped his forehead with the end of his finger, and\nreplied,–",
        "“When an idea has once made its way in there, it remains fixed. Yes,\nthe countess has an accomplice; and that accomplice is Cocoleu; and,\nif he has no sense, you see the wretched idiot at least carries his\ndevotion and his discretion very far.”",
        "“If what you say is true, doctor, we shall never get the key of this\naffair; for Cocoleu will never confess.”",
        "“Don’t swear to that. There is a way.”",
        "He was interrupted by the sudden entrance of his servant.",
        "“Sir,” said the latter, “there is a gendarme below who brings you a\nman who has to be sent to the hospital at once.”",
        "“Show them up,” said the doctor.",
        "“And, while the servant was gone to do his bidding, the doctor said,–",
        "“And here is the way. Now mind!”",
        "A heavy step was heard shaking the stairs; and almost immediately a\ngendarme appeared, who in one hand held a violin, and with the other\naided a poor creature, who seemed unable to walk alone.",
        "“Goudar!” was on M. Folgat’s lips.",
        "It was Goudar, really, but in what a state! His clothes muddy, and\ntorn, pale, with haggard eyes, his beard and his lips covered with a\nwhite foam.",
        "“The story is this,” said the gendarme. “This individual was playing\nthe fiddle in the court of the barrack, and we were looking out of the\nwindow, when all of a sudden he fell on the ground, rolled about,\ntwisted and writhed, while he uttered fearful howls, and foamed like a\nmad dog. We picked him up; and I bring him to you.”",
        "“Leave us alone with him,” said the physician.",
        "The gendarme went out; and, as soon as the door was shut, Goudar cried\nwith a voice full of intense disgust,–",
        "“What a profession! Just look at me! What a disgrace if my wife should\nsee me in this state! Phew!”",
        "And, pulling a handkerchief from his pocket, he wiped his face, and\ndrew from his mouth a small piece of soap.",
        "“But the point is,” said the doctor, “that you have played the\nepileptic so well, that the gendarmes have been taken in.”",
        "“A fine trick indeed, and very creditable.”",
        "“An excellent trick, since you can now quite safely go to the\nhospital. They will put you in the same ward with Cocoleu, and I shall\ncome and see you every morning. You are free to act now.”",
        "“Never mind me,” said the detective. “I have my plan.”",
        "Then turning to M. Folgat, he added,–",
        "“I am a prisoner now; but I have taken my precautions. The agent whom\nI have sent to England will report to you. I have, besides, to ask a\nfavor at your hands. I have written to my wife to send her letters to\nyou: you can send them to me by the doctor. And now I am ready to\nbecome Cocoleu’s companion, and I mean to earn the house in Vine\nStreet.”",
        "Dr. Seignebos signed an order of admission. He recalled the gendarme;\nand, after having praised his kindness, he asked him to take “that\npoor devil” to the hospital. When he was alone once more with M.\nFolgat, he said,–",
        "“Now, my dear friend, let us consult. Shall we speak of what Martha\nhas told us and of Goudar’s plan. I think not; for M. Galpin is\nwatching us; and, if a mere suspicion of what is going on reaches the\nprosecution, all is lost. Let us content ourselves, then, with\nreporting to Jacques your interview with the countess; and as to the\nrest, Silence!”",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}