{
    "title": "Within an Inch of His Life - III.",
    "author": "Emile Gaboriau",
    "chapter": "43",
    "content": [
        "\n\n",
        "When Dionysia, after leaving the Countess Claudieuse, came back to\nJacques’s parents and his friends, she said, radiant with hope,–",
        "“Now victory is on our side!”",
        "Her grandfather and the Marquis de Boiscoran urged her to explain; but\nshe refused to say any thing, and only later, towards evening, she\nconfessed to M. Folgat what she had done with the countess, and that\nit was more than probable that the count would, before he died,\nretract his evidence.",
        "“That alone would save Jacques,” said the young advocate.",
        "But his hope only encouraged him to make still greater efforts; and,\nall overcome as he was by his labors and emotions of the trial, he\nspent the night in Grandpapa Chandore’s study, preparing with M.\nMagloire the application they proposed to make for a new trial.",
        "They finished only when it was already broad daylight: so he did not\ncare to go to bed, and installed himself in a large easy-chair for the\npurpose of getting a few hours’ rest.",
        "He had, however, not slept more than an hour, when old Anthony roused\nhim to tell him that there was an unknown man down stairs who asked to\nsee him instantly.",
        "M. Folgat rubbed his eyes, and at once went down: in the passage he\nfound himself face to face with a man of some fifty years, of rather\nsuspicious appearance, who wore his mustache and his chin-beard, and\nwas dressed in a tight coat and large trousers, such as old soldiers\naffect.",
        "“You are M. Folgat?” asked this man.",
        "“Yes.”",
        "“Well, I–I am the agent whom friend Goudar sent to England.”",
        "The young lawyer started, and asked,–",
        "“Since when are you here?”",
        "“Since this morning, by express. Twenty-four hours too late, I know;\nfor I bought a newspaper at the station. M. de Boiscoran has been\nfound guilty. And yet I swear I did not lose a minute; and I have well\nearned the gratuity which I was promised in case of success.”",
        "“You have been successful, have you?”",
        "“Of course. Did I not tell you in my letter from Jersey that I was\nsure of success?”",
        "“You have found Suky?”",
        "“Twenty-four hours after I wrote to you,–in a public-house at Bonly\nBay. She would not come, the wretch!”",
        "“You have brought her, however?”",
        "“Of course. She is at the Hotel de France, where I have left her till\nI could come and see you.”",
        "“Does she know any thing?”",
        "“Every thing.”",
        "“Make haste and bring her here.”",
        "From the time when M. Folgat first hoped for this recovery of the\nservant-girl, he had made up his mind to make the most of her\nevidence.",
        "He had slipped a portrait of the Countess Claudieuse into an album of\nDionysia’s, amidst some thirty photographs. He now went for this\nalbum, and had just put it upon the centre-table in the parlor when\nthe agent came back with his captive.",
        "She was a tall, stout woman of some forty years, with hard features,\nmasculine manners, and dressed, as all common English-women are, with\ngreat pretensions to fashion.",
        "When M. Folgat questioned her, she answered in very fair, intelligible\nFrench, which was only marred by her strong English accent,–",
        "“I stayed four years at the house in Vine Street; and I should be\nthere still, but for the war. As soon as I entered upon my duties, I\nbecame aware that I was put in charge of a house in which two lovers\nhad their meetings. I was not exactly pleased, because, you know, we\nhave our self-respect; but it was a good place. I had very little to\ndo, and so I staid. However, my master mistrusted me: I saw that very\nclearly. When a meeting was to take place, my master sent me on some\nerrand to Versailles, to Saint Germain, or even to Orleans. This hurt\nme so much, that I determined I would find out what they tried so hard\nto conceal from me. It was not very difficult; and the very next week\nI knew that my master was no more Sir Francis Burnett than I was; and\nthat he had borrowed the name from a friend of his.”",
        "“How did you go about to find it out?”",
        "“Oh! very simply. One day, when my master went away on foot, I\nfollowed him, and saw him go into a house in University Street. Before\nthe house opposite, some servants were standing and talking. I asked\nthem who the gentleman was; and they told me it was the son of the\nMarquis de Boiscoran.”",
        "“So much for the master; but the lady.”",
        "Suky Wood smiled.",
        "“As for the lady,” she replied, “I did the same thing to find her out.\nIt cost me, however, a great deal more time and a great deal more\npatience, because she took the very greatest precautions; and I lost\nmore than one afternoon in watching her. But, the more she tried to\nhide, the more I was curious to know, as a matter of course. At last,\none evening when she left the house in her carriage, I took a cab and\nfollowed her. I traced her thus to her house; and next morning I\ntalked to the servants there, and they told me that she was a lady who\nlived in the province, but came every year to Paris to spend a month\nwith her parents, and that her name was Countess Claudieuse.”",
        "And Jacques had imagined and strongly maintained that Suky would not\nknow any thing, in fact, could not know any thing!",
        "“But did you ever see this lady?” asked M. Folgat.",
        "“As well as I see you.”",
        "“Would you recognize her?”",
        "“Among thousands.”",
        "“And if you saw her portrait?”",
        "“I should know it at once.”",
        "M. Folgat handed her the album.",
        "“Well, look for her,” he said.",
        "She had found the likeness in a moment.",
        "“Here she is!” cried Suky, putting her finger on the photograph.",
        "There was no doubt any longer.",
        "“But now, Miss Suky,” said the young advocate, “you will have to\nrepeat all that before a magistrate.”",
        "“I will do so with pleasure. It is the truth.”",
        "“If that is so, they will send for you at your lodgings, and you will\nplease stay there till you are called. You need not trouble yourself\nabout any thing. You shall have whatever you want, and they will pay\nyou your wages as if you were in service.”",
        "M. Folgat had not time to say more; for Dr. Seignebos rushed in like a\ntempest, and cried out at the top of his voice,–",
        "“Victory! We are victorious now! Great Victory!”",
        "But he could not speak before Suky and the agent. They were sent off;\nand, as soon as they had left the room, he said to M. Folgat,–",
        "“I am just from the hospital. I have seen Goudar. He had done it. He\nhad made Cocoleu talk.”",
        "“And what does he say?”",
        "“Well, exactly what I knew he would say, as soon as they could loose\nhis tongue. But you will hear it all; for it is not enough that\nCocoleu should confess it to Goudar: there must be witnesses present\nto certify to the confessions of the wretch.”",
        "“He will not talk before witnesses.”",
        "“He must not see them: they can be concealed. The place is admirably\nadapted for such a purpose.”",
        "“But how, if Cocoleu refuses to talk after the witnesses have been\nintroduced?”",
        "“He will not. Goudar has found out a way to make him talk whenever he\nwants it. Ah! that man is a clever man, and understands his business\nthoroughly. Have you full confidence in him?”",
        "“Oh, entire!”",
        "“Well, he says he is sure he will succeed. ’Come to-day,’ he said to\nme, ’between one and two, with M. Folgat, the commonwealth attorney,\nand M. Galpin: put yourself where I will show you, and then let me go\nto work.’ Then he showed me the place where he wants us to remain, and\ntold me how we should let him know when we are all ready.”",
        "M. Folgat did not hesitate.",
        "“We have not a moment to lose. Let me go at once to the court-house.”",
        "But they were hardly in the passage when they were met by Mechinet,\nwho came running up out of breath, and half mad with delight.",
        "“M. Daubigeon sends me to say you must come to him at once. Great\nnews! Great news!”",
        "And immediately he told them in a few words what had happened in the\nmorning,–Trumence’s statement, and the deposition of the maid of\nCountess Claudieuse.",
        "“Ah, now we are safe!” cried Dr. Seignebos.",
        "M. Folgat was pale with excitement. Still he proposed,–",
        "“Let us tell the marquis and Miss Dionysia what is going on before we\nleave the house.”",
        "“No,” said the doctor, “no! Let us wait till every thing is quite\nsafe. Let us go quick; let us go at once.”",
        "They were right to make haste. The magistrate and the commonwealth\nattorney were waiting for them with the greatest impatience. As soon\nas they came into the small room of the clerk’s office, M. Daubigeon\ncried,–",
        "“Well, I suppose Mechinet has told you all?”",
        "“Yes,” replied M. Folgat; “but we have some information of which you\nhave heard as yet nothing.”",
        "Then he told them that Suky Wood had arrived, and what she had given\nin as evidence.",
        "M. Galpin had sunk into a chair, completely crushed by the weight of\nso many proofs of his misapprehension of the case. There he sat\nwithout saying a word, without moving a muscle. But M. Daubigeon was\nradiant.",
        "“Most assuredly,” he cried, “Jacques must be innocent!”",
        "“Most assuredly he is innocent!” said Dr. Seignebos; “and the proof of\nit is, that I know who is guilty.”",
        "“Oh!”",
        "“And you will know too, if you will take the trouble of following me,\nwith M. Galpin, to the hospital.”",
        "It was just striking one; and not one of them all had eaten any thing\nthat morning. But they had no time to think of breakfast.",
        "Without a shadow of hesitation, M. Daubigeon turned to M. Galpin, and\nsaid,–",
        "“Will you come, Galpin?”",
        "The poor magistrate rose mechanically, after the manner of an\nautomaton, and they went out, creating no small sensation among the\ngood people of Sauveterre, when they appeared thus all in a group.",
        "M. Daubigeon spoke first to the lady superior of the hospital; and,\nwhen he had explained to her what their purpose was in coming there,\nshe raised her eyes heavenward, and said with a sigh of resignation,–",
        "“Well, gentlemen, do as you like, and I hope you will be successful;\nfor it is a sore trial for us poor sisters to have these continual\nvisitations in the name of the law.”",
        "“Please follow me, then, to the Insane Ward, gentlemen,” said the\ndoctor.",
        "They call the Insane Ward at the Sauveterre hospital a small, low\nbuilding, with a sanded court in front, and a tall wall around the\nwhole. The building is divided into six cells, each of which has two\ndoors,–one opening into the court, and the other an outside door for\nthe assistants and servants.",
        "It was to one of these latter doors that Dr. Seignebos led his\nfriends. And after having recommended to them the most perfect\nsilence, so as not to rouse Cocoleu’s suspicions, he invited them into\none of the cells, in which the door leading into the court had been\nclosed. There was, however, a little grated window in the upper part\nof the door, so that they could, without being seen, both see and hear\nall that was said and done in the court reserved for the use of the\ninsane.",
        "Not two yards from the little window, Goudar and Cocoleu were sitting\non a wooden bench in the bright sunlight.",
        "By long study and a great effort of will, Goudar had succeeded in\ngiving to his face a most perfect expression of stupidity: even the\npeople belonging to the hospital thought he was more idiotic than the\nother.",
        "He held in his hand his violin, which the doctor had ordered to be\nleft to him; and he accompanied himself with a few notes, as he\nrepeated the same familiar song which he had sung on the New-Market\nSquare when he first accosted M. Folgat.",
        "Cocoleu, a large piece of bread-and-butter in one hand, and a big\nclasp-knife in the other, was finishing his meal.",
        "But this music delighted him so intensely, that he actually forgot to\neat, and, with hanging lip and half-closed eyes, rocked himself to and\nfro, keeping time with the measure.",
        "“They look hideous!” M. Folgat could not keep from whispering. In the\nmeantime Goudar, warned by the preconcerted signal, had finished his\nsong. He bent over, and drew from under the bench an enormous bottle,\nfrom which he seemed to draw a considerable quantity of something\npleasant.",
        "Then he passed it to Cocoleu, who likewise began to pull, eagerly and\nlong, and with an expression of idiotic beatitude. Then patting his\nstomach with his hands, he said,–",
        "“That’s–that’s–that’s–good!”",
        "M. Daubigeon whispered into Dr. Seignebos’s ear,–",
        "“Ah, I begin to see! I notice from Cocoleu’s eyes, that this practice\nwith the bottle must have been going on for some time already. Cocoleu\nis drunk.”",
        "Goudar again took up his violin and repeated his song.",
        "“I–I–want–want to–to drink!” stammered Cocoleu.",
        "Goudar kept him waiting a little while, and then handed him the\nbottle. The idiot threw back his head, and drank till he had lost his\nbreath. Then Goudar asked,–",
        "“Ah! you did not have such good wine to drink at Valpinson?”",
        "“Oh, yes!” replied Cocoleu.",
        "“But as much as you wanted?”",
        "“Yes. Quite–enough.”",
        "And, laughing with some difficulty, he stammered, and stuttered out,–",
        "“I got–got into the cellar through one of the windows; and I drank–\ndrank through–through a–a straw.”",
        "“You must be sorry you are no longer there?”",
        "“Oh, yes!”",
        "“But, if you were so well off at Valpinson, why did you set it on\nfire?”",
        "The witnesses of the strange scene crowded to the little window of the\ncell, and held their breath with eager expectation.",
        "“I wanted to burn some fagots only, to make the count come out. It was\nnot my fault, if the whole house got on fire.”",
        "“And why did you want to kill the count?”",
        "“Because I wanted the great lady to marry M. de Boiscoran.”",
        "“Ah! She told you to do it, did she?”",
        "“Oh, no! But she cried so much; and then she told me she would be so\nhappy if her husband were dead. And she was always good to Cocoleu;\nand the count was always bad; and so I shot him.”",
        "“Well! But why, then, did you say it was M. de Boiscoran who shot the\ncount?”",
        "“They said at first it was me. I did not like that. I would rather\nthey should cut off his head than mine.”",
        "He shuddered as he said this, so that Goudar, afraid of having gone\nrather too fast, took up his violin, and gave him a verse of his song\nto quiet him. Then accompanying his words still now and then with a\nfew notes, and after having allowed Cocoleu to caress his bottle once\nmore, he asked again,–",
        "“Where did you get a gun?”",
        "“I–I had taken it from the count to shoot birds: and I–I have it\nstill–still. It is hid in the hole where Michael found me.”",
        "Poor Dr. Seignebos could not stand it any longer. He suddenly pushed\nopen the door, and, rushing into the court, he cried,–",
        "“Bravo, Goudar! Well done!”",
        "At the noise, Cocoleu had started up. He evidently understood it all;\nfor terror drove the fumes of the wine out of his mind in an instant,\nand he looked frightened to death.",
        "“Ah, you scoundrel!” he howled.",
        "And, throwing himself upon Goudar, he plunged his knife twice into\nhim.",
        "The movement was so rapid and so sudden, that it had been impossible\nto prevent it. Pushing M. Folgat violently back as he tried to disarm\nhim, Cocoleu leaped into a corner of the court, and there, looking\nlike a wild beast driven to bay, his eyes bloodshot, his mouth\nfoaming, he threatened with his formidable knife to kill any one who\nshould come near him.",
        "At the cries of M. Daubigeon and M. Galpin, the assistants in the\nhospital came rushing in. The struggle, however, would probably have\nbeen a long one, notwithstanding their numbers, if one of the keepers\nhad not, with great presence of mind, climbed up to the top of the\nwall, and caught the arm of the wretch in a noose. By these means he\nwas thrown down in a moment, disarmed, and rendered harmless.",
        "“You–you may–may do–do what you–you choose; I–I won’t say–say\nanother w-w-word!”",
        "In the meantime, poor Dr. Seignebos, who had unwillingly caused the\ncatastrophe, was distressed beyond measure; still he hastened to the\nassistance of Goudar, who lay insensible on the sand of the court. The\ntwo wounds which the detective had received were quite serious, but\nnot fatal, or even very dangerous, as the knife had been turned aside\nby the ribs. He was at once carried into one of the private rooms of\nthe hospital, and soon recovered his consciousness.",
        "When he saw all four of the gentlemen bending anxiously over his bed,\nhe murmured with a mournful smile,–",
        "“Well, was I not right when I said that my profession is a rascally\nprofession?”",
        "“But you are at liberty now to give it up,” replied M. Folgat,\n“provided always a certain house in Vine Street should not prove too\nsmall for your ambition.”",
        "The pale face of the detective recovered its color for a moment.",
        "“Will they really give it to me?” he asked.",
        "“Since you have discovered the real criminal, and handed him over to\njustice.”",
        "“Well, then, I will bless these wounds: I feel that I shall be up\nagain in a fortnight. Give me quick pen and ink, that I may write my\nresignation immediately, and tell my wife the good news.”",
        "He was interrupted by the entrance of one of the officers of the\ncourt, who, walking up to the commonwealth attorney, said to him\nrespectfully,–",
        "“Sir, the priest from Brechy is waiting for you at your office.”",
        "“I am coming directly,” replied M. Daubigeon.",
        "And, turning to his companions, he said,–",
        "“Let us go, gentlemen.”",
        "The priest was waiting, and rose quickly from his chair when he saw M.\nDaubigeon enter, accompanied by M. Galpin, M. Folgat, and Dr.\nSeignebos.",
        "“Perhaps you wish to speak to me alone, sir?” asked M. Daubigeon.",
        "“No, sir,” replied the old priest, “no! The words of reparation which\nhave been intrusted to me must be uttered publicly.” And handing him a\nletter, he added,–",
        "“Read this. Please read it aloud.”",
        "The commonwealth attorney tore the envelope with a tremulous hand, an\nthen read,–",
        " “Being about to die as a Christian, as I have lived as a Christian,\n  I owe it to myself, I owe it to God whom I have offended, and I\n  owe it to those men whom I have deceived, to declare the truth.",
        " “Actuated by hatred, I have been guilty of giving false evidence in\n  court, and of stating wrongfully that M. de Boiscoran is the man\n  who shot at me, and that I recognized him in the act.",
        " “I did not only not recognize him, but I know that he is innocent.\n  I am sure of it; and I swear it by all I hold sacred in this world\n  which I am about to leave, and in that world in which I must\n  appear before my sovereign Judge.",
        " “May M. de Boiscoran pardon me as I pardon myself.",
        "“Trivulce Count Claudieuse.”",
        "“Poor man!” murmured M. Folgat.",
        "The priest at once went on,–",
        "“You see, gentlemen, Count Claudieuse withdraws his charge\nunconditionally. He asks for nothing in return: he only wants the\ntruth to be established. And yet I beg leave to express the last\nwishes of a dying man. I beseech you, in the new trial, to make no\nmention of the name of the countess.”",
        "Tears were seen in all eyes.",
        "“You may rest assured, reverend father,” said M. Daubigeon, “that\nCount Claudieuse’s last wishes shall be attended to. The name of the\ncountess shall not appear. There will be no need for it. The secret of\nher wrongs shall be religiously kept by those who know it.”",
        "It was four o’clock now.",
        "An hour later there arrived at the court-house a gendarme and Michael,\nthe son of the Boiscoran tenant, who had been sent out to ascertain if\nCocoleu’s statement was true. They brought back the gun which the\nwretch had used, and which he had concealed in that den which he had\ndug out for himself in the forest of Rochepommier, and where Michael\nhad discovered him the day after the crime.",
        "Henceforth Jacques’s innocence was as clear as daylight; and although\nhe had to bear the burden of his sentence till the judgment was\ndeclared void, it was decided, with the consent of the president of\nthe court, M. Domini, and the active cooperation of M. Gransiere, that\nhe should be set free that same evening.",
        "M. Folgat and M. Magloire were charged with the pleasant duty of\ninforming the prisoner of this happy news. They found him walking up\nand down in his cell like a madman, devoured by unspeakable anguish,\nand not knowing what to make of the words of hope which M. Daubigeon\nhad spoken to him in the morning.",
        "He was hopeful, it is true; and yet when he was told that he was safe,\nthat he was free, he sank, an inert mass, into a chair, being less\nable to bear joy than sorrow.",
        "But such emotions are not apt to last long. A few moments later, and\nJacques de Boiscoran, arm in arm with his counsel, left his prison, in\nwhich he had for several months suffered all that an honest man can\nsuffer. He had paid a fearful penalty for what, in the eyes of so many\nmen, is but a trifling wrong.",
        "When they reached the street in which the Chandores lived, M. Folgat\nsaid to his client,–",
        "“They do not expect you, I am sure. Go slowly, while I go ahead to\nprepare them.”",
        "He found Jacques’s parents and friends assembled in the parlor,\nsuffering great anxiety; for they had not been able to ascertain if\nthere were any truth in the vague rumors which had reached them.",
        "The young advocate employed the utmost caution in preparing them for\nthe truth; but at the first words Dionysia asked,–",
        "“Where is Jacques?”",
        "Jacques was kneeling at her feet, overcome with gratitude and love.",
        "Continue...",
        "\nThis eBook of “Within an Inch of His Life” by Emile Gaboriau belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}