{
    "title": "Writing for Vaudeville (B)",
    "author": "Brett Page",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "Unless you have a definite order to write a one-act musical comedy,\nit would seem, from the comparatively small part the writer has\nin the final effect, that the novice had better not write the\nmusical comedy at all.  Although this would appear to be clear\nfrom the discussion of the elements in the preceding chapter, I\nwant to make it even more emphatic by saying that more than once\nI have written a musical comedy act for the “small time” in a few\nhours–and have then spent weeks dovetailing it to fit the musical\nnumbers introduced and whipping the whole act into the aspect of\na “production.”",
        "But there is one time when even the amateur may write a musical\ncomedy–when he has a great idea.  But I do not mean the average\nmusical comedy idea–I mean such an idea as that which made “The\nNaked Truth” so successful.  And in the hope that you may possess\nsuch an idea, I offer a few hints that may prove helpful in casting\nyour idea into smooth musical comedy form.",
        "As I have already discussed plot in the chapters devoted to the\nplaylet, and have taken up the structure of the monologue and the\ntwo-act in the chapters on those forms, there is now no need for\nconsidering “writing” at all save for a single hint.  Yet even\nthis one suggestion deals less with the formal “writing” element\nthan with the “feel” of the material.  It is stated rather humorously\nby Thomas J. Gray, who has written many successful one-act musical\ncomedies, varying in style from “Gus Edwards’ School Boys and\nGirls” to “The Vaudeville Revue of 1915\"–a musical travesty on\nprevailing ideas–and the books of a few long musical successes,\nfrom comedy scenes in “Watch your Step” to “Ned Wayburn’s Town\nTopics,” that “Musical comedy, from a vaudeville standpoint, and\na ’Broadway’ or two-dollar standpoint, are two different things.\nA writer has to treat them in entirely different ways, as a doctor\nwould two different patients suffering from the same ailment.  In\nvaudeville an author has to remember that nearly everyone in the\naudience has some one particular favorite on the bill–you have\nto write something funny enough to:  please the admirers of the\nacrobat, the magician, the dancer, the dramatic artist, the rag-time\nsinger and the moving pictures.  But in ’Broadway’ musical comedy\nit is easier to please the audiences because they usually know\nwhat the show is about before they buy their tickets, and they\nknow what to expect.  That’s why you can tell ’vaudeville stuff’\nin a ’Broadway’ show–it’s the lines the audience laugh at.",
        "“To put it in a different way, let me say that while in two-dollar\nmusical comedy you can get by with ’smart lines’ and snickers, in\nvaudeville musical comedy you have to go deeper than the lip-laughter.\nYou must waken the laughter that lies deep down and rises in\nappreciative roars.  It is in ability to create situations that\nwill produce this type of laughter that the one-act musical comedy\nwriter’s success lies.”",
        "While it is not absolutely necessary to open a musical comedy with\nan ensemble number, many fine acts do so open.  And the ensemble\nfinish seems to be the rule.  Therefore let us assume that you\nwish to form your musical comedy on this usual style.  As your act\nshould run anywhere from thirty to fifty minutes, and as your\nopening number will consume scarcely two minutes, and your closing\nensemble perhaps three, you have–on a thirty-five minute basis–\nthirty minutes in which to bring in your third ensemble, your other\nmusical numbers and your dialogue.",
        "The third ensemble–probably a chorus number, with the tenor or\nthe ingenue, or both, working in front of the chorus–will consume\nanywhere from five to seven minutes.  Then your solo will take\nabout three minutes.  And if you have a duet or a trio, count four\nminutes more.  So you have about eighteen minutes for your plot\nand comedy–including specialties.",
        "While these time hints are obviously not exact, they are suggestive\nof the fact that you should time everything which enters into your\nact.  And having timed your musical elements by some such rough\nstandard as this–or, better still, by slowly reading your lyrics\nas though you were singing–you should set down for your own\nguidance a schedule that will look something like this:",
        "    Opening ensemble............. 2 minutes",
        "    Dialogue\n       Introducing Plot,\n       First Comedy Scenes....... 4   “",
        "    Solo......................... 3   “",
        "    Dialogue\n       Comedy and Specialties.... 5   “",
        "    Ensemble number.............. 5   “",
        "    Dialogue\n       Specialties, Comedy.\n       Plot climax–perhaps\n       a “big” love scene,\n       leading into.............. 7   “",
        "    Duet......................... 4   “",
        "    Dialogue\n       Plot Solution–the\n       final arrangement\n       of characters............. 2   “",
        "    Closing ensemble............. 3   “\n                                 ________\n                                 35   “",
        "Of course this imaginary schedule is not the only schedule that\ncan be used; also bear firmly in mind that you may make any\narrangement of your elements that you desire, within the musical\ncomedy form.  Let me repeat what I am never tired of saying, that\na rigid adherence to any existing form of vaudeville act is as\nlikely to be disastrous as a too wild desire to be original.  Be\nas unconventional as you can be within the necessary conventional\nlimits.  This is the way to success.",
        "You have your big idea, and you have the safe, conventional ensemble\nopening, or a semi-ensemble novelty opening.  Also you have a solo\nnumber for the tenor or the ingenue, with the chorus working behind\nthem.  Finally you have your ensemble ending.  Now, within these\nboundaries, arrange your solo and duet–or dispense with them, as\nyou feel best fits your plot and your comedy.  Develop your story\nby comedy situations–don’t depend upon lines.  Place your big\nscene in the last big dialogue space–the seven minutes of the\nforegoing schedule–and then bring your act to an end with a great\nbig musical finish.",
        "Although the schedule given allows plenty of time for costume\nchanges, you must not consider your schedule as a ready-made\nformula.  Read it and learn the lesson it points out–then cast\nit aside.  Test every minute of your act by the test of time.  Be\nespecially careful to give your chorus and your principal characters\ntime to make costume changes.",
        "In gauging the minutes these changes will take, time yourself in\nmaking actual changes of clothing.  Remember that you must allow\none minute to get to the dressing room and return to the stage.\nBut do not make the mistake of supposing that the first test you\nmake in changing your own clothes will be the actual time it will\ntake experienced dressers to change.  You yourself can cut down\nyour time record by practice–and your clothes are not equipped\nwith time-saving fasteners.  Furthermore, it often happens that\nthe most complicated dress is worn in the first scene and a very\nquick change is prepared for by under-dressing–that is, wearing\nsome of the garments of the next change under the pretentious\nover-garments of the preceding scene.  These are merely stripped\noff and the person is ready dressed to go back on the stage in\nhalf a minute.",
        "But precise exactness in costume changes need not worry you very\nmuch.  If you have been reasonably exact, the producer–upon whom\nthe costume changes and the costumes themselves depend–will add\na minute of dialogue here or take away a minute there, to make the\nact run as it should.",
        "Certain songs lend themselves more readily to effective staging,\nand these are called “production songs.”  For instance:  “Alexander’s\nRagtime Band” could be–and often was–put on with a real band.\nThe principal character could sing the first verse and the chorus\nalone.  Then the chorus girls could come out in regimentals, each\none “playing” some instrument–the music faked by the orchestra\nor produced by “zobos\"–and when they were all on the stage, the\nchorus could be played again with rousing effect.  During the\nsecond verse, sung as a solo, the girls could act out the lines.\nThen with the repetitioin of the chorus, they could produce funny\ncharacteristic effects on the instruments.  And then they could\nall exit–waiting for the audience to bring them back for the\nnovelties the audience would expect to be introduced in an encore.",
        "This is often the way a “popular song” is “plugged” in cabarets,\nmusical comedies, burlesque, and in vaudeville.  It is made so\nattractive that it is repeated again and again–and so drummed\ninto the ears of the audience that they go out whistling it.  Ned\nWayburn demonstrated this in his vaudeville act “Staging an Act.\"\nHe took a commonplace melody and built it up into a production–then\nthe audience liked it.  George Cohan did precisely the same thing\nin his “Hello, Broadway\"; taking a silly lyric and a melody, he\ntold the audience he was going to make ’em like it; and he did–by\n“producing it.”",
        "But not every “popular song” lends itself to production treatment.\nFor instance, how would you go about producing “When it Strikes\nHome”?  How would you stage “When I Lost You”?  Or–to show you\nthat serious songs are not the only ones that may not be producible–\nhow would you put on “Oh, How that German Could Love”?  Of course you\ncould bring the chorus on in couples and have them sing such a\nsentimental song to each other–but that would not, in the fullest\nsense, be producing it.",
        "Just as not every “popular song” can be produced, so not every\nproduction song can be made popular.  You have never whistled that\nsong produced in “Staging an Act,” nor have you ever whistled\nCohan’s song from “Hello, Broadway.”  If they ever had any names\nI have forgotten them, but the audience liked them immensely at\nthe time.",
        "As many production songs are good only for stage purposes, and\ntherefore are not a source of much financial profit to their\nwriters, there is no need for me to describe their special differences\nand the way to go about writing them.  Furthermore, their elements\nare precisely the same as those of any other song–with the exception\nthat each chorus is fitted with different catch lines in the place\nof the regular punch lines, and there may be any number of different\nverses. [1] Now having your “big\" idea, and having built it up\nwith your musical elements carefully spaced to allow for costume\nchanges, perhaps having made your comedy rise out of the monologue\nand the two-act to good plot advantage, and having developed your\nstory to its climax in the last part of your act, you assemble all\nyour people, join the loose plot ends and bring your musical comedy\nto a close with a rousing ensemble finish.",
        "[1] See Chapter XXII.",
        "The word “tab” is vaudeville’s way of saying “tabloid,” or condensed\nversion.  While vaudeville is in itself a series of tabloid\nentertainments, “tab” is used to identify the form of a musical\ncomedy act which may run longer than the average one-act musical\ncomedy.  Although a tabloid is almost invariably in one act, it\nis hardly ever in only one scene.  There are usually several\ndifferent sets used, and the uninterrupted forty-five minutes, or\neven more than an hour, are designed to give a greater effect of\nbigness to the production.",
        "But the greatest difference between the one-act musical comedy and\nthe burlesque tab does not lie in playing-time, nor bigness of\neffect.  While a one-act musical comedy is usually intended to be\nmade up of carefully joined and new humorous situations, the\nburlesque tab–you will recall the definition of burlesque–depends\nupon older and more crude humor.",
        "James Madison, whose “My Old Kentucky Home” [1] has been chosen\nas showing clearly the elements peculiar to the burlesque tab,\ndescribes the difference in this way:",
        "“Burlesque does not depend for success upon smoothly joined plot,\nmusical numbers or pictorial effects.  Neither does it depend upon\nlines.  Making its appeal particularly to those who like their\nhumor of the elemental kind, the burlesque tab often uses slap-stick\ncomedy methods.  Frankly acknowledging this, vaudeville burlesque\nnevertheless makes a clean appeal.  It does not countenance either\nword or gesture that could offend.  Since its purpose is to raise\nuproarious laughter, it does not take time to smooth the changes\nfrom one comedy bit to the next, but one bit follows another\nswiftly, with the frankly avowed purpose to amuse, and to amuse\nfor the moment only.  Finally, the burlesque tab comes to an end\nswiftly:  it has made use of a plot merely for the purpose of\nstringing on comedy bits, and having come toward the close, it\nboldly states that fact, as it were, by a swift rearrangement of\ncharacters–and then ends.”",
        "[1] See the Appendix",
        "While the burlesque tab nearly always opens with an ensemble number,\nand almost invariably ends with an ensemble, there may be more\nsolos, duets, trios, quartets and ensembles than are used by the\nmusical comedy–if the act is designed to run for a longer time.\nBut as its appeal is made by humor rather than by musical or\npictorial effect, the burlesque tab places the emphasis on the\nhumor.  It does this by giving more time to comedy and by making\nits comedy more elemental, more uproarious.",
        "In a burlesque tab, the comedy bits are never barred by age–providing\nthey are sure-fire–and therefore they are sometimes reminiscent.\n[2] The effort to give them freshness and newness is to relate the\nhappenings to different characters, and to introduce the bits in\nnovel ways.",
        "[2] Mr. Madison informed me that the “statuary bit” in “My Old\nKentucky Home” is one of the oldest “bits” in the show business.\nIt is even older than Weber and Field’s first use of it a generation\nago.",
        "Therefore, it would seem obvious that the writing of the burlesque\ntab is not “writing” at all.  It is stage managing.  And as the\ncomedy bits are in many cases parts of the history of the\nstage–written down in the memories of actor and producer–the\nnovice had better not devote his thoughts to writing burlesque.\nHowever, if he can produce bits of new business that will be\nsure-fire, he may find the burlesque tab for him the most profitable\nof all opportunities the vaudeville stage has to offer.  That,\nhowever, is a rare condition for the beginner.",
        "Continue...",
        "\nThis complete text of Writing for Vaudeville (Part B, also see Part A) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}