{
    "title": "Writing for Vaudeville - Chapter V - The Nature of the Monologue",
    "author": "Brett Page",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "The word monologue comes from the combination of two Greek words,\nmonos, alone, and legein, to speak.  Therefore the word monologue\nmeans “to speak alone\"–and that is often how a monologist feels.\nIf in facing a thousand solemn faces he is not a success, no one\nin all the world is more alone than he.",
        "It appears easy for a performer to stroll into a theatre, without\nbothersome scenery, props, or tagging people, and walk right out\non the stage alone and set the house a-roar.  But, like most things\nthat appear easy, it is not.  It is the hardest “stunt” in the\nshow business, demanding two very rare things:  uncommon ability\nin the man, and extraordinary merit in the monologue itself.",
        "To arrive at a clear understanding of what a monologue is, the\nlong way around through the various types of “talking singles” may\nbe the shortest cut home to the definition.",
        "The soliloquy of the by-gone days of dramatic art was sometimes\ncalled a monologue, because the person who spoke it was left alone\nupon the stage to commune with himself in spoken words that described\nto the audience what manner of man he was and what were the problems\nthat beset him.  Hamlet’s “To be or not to be,” perhaps the most\nfamous of soliloquies, is, therefore, a true monologue in the\nancient sense, for Hamlet spoke alone when none was near him.  In\nthe modern sense this, and every other soliloquy, is but a speech\nin a play.  There is a fundamental reason why this is so:  A monologue\nis spoken to the audience, while in a soliloquy (from the Latin\nsolus, alone, loqui, to talk) the actor communes with himself\nfor the “benefit” of the audience.",
        "There are all sorts of entertaining talking acts in vaudeville\npresented by a single person.  Among them are the magician who\nperforms his tricks to the accompaniment of a running fire of talk\nwhich, with the tricks themselves, raises laughter; and the person\nwho gives imitations and wins applause and laughter by fidelity\nof speech, mannerisms and appearance to the famous persons imitated.\nYet neither of these can be classed as a monologist, because neither\ndepends upon speech alone to win success.",
        "Nor, in the strictest vaudeville sense, is a monologue merely a\nstring of stories that possesses no unity as a whole and owns as\nits sole reason of being that of amusement and entertainment.  For\ninstance, apropos of nothing whatever an entertainer may say:",
        "  I visited Chinatown the other evening and took dinner in one of\n  the charming Oriental restaurants there.  The first dish I ordered\n  was called Chop Suey.  It was fine.  They make it of several\n  kinds of vegetables and meats, and one dark meat in particular\n  hit my taste.  I wanted to find out what it was, so I called the\n  waiter.  He was a solemn-looking Chinaman, whose English I could\n  not understand, so I pointed to a morsel of the delicious dark\n  meat and, rubbing the place where all the rest of it had gone,\n  I asked:",
        "    “Quack-quack?”\n\n    The Chink grinned and said:\n\n    “No.  No.  Bow-wow.”",
        "Before the laughter has subsided the entertainer continues:",
        "  That reminds me of the deaf old gentleman at a dinner party who\n  was seated right next to the prettiest of the very young ladies\n  present.  He did his best to make the conversation agreeable,\n  and she worked hard to make him understand what she said.  But\n  finally she gave it up in despair and relapsed into a pained\n  silence until the fruit was passed.  Then she leaned over and\n  said:",
        "  “Do you like bananas?”",
        "  A smile of comprehension crept over the deaf old man’s face and\n  he exclaimed:",
        "  “No, I like the old-fashioned night-gowns best.”",
        "And so, from story to story the entertainer goes, telling his funny\nanecdotes for the simple reason that they are funny and create\nlaughter.  But funny as they are, they are disconnected and,\ntherefore, do not meet the requirement of unity of character, which\nis one of the elements of the pure monologue.",
        "If the entertainer had told the stories of the Chinaman and the\ndeaf old gentleman as though they had happened to a single character\nabout whom all the stories he tells revolve, his act and his\nmaterial would more nearly approach the pure monologue form.  For\ninstance:",
        "  Casey’s a great fellow for butting into queer places to get a\n  bite to eat.  The other evening we went down to Chinatown and\n  in one of those Oriantal joints that hand out Chop Suey in real\n  china bowls with the Jersey City dragoons on ’em, we struck a\n  dish that hit Casey just right.",
        "  “Mither av Moses,” says Casey, “this is shure the atein fer ye;\n  but what’s thot dilicate little tid-bit o’ brown mate?”\n  \n  “I don’t know,” says I.",
        "  “Oi’ll find out,” says Casey.  “Just listen t’me spake that\n  heathen’s language.”",
        "  “Here, boy,” he hollers, “me likee, what you call um?”",
        "  The Chink stares blankly at Casey.  Casey looks puzzled, then\n  he winks at me.  Rubbing his hand over the place where the rest\n  of the meat had gone, he says:",
        "  “Quack-quack?”",
        "  A gleam shot into the Chink’s almond eyes and he says:\n\n  “No.  No.  Bow-wow.”",
        "  It took seven of us to hold Casey, he felt that bad.  But that\n  wasn’t a patchin’ to the time we had dinner with a rich friend\n  o’ ours and Casey was seated right next to the nicest little old\n  lady y’ever saw. . . .",
        "And so on until the banana story is told, with Casey the hero and\nvictim of each anecdote.",
        "But an entertainer feels no necessity of making his entire offering\nof related anecdotes only.  Some monologists open with a song\nbecause they want to get the audience into their atmosphere, and\n“with” them, before beginning their monologue.  The song merely\nby its melody and rhythm helps to dim the vividness of impression\nleft by the preceding act and gives the audience time to quiet\ndown, serving to bridge the psychic chasm in the human mind that\nlies between the relinquishing of one impression and the reception\nof the next.",
        "Or the monologist may have a good finishing song and knows that\nhe can depend on it for an encore that will bring him back to tell\nmore stories and sing another song.  So he gives the orchestra\nleader the cue, the music starts and off he goes into his song.",
        "Or he may have some clever little tricks that will win applause,\nor witty sayings that will raise a laugh, and give him a chance\nto interject into his offering assorted elements of appeal that\nwill gain applause from different classes of people in his audience.\nTherefore, as his purpose is to entertain, he sings his song,\nperforms his tricks, tells his witty sayings, or perhaps does an\nimitation or two, as suits his talent best.  And a few end their\nacts with serious recitations of the heart-throb sort that bring\nlumps into kindly throats and leave an audience in the satisfied\nmood that always comes when a touch of pathos rounds off a hearty\nlaugh.",
        "But by adding to his monologue unrelated offerings the monologist\nbecomes an “entertainer,” an “impersonator,” or whatever title\nbest describes his act.  If he stuck to his stories only and told\nthem all on a single character, his offering would be a monologue\nin the sense that it observes the unity of character, but still\nit would not be a pure monologue in the vaudeville sense as we now\nmay define it–though a pure monologue might form the major part\nof his “turn.”",
        "Having seen in what respects other single talking acts–the\nsoliloquy, the “talking single” that has no unity of material, the\ndisconnected string of stories, and the connected series of stories\ninterspersed with songs–differ from the pure monologue, it will\nnow be a much simpler task to make plain the elements that compose\nthe real vaudeville monologue.",
        "The real monologue possesses the following eight characteristics:",
        "Each of these eight characteristics has either been mentioned\nalready or will be taken up in detail later, so now we can combine\nthem into a single paragraphic definition:",
        "The pure vaudeville monologue is a humorous talk spoken by one\n  person, possesses unity of character, is not combined with any\n  other entertainment form, is marked by compression, follows a\n  definite form of construction and usually requires from ten to\n  fifteen minutes for delivery.",
        "It must be emphasized that because some single talking acts do not\nmeet every one of the requirements is no reason for condemning\nthem [1]. They may be as fine for entertainment purposes as the\npure monologue, but we must have some standard by which to work\nand the only true standard of anything is its purest form.\nTherefore, let us now take up the several parts that make up the\npure monologue as a whole, and later we shall consider the other\nmonologue variations that are permissible and often desirable.",
        "[1] Frank Fogarty, “The Dublin Minstrel,” one of the most successful\nmonologists in vaudeville, often opens with a song and usually\nends his offering with a serious heart-throb recitation.  By making\nuse of the song and serious recitation Mr. Fogarty places his act\nin the “entertainer\" class, but his talking material is, perhaps,\nthe best example of the “gag\"-anecdotal-monologue to be found in\nvaudeville.",
        "Mr. Fogarty won The New York Morning Telegraph contest to determine\nthe most popular performer in vaudeville in 1912, and was elected\nPresident of “The White Rats\"–the vaudeville actors’ protective\nUnion–in 1914.    [end footnote]",
        "If you have not yet turned to the appendix and read Aaron Hoffman’s\n“The German Senator” do so now.  (See Appendix.)  It will be referred\nto frequently to illustrate structural points.",
        "All monologues, whether of the pure type or not, possess one element\nin common–humor.  I have yet to hear of a monologist who did not\nat least try to be funny.  But there are different types of monologic\nhumor.",
        "“Each eye,” the Italians say, “forms its own beauty,” so every\nnation, every section, and each individual forms its own humor to\nsuit its own peculiar risibilities.  Still, there are certain\nwell-defined kinds of stories and classes of points in which we\nAmericans find a certain delight.",
        "What these are the reader knows as well as the writer and can\ndecide for himself much better than I can define them for him.\nTherefore, I shall content myself with a mere mention of the basic\ntechnical elements that may be of suggestive help.",
        "(a) The Element of Incongruity.  “The essence of all humor,” it\nhas been said, “is incongruity,” and in the monologue there is no\none thing that brings better laugh-results than the incongruous.\nNote in the Appendix the closing point of “The German Senator.\"\nCould there be any more incongruous thing than wives forming a\nUnion?",
        "(b) Surprise.  By surprise is meant leading the audience to\nbelieve the usual thing is going to happen, and “springing” the\nunusual–which in itself is often an incongruity, but not necessarily\nso.",
        "(c) Situation.  Both incongruity and surprise are part and parcel\nof the laughter of a situation.  For instance; a meeting of two\npeople, one of whom is anxious to avoid the other–a husband, for\ninstance, creeping upstairs at three A. M. meeting his wife–or\nboth anxious to avoid each other–wife was out, too, and husband\novertakes wife creeping slowly up, doing her best not to awaken\nhim, each supposing the other in bed and asleep.  The laughter\ncomes because of what is said at that particular moment in that\nparticular situation–\"and is due,” Freud says, “to the release\nfrom seemingly unpleasant and inevitable consequences.”",
        "(d) Pure Wit.  Wit exists for its own sake, it is detachable\nfrom its context, as for example:",
        "  And what a fine place they picked out for Liberty to stand.\n  With Coney Island on one side and Blackwell’s Island on the\n  other. [1]",
        "[1] The German Senator.  See Appendix.",
        "(e) Character.  The laughable sayings that are the intense\nexpression at the instant of the individuality of the person voicing\nthem, is what is meant by the humor of character.  For instance:\nthe German Senator gets all “balled up” in his terribly long effort\nto make a “regular speech,” and he ends:",
        "We got to feel a feeling of patriotic symptoms–we got to feel\n  patriotic symp–symps–you got to feel the patri–you can’t help\n  it, you got to feel it.",
        "These five suggestions–all, in the last analysis, depending on\nthe first, incongruity–may be of assistance to the novice in\nanalyzing the elements of humor and framing his own efforts with\nintelligence and precision.",
        "In considering the other elemental characteristics of the monologue,\nwe must bear in mind that the emphasizing of humor is the monologue’s\nchief reason for being.",
        "Unity of character does not mean unity of subject–note the variety\nof subjects treated in “The German Senator\"–but, rather, the\nsingleness of impression that a monologue gives of the “character\"\nwho delivers it, or is the hero of it.",
        "The German Senator, himself, is a politician “spouting,” in a\nperfectly illogical, broken-English stump speech, about the condition\nof the country and the reason why things are so bad.  Never once\ndo the various subjects stray far beyond their connection with the\ncountry’s deplorable condition and always they come back to it.\nFurthermore, not one of the observations is about anything that a\npolitician of his mental calibre would not make.  Also the\nconstruction of every sentence is in character.  This example is,\nof course, ideal, and the precision of its unity of character one\nof the great elements of a great monologue.",
        "Next to humor, unity of character is the most important requirement\nof the monologue.  Never choose a subject, or write a joke, that\ndoes not fit the character delivering the monologue.  In other\nwords, if you are writing a pure monologue, do not, just because\nit is humorous, drag in a gag [1] or a point [2] that is not in\ncharacter or that does not fit the subject.  Make every turn of\nphrase and every word fit not only the character but also the\nsubject.",
        "[1] A gag is the vaudeville term for any joke or pun.",
        "[2] A point is the laugh-line of a gag, or the funny observation\nof a monologue.",
        "We have long heard that “brevity is the soul of wit,” and certainly\nwe realize the truth in a hazy sort of way, but the monologue\nwriter should make brevity his law and seven of his ten commandments\nof writing.  Frank Fogarty, who writes his own gags and delivers\nthem in his own rapid, inimitable way, said to me:",
        "“The single thing I work to attain in any gag is brevity.  I never\nuse an ornamental word, I use the shortest word I can and I tell\na gag in the fewest words possible.  If you can cut out one word\nfrom any of my gags and not destroy it, I’ll give you five dollars,\nand it’ll be worth fifty to me to lose it.  “You can kill the whole\npoint of a gag by merely an unnecessary word.  For instance, let\nus suppose the point of a gag is ’and he put the glass there’;\nwell, you won’t get a laugh if you say, ’and then he picked the\nglass up and put it there.’ Only a few words more–but words are\ncostly.",
        "“Take another example.  Here’s one of my best gags, a sure-fire\nlaugh if told this way:",
        "“O’Brien was engaged by a farmer to milk cows and do chores.  There\nwere a hundred and fifty cows, and three men did the milking.  It\nwas hard work, but the farmer was a kind-hearted, progressive man,\nso when he went to town and saw some milking-stools he bought three\nand gave ’em to the men to sit down on while at work.  The other\ntwo men came back delighted, but not O’Brien.  At last he appeared,\nall cut-up, and holding one leg of the stool.",
        "“’What’s the matter?’ said the farmer.",
        "“’Nothing, only I couldn’t make the cow sit down on it.’",
        "“When I tell it this way it invariably gets a big laugh.  Now\nhere’s the way I once heard a ’chooser’ [1] do it.",
        "[1] Chooser–one who chooses some part of another performer’s act\nand steals it for his own use.",
        "“’O’Brien came to this country and looked around for work.  He\ncouldn’t get a job until at last a friend told him that a farmer\nup in the country wanted a man to milk cows.  So O’Brien got on a\ntrolley car and went out to the end of the line, took a side-door\npullman from there, was ditched and had to walk the rest of the\nway to the farm.  But at last he got to the farmer’s place and\nasked him for the job.",
        "“’\"Sure I can use you,” said the farmer, “here’s a milk pail and\na milking-stool.  Take ’em and go out and milk the cows in the\nbarn.”",
        "“’Now O’Brien didn’t know how to milk a cow, he’d never milked a\ncow in his whole life, but he needed a job so he didn’t tell the\nfarmer he hadn’t ever milked a cow.  He took the pail and the\nmilking-stool and went out to the barn.  After half an hour he\ncame back to the farm house all cut-up, and he had one leg of the\nmilking-stool in his hand.",
        "“’\"What’s the matter?” asked the farmer, “How’d you get all cut\nup–been in a fight or something?”",
        "“’\"No,” said O’Brien, “I couldn’t get the cow to sit on it.’”",
        "“See the difference?  There’s only one right way to tell any gag\nand that’s to make it brief, little–like the works of a watch\nthat’ll fit in a thin watch case and be better and finer than a\nbig turnip of a pocket clock.”",
        "So, then, each point and gag in a monologue is told in the fewest,\nshortest words possible and the monologue, as a whole, is marked\nby compression.  Remember, “brevity is the soul of wit\"–never\nforget it.",
        "If a successful monologue writer has in mind two gags that are\nequally funny he will invariably choose the one that can be told\nmost vividly–that is, the one that can be told as if the characters\nthemselves were on the stage.  For instance, the words, “Here stood\nJohn and there stood Mary,” with lively, appropriate gestures by\nthe monologist, make the characters and the scene seem living on\nthe stage before the very eyes of the audience.  That is why the\nmonologist illustrates his points and gags with gestures that\npicturize.",
        "Every gag and every point of great monologues are told in words\nthat paint pictures.  If the gag is supposititious, and the direct\nright-here-they-stood method cannot be used, the point is worded\nso strikingly, and is so comically striking in itself, that the\naudience sees–visualizes–it. [1]",
        "[1] Walter Kelly, “The Virginia Judge,” offers a fine example of\nthe monologist who makes his words picturize.  He “puts his stories\nover” almost without a gesture.",
        "Unlike the playlet, the monologue does not have flesh-and-blood\npeople on the stage to act the comic situation.  The way a point\nor gag is constructed, the words used, the monologist’s gestures,\nand his inflections, must make the comic situation live in vivid\npictures.",
        "Therefore, in selecting material the monologue writer should choose\nthose gags and points that can be told in pictures, and every word\nhe uses should be a picture-word.",
        "A monologue–like the thin-model watch mentioned–is made up of\nmany parts.  Each part fits into, the other–one gag or point\nblends perfectly into the following one–so that the entire monologue\nseems not a combination of many different parts, but a smoothly\nworking, unified whole.",
        "Count the number of different points there are in “The German\nSenator” and note how each seemingly depends on the one before it\nand runs into the one following; you will then see what is meant\nby blending.  Then read the monologue again, this time without the\nPanama Canal point–plainly marked for this exposition–and you\nwill see how one part can be taken away and still leave a smoothly\nreading and working whole.",
        "It is to careful blending that the monologue owes its smoothness.\nThe ideal for which the writer should strive is so to blend his\ngags and points that, by the use of not more than one short sentence,\nhe relates one gag or point to the next with a naturalness and\ninevitableness that make the whole perfectly smooth.",
        "We are now, I think, in a position to sum up the theory of the\nmonologue.  The pure vaudeville monologue, which was defined as a\nhumorous talk spoken by one person, possesses unity of character,\nis not combined with any other entertainment form, is marked by\ncompression, follows a definite form of construction, and usually\nrequires from ten to fifteen minutes for delivery.  Humor is its\nmost notable characteristic; unity of the character delivering it,\nor of its “hero,” is its second most important requirement.  Each\npoint, or gag, is so compressed that to take away or add even one\nword would spoil its effect; each is expressed so vividly that the\naction seems to take place before the eyes of the audience.  Finally,\nevery point leads out of the preceding point so naturally, and\nblends into the following point so inevitably, that the entire\nmonologue is a smooth and perfect whole.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}