{
    "title": "Writing for Vaudeville - Chapter VIII - The Structural Elements of Two-Act Material",
    "author": "Brett Page",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "It is very likely that in your study of “The German Senator” and\n“The Art of Flirtation,” there has crossed your mind this thought:\nBoth the monologue and the two-act are composed of points and gags.\nThe only difference–besides the merely physical difference of two\npersons delivering the gags and the greater amount of business\nused to “get them over” [1]–lies in the way the gags are constructed.\nThe very same gags–twisted just a little differently–would do\nequally well for either the monologue or the two-act.",
        "[1] To get over a vaudeville line or the entire act, means to\nmake it a success–to make it get over the foot-lights so that the\naudience may see and appreciate it, or “get” it.",
        "There is just enough truth in this to make it seem an illuminating\nfact.  For instance, take the “janitor point” in “The German\nSenator.”  We may imagine the characters of a two-act working up\nthrough a routine, and then one saying to the other:",
        "A child can go to school for nothing, and when he grows up to\n  be a man and he is thoroughly educated he can go into the public\n  school and be a teacher and get fifty dollars a month.",
        "The other swiftly saying:",
        "And the janitor gets ninety-five.",
        "There would be a big laugh in this arrangement of this particular\ngag, without a doubt.  But only a few points of “The German Senator\"\ncould be used for a two-act, with nearly as much effect as in the\nmonologue form.  For instance, take the introduction.  Of course,\nthat is part and parcel of the monologue form, and therefore seems\nhardly a fair example, yet it is particularly suggestive of the\nunique character of much monologic material.",
        "But take the series of points in “The German Senator,” beginning:\n“We were better off years ago than we are now.”  Picture the effect\nif one character said:",
        "Look at Adam in the Garden of Eat-ing.",
        "                        2nd",
        "Life to him was a pleasure.",
        "                        1st",
        "There was a fellow that had nothing to worry about.",
        "                        2nd",
        "Anything he wanted he could get.",
        "                        1st",
        "But the old fool had to get lonesome.",
        "                        2nd",
        "And that’s the guy that started all our trouble etc. etc. etc.",
        "Even before the fourth speech it all sounded flat and tiresome,\ndidn’t it?  Almost unconsciously you compared it with the brighter\nmaterial in “The Art of Flirtation.”  But, you may say:  “If the\nbusiness had been snappy and funny, the whole thing would have\nraised a laugh.”",
        "How could business be introduced in this gag–without having the\nobvious effect of being lugged in by the heels?  Business, to be\neffective, must be the body of the material’s soul.  The material\nmust suggest the business, so it will seem to be made alive by it.\nIt must be as much the obvious result of the thought as when your\nhand would follow the words, “I’m going to give you this.  Here,\ntake it.”",
        "Herein lies the reason why two-act material differs from monologic\nmaterial.  Experience alone can teach you to “feel” the difference\nunerringly.",
        "Yet it is in a measure true that some of the points and gags that\nare used in many monologues–rarely the anecdotal gag, however,\nwhich must be acted out in non-two-act form–would be equally\neffective if differently treated in the two-act.  But often this\nis not due so much to the points themselves as to the fault of the\nwriter in considering them monologic points.",
        "The underlying cause of many such errors may be the family likeness\ndiscernible in all stage material.  Still, it is much better for\nthe writer fully to recompense Peter, than to rob Peter to pay\nPaul inadequately.",
        "Nevertheless, aside from the “feel” of the material–its individual\nadaptability–there is a striking similarity in the structural\nelements of the monologue and the two-act.  Everything in the\nchapter on “The Nature of the Monologue” is as true of the two-act\nas of the monologue, if you use discrimination.  Refer to what was\nsaid about humor, unity of character, compression, vividness,\nsmoothness and blending, and read it all again in the light of the\npeculiar requirements of the two-act.  They are the elements that\nmake for its success.",
        "The two-act–like all stage material in which acting plays a\npart–is not written; it is constructed.  You may write with the\ngreatest facility, and yet fail in writing material for the\nvaudeville stage.  The mere wording of a two-act means little, in\nthe final analysis.  It is the action behind the words that suggests\nthe stage effect.  It is the business–combined with the acting–that\ncauses the audience to laugh and makes the whole a success.  So\nthe two-act, like every other stage form, must–before it is\nwritten–be thought out.",
        "In the preceding chapter, you read of the elements that enter into\nthe construction of a two-act.  They are also some of the broad\nfoundation elements which underlie, in whole or in part, all other\nstage-acting–material.  A few of the two-act elements that have\nto do more particularly with the manuscript construction have been\nreserved for discussion in the paragraphs on development.  In this\nchapter we shall consider what you must have before you even begin\nto think out your two-act–your theme.",
        "Imitation may be the sincerest flattery, but it is dangerous for\nthe imitator.  And yet to stray too far afield alone is even more\nhazardous.  Successful vaudeville writers are much like a band of\nIndians marching through an enemy’s country–they follow one another\nin single file, stepping in each other’s footprints.  In other\nwords, they obey the rules of their craft, but their mental strides,\nlike the Indians’ physical footsteps, are individual and distinct.",
        "Experience has taught effective writers that certain definite\nthemes are peculiarly adaptable to two-act form and they follow\nthem.  But success comes to them not because they stick to certain\nthemes only–they win because they vary these fundamental themes\nas much as they can and still remain within the limits of proved\ntheatrical success.",
        "(a) The Quarrel Theme.  Search my memory as diligently as I may,\nI cannot now recall a single successful two-act that has not had\nsomewhere in its routine a quarrel, while many of the most successful\ntwo-acts I remember have been constructed with a quarrel as their\nroutine motives.",
        "With this observation in mind, re-read “The Art of Flirtation” and\nyou will discover that the biggest laughs precede, arise from, or\nare followed by quarrels.  Weber and Fields in their list of the\nmost humorous business, cite not only mildly quarrelsome actions,\nbut actually hostile and seemingly dangerous acts.  The more hostile\nand the more seemingly dangerous they are, the funnier they are.\nRun through the Cohan list and you will discover that nearly every\nbit of business there reported is based on a quarrel, or might\neasily lead to a fight.",
        "(b) The “Fool” Theme.  To quote again from Weber and Fields:",
        "There are two other important items in human nature that we have\n  capitalized along with others to large profit.  Human nature,\n  according to the way we analyzed it, is such a curious thing\n  that it will invariably find cause for extreme mirth in seeing\n  some other fellow being made a fool of, no matter who that fellow\n  may be, and in seeing a man betting on a proposition when he\n  cannot possibly win.  We figured it out, in the first place,\n  that nothing pleased a man much more than when he saw another\n  man being made to look silly in the eyes of others.",
        "  For example, don’t you laugh when you observe a dignified looking\n  individual strutting down the street wearing a paper tail that\n  has been pinned to his coat by some mischievous boys? [1]",
        "[1] From the Weber and Fields article already quoted.",
        "Note how the “fool” theme runs all through “The Art of Flirtation.\"\nGo to see as many two-acts as you can and you will find that one\nor another of the characters is always trying to “show up” the\nother.",
        "(c) The “Sucker” Theme.",
        " As for the quirk in human nature that shows great gratification\n  at the sight of a man betting on something where he is bound to\n  be the loser:  in inelegant language, this relates simply to the\n  universal impulse to laugh at a “sucker.”  It is just like\n  standing in front of a sideshow tent after you have paid your\n  good money, gone in, and been “stung,” and laughing at everyone\n  else who pays his good money, comes out, and has been equally\n  “stung.”  You laugh at a man when he loses the money he has bet\n  on a race that has already been run when the wager has been\n  posted.  You laugh at a man who bets a man ten dollars “receive\"\n  is spelled “recieve,” when you have just looked at the\n  dictionary and appreciate that he hasn’t a chance. . . .  Comedy\n  that lives year after year–no matter whether you choose to call\n  it “refined” or not–never comes to its exploiters by accident.\n  The intrinsic idea, the germ, may come accidentally; but the\n  figuring out of the elaboration and execution of the comedy takes\n  thinking and a pretty fair knowledge of your fellow men. [1]",
        "[1] From the Weber and Fields article.",
        "Although there are very many two-acts–among them “The Art of\nFlirtation\"–which do not make use of this third fundamental theme,\nthere are a great many that depend for their biggest laughs upon\nthis sure-fire subject.",
        "In common with the “fool” theme, the “sucker” theme lends itself\nto use as a part or bit of a two-act.  And both these themes are\nlikely to be interspersed with quarrels.",
        "There are, of course, other themes that might be classed with these\nthree fundamental themes.  But they tend to trail off upon doubtful\nground.  Therefore, as we are considering only those that are on\nincontrovertible ground, let us now turn our attention to the act\nthemes which we will call:",
        "What can you bring to the vaudeville stage in the way of themes\nthat are new?  That is what you should ask yourself, rather than\nto inquire what has already been done.",
        "Anything that admits of treatment on the lines of the two-act as\nit has been spread before you, offers itself as a subject theme.\nIn the degree that you can find in it points that are bright,\nclever, laughter-provoking and business-suggestive, does it recommend\nitself to you as a theme.",
        "Here is the merest skimming of the themes of the two-acts presented\nin one large city during one week:",
        "Flirting:  done in a burlesque way.  Our own example, “The Art of\nFlirtation.”",
        "Quarrelsome musicians in search of a certain street.  One is always\nwrong.  Gags all on this routine subject.",
        "Getting a job:  “sucker” theme.  One character an Italian politician,\nthe other an Italian laborer.",
        "Wives:  one man is boss at home, the other is henpecked.  Furthermore,\nthe wives don’t agree.  Quarrel theme.",
        "Old times:  two old schoolmates meet in the city.  One a “fly guy,\"\nthe other a simple, quiet country fellow.  “Fool” theme, in the\nold days and the present.",
        "Note the variety of subjects treated.  If my memory serves me\ncorrectly, everyone of these acts had a quarrel either as its\nentire subject, or the usual quarrels developed frequently in the\nroutine.  These quarrels, as in most two-acts, were fundamental\nto much of their humor.  But no two of the acts had the same subject\ntheme.",
        "It would seem, then, that in thinking out the two-act, the author\nwould do well to avoid every theme that has been used–if such a\nthing is humanly possible, where everything seems to have been\ndone–and to attempt, at least, to bring to his two-act a new\nsubject theme.",
        "But if this is impossible, the writer should bring to the old theme\na new treatment.  Indeed, a new treatment with all its charm of\nnovelty will make any old theme seem new.  One of the standard\nrecipes for success in any line of endeavor is:  “Find out what\nsomebody else has done, and then do that thing–better.”  And one\nof the ways of making an old theme appear new, is to invest it\nwith the different personalities of brand new characters.",
        "From the time when vaudeville first emerged as a commanding new\nform of entertainment, distinct from its progenitor, the legitimate\nstage, and its near relatives, burlesque and musical comedy, there\nhave been certain characters indissolubly associated with the\ntwo-act.  Among them are the Irish character, or “Tad\"; the German,\nor “Dutch,” as they are often misnamed; the “black-face,” or\n“Nigger\"; the farmer, or “Rube\"; the Swedish, or “Swede\"; the\nItalian, or “Wop\"; and the Hebrew, or “Jew.”",
        "Not much chance for a new character, you will say–but have you\nthought about the different combinations you can make?  There is\na wealth of ready humor waiting not only in varying combinations,\nbut in placing the characters in new businesses.  For example,\ndoesn’t a “Jew” aviator who is pestered by an insurance agent or\nan undertaker, strike you as offering amusing possibilities?",
        "But don’t sit right down and think out your two-act on the lines\nof the combination I have suggested on the spur of the moment.\nOthers are sure to be ahead of you.  You can only win success with\nnew characters that are all your own.  Then you are likely to be\nthe first in the field.",
        "As a final warning, permit the suggestion that bizarre combinations\nof characters very probably will be difficult to sell.  Make your\ncombinations within the limits of plausibility, and use characters\nthat are seen upon the stage often enough to be hailed with at\nleast a pleasant welcome.",
        "The characters of the two-act are technically called the “comedian\"\nand the “straight-man.”  The comedian might better be called the\n“laugh-man,” just as the straight is more clearly termed the\n“feeder.”",
        "In the early days of the business the comedian was always\ndistinguishable by his comedy clothes.  One glance would tell you\nhe was the comical cuss.  The straight-man dressed like a “gent,\"\ndazzling the eyes of the ladies with his correct raiment.  From\nthis fact the names “comedian” and “straight” arose.",
        "But today you seldom can tell the two apart.  They do not dress\nextravagantly, either for comedy or for fashion effect.  They often\ndress precisely alike–that is, so far as telling their different\ncharacters is concerned.  Their difference in wealth and intelligence\nmay be reflected in their clothes, but only as such differences\nwould be apparent in real life.  Indeed, the aim today is to mimic\nreality in externals, precisely as the real characters themselves\nare impersonated in every shade of thought and artistic inflection\nof speech.  There are, to be sure, exceptions to this modern\ntendency.",
        "The original purposes of their stage names, however, remain as\ntrue today as they did when the two-act first was played.  The\ncomedian has nearly all the laugh lines and the straight-man feeds\nhim.",
        "Not only must you keep the characters themselves pure of any\nviolation of their unity, but you must also see to it that every\nbig laugh is given to the comedian.  If the comedian is the one\n“getting the worst of it\"–as is almost invariably the case–he\nmust get the worst of it nearly every time.  But that does not\ninfluence the fact that he also gets almost all the laugh lines.",
        "Note the working out of the laugh lines in “The Art of Flirtation.\"\nYou will see that only on the rarest of occasions does the\nstraight-man have a funny line given him.",
        "The only time the feeder may be given a laugh line, is when the\nlaugh is what is called a “flash-back.”  For example, take the\npoint in “The Art of Flirtation” beginning:",
        "                   COMEDIAN",
        "  And does she answer?",
        "                   STRAIGHT",
        "  She’s got to; it says it in the book.",
        "                   COMEDIAN",
        "  Does she answer you with a handkerchief?",
        "                   STRAIGHT",
        "  Yes, or she might answer you with an umbrella.",
        "This is a flash-back.  But, the comedian gets a bigger laugh on\nthe next line–worked up by a gesture:",
        "                   COMEDIAN Over the head.",
        "Or take this form of the flash-back, which may seem an even clearer\nexample:",
        "                   COMEDIAN",
        "Oh, I know how to be disagreeable to a lady.  You ought to hear\nme talk to my wife.",
        "                   STRAIGHT",
        "To your wife?  Any man can be disagreeable to his wife.  But\nthink–,",
        "and so on into the introduction to the next point.  It is always\na safe rule to follow that whenever you give the straight-man a\nflash-back, top it with a bigger laugh for the comedian.  How many\nflash-backs you may permit in your two-act, depends upon the\ncharacter of the material, and also varies according to the bigness\nof the roars that the business adds to the comedian’s laughs.  No\nstated rule can be given you.  In this, as in everything else, you\nmust carve your own way to win your own business.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}