{
    "title": "Writing for Vaudeville (B) - Chapter XXII - The Elements of a Successful Lyric",
    "author": "Brett Page",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "One question about song-writing is often asked but will never be\nsettled:  Which is more important, the music or the words?  Among\nthe publishers with whom I have discussed this question is Louis\nBernstein, of Shapiro, Bernstein & Co.  He summed up what all the\nother publishers and song-writers I have known have said:",
        "“A great melody may carry a poor lyric to success, and a great\nlyric may carry a poor melody; but for a song to become widely\npopular you must have both a great melody and a great lyric.”",
        "This is but another way of stating the fact noted in the preceding\nchapter, that the words and music of a popular song-hit are\nindivisible.  And yet Mr. Bernstein gives an authoritative reply\nto the question with which this chapter opens.",
        "Charles K. Harris put it in another way.  Referring particularly\nto the ballad–and to the particular style of ballad that has made\nhim famous–he said:",
        "“The way to the whistling lips is always through the heart.  Reach\nthe heart through your lyrics, and the lips will whistle the emotion\nvia the melody.  When the heart has not been touched by the lyric,\nthe lips will prove rebellious.  They may, indeed, whistle the\nmelody once, even twice, but it takes more than that to make a\nsong truly popular.  A catchy tune is not sufficient in itself.\nIt goes far, it is true, but it will not go the entire distance\nof popularity, or even two-thirds of the distance, unless it is\naccompanied by a catchy lyric.”",
        "You may read into this a leaning toward the lyric, if you like.\nAnd it might be better if you did, for you would then realize that\nyour part of a popular song must be as “great” as you can make it.\nBut whatever may be your opinion, it does not alter the fact that\nboth Mr. Harris and Mr. Bernstein have pointed out–catchy words\nare needed as much as catchy melody.  And permit me to say very\nhumbly that personally I have no leaning toward the musical one\nof the twins:  my reason for discussing first the musical elements,\nis that a lyric writer often is called on to fit words to music,\nand because an understanding of the musical elements forms a fine\nfoundation for an easy, and therefore a quick, dissection of the\npopular song–that is all.",
        "In its original meaning, a lyric is verse designed to be sung to\nthe accompaniment of music.  Nowadays lyrical poetry is verse in\nwhich the poet’s personal emotions are strongly shown.  Popular\nsong-lyrics especially are not only designed to be sung, but are\nverses that show a great deal of emotion–any kind of emotion.\nBut remember this point:  Whatever and how great soever may be the\nemotion striving for expression, the words designed to convey it\ndo not become lyrics until the emotion is shown, and shown in a\nsort of verse which we shall presently examine.  If you convey\nemotion, your words may be worth thousands of dollars.  If you\nfail to convey it, they will be only a sad joke.",
        "As illustrations of this vital point, and to serve as examples for\nthe examination of the elements of the popular lyric, read the\nwords of the following famous songs; and while you are reading\nthem you will see vividly how music completes the lyric.  Stripped\nof its music, a popular song-lyric is often about as attractive\nas an ancient actress after she has taken off all the make-up that\nin the setting of the stage made her look like a girl.  Words with\nmusic become magically one, the moving expression of the emotion\nof their day.",
        "All the popular song lyrics quoted in this volume are copyright\nproperty and are used by special permission of the publishers, in\neach instance personally granted to the author of this book.  Many\nof the lyrics have never before been printed without their music.\nWarning:–Republication in any form by anyone whosoever will meet\nwith civil and criminal prosecution by the publishers under the\ncopyright law.",
        "Words and Music by IRVING BERLIN",
        "Oh, ma honey, oh, ma honey,\nBetter hurry and let’s meander,\nAin’t you goin’, ain’t you goin,’\nTo the leader man, ragged meter man,\nOh, ma honey, oh, ma honey,\nLet me take you to Alexander’s grand stand, brass\n  band,\nAin’t you comin’ along?",
        "CHORUS",
        "Come on and hear, come on and hear\nAlexander’s ragtime band,\nCome on and hear, come on and hear,\nIt’s the best band in the land,\nThey can play a bugle call like you never heard\n  before,\nSo natural that you want to go to war;\nThat’s just the bestest band what am, honey lamb,\nCome on along, come on along,\nLet me take you by the hand,\nUp to the man, up to the man, who’s the leader of\n  the band,\nAnd if you care to hear the Swanee River played in\n  ragtime,\nCome on and hear, come on and hear Alexander’s\nragtime Band.",
        "Oh, ma honey, oh, ma honey,\nThere’s a fiddle with notes that screeches,\nLike a chicken, like a chicken,\nAnd the clarinet is a colored pet,\nCome and listen, come and listen,\nTo a classical band what’s peaches, come now,\n  somehow,\nBetter hurry along.",
        "Words by BALLARD MACDONALD\nMusic by HARRY CARROLL",
        "On a mountain in Virginia stands a lonesome pine,\nJust below is the cabin home, of a little girl of mine,\nHer name is June,\nAnd very very soon,\nShe’ll belong to me,\nFor I know she’s waiting there for me,\n’Neath that old pine tree.",
        "REFRAIN",
        "In the Blue Ridge mountains of Virginia,\nOn the trail of the lonesome pine,\nIn the pale moonshine our hearts entwine,\nWhere she carved her name and I carved mine,\nOh, June, like the mountains I’m blue,\nLike the pine, I am lonesome for you,\nIn the Blue Ridge mountains of Virginia,\nOn the trail of the lonesome pine.\nI can hear the tinkling water-fall far among the hills,\nBluebirds sing each so merrily, to his mate rapture\n  thrills,\nThey seem to say, Your June is lonesome too.\nLonging fills her eyes,\nShe is waiting for you patiently,\nWhere the pine tree sighs.",
        "Lyric by ARTHUR J. LAMB\nMusic by ALFRED SOLMAN",
        "Just a glance in your eyes, my bonnie Kate,\n  Then over the sea go I,\nWhile the sea-gulls circle around the ship,\n  And the billowy waves roll high.\nAnd over the sea and away, my Kate,\n  Afar to the distant West;\nBut ever and ever a thought I’ll have,\n  For the lassie who loves me best.",
        "REFRAIN",
        "When the bell in the lighthouse rings ding, dong,\nWhen it clangs with its warning loud and long,\n  Then a sailor will think of his sweetheart so true,\n  And long for the day he’ll come back to you;\nAnd his love will be told in the bell’s brave song\nWhen the bell in the lighthouse rings ding, dong,\n  Ding!  Dong!  Ding!  Dong!\nWhen the bell in the lighthouse rings\n  Ding!  Dong!  Ding!  Dong!",
        "For a day is to come, my bonnie Kate,\n  When joy in our hearts shall reign\nAnd we’ll laugh to think of the dangers past,\n  When you rest in my arms again.\nFor back to your heart I will sail, my Kate,\n  With love that is staunch and true;\nIn storm or in calm there’s a star of hope,\n  That’s always to shine for you.",
        "Words by IRVING BERLIN\nMusic by TED SNYDER",
        "Everyone talk-a how they make-a da love\nCall-a da sweet name like-a da dove,\nIt makes me sick when they start in to speak-a\nBout the moon way up above.\nWhat’s-a da use to have-a big-a da moon?\nWhat’s the use to call-a da dove\nIf he no like-a she, and she no like-a he,\nThe moon can’t make them love.  But,",
        "CHORUS",
        "Sweet Italian love,\nNice Italian love,",
        "You don’t need the moon-a-light your love to tell her,\nIn da house or on da roof or in da cellar,\nDat’s Italian love,\nSweet Italian love;\nWhen you kiss-a your pet,\nAnd it’s-a like-a spagette,\nDat’s Italian love.",
        "Ev’ryone say they like da moon-a da light,\nThere’s one-a man up in da moon all-a right,\nBut he no tell-a that some other nice feller\nWas-a kiss your gal last night.\nMaybe you give your gal da wedding-a ring,\nMaybe you marry, like-a me\nMaybe you love your wife, maybe for all your life,\nBut dat’s only maybe.  But,",
        "CHORUS",
        "Sweet Italian love,\nNice Italian love,\nWhen you squeeze your gal and she no say, “Please\n  stop-a!\"\nWhen you got dat twenty kids what call you “Papa!\"\nDat’s Italian love,\nSweet Italian love;\nWhen you kiss one-a time,\nAnd it’s-a feel like-a mine,\nDat’s Italian love!",
        "Words by IRVING BERLIN\nMusic by TED SNYDER",
        "Once I got stuck on a sweet little German,\n  And oh what a German was she,\nThe best what was walking, well, what’s the use talking,\n  Was just made to order for me.\nSo lovely and witty; more yet, she was pretty,\n  You don’t know until you have tried.\nShe had such a figure, it couldn’t be bigger,\n  And there was some one yet beside.",
        "CHORUS",
        "Oh how that German could love,\n  With a feeling that came from the heart,\nShe called me her honey, her angel, her money,\n  She pushed every word out so smart.\nShe spoke like a speaker, and oh what a speech,\n  Like no other speaker could speak;\nAch my, what a German when she kissed her Herman,\n  It stayed on my cheek for a week.",
        "This girl I could squeeze, and it never would hurt,\n  For that lady knew how to squeeze;\nHer loving was killing, more yet, she was willing,\n  You never would have to say please.\nI just couldn’t stop her, for dinner and supper,\n  Some dishes and hugs was the food;\nWhen she wasn’t nice it was more better twice;\n  When she’s bad she was better than good.",
        "Sometimes we’d love for a week at a time,\n  And it only would seem like a day;\nHow well I remember, one night in December,\n  I felt like the middle of May.\nI’ll bet all I’m worth, that when she came on earth,\n  All the angels went out on parade;\nNo other one turned up, I think that they burned up\n  The pattern from which she was made.",
        "Words and Music by CHARLES K. HARRIS",
        "You sit at home and calmly read your paper,\n  Which tells of thousands fighting day by day,\nOf homeless babes and girls who’ve lost their sweet-hearts,\n  But to your mind it all seems far away.",
        "REFRAIN",
        "When it strikes home, gone is the laughter,\n  When it strikes home your heart’s forlorn,\nWhen it strikes home the tears fall faster,\n  For those dear ones who’ve passed and gone.\nAnd when you hear of brave boys dying,\n  You may not care, they’re not your own;\nBut just suppose you lost your loved ones,\n  That is the time when it strikes home.\nOut on the street, a newsboy crying “Extra,\"\n  Another ship has gone down, they say;\n’Tis then you kiss your wife and little daughter,\n  Give heartfelt thanks that they are safe today.",
        "Words by L. WOLFE GILBERT\nMusic by ANATOL FRIEDLAND",
        "The night time, the night time is calling me,\n  It’s dream-time, sweet dream-time, for you and me.\nI’m longing, I’m longing to close my eyes,\n  For there a sweet vision lies.",
        "REFRAIN",
        "My little dream girl,\nYou pretty dream girl,\nSometimes I seem, girl, to own your heart.\nEach night you haunt me,\nBy day you taunt me,\nI want you, I want you, I need you so.\nDon’t let me waken,\nLearn I’m mistaken,\nFind my faith shaken, in you, sweetheart.\nI’d sigh for,\nI’d cry for, sweet dreams forever,\nMy little dream girl, good-night.",
        "While shadows are creeping through darkest night,\n  In dream-land, sweet dream-land, there’s your love-light.\nIt’s beaming, it’s gleaming, and all for me,\n  Your vision I long to see.",
        "Lyric by BRETT PAGE\nMusic by SOL. P. LEVY",
        "Oh, those happy days, when first we met, before you\n  said good-bye,\nYou soon forgot, I can’t forget, no matter how I try,\nThose happy hours like incense burn,\n  They’re all that’s left for me,\nYou took my heart and in return\n  You gave a memory.",
        "Oh, memories, dear memories, of days I can’t forget,\nDear memories, sweet memories, my eyes with tears grow wet,\n  For like a rose that loves the sun,\n  And left to die when day is done,\n  I gave my all, the heart you won,\nSweetheart, I can’t forget.",
        "In all my dreams I dream of you, your arms enfold\n  me, dear.\nYour tender voice makes dreams seem true, your\n  lips to mine are near.\nBut when I turn your kiss to take,\n  You turn away from me,\nIn bitter sadness I awake,\n  Awake to memory.",
        "Oh, memories, dear memories, a face I can’t forget,\nOh, memories, sweet memories, a voice that haunts me yet,\n  For like a rose that loves the sun,\n  And left to die when day is done,\n  I gave my all, the heart you won,\nSweetheart, I can’t forget.",
        "Words by STANLEY MURPHY\nMusic by PERCY WENRIGHT",
        "On the old farm-house veranda\nThere sat Silas and Miranda,\n  Thinking of the days gone by.\nSaid he “Dearie, don’t be weary,\nYou were always bright and cheery,\n  But a tear, dear, dims your eye.\"\nSaid she, “They’re tears of gladness,\nSilas, they’re not tears of sadness,\n  It is fifty years today since we were wed.\"\nThen the old man’s dim eyes brightened,\nAnd his stern old heart it lightened,\n  As he turned to her and said:",
        "CHORUS",
        "“Put on your old grey bonnet with the blue ribbons\non it,\nWhile I hitch old Dobbin to the shay,\nAnd through the fields of clover, we’ll drive up to Dover,\n  On our Golden Wedding Day.”",
        "It was in the same old bonnet,\nWith the same blue ribbon on it,\n  In the old shay by his side,\nThat he drove her up to Dover,\nThro’ the same old fields of clover,\n  To become his happy bride.\nThe birds were sweetly singing\nAnd the same old bells were ringing,\n  As they passed the quaint old church where they were wed.\nAnd that night when stars were gleaming,\nThe old couple lay a-dreaming,\n  Dreaming of the words he said:",
        "Words by JOE MCCARTHY\nMusic by FRED FISCHER",
        "There was a fire burning in my heart,\n  Burning for years and for years,\nYour love and kisses gave that flame a start,\n  I put it out with my tears;\nYou don’t remember, I can’t forget,\nThat old affection lives with me yet,\nI keep on longing, to my regret,\nI know I can’t forget.",
        "CHORUS",
        "There’s a little spark of love still burning,\n  And yearning down in my heart for you,\nThere’s a longing there for your returning,\n  I want you, I do!\nSo come, come, to my heart again,\nCome, come, set that love aflame,\nFor there’s a little spark of love still burning,\nAnd yearning for you.",
        "I left you laughing when I said good-bye,\n  Laughing, but nobody knew\nHow much relief I found when I could cry,\n  I cried my heart out for you;\nI’ve loved you more than you ever know,\nThough years have passed I’ve wanted you so,\nBring back the old love, let new love grow,\nCome back and whisper low:",
        "The roses each one, met with the sun,\n  Sweetheart, when I met you.\nThe sunshine had fled, the roses were dead,\n  Sweetheart, when I lost you.",
        "CHORUS",
        "I lost the sunshine and roses,\nI lost the heavens of blue,",
        "  I lost the beautiful rainbow,\nI lost the morning dew;\n  I lost the angel who gave me\nSummer the whole winter through,\n  I lost the gladness that turned into sadness,\nWhen I lost you.",
        "The birds ceased their song, right turned to wrong,\n  Sweetheart, when I lost you.\nA day turned to years, the world seem’d in tears,\n  Sweetheart, when I lost you.",
        "Having read these eleven lyrics of varying emotions, note the\nrather obvious fact that",
        "I am not now speaking of the “production song,” which may have a\ndozen verses, and as many different catch-lines in the chorus to\nstamp the one chorus as many different choruses, but only of the\npopular song.  And furthermore, while two different choruses are\nsometimes used in popular songs, the common practice is to use but\none chorus.",
        "Now let us see the reason for a peculiarity that must have struck\nyou in reading these lyrics.",
        "Metre is the arrangement of emphatic and unemphatic syllables in\nverse on a measured plan, and is attained by the use of short\nsyllables of speech varied in different rotations by long syllables.\nThe metrical character of English poetry depends upon the recurrence\nof similarly accented syllables at short and more or less regular\nintervals.  Let us take this as the definition of what I mean by\nmetre in the few sentences in which I shall use the word.",
        "Among recognized poets there has always been a rather strict\nadherence to regularity of form.  Indeed, at times in the history\nof literature, poetry, to be considered poetry, had to confine\nitself to an absolutely rigid form.  In such periods it has been\nas though the poet were presented with a box, whose depth and\nbreadth and height could not be altered, and were then ordered to\nfill it full of beautiful thoughts expressed in beautiful words,\nand to fill it exactly, or be punished by having his work considered\nbad.",
        "In ages past this rigidity of rule used to apply to the song-poet\nalso, although the minstrel has always been permitted more latitude\nthan other poets.  To-day, however, the poet of the popular song\nmay write in any measure his fancy dictates, and he may make his\nmetre as regular or as irregular as he wishes.  He may do anything\nhe wants, in a song.  Certainly, his language need not be either\nexact or “literary.”  Practically all that is demanded is that his\nlyrics convey emotion.  The song-poet’s license permits a world\nof metrical and literary sinning.  I am not either apologizing for\nor praising this condition–I am simply stating a proved fact.",
        "Even without “scanning” the lyrics of the eleven songs you have\njust read their irregularity of metre is plain.  It is so plain\nthat some of the irregularities rise up and smite your ears.  This\nis why some popular songs seem so “impossible” without their music.\nAnd the reason why they seem so pleasing with their music is that\nthe music takes the place of regularity with delightful satisfaction.\nThe very irregularity is what often gives the composer his opportunity\nto contribute melodious punches, for the words of a popular song\nare a series of catchy phrases.  In some cases irregularity in a\nsong may be the crowning virtue that spells success.",
        "There is no need to point to specific examples of the lack of\nregularity in the recurrence of rhymes in most of the lyric specimens\nhere printed, or in other famous songs.  Nor is there any necessity\nto instance the obvious lack of precise rhyming.  Neither of these\npoetic qualities has ever been a virtue of the average popular\nsong-poet.",
        "So far as the vital necessities of the popular song go, rhymes may\noccur regularly or irregularly, with fine effect in either instance,\nand the rhymes may be precise or not.  To rhyme moon with June\nis not unforgivable.  The success of a popular song depends on\nentirely different bases.  Nevertheless, a finely turned bit of\nrhyming harmony may strike the ear and stand out from its fellows\nlike a lovely symphony of fancy.  If you have given any attention\nto this point of rhyming you can recall many instances of just\nwhat I mean.",
        "If you can be regular and if you can be precise in the use of\nrhymes in your song-poem, be regular and be precise.  Don’t be\nirregular and slovenly just because others have been and succeeded.\nYou will not succeed if you build your lyrics on the faults and\nnot on the virtues of others.  The song-poem that gleams like a\nflawless gem will have a wider and more lasting success–all other\nthings being equal.",
        "On the other hand, it is absolutely fatal to strive for regularity\nand precision, and thereby lose expression.  If you have to choose,\nchoose irregularity and faulty rhymes.  This is an important bit\nof advice, for a song-poem is not criticized for its regularity\nand precision–it is either taken to heart and loved in spite of\nits defects, or is forgotten as valueless.  As Winifred Black wrote\nof her child, “I love her not for her virtues, but oh, for the\nendearing little faults that make her what she is.”",
        "Reference to the lyrics already instanced will show you that they\nare written in various measures.  And while it is foreign to my\npurpose to discuss such purely technical points of poetry, [1]\npermit me to direct your attention to a few points of song measure.",
        "[1] The Art of Versification, by J. Berg Esenwein and Mary Eleanor\nRoberts–one of the volumes in “The Writer’s Library\"–covers this\nsubject with a thoroughness it would be useless for me to attempt.\nTherefore if you wish to take this subject up more in detail, I\nrefer you to this excellent book.",
        "An individual poetic measure is attained by the use of metre in a\ncertain distinct way.  Because the normal combinations of the\nemphatic and the unemphatic syllables of the English language are\nbut five, there are only five different poetic measures.  Let us\nnow see how an investigation of the bafflingly unexact measures\nof our examples will yield–even though their irregular natures\nwill not permit of precise poetic instances–the few helpful hints\nwe require.",
        "(a) The first measure–called by students of poetry the trochaic\nmeasure–is founded on the use of a long or emphatic syllable\nfollowed by a short or unemphatic syllable, It has a light, tripping\nmovement, therefore it is peculiarly fitted for the expression of\nlively subjects.  One of our examples shows this rather clearly:",
        "      ’           ’         ’         ’            ’\n    There’s a  | little | spark of | love still | burning",
        "Yet this is not a measure that is commonly found in the popular\nsong.  Other combinations seem to fit popular song needs quite as\nwell, if not better.",
        "(b) The second measure–called the iambic measure–is the reverse\nof the first.  That is, the short or unemphatic syllable precedes\nthe long or emphatic syllable.  “Alexander’s Ragtime Band “ uses\nthis measure at the beginning of the chorus.",
        "             ’         ’          ’         ’\n        Come on | and hear | come on | and hear",
        "The first verse of Mr. Harris’s song shows this measure even more\nclearly:",
        "        ’        ’          ’         ’           ’\n   You sit | at home | and calm | ly read | your pa | per",
        "This second measure, being less sustained in syllabic force, is\nmore easily kept up than the first measure.  It is therefore in\ncommon use.",
        "(c) The third measure–called the dactylic measure–is formed\nof a combination of three syllables.  Its characteristic is an\nemphatic syllable followed by two unemphatic syllables, as:",
        "                   ’             ’\n             The | old oak en | buck et",
        "                   ’             ’\n             The | iron bound | buck et",
        "(d) The fourth measure–called by the frighteningly long name\nof amphibrachic measure–is formed by a short or unemphatic syllable\nfollowed by a long or emphatic syllable, which is followed again\nby another short or unemphatic syllable.",
        "            ’                ’              ’\n         I won der  | who’s kiss ing | her now",
        "(e) The fifth measure–called anapestic measure–is made up of\ntwo short or unemphatic followed by a long or emphatic syllable.",
        "            ’             ’                   ’\n  When the bell | in the light | house rings ding | dong",
        "All these three-syllabic measures have a quicker movement than the\ntwo-syllabic, owing to the greater number of unaccented, unemphatic\nsyllables.  They lend themselves to a rushing impetuosity of\nexpression which is the notable characteristic of the popular song.\nBut they are not always regular, even in high-grade poetry.\nTherefore in the popular song we may look for, and certainly be\nsure to find, all sorts of variations from the regular forms here\ngiven.  Indeed, regularity, as has been clearly pointed out, is\nthe exception and not the rule; for few single lines, and, in a\nstill more marked degree, almost no songs, adhere to one measure\nthroughout.  Precisely as “apt alliteration’s artful aid” may be\nused or not used as may suit his purpose best, so the song-writer\nmakes regularity of measure subservient to the effect he desires.",
        "However, I give these examples not with a view to the encouragement\nof either regularity or irregularity.  My purpose is to show you\nwhat combinations are possible, and to say, as the jockey whispers\nin the eager ear of the racehorse he has held back so long, “Go\nto it!”  Break every rule you want to–only break a record.  As Mr.\nBerlin said, “I’ve broken every rule of versification and of music,\nand the result has often been an original twist.  In popular songs\na comparative ignorance of music is an advantage.  Further, since\nmy vocabulary is somewhat limited through lack of education, it\nfollows that my lyrics are simple.”",
        "This is only Berlin’s modest way of saying that not one in ten\nsuccessful song-writers know anything about the art of music, and\nthat very few are well enough educated to err on the side of\ninvolved language and write other than simple lyrics.  He drew the\napplication as to himself alone, although his native genius makes\nit less true of him than of many another less gifted.  The big\npoint of this observation lies in his emphasis on the fact that",
        "Perhaps in Mr. Berlin’s statement rests the explanation of the\ncurious fact that nearly all the successful popular song-writers\nare men who had few educational advantages in youth.  Most of them\nare self-made men who owe their knowledge of English and the art\nof writing to their own efforts.  Conversely, it may also explain\nwhy many well-educated persons strive for success in song-writing\nin vain.  They seem to find it difficult to acquire the chief lyric\nvirtue–simplicity.",
        "Not only must the words of a popular song be “easy,” but the idea\nof the lyric must be simple.  You cannot express a complex idea\nin the popular song-form, which is made up of phrases that sometimes\nseem short and abrupt.  And, even if you could overcome this\ntechnical difficulty, you would not find an audience that could\ngrasp your complex idea.  Remember that a majority of the purchasers\nof popular songs buy them at the five- and ten-cent store.  To\nsell songs to this audience, you must make your music easy to sing,\nyour words easy to say and your idea simple and plain.",
        "Being barred from other than the simplest of ways, by his own\nlimitations, his introducers and his market, the song-writer has\nto depend upon a purely inherent quality in his song for appeal.\nThis appeal is complex in its way, being composed of the lure of\nmusic, rhyme and emotion, but when analyzed all the parts are found\nto have one element in common.  This element to which all parts\ncontribute is rhythm.",
        "Now by rhythm I do not mean rhyme, nor metre, nor regularity.  It\nhas nothing necessarily to do with poetic measures nor with precision\nof rhymes.  Let me attempt to convey what I mean by saying that\nthe rhythm of a song is, as Irving Berlin said, the swing.  To\nthe swing of a song everything in it contributes.  Perhaps it will\nbe clearer when I say that rhythm is compounded of the exactness\nwith which the words clothe the idea and with which the music\nclothes the words, and the fineness with which both words and music\nfit the emotion.  Rhythm is singleness of effect.  Yet rhythm is\nmore–it is singleness of effect plus a sort of hypnotic fascination.",
        "And here we must rest as nearly content as we can, for the final\neffect of any work of art does not admit of dissection.  I have\nshown you some of the elements which contribute to making a popular\nsong popular, and in the next chapter we shall see still others\nwhich are best discussed in the direct application of the writing,\nbut even the most careful exposition must halt at the heart of the\nmystery of art.  The soul of a song defies analysis.",
        "Just as it is necessary for a popular song to have a punch somewhere\nin its music, so it must come somewhere in its lyric.  Just what\na lyrical punch is may be seen in the chorus of “The Trail of the\nLonesome Pine.”",
        "       In the Blue Ridge Mountains of Virginia,\n         On the trail of the lonesome pine,\n       In the pale moonshine our hearts entwine,\n         Where she carved her name and I carved mine,\n       Oh, June, like the mountains I’m blue,\n         Like the pine, I am lonesome for you!\n       In the Blue Ridge mountains of Virginia,\n         On the trail of the lonesome pine.",
        "The underlined words are plainly the punch lines of this famous\nsong–the most attractive lines of the whole lyric.  Note where\nthey are placed–in the chorus, and next to the last lines.  Read\nthe chorus of “My Little Dream Girl” and you will find a similar\nexample of punch lines:",
        "       I’d sigh for,\n       I’d cry for, sweet dreams forever,\n       My little dream girl, good night.",
        "These, also, are placed next to the last lines of the chorus.",
        "The punch lines of “When it Strikes Home,” are found in",
        "       And when you hear of brave boys dying,\n         You may not care, they’re not your own,\n       But just suppose you lost your loved one\n         That is the time when it strikes home.",
        "Here the punch is placed at the very end of the chorus.",
        "Now test every song on your piano by this laboratory method.  You\nwill find that while there may be punch lines at the end of the\nverses there are nearly always punch lines at the end of the chorus.\nThere must be a reason for this similarity in all these popular\nsongs.  And the reason is this:  The emphatic parts of a sentence\nare the beginning and end.  The emphatic part of a paragraph is\nthe end.  If you have a number of paragraphs, the last must be the\nmost emphatic.  This is a common rule of composition founded on\nthe law of attention–we remember best what is said last.  The\nsame thing is true of songs.  And song-writers are compelled by\nvaudeville performers to put a punch near the end of their choruses\nbecause the performer must reap applause.  Thus commerce keeps the\nsong-writer true to the laws of good art.  Therefore remember:",
        "The most attractive lines of a popular song must be the last\nlines, or next to the last lines, of the chorus.",
        "This holds true whether the song is a “sob” ballad or a humorous\nnumber.  And–strictly adhering to this rule–put a punch, if you\ncan, at the end of each verse.  But whether you put a punch at the\nend of a verse or not, always put a punch close to the end of your\nchorus.",
        "One of the easiest ways of securing the vitally necessary punch\nlies in contrast.  Particularly is this true in humorous songs–it\nis the quick twist that wins the laughter.  But in all songs\ncontrast may form a large part of the punch element.",
        "The ways of securing a contrast are too many to permit of discussion\nhere, but I name a few:",
        "You may get contrast by switching the application as Harris did in:",
        "     You may not care, they’re not your own,\n     But just suppose you lost your loved one.",
        "Or you may get contrast by changing your metre and using a contrasting\nmeasure.  While you may do this in the middle of the chorus, it\nis nearly always done throughout the chorus.  I mean that the\nmeasure of the chorus is usually different from the measure used\nin the verse.",
        "And of course when you change the measure of your lyric, the\nmovement of the music changes too.  It is in the resulting contrasting\nmelody that lies much of the charm of the popular song.",
        "But, whatever means you use, be sure you have a contrast somewhere\nin your lyric–a contrast either of subject matter, poetic measure\nor musical sounds.",
        "If you will review all the great song successes of this year and\nof all the years that are past, you will come to the conclusion\nthat without love there could be no popular song.  Of course there\nhave been songs that have not had the element of love concealed\nanywhere in their lyrics, but they are the exceptions.",
        "If your song is not founded on love, it is well to add this element,\nfor when you remember that the song’s reason for being is emotion,\nand that the most moving emotion in the world is love, it would\nseem to be a grave mistake to write any song that did not offer\nthis easy bid for favor.  If you have not love in your lyrics make\nhaste to remedy the defect.",
        "The ballad is perhaps the one form by which the greatest number\nof successful song-writers have climbed to fame.  It is also one\nof the easiest types to write.  It should seem worth while, then,\nfor the newcomer to make a ballad one of his earliest bids for\nfame.",
        "The title of a song is the advertising line, and therefore it must\nbe the most attractive in your song.  It is the whole song summed\nup in one line.  It may be a single word or a half-dozen words.\nIt is not the punch line always.  It is often the very first line\nof the chorus, but it is usually the last line.",
        "There is little need for constructive thought in choosing a title.\nAll that is necessary is to select the best advertising line already\nwritten.  You have only to take the most prominent line and write\nit at the top of your lyrics.  Study the titles of the songs in\nthis chapter and you will see how easy it is to select your title\nafter you have written your song.",
        "To sum up:  a great lyric is as necessary to the success of a popular\nsong as a great melody, but not more necessary.  A lyric is a verse\nthat conveys a great deal of emotion.  Most popular songs have two\nverses and one chorus.  A regular metre is rare; irregularity may\neven be a virtue.  The regular occurrence of rhymes and precise\nrhymes are not necessary–but it is better to strive after regularity\nand precision.  There are five lyrical measures common to all\npoetry, but you may break every rule if you only break a record.\nRhythm–the swing–is the secret of successful songs.  Every lyric\nmust have one or more punch lines–which may occur at the end of\neach verse, but must be found in the last lines of the chorus.\nContrast–either of idea, poetic measure or music–is one sure way\nof securing the punch.  Love is the greatest single element that\nmakes for success in a song idea.  The one-word standard of\npopular-song writing is simplicity–music easy to sing, words\neasy to say, the idea simple and plain.",
        "Continue...",
        "\nThis complete text of Writing for Vaudeville (Part B, also see Part A) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}