{
    "title": "Writing for Vaudeville (B) - Chapter XXIII - Writing the Popular Song",
    "author": "Brett Page",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "In the preceding chapters we saw how the elements of a popular\nsong are nearly identical in music and in lyrics, no matter how\nthe styles of songs may differ.  In this chapter we shall see how\nthese elements may be combined–irrespective of styles–into a\nsong that the boy on the street will whistle, and the hand organs\ngrind out until you nearly go mad with the repetition of its rhythm.",
        "Not only because it will be interesting, but because such an insight\nwill help to a clear understanding of methods I shall ask you to\nglance into a popular song publisher’s professional department.",
        "A very large room–an entire floor, usually–is divided into a\nreception room, where vaudeville and cabaret performers are waiting\ntheir turns to rehearse, and half-a-dozen little rooms, each\ncontaining a piano.  As the walls of these rooms are never very\nthick, and often are mere partitions running only two-thirds of\nthe way to the ceiling, the discord of conflicting songs is sometimes\nappalling.  Every once in a while some performer comes to the\nmanager of the department and insists on being rehearsed by the\nwriters of the latest song-hit themselves.  And as often as not\nthe performer is informed that the writers are out.  In reality,\nperhaps, they are working on a new song in a back room.  Being\nespecially privileged, let us go into that back room and watch\nthem at work.",
        "All there is in the room is a piano and a few chairs.  One of the\nchairs has a broad arm, or there may be a tiny table or a desk.\nWith this slender equipment two persons are working as though the\nsalvation of the world depended on their efforts.  One of them is\nat the piano and the other is frowning over a piece of paper covered\nwith pencil marks.",
        "Perhaps the composer had the original idea–a theme for a melody.\nPerhaps the lyric writer had one line–an idea for a song.  It\ndoes not matter at all which had the idea originally, both are\nobsessed by it now.",
        "“Play the chorus over, will you?” growls the writer.  Obediently\nthe composer pounds away, with the soft pedal on, and the writer\nsings his words so that the composer can hear them.  There comes\na line that doesn’t fit.  “No good!” they say together.",
        "“Can’t you change that bar?” inquires the writer.",
        "“I’ll try,” says the composer.  “Gimme the sheet.”",
        "They prop it up on the piano and sing it together.",
        "“Shut up!” says the composer.  And the writer keeps still until\nthe other has pounded the offending bar to fit.",
        "Or perhaps the writer gets a new line that fits the music.  “How’s\nthis?” he cries with the intonation Columbus must have used when\nhe discovered the new world.",
        "“Punk!” comments the composer.  “You can’t rhyme ’man’ with ’grand’\nand get away with it these days.”",
        "“Oh, all right,” grumbles the harassed song-poet, and changes both\nlines to a better rhyme.  “I don’t like that part,” he gets back\nat the composer, “it sounds like ’Waiting at the Church.’”",
        "“How’s this, then?” inquires the composer, changing two notes.",
        "“Fine,” says the lyric writer, for the new variation has a hauntingly\nfamiliar sound, too elusive to label–is amazingly catchy.",
        "For hours, perhaps, they go on in this way–changing a note here,\na whole bar there, revising the lyric every few lines, substituting\na better rhyme for a bad one, and building the whole song into a\nclose-knit unity.",
        "At last the song is in pretty good shape.  As yet there is no\nsecond verse, but the “Boss” is called in and the boys sing him\nthe new song.  “Change ’dream’ to ’vision’–it sounds better,” he\nsays; or he may have a dozen suggestions–perhaps he gives the\nsong a new punch line.  He does his part in building it up, and\nthen the arranger is called in.",
        "With a pad of manuscript music paper, and a flying pencil, he jots\ndown the melody nearly as fast as the composer can pound it out\non tne piano.  “Get a ’lead-sheet’ ready as quick as you can,\ncommands the Boss.  “We’ll try it out tonight.”",
        "“Right!” grunts the arranger, and rushes away to give the melody\na touch here and there.  As often as not, he comes back to tell\nthe composer how little that worthy knows about music and to demand\nthat a note be changed or a whole bar recast to make it easier to\nplay, but at last he appears with a “lead-sheet\"–a mere suggestion\nof the song to be played, with all the discretion the pianist\ncommands–and the composer, the lyric writer and the “Boss” go\nacross the street to some cabaret and try out the new song.",
        "Here, before an audience, they can tell how much of a song they\nreally have.  They may have something that is a “winner,” and they\nmay see that their first judgment was wrong–they may have only\nthe first idea of a hit.",
        "But let us suppose that the song is a “knock ’em off their seats\"\nkind, that we may get down to the moral of this little narrative\nof actual happenings.  The “pluggers” are called in and bidden to\nmemorize the song.  They spend the afternoon singing it over and\nover again–and then they go out at night and sing it in a dozen\ndifferent places all over the city.  On their reports and on what\nthe “Boss” sees himself as he visits place after place, the decision\nis made to publish immediately or to work the song over again.\nIt is the final test before an audience that determines the fate\nof any song.  The new song may never be sung again, or tomorrow\nthe whole city may be whistling it.",
        "And now permit me to indicate a point that lies in the past of the\nsong we have seen in process of manufacture:  From somewhere the\ncomposer gets an idea for a melody–from somewhere the lyric writer\ngets an idea for a lyric.",
        "But we must put the music of a song to one side and devote our\nattention to the lyric.",
        "As a popular song becomes popular because it fits into the life\nof the day and is the individual expression of the spirit of the\nmoment, Charles K. Harris was doubtless right when he said:",
        "“The biggest secret of success, according to my own system, is the\nfollowing out in songs of ideas current in the national brain at\nthe moment.  My biggest song successes have always reflected the\nfavorite emotion–if I may use the word–of the people of the day.\nHow do I gauge this?  Through the drama!  The drama moves in irregular\ncycles, and changes in character according to the specific tastes\nof the public.  The yearly mood of the nation is reflected by the\ndrama and the theatrical entertainment of the year.  At least, I\nfigure it out this way, and compose my songs accordingly.",
        "“Here are just two instances of my old successes built on this\nplan:  When ’The Old Homestead’ and ’In Old Kentucky’ were playing\nto crowded houses, I wrote ’’Midst the Green Fields of Virginia’\nand ’In the Hills of Old Carolina,’ and won.  Then when Gillette’s\nwar plays, ’Held by the Enemy’ and ’Secret Service’ caught the\nnational eye, I caught the national ear with ’Just Break the News\nto Mother.’  But these are examples enough to show you how the\nsystem works.”",
        "Irving Berlin said, “You can get a song idea from anywhere.  I\nhave studied the times and produced such songs as ’In My Harem’\nwhen the Greeks were fleeing from the Turks and the harem was a\nhumorous topic in the daily newspapers.  And I have got ideas from\nchance remarks of my friends.  For instance:",
        "“I wrote ’My Wife’s Gone to the Country’ from the remark made to\nme by a friend when I asked him what time he was going home. ’I\ndon’t have to go home,’ he said, ’my wife’s gone to the country.’\nIt struck me as a great idea for a title for a song, but I needed\na note of jubilation, so I added ’Hooray, Hooray!’  The song almost\nwrote itself.  I had the chorus done in a few minutes, then I dug\ninto the verse, and it was finished in a few hours.”",
        "L. Wolfe Gilbert wrote “Robert E. Lee” from the “picture lines\"\nin one of his older songs, “Mammy’s Shuffiing Dance” and a good\nold-fashioned argument that he and I had about the famous old\nMississippi steamboat.  That night when I came back to the office\nwe shared, Gilbert read me his lyric.  From the first the original\nnovelty of the song was apparent, and in a few days the country\nwas whistling the levee dance of ’Daddy’ and ’Mammy,’ and ’Ephram’\nand ’Sammy,’ as they waited for the Robert E. Lee.  Had Gilbert\never seen a levee?  No–but out of his genius grew a song that\nsold into the millions.",
        "“Most of our songs come from imagination,” said Joe McCarthy.  “A\nsong-writer’s mind is ever alert for something new.  What might\npass as a casual remark to an outsider, might be a great idea to\na writer.  For instance, a very dear young lady friend might have\nsaid, ’You made me love you–I didn’t want to do it.’ Of course\nno young lady friend said that to me–I just imagined it.  And\nthen I went right on and imagined what that young lady would have\nsaid if she had followed that line of thought to a climax.”",
        "“It’s the chance remark that counts a lot to the lyric writer,\"\nsaid Ballard MacDonald.  “You might say something that you would\nforget the next minute–while I might seize that phrase and work\nover it until I had made it a lyric.”",
        "But, however the original idea comes–whether it creeps up in a\nchance remark of a friend, or the national mood of the moment is\ncarefully appraised and expressed, or seized “out of the air,” let\nus suppose you have an idea, and are ready to write your song.\nThe very first thing you do, nine chances out of ten, is to follow\nthe usual method of song-writers:",
        "The popular song is only as good as its chorus.  For whistling\npurposes there might just as well be no verses at all.  But of\ncourse you must have a first verse to set your scene and lead up\nto your chorus, and a second verse to finish your effect and give\nyou the opportunity to pound your chorus home.  Therefore you begin\nto write your chorus around your big idea.",
        "This idea is expressed in one line–your title, your catchy line,\nyour “idea line,” if you like–and if you will turn to the verses\nof the songs reproduced in these chapters you will be able to\ndetermine about what percentage of times the idea line is used to\nintroduce the chorus.  But do not rest content with this examination;\ncarry your investigation to all the songs on your piano.  Establish\nfor yourself, by this laboratory method, how often the idea line\nis used as a chorus introduction.",
        "Whether your idea line is used to introduce your chorus or not,\nit is usually wise to end your chorus with it.  Most choruses–but\nnot all, as “Put on your Old Grey Bonnet,” would suggest–end with\nthe idea line, on the theory that the emphatic spots in any form\nof writing are at the beginning and the end–and of these the more\nemphatic is the end.  Therefore, you must now concentrate your\nchorus to bring in that idea line as the very last line.",
        "As we saw in the previous chapter, a lyric is a set of verses that\nconveys emotion.  The purpose of the first verse is to lead up to\nthe emotion–which the chorus expresses.  While, as I shall\ndemonstrate later, a story may be proper to the verses, a story\nis rarely told in the chorus.  I mean, of course, a story conveyed\nby pure narrative, for emotion may convey a story by sheer lyrical\neffect.  Narrative is what you must strive to forget in a chorus–in\nyour chorus you must convey emotion swiftly–that is, with a\npunch.",
        "While it is impossible for anyone to tell you how to convey emotion,\none can point out one of the inherent qualities of emotional speech.",
        "When a man rushes through the corridors of a doomed liner he does\nnot stop to say, “The ship has struck an iceberg–or has been\ntorpedoed–and is sinking, you’d better get dressed quickly and\nget on deck and jump into the boats.”  He hasn’t time.  He cries,\n“The ship’s sinking!  To the boats!”",
        "This is precisely the way the song-writer conveys his effect.  He\nnot only cuts out the “thes” and the “ands” and the “ofs” and “its\"\nand “perhapses\"–he shaves his very thoughts down–as the lyrics\nprinted in these chapters so plainly show–until even logic of\nconstruction seems engulfed by the flood of emotion.  Pare down\nyour sentences until you convey the dramatic meaning of your deep\nemotion, not by a logical sequence of sentences, but by revealing\nflashes.",
        "And now you must centre all your thoughts on your punch lines.\nPunch lines, as we saw, are sometimes the entire point of a\nsong–they are what makes a “popular” lyric get over the footlights\nwhen a performer sings the song and they are the big factor–together\nwith the music punches–that make a song popular.  However lyrical\nyou have been in the beginning of your chorus, you must now summon\nall your lyrical ability to your aid to write these, the fate-deciding\nlines.",
        "But note that emotion, however condensed the words may be that\nexpress it, must not be so condensed that it is incoherent.  You\nmust make your punch lines as clear in words as though you were\ndrawing a diagram to explain a problem in geometry.  The effect\nyou must secure is that of revealing clearness.",
        "Be very careful not to anticipate your punch lines.  For instance,\nif Mr. Gilbert had used “All day I sigh, all night I cry,” before\n“I’d sigh for, I’d cry for, sweet dreams forever” in his “My Little\nDream Girl,” the whole effect would have been lost.  As your punch\nlines must be the most attractive lines, keep them new and fresh,\nby excluding from the rest of your song anything like them.",
        "If you can put your punch in the very last lines, fine.  If you\nwish to put your punch lines just before the last two lines–in\nthe third and fourth lines from the last–well and good.  But it\nis never wise to put your punch so far from the end that your\naudience will forget it before you finish and expect something\nmore.  It is a good rule to write your punch lines and then end\nyour song.",
        "Having constructed your chorus from a beginning that uses or does\nnot use your idea line, and having by broad strokes that convey\nemotion developed it into your punch lines, you end your chorus,\nusually, but not invariably, with your idea line–your title line.",
        "Now you are ready to write your first verse.",
        "If you have characters in your song, introduce them instantly.\nIf you are drawing a picture of a scene, locate it in your first\nline.  If your song is written in the first person–the “you and I\"\nkind–you must still establish your location and your “you and I\"\ncharacters at once.  If you keep in mind all the time you are\nwriting that your first verse is merely an introduction, you will\nnot be likely to drag it out.",
        "(a) Write in impersonal mood–that is, make your song such that\nit does not matter whether a man or a woman sings it.  Thus you will\nnot restrict the wide use of your song.  Anyone and everyone can\nsing it on the stage.  Furthermore, it will be apt to sell more\nreadily.",
        "(b) “Tell a complete story” is a rule that is sometimes laid\ndown for popular song-writers.  But it depends entirely upon what\nkind of song you are writing whether it is necessary to tell a\nstory or not.  “A story is not necessary,” Berlin says, and an\nexamination of the lyrics in the preceding chapter, and all the\nlyrics on your piano, will bear him out in this assertion.",
        "All you need remember is that your song must express emotion in a\ncatchy way.  If you can do this best by telling a story, compress\nyour narrative into your verses, making your chorus entirely\nemotional.",
        "(c) “Make your verses short” seems to be the law of the popular\nsong today.  In other years it was the custom to write long verses\nand short choruses.  Today the reverse seems to be the fashion.\nBut whether you decide on a short verse or a long verse–and\nreference to the latest songs will show you what is best for you\nto write–you must use as few words as possible to begin your story\nand–with all the information necessary to carry over the points\nof your chorus–to lead it up to the joining lines.",
        "You have introduced your chorus in your first verse, and the chorus\nhas conveyed the emotion to which the first verse gave the setting.\nNow in your second verse round out the story so that the repetition\nof the chorus may complete the total effect of your song.",
        "More than upon either the first verse or the chorus, unity of\neffect depends upon the second verse.  In it you must keep to the\nkey of emotion expressed in the chorus and to the general trend\nof feeling of the first verse.  If your first verse tells a\nlove-story of two characters, it is sometimes well to change the\nrelations of the characters in the second verse and make the\nrepetition of the chorus come as an answer.  But, whatever you\nmake of your second verse, you must not give it a different story.\nDon’t attempt to do more than round out your first-verse story to\na satisfying conclusion, of which the chorus is the completing end.",
        "And now we have come to",
        "Toward the end of each verse it is customary to place punch lines\nwhich are strong enough pictorially to sum up the contents of the\nverse and round it out into the chorus.  In humorous songs, these\npunch lines are often used as the very last lines, and the first\nline of the chorus is depended on to develop the snicker into a\nlaugh, which is made to grow into a roar with the punch lines of\nthe chorus.  In other words, there are in every song three places\nwhere punch lines must be used.  The most important is toward the\nend of the chorus, and the other places are toward the end of the\nverses.",
        "Don’t end your lines with words that are hard to enunciate–there\nare dozens of them, of which are “met,” and most of the dental\nsounds.  Experience alone can teach you what to avoid.  But it may\nbe said that precisely the same reason that dictates the use of\nopen vowels on rising notes, dictates that open sounds are safest\nwith which to end lines, because the last notes of a song are often\nrising notes.  This applies with emphatic force, also, to your\nchorus.  Never use such unrhetorical and laugh-provoking lines as\nthe grotesquely familiar “and then to him I did say.”",
        "Don’t always feel that it is necessary to tell the audience “here\nis the chorus.”  Imagination is common to all, and the chorus is\npredicted by the turn of thought and the “coming to it” feeling\nof the melody.",
        "Having gone over your verses and made sure that you have punch\nlines that rise out of the narrative effect into revealing flashes,\nand are completed and punched home by the punch lines of the chorus,\nand having made sure that your lyrics as a whole are the best you\ncan write, you must give thought to the music.",
        "If you are the sort of modern minstrel who has tunes buzzing in\nhis head, it is likely that you will have composed a melody to fit\nyour lyrics.  The chances are that you know only enough about music\nto play the piano rather indifferently.  Or, you may be an\naccomplished pianist without possessing a knowledge of harmony\nsufficient to admit of your setting down your melody in the form\nof a good piano score.  But even if you are only able to play the\npiano with one finger, you need not despair.  There are dozens of\nwell-known popular song composers who are little better off.  You\nmay do precisely what they do–you can call to your aid an arranger.\nThis is the first moral I shall draw from the true story with which\nthis chapter begins.",
        "As the composer played over his melody for the arranger to take\ndown in musical notes, you may sing, whistle or play your melody\non the piano with one finger, for the arranger to take down your\nsong.  All you need give him is the bare outline of your melody.\nAt best it will be but a forecasting shadow of what he will make\nout of it.  From it he will make you a “lead-sheet,” the first\nrecord of your melody.  Then, if you desire, he will arrange your\nmelody into a piano part, precisely identical in form with any\ncopy of a song you have seen.  With this piano version–into which\nthe words have been carefully written in their proper places–you\nmay seek your publisher.",
        "For taking down the melody and making an “ink lead-sheet,” the\narranger will charge you from one to two dollars.  For a piano\ncopy he will charge you anywhere from three to ten dollars–the\naverage price is about five dollars.",
        "Here we may draw the second moral from the little scene we witnessed\nin the song publisher’s room–this is the big lesson of that scene.\nIn a word, successful song-writers consider a song not as a lyric\nand a melody, but as a composite of both.  A successful song is a\nperfect fusing of both.  The melody writer is not averse to having\nhis melody changed, if by changing it a better song can be made.\nAnd the successful lyric writer is only too glad to change his\nwords, if a hit can be produced.  With the one end in view, they\ngo over their song time after time and change lyrics and melody\nwith ruthless hands until a whistle-making unity rises clear and\nhaunting.",
        "This is what you must now do with your song.  You must bend all\nyour energies to making it a perfect blend of words and music–a\nunity so compressed and so compactly lyrical that to take one\nlittle note or one little word away would ruin the total effect.",
        "This is why",
        "If you are invited to purchase music for a new song, it is the\npart of wisdom to refuse–because only in very rare instances has\na successful song been the result of such a method.  The reason\nis perfectly plain, when you consider that the composer who offers\nyou a melody for a cash price is interested only in the small lump\nsum he receives.  You are his market.  He does not care anything\nabout the market the music must make for itself, first with a\npublisher and then with the public.",
        "Therefore, no matter how willing a composer may appear to change\nhis melody to fit your song, scan his proposition with a cynical\neye.  On the surface he will make the music fit, but he would be\nwasting his time if he worked over your lyric and his music to the\nextent that a composer who is paid by the ultimate success of a\nsong would have to labor.",
        "It is very much better to take your chances with even an inferior\nmelody maker who is as much interested as you are in a final\nsuccess.  And when you have found a composer, do not quibble about\nchanging your words to fit his music.  And don’t fear to ask him\nto change his melody, wherever constant work on the song proves\nthat a change is necessary.  It is only by ceaselessly working\nover both words and melody that a song is turned into a national\nwhistle.",
        "[1] The matter under this section would seem to be an integral\npart of the following Chapter, “Manuscripts and Markets,” but it\nis included in this chapter because some of the points require a\ndiscussion too expansive for the general treatment employed in\ndescribing the handling of other stage material.",
        "You have written your lyrics, and you have fashioned your melody,\nor you have found a composer who is anxious to make his melody fit\nyour lyrics so perfectly that they have been fused into a unity\nso complete that it seems all you have to do to start everybody\nwhistling it is to find a publisher.  And so you set about the\ntask.",
        "While it is perfectly true that there have been many songs that\nhave paid handsome profits from private publication, it is more\nnearly exact to believe that private publication never pays.\nPrinters and song publishers who make a business of this private\ntrade will often lure the novice by citing the many famous songs\n“published by their writers.”  Whenever you see such an advertisement,\nor whenever such an argument is used in a sales talk, dig right\ndown to the facts of the case.  Nine chances out of ten, you will\nfind that the writers are successful popular song publishers–it\nis their business to write for their own market.  Furthermore–and\nthis is the crux of the matter–they have a carefully maintained\nsales force and an intricate outlet for all their product, which\nwould take years for a “private publisher” to build up.  Really,\nyou cannot expect to make any money by private publication, even\nat the low cost of song-printing these days–unless you are willing\nto devote all your energies to pushing your song.  And even then,\nthe song must be exceptional to win against the better organized\ncompetition.",
        "It is never my desire to condemn a class even though a majority\nof that class may be worthy of reproach.  Therefore, instead of\ninveighing against the “song-poem” fakir with sounding periods of\ndenunciation, permit me to state the facts in this way:",
        "The advertisers for song-poems may be divided into two classes.\nIn the first class are publishers who publish songs privately for\nindividuals who have enough money to indulge a desire to see their\nsongs in print.  The writer may not intend his song for public\nsale.  He wishes to have it printed so that he may give copies to\nhis friends and thus satisfy his pride by their plaudits.  It is\nto these song-writers that the honest “private publisher” offers\na convenient and often cheap opportunity.  His dealings are perfectly\nhonest and fair, because he simply acts as a printer, and not as\na publisher, for he does not offer to do more than he can perform.",
        "The second class of song-poem advertisers lure writers by all sorts\nof glowing promises.  They tell you how such and such a song made\nthousands of dollars for its writer.  They offer to furnish music\nto fit your lyrics.  They will supply lyrics to fit your music.\nThey will print your song and push it to success.  They will do\nanything at all–for a fee!  And I have heard the most pitiful tales\nimaginable of high hopes at the beginning and bitter disappointment\nat the end, from poor people who could ill afford the money lost.",
        "These “publishers” are not fair–they are not honest.  They make\ntheir living from broken promises, and pocket the change with a\ngrin over their own cleverness.  Why these men cannot perform what\nthey promise is perfectly plain in the light of all that has been\nsaid about the popular song.  It does not need repetition here.\nIf you wish to publish your song privately for distribution among\nyour friends, seek the best and cheapest song printer you can find.\nBut if you hope to make your fortune through publication for which\nyou must pay–in which the publisher has nothing to lose and\neverything to win–take care!  At least consider the proposition\nas a long shot with the odds against you–then choose the fairest\npublisher you can find.",
        "But let us hope that you are the sort of song-writer who is anxious\nto test his ability against the best.  You do not care to have\nyour song published unless it wins publication on its merits–and\nunless you can be reasonably sure of making some money out of it.\nYou aspire to have your song bear the imprint of one of the\npublishers whose song-hits are well known.  To find the names and\naddresses of such publishers you have only to turn over the music\non your piano.  There is no need to print individual names here.",
        "But a few words of direction as to the way you should approach\nyour market may be helpful.  I quote here the composite opinion\nof all the well-known song publishers with whom I have talked:",
        "“To find a great song in the manuscripts that come through the\nmail–is a dream.  It is rare that the mail brings one worthy of\npublication.  If I were a song-writer I should not submit my song\nthrough the mails.  Of course, if I were far from the big markets\nI should be compelled to.  But if I were anywhere near the market\nI should go right to the publisher and demonstrate the song to him.",
        "“You see, I must be convinced that a song is a winner before I’ll\ngamble my money on its publication.  And the only way I can be\neasily convinced is to be compelled to listen to the song.\nNaturally, being a song publisher, I think I know a hit when I\nhear it–I may ’kid’ myself into believing I can pick winners, but\nI can be made to see the possibilities by actual demonstration,\nwhere I might ’pass a song up’ in manuscript.”",
        "Therefore, it would seem wise to offer a song through the mails\nonly when a personal visit and demonstration are impossible.  You\nneed not copyright your song, if you send it to a reputable\npublisher.  All you need do is to submit it with a short letter,\noffering it on the usual royalty basis, and enclose stamps for\nreturn, if it is not available.  From two to four weeks is the\nusual time required for consideration.",
        "If you are near a song publisher, the very best thing you can do\nis to fortify yourself with unassailable faith in your song and\nthen make the publisher listen to you.  If you have a song that\nshows any promise at all, the chances are that you will come out\nof the door an hour later with a contract.",
        "Continue...",
        "\nThis complete text of Writing for Vaudeville (Part B, also see Part A) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}