{
    "title": "Writing for Vaudeville (B) - Chapter XXV - How a Vaudeville Act is Booked",
    "author": "Brett Page",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "While an understanding of how a vaudeville act is transformed from\na manuscript into a commercial success may not be necessary to the\nwriting of a good act, such a knowledge is absolutely necessary\nto the writer who hopes to make money by his work.  For this reason\nI shall devote this final chapter to a brief discussion of the\nsubject.",
        "Permit me, therefore, to take the manuscript of an act, assuming\nfor my purpose that it represents a monologue or a two-act, a\nplaylet or a musical comedy, and trace its commercial career from\nthe author’s hands, into a producer’s, through a booking office,\nto success.  Anyone of the famous examples printed in this volume\ncould be so taken and its history told, but no one would combine\nin its experience all the points that should be given.  So I shall\nask you to imagine that the act whose commercial story I am about\nto tell represents in itself every kind of act to be seen in\nvaudeville.  I shall call this act by the name of “Success.”",
        "When Mr. Author, the writer of “Success,” received a letter from\nMr. Producer accepting the act and requesting him to call at his\noffice to discuss terms, Mr. Author was delighted and hurried there\nas fast as he could go.",
        "The office boy ushered him into Mr. Producer’s private office, and\nbefore the caller could get his breath Mr. Producer had made him\nan offer.  He accepted the offer without haggling over the terms,\nwhich seemed to Mr. Author very satisfactory.  To tell the truth,\nhe would have accepted almost anything, so eager was he to get his\nfirst act on the stage, so it was lucky for him that the terms\nwere really fair.",
        "He had hardly folded up the contract and stowed it, with the advance\nroyalty check, in his bosom pocket, before Mr. Producer plunged\ninto business.  He pressed a button for the office boy and told\nhim to tell Mr. Scenic Artist to come in.  Now Mr. Scenic Artist\nwas the representative of a great scenic studio, and he sketched\na design for a special set in a jiffy; then he thought of another,\nand then of a third.  And Mr. Producer and he were so interested\nin combining all their good ideas into one admirable set that Mr.\nAuthor was startled when they shoved a sketch under his nose and\nasked for suggestions.  He made two that were pertinent to the\natmosphere he had imagined for his room, and when they were\nincorporated in the sketch, Mr. Producer O. K’d it and Mr. Scenic\nArtist bowed himself out, promising to have a model ready the next\nday.",
        "Mr. Producer then rang for Miss Secretary, and told her to have\nMr. Star, Miss Leading Lady and other performers in the office\nnext morning at eleven o’clock, gave her a list of the characters\nhe wished to cast, and handed her the manuscript with an order to\nget out parts, and to have them out that night.  He turned to Mr.\nAuthor with a request for the incidental music for the act.  Mr.\nAuthor told him he had none.  Then Mr. Producer reached for the\ntelephone, with the remark that the music could wait, and called\nup the United Booking Offices of America.",
        "After a few minutes wait, Mr. Producer got the special Mr. Booking\nManager for whom he had inquired, told him he had an act for which\nhe wanted a break-in week, and as he hesitated and named a date\nthree weeks later, Mr. Author was sure the act had been booked.\nMr. Author marveled that the act should be contracted to appear\nwhen it was not even yet out of manuscript form, but when he\nmentioned this with a smile, Mr. Producer wanted to know how he\never would get “time” for an act if he didn’t engage it ahead.\nHe explained that he had a regular arrangement with Mr. House\nManager to play new acts in his house at a small “break-in” salary.\nIt was an arrangement convenient to him and gave Mr. House Manager\nfine acts at small cost.",
        "After this, Mr. Producer rose from his desk and Mr. Author went\nout, promising to be on hand that evening at eight to go over the\nmanuscript and make some changes that Mr. Producer promised to\nprove were necessary to the success of the act.  And as he passed\nthrough the outer office, Mr. Author heard Miss Secretary explain\nover the telephone that Mr. Producer wished a hall at eleven o’clock\ntwo days later to rehearse a new act.",
        "Promptly at eight o’clock that night Mr. Author presented himself\nat the office again, and found Mr. Producer busily engaged in\nreading the manuscript.  A tiny paper model of the mimic room in\nwhich the act was to be played stood upon the desk.  When he stooped\nhe saw that the walls were roughly colored after the sketch they\nhad discussed and that the whole scene bore an amazing likeness\nto the place of his imagination.  Mr. Producer explained that he\nhad had the model rushed through to make it possible for them to\n“get down to brass tacks” at once.  The act needed so many little\nchanges that they would have to get busy to have it ready for the\nmorning.",
        "When Mr. Producer began discussing various points about the act,\nMr. Author could not for the life of him imagine what all these\nchanges could be.  But when Mr. Producer pointed out the first,\nMr. Author wondered how he ever had imagined that the heroine could\ndo the little thing he had made her do–it was physically impossible.\nPoint after point Mr. Producer questioned, and point after point\nthey changed, but there was only the one glaring error.  A motive\nwas added here, a bit of business was changed there, and as they\nworked they both grew so excited that they forget the time, forgot\neverything but that act.  And when the manuscript at last dropped\nfrom their exhausted hands, it looked as if an army had invaded it.",
        "Mr. Author glanced at the pile of nicely bound parts and sighed.\nAll that work would have to be done over!  “Only another one of my\nmistakes,” smiled Mr. Producer as he scribbled an order to Miss\nSecretary, attached it to the manuscript, together with these now\nuseless parts, and laid them on her desk, as he and Mr. Author\nwent out into the cool night air.  “See you tomorrow at eleven,\"\nsaid Mr. Producer as they parted.  And Mr. Author looking at his\nwatch wondered why he should take the trouble to go home at all.",
        "At eleven Mr. Author found the little outer office crowded with\nactors and actresses.  Miss Secretary was busily directing the\ntyping of the new manuscript and parts.  Mr. Producer was late.\nAfter Mr. Author had waited an hour in the private office, Miss\nSecretary came in and said he should wait no longer, because Mr.\nProducer had been called out of town to straighten out some trouble\nwhich had developed in one of his acts and had just telephoned\nthat he would not be in until late that afternoon.  Rehearsal would\nbe as scheduled next morning, Miss Secretary explained.  The\nperformers would be on hand, and she hoped to goodness they would\nhave some idea of their parts by then.  Mr. Author wanted to know\nhow the cast could be engaged when Mr. Producer was away, and Miss\nSecretary told him that Mr. Producer knew the capabilities of\neveryone who had called and had even directed her to engage the\nones he named.",
        "The following morning Mr. Author saw his characters for the\nfirst time in the flesh–and was disappointed.  Also, the rehearsal\nwas a sad awakening; it wasn’t anything like he had imagined it\nwould be.  They all sat around on chairs and Mr. Producer told\nthem what the act was all about.  Then he suggested that they go\nthrough it once, at any rate.  Chairs were placed to mark the\nfootlights, chairs were used to indicate the doors and window, and\nchairs were made to do duty as a table, a piano and everything\nelse.",
        "Finally they got started and limped through the lines, reading\ntheir parts.  Then Mr. Producer began to show them how he wanted\nit done, and before he had finished he had played every part in\nthe act.  They went through the act once more with a myriad of\ninterruptions from Mr. Producer, who insisted on getting things\nright the very first time, and then he knocked off, calling it a\nday’s work.",
        "The next morning Mr. Author was on hand early with some suggestions:\none Mr. Producer adopted, the others he explained into forgetfulness–and\nrehearsing began in earnest.  They worked all morning on the first\nquarter of the act and went back at it late that afternoon.  Miss\nLeading Lady unconsciously added one line and it was so good that\nit was kept in the act.  Then Mr. Star did something that made\nthem all laugh, and they put that in.  Of course some pretty lines\nin the dialogue had to come out to make room, but they came out,\nand Mr. Author never regretted their loss.  And the next day it\nwas the same, and the day after that, and the seventh day, and the\neighth day.",
        "Then came a day when Mr. Author saw the act taking shape and form,\nand when he spoke to Mr. Producer about it, Mr. Producer said he\nthought that after all the act might whip around into something\npretty good.",
        "A few days later when Mr. Author arrived at the rehearsal hall,\nthere were three strange men facing the company, who were going\nthrough the act for the first time without interruptions from Mr.\nProducer.  Mr. Author wondered who they were, and watched their\nfaces with interest to see how they liked his act.  After a while\nhe came to consider as great compliments the ghosts of smiles\nflickering across their jury-like faces.  And when it was all over\nthe performers gathered in one corner, and Mr. Producer came over\nto him, and the three men whispered among themselves.  Mr. Producer\nexplained that they were booking managers, and then Mr. Author\nsensed the psychological reason for the unconscious drawing together\nof the different clans.",
        "His heart beat rather violently when the three men came across the\nroom, and he felt a great wave of gladness sweep over him when the\ntallest of the three pulled out a little black book and said, “Mr.\nProducer, I’ll pencil it in one of my houses for next week at this\nfigure,” and he showed Mr. Producer what he had written.",
        "“And I’ll take you for the second break-in, as we agreed when you\n’phoned,” said the shortest man.  “And I’ll take the third at\nthat.”",
        "Then it was that Mr. Author felt a great admiration for Mr. Producer,\nbecause Mr. Producer dared assert his personality.  Mr. Producer\nobjected to the figure, talking of the “name” of Mr. Star.",
        "“That’s every penny he’s worth,” came the adamant answer.",
        "Then Mr. Producer mentioned transportation costs, and the cost of\nhauling scenery, as additional arguments.",
        "“Why didn’t you say special set at first?” said the smallest man;\n“I’ll give you this advance.”  Then all four looked, and they all\nagreed.",
        "Then Mr. Author was introduced, quite casually.  “Guess your act’ll\nget by,” conceded one of the jury generously, as they all left.",
        "“So you’re going to open a week earlier?” gasped Mr. Author to Mr.\nProducer, when they were alone in the interval between the exit\nof the three and the entrance upon the scene of the performers,\nwho came swiftly across the room to learn their fate.  “And you’ve\nbooked three weeks more!”",
        "“Well,” said Mr. Producer, “you know the boys only pencilled those\nweeks in–pencil marks can be rubbed out.”",
        "The next day as they were on their way to the train to go up to\nthe town where the act was to open, Mr. Producer suddenly remembered\nthat he had forgotten to send Miss Secretary up to the Booking\nOffices for his contract.  He wanted that contract particularly,\nfor he had a feud of long standing with the manager of that\nparticular house.  So up he rushed to get that contract, with Mr.\nAuthor tagging at his heels.",
        "It was the first time Mr. Author had seen even the waiting room\nof a booking office–it amazed him by its busy air.  A score or\nmore performers crowded its every inch of space.  They were thickest\naround a little grilled window, behind which stood a boy who seemed\nto know them all.  Some he dismissed with a “Come in tomorrow.\"\nOthers he talked with at length, and took their cards.  When he\nhad a handful he disappeared from the window.",
        "But Mr. Producer was calling Mr. Author.  Mr. Producer stood holding\nopen the inner door.  So in Mr. Author went–to another surprise.\nHere there was no crush of people–here there was no rush, and\nlittle noise.  Stenographers stood about, seemingly idle, and at\na dozen little desks sat a dozen men quietly bending over rather\nodd-looking books, or talking with the few men who came in.",
        "One of these men Mr. Author recognized as Mr. Booking Manager, for\nwhom they were to play the second week.  He was about to speak to\nhim, when up came a bustling little man who said, “Do you want\nMiss Headliner for the week of the thirtieth?  I can give her to\nyou.”",
        "“Nope, all filled.  Give you the week of the twenty-third.”",
        "“All right.”",
        "Mr. Booking Agent made a note in his little book, and Mr. Booking\nManager bent over his desk and wrote Miss Headliner’s name in his\nbig book–and a business transaction was consummated.",
        "Then Mr. Booking Agent hustled over to another desk and repeated\nhis offer of the week of the thirtieth.",
        "“Sorry, give you the week of the twenty-third,” said this man.",
        "“Just filled it,” said Mr. Booking Agent.  “Can’t you give me the\nthirtieth?  Who’s got the thirtieth open?”",
        "The man at the next desk heard him.  “Who for?  Miss Headliner?\nAll right, I’ll take her.”",
        "Just then Mr. Producer came out of a little room and Mr. Author\nfollowed him in a wild dash to catch the train.  In the smoker he\nasked Mr. Producer to explain what he had seen in the Booking\nOffices.  And Mr. Producer said:  “Each one of those men you saw\nup there is in charge of the shows of one, or maybe three or four\nvaudeville theatres in different cities.  It is their duty to make\nup the shows that appear in each of their houses.  For instance,\nMr. Booking Manager, whose house we are playing this week, books\nthe shows in four other houses.",
        "“The man you heard ask him if he would take Miss Headliner for the\nthirtieth, is Miss Headliner’s business representative.  His name\nis Mr. Booking Agent.  Besides Miss Headliner, he is the representative\nfor maybe fifty other acts.  For this service he receives a\ncommission of five per cent of Miss Headliner’s salary and five\nper cent on the salaries of all the acts for whom he gets work.\nIt is his business to keep Miss Headliner booked, and he is paid\nby her and his other clients for keeping them working.",
        "“Mr. Booking Manager, on the other hand, is not paid a commission.\nHe receives a flat salary for the work that he does for his houses.\nYou remember you met him yesterday, when he pencilled ’Success’\nin for the house we are on our way to play.  Well, that is also a\npart of his business.  For some of his houses that like to make a\nbig showing at little expense, he must dig up new big acts like\nours, which are breaking-in.",
        "“Now, the price I get for this act for the breaking-in weeks, is\nmighty low.  But this is customary.  That is the reason why the\nperformers have to be content with half salaries, and you with\nhalf-royalty.  But this price does not affect the future price I\nwill receive.  It is marked on the books as the ’show price.’ That\nmeans that it is recorded in the book-keeping department by the\ncashier as the price for which I am showing this act to the managers.\nWhen the act has made good, a price is set on the act, and that\nis the standard price for the other houses that book through these\noffices.  The book-keeper watches the prices like a hawk, and if\nI tried to ’sneak a raise over,’ he would catch it, and both yours\ntruly and Mr. Booking Manager would be called up on the carpet by\nthe head of the Offices.  The only increase that is permitted is\nwhen a new season rolls around, or two or three booking managers\nagree to an increase and consult the office head about boosting\nthe salary on the books.”",
        "That night Mr. Author rather expected to see a dress rehearsal of\nthe act; he was disappointed.  But the next morning there was a\nfull dress rehearsal, played in the brand new special set which\nhad come up with them and that now shone like a pretty picture in\nthe dingy theatre.",
        "It rather amazed Mr. Author to note that the emphasis of this\nrehearsal was not put on the speeches, but upon the entrances and\nexits, and the precise use and disposal of the various properties\nemployed.  A glimmering of the reason came to him when Mr. Star\npromised to murder anyone who moved a book that he used in his\n“big” scene.  “Unless it is here–right here–I’ll never be able\nto reach it and get back for the next bit without running.”",
        "And so the rehearsal went on, with no effort to improve the lines,\nbut only to blend the physical movements of everyone of the\nperformers to make a perfect whole and to heighten the natural\neffect of even the most natural action.  Then the dress rehearsal\ncame to an end, and the entire party went out to see the town.",
        "That night, after the performance, they worked again on the act,\nbecause Mr. Producer had been seized by an idea.  And when they\nhad gone through the act time and again to incorporate that idea,\nthey all went wearily to bed, praying for success next day.",
        "At ten o’clock in the morning Mr. Author was at the theatre.  He\nfound that other acts had preceded him.  The stage was littered\nwith trunks and scenery, trapeze bars, animal cages and the what-not\nof a vaudeville show.  Each performer as he came in was greeted\nby the doorman with the gift of a brass check, on which there was\nstamped a number.  This number told the performer in what order\nhe was entitled to rehearse.  Vaudeville is a democracy–first\ncome, first rehearsed.",
        "The stage hands were busy rolling in trunks which express-men had\ndumped on the sidewalk, the electrician was busy mentally rehearsing\nlight effects according to the formula on a printed light plot\nwhich was being explained to him by a performer.  “Props” was busy\ntrying to satisfy everyone with what he had on hand, or good-naturedly\nsending out for what had not been clearly specified on the property\nplot.  The spot-light man in the gallery out front was busy getting\nhis lamp ready for the matinee, and consulting his light plot.\nAnd the stage-manager was quite the busiest one of them all, shoving\nhis scenery here and there to make room for the newly arrived sets,\ndirecting the flying of the hanging stuff, and settling questions\nwith the directness of a czar.",
        "Suddenly through the caverny house sounded the noise of the orchestra\ntuning up.  The leader appeared and greeted the performers he knew\nlike long lost brothers and sisters, and then Brass Check Number\nOne dropped into his hand, and the Monday morning rehearsal began.\nThen it was that Mr. Author learned that it is not the acts, which\nare rehearsed on Monday morning, it is the vaudeville orchestra,\nand the light men and “Props.”",
        "This was borne in forcibly when Mr. Producer arrived with the\nperformers and “Success” went into rehearsal.  Although the entire\nstaff of the theatre had been rehearsed the night before at the\nfinal dress rehearsal, Mr. Producer wished to change some lights,\nto instruct “Props” more clearly, and to jack up the orchestra\ninto perfection.  Therefore they all went through the act once\nmore.  Then the scrub-women appeared and demanded the centre of\nthe stage with great swishes of watery cloths.  The curtain came\ndown to hide the stage from the front of the house, and the first\nearly comers of the audience filtered in.",
        "Mr. Author has never been able to recall just how “Success” played\nthat first performance.  He has dim memories of a throbbing heart,\nfears that lines would be forgotten or the whole “big” scene fall\nto pieces; and finally of a vast relief when the curtain came down,\namid–applause.  The curtain went up and came down a number of\ntimes, but Mr. Author was too busy pinching himself to make sure\nthat he wasn’t dreaming, to count how many curtains the act took.",
        "It seemed to him like a tremendous hit, but Mr. Producer was in a\nrage.  There were scores of points that had not “got over,” half\na dozen of his finest effects had been ruined, and he was bound\nthose points should “get over,” and those effects shine out clear\nand big.",
        "Looking back on that week, Mr. Author recalls it as a nightmare\nof changes.  They cut out speeches, and changed speeches, and took\nout bits of business, and added new bits–they changed everything\nin the act, and some of the changes they changed back again, until\nby Saturday the act was hardly to be recognized.  And then they\nplayed two more performances to crowded houses that applauded like\nmadmen; and Mr. Producer smiled for the first time.",
        "Then they moved to the next theatre, and the first performance\nshowed even Mr. Author that all the work had been wise.  Now he\nwas even more anxious than Mr. Producer to make the many changes\nby which this week was marked.  And by the end of the week “Success\"\nlooked like–success.",
        "They were preparing for a week of great things in the next town,\nwhen Wednesday night a cancellation notice came for that precious\nweek.  Something had gone wrong, and the pencilled date had to be\nrubbed out.  Of course, by all the laws of the legislatures that\nweek should never have been rubbed out, because there was a contract\nfully binding on both the theatre and Mr. Producer.  But the week\nwas rubbed out of sight, nevertheless, and Mr. Producer–knowing\nvaudeville necessities and also knowing that only the most dire\nnecessity made Mr. Booking Manager “do this thing to him\"–forgave\nit all with a smile and was quite ready to get back to town when\nMonday morning rolled around.",
        "But Monday morning there occurred a “disappointment” at another\ntheatre in a town only a few miles away.  The act that was to have\nplayed that date was wrecked, or had overslept itself.  Anyway.\nthe resident house manager telephoned to the Booking Offices that\nhe was shy one act.  Now it happened that the act that “disappointed,\"\nwas of the same general character as “Success.”  The Booking Manager\nknew this, and remembered that “Success” was within a few miles\nand with an open week that ought to have been filled.  Therefore,\njust as Mr. Producer and Mr. Author were leaving the hotel to join\nthe other members of “Success” at the railroad station.  Mr.\nProducer was called to the telephone–long distance.",
        "In less time than it takes to recount it, the resident manager who\nwas suffering from a disappointment, and Mr. Producer, suffering\nfrom the lack of a playing week, were both cured of their maladies\nat the same time.  And so, instead of going back to town, “Success\"\nrushed to the next city and played its week.",
        "Now, in this last week of breaking-in, Mr. Author realized one\nfact that stands out rather prominently in his memory; it is a\nsimple little fact, yet it sums up the entire problem of the show\nbusiness.  Perhaps the rush of events had made it impossible before\nfor the truth to strike home as keenly as it did when there suddenly\ncame to him a tiny little bit of business which made a very long\nspeech unnecessary.  He explained it to Mr. Producer, and Mr.\nProducer seized on it instantly and put it into the act.  That\nnight the act went better than it had ever gone before.  This\nlittle bit of condensation, this illuminating flash which was\nresponsible for it, “punched up” the big scene into a life it had\nnever had before.  Then it was that there also flashed upon Mr.\nAuthor’s mind this truth:",
        "A dramatic entertainment is not written on paper.  It is written\nwith characters of flesh and blood.  Strive as hard as man may,\nhe can never fully foretell how an ink-written act will play.\nThere is an inexplicable something which playing before an audience\ndevelops.  Both the audience and the actors on the stage are\naffected.  A play–the monologue and every musical form as well–is\none thing in manuscript, another thing in rehearsal, and quite a\ndifferent thing before an audience.  Playing before an audience\nalone shows what a play truly is.  Therefore, a play can only be\nmade–after it is produced.  Even in the fourth week of playing–the\nfirst week of metropolitan playing–Mr. Author and Mr. Producer\nmade many changes in “Success” that were responsible for the long\npopularity it enjoyed.  Mr. Author had learned his lesson well.\nHe approached his next work with clearer eyes.",
        "Continue...",
        "\nThis complete text of Writing for Vaudeville (Part B, also see Part A) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}