{
    "title": "Writing for Vaudeville - Chapter VII - The Vaudeville Two-Act",
    "author": "Brett Page",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "The word “two-act” is used to describe any act played by two\npeople.  It has nothing to do with the number of scenes or acts\nof a drama.  When two people present a “turn,” it is called a\ntwo-act.  It is a booking-office term–a word made necessary by\nthe exigencies of vaudeville commerce.",
        "If the manager of a theatre requires an acrobatic act to fill his\nbill and balance his show he often inquires for an acrobatic\ntwo-act.  It may matter little to him whether the act plays in One\nor Full Stage–he wants an acrobatic act, and one presented by two\npeople.  If he requires any other kind of two-people-act, he\nspecifies the kind of two-act of which he is in need.",
        "On the other hand, if a performer asks an author to write a\nvaudeville two-act, an act of a certain definite character is\nusually meant and understood.  For, among writers, the vaudeville\ntwo-act–or “act in One” as it is often called–has come to mean\na talking act presented by two persons; furthermore, a talking act\nthat has certain well-defined characteristics.",
        "The most carefully constructed definition cannot describe even the\nsimplest thing with satisfying exactness.  But the human mind is\nso formed that it have a definition for a guide to learn anything\nis new.  Therefore let us set up this dogmatic definition:",
        "A pure vaudeville two-act is a humorous talking act performed\n  by two persons.  It possesses unity of the characters, is not\n  combined with songs, tricks or any other entertainment form, is\n  marked by compression, follows a definite form of construction,\n  and usually requires from ten to fifteen minutes for delivery.",
        "You have noticed that this definition is merely that of the monologue\nvery slightly changed.  It differs from it only in the number of\npersons required for its delivery.  But, like many such verbal\njugglings, the likeness of the two-act to the monologue is more\napparent than real.",
        "Turn to the Appendix and read “The Art of Flirtation,” by Aaron\nHoffman. [1] It was chosen for publication in this volume as an\nexample of the vaudeville two-act, for two reasons:  First, it is\none of the best vaudeville two-acts ever written; second, a careful\nstudy of it, in connection with “The German Senator,” will repay\nthe student by giving an insight into the difference in treatment\nthat the same author gives to the monologue and the two-act.",
        "[1] The Art of Flirtation,” by Aaron Hoffman, has been used in\nvaudeville, on the burlesque stage, and in various musical comedies,\nfor years and has stood the test of time.",
        "Aside from the merely physical facts that two persons deliver the\nvaudeville two-act and but one “does” the monologue, you will\nnotice in reading “The Art of Flirtation,” that the two-act depends\na surprising lot on “business” [1] to punch home its points and\nwin its laughs.  This is the first instance in our study of\nvaudeville material in which “acting” [2] demands from the writer\nstudied consideration.",
        "[1] Business means any movement an actor makes on the stage.\nTo walk across the stage, to step on a man’s toes, to pick up a\ntelephone, to drop a handkerchief, or even to grimace–if done to\ndrive the spoken words home, or to “get over” a meaning without\nwords–are all, with a thousand other gestures and movements,\nstage business.",
        "[2] Acting is action.  It comprises everything necessary to the\nperforming of a part in a play and includes business.",
        "So large a part does the element of business play in the success\nof the two-act that the early examples of this vaudeville form\nwere nearly all built out of bits of business.  And the business\nwas usually of the “slap-stick” kind.",
        "Slap-stick humor wins its laughs by the use of physical methods,\nhaving received its name from the stick with which one clown hits\nanother.",
        "A slap-stick is so constructed that when a person is hit a light\nblow with it, a second piece of wood slaps the first and a\nsurprisingly loud noise, as of a hard blow, is heard.  Children\nalways laugh at the slap-stick clowns and you can depend upon many\ngrown-ups, too, going into ecstasies of mirth.",
        "Building upon this sure foundation, a class of comedians sprang\nup who “worked up” the laughter by taking advantage of the human\ndelight in expectation.  For instance:  A man would lean over a\nwall and gaze at some distant scene.  He was perfectly oblivious\nto what was going on behind him.  The comedy character strolled\nout on the stage with a stick in his hand.  He nearly walked into\nthe first man, then he saw the seat of the man’s trousers and the\nprovokingly tempting mark they offered.  In the early days of the\nuse of the slap-stick, the comedian would have spanked the man at\nonce, got one big laugh and have run off the stage in a comic\nchase.  In the later days the comedian worked up his laugh into\nmany laughs, by spacing all of his actions in the delivery of the\nblow.",
        "As soon as the audience realized that the comedian had the opportunity\nto spank the unsuspecting man, they laughed.  Then the comedian\nwould make elaborate preparations to deliver the blow.  He would\nspit on his hands, grasp the stick firmly and take close aim–a\nlaugh.  Then he would take aim again and slowly swing the stick\nover his shoulder ready to strike–a breathless titter.  Down would\ncome the stick–and stop a few inches short of the mark and the\ncomedian would say:  “It’s a shame to do it!”  This was a roar, for\nthe audience was primed to laugh and had to give vent to its\nexpectant delight.  A clever comedian could do this twice, or even\nthree times, varying the line each time.  But usually on the third\npreparation he would strike–and the house would be convulsed.",
        "In burlesque they sometimes used a woman for the victim, and the\nlaughter was consequently louder and longer.  It is an interesting\ncommentary on the advancement of all branches of the stage in\nrecent years that even in burlesque such extreme slap-stick methods\nare now seldom used.  In vaudeville such an elemental bit of\nslap-stick business is rarely, if ever, seen.  Happily, a woman\nis now never the victim.",
        "But it was upon such “sure-fire” [1] bits of business that the\nearly vaudeville two-acts–as well as many other acts–depended\nfor a large percentage of their laughs.  It mattered little what\nwere the lines they spoke.  They put their trust in business–and\ninvariably won.  But their business was always of the same type\nas that “bit” [2] of spanking the unsuspecting man.  It depended\nfor its humor on the supposed infliction of pain.  It was always\nphysical–although by no means always even remotely suggestive.",
        "[1] Any act or piece of business or line in a speech that can be\ndepended on to win laughter at every performance is called\nsure-fire.",
        "[2] Anything done on the stage may be called a bit.  A minor\ncharacter may have only a bit, and some one part of a scene that\nthe star may have, may be a bit.  The word is used to describe a\nsuccessful little scene that is complete in itself.",
        "Because such acts did not depend on lines but on slap-stick humor,\nthey became known as slap-stick acts.  And because these vaudeville\ntwo-acts–as we have elected to call them–were usually presented\nby two men and worked in One, in front of a drop that represented\na street, they were called “sidewalk comedian slap-stick acts.”",
        "Their material was a lot of jokes of the “Who was that lady I saw\nyou with last night?\"–\"She weren’t no lady, she was my wife,\"\nkind.  Two performers would throw together an act made up of\nsure-fire comedy bits they had used in various shows, interpolate\na few old “gags\"–and the vaudeville writer had very little\nopportunity.",
        "But to-day–as a study of “The Art of Flirtation” will show–wit\nand structural skill in the material itself is of prime importance.\nTherefore the writer is needed to supply vaudeville two-acts.  But\neven to-day business still plays a very large part in the success\nof the two-act.  It may even be considered fundamental to the\ntwo-act’s success.  Therefore, before we consider the structural\nelements that make for success in writing the two-act, we shall\ntake up the matter of two-act business.",
        "The fact that we all laugh–in varying degrees–at the antics of\nthe circus clown, should be sufficient evidence of the permanence\nof certain forms of humor to admit of a belief in the basic truth\nthat certain actions do in all times find a humorous response in\nall hearts.  Certain things are fundamentally funny, and have made\nour ancestors laugh, just as they make us laugh and will make our\ndescendants laugh.",
        "“There’s no joke like an old joke,” is sarcastically but nevertheless\nliterally true.  There may even be more than a humorous\ncoincidence–perhaps an unconscious recognition of the sure-firedness\nof certain actions–in the warnings received in childhood to “stop\nthat funny business.”",
        "However this may be, wherever actors foregather and talk about\nbits of stage business that have won and always will win laughs\nfor them, there are a score or more points on which they agree.\nNo matter how much they may quarrel about the effectiveness of\nlaugh-bits with which one or another has won a personal success–due,\nperhaps, to his own peculiar personality–they unite in admitting\nthe universal effectiveness of certain good old stand-bys.",
        "Weber and Fields–before they made so much money that they retired\nto indulge in the pleasant pastime of producing shows–presented\nprobably the most famous of all the sidewalk comedian slap-stick\nacts. [1] They elevated the slap-stick sidewalk conversation act\ninto national popularity and certainly reduced the business of\ntheir performance to a science–or raised it to an art.  In an\narticle entitled “Adventures in Human Nature,” published in The\nAssociated Sunday Mazagines for June 23, 1912, Joe Weber and Lew\nFields have this to say about the stage business responsible, in\nlarge measure, for the success of their famous two-act:",
        "  The capitalizing of the audiences’ laughter we have set down in\n  the following statistics, ranged in the order of their value.\n  An audience will laugh loudest at these episodes:",
        "  (1) When a man sticks one finger into another man’s eye.",
        "  (2) When a man sticks two fingers into another man’s eyes.",
        "  (3) When a man chokes another man and shakes his head from side\n  to side.",
        "  (4) When a man kicks another man.",
        "  (5) When a man bumps up suddenly against another man and knocks\n  him off his feet.",
        "  (6) When a man steps on another man’s foot.",
        "[1] The great success of the return of Weber and Fields to vaudeville\nin 1915-16, with excerpts from their old successes, is only one\nmore proof of the perennial value of sure-fire business.",
        "  Human nature–as we have analyzed it, with results that will be\n  told you by the cashier at our bank–will laugh louder and oftener\n  at these spectacles, in the respective order we have chronicled\n  them, than at anything else one might name.  Human nature here,\n  as before, insists that the object of the attacks–the other\n  man–be not really hurt.",
        "  Now, let us tell you how we arrived at our conclusions.  The eye\n  is the most delicate part of the body.  If a man, therefore,\n  pokes his two forefingers into the eyes of another man without\n  hurting them, then human nature will make you scream with mirth;\n  not at the sight of the poking of the fingers into the other\n  man’s eyes (as you who have seen us do this trick night in and\n  night out have imagined), but because you get all the sensations\n  of such a dangerous act without there being any actual pain\n  involved in the case of the man you were watching.  You laugh\n  because human nature tells you to.  You laugh because the man\n  who had the fingers stuck into his eyes might have been hurt\n  badly, but wasn’t.",
        "  The greatest laughter, the greatest comedy, is divided by a hair\n  from the greatest tragedy.  Always remember that!  As the chance\n  of pain, the proportion of physical misery, the proportion of\n  tragedy, becomes diminished (see the other items in the table),\n  so does the proportion of laughter become less and less.  We\n  have often tried to figure out a way to do something to the\n  other’s kneecap–second in delicacy only to the eye–but the\n  danger involved is too great.  Once let us figure out the trick,\n  however, and we shall have capitalized another item that may be\n  listed high in our table.  Here is how you can verify the truth\n  of our observations yourself:",
        "  You have seen those small imitation tacks made of rubber.  Exhibit\n  one, put it on a chair, ask a stranger to sit down–and everybody\n  who is in on the joke will scream with mirth.  Try it with a\n  real tack, and everybody will take on a serious face and will\n  want to keep the man from sitting down.",
        "George M. Cohan spent his boyhood on the vaudeville stage as one\nof “The Four Cohans.”  In collaboration with George J. Nathan, Mr.\nCohan published in McClure’s Magazine for November, 1913, an article\nentitled “The Mechanics of Emotion.”  Here is what he has to say\nabout some bits of business that are sure-fire laughs:  [1]",
        "[1] These sure-fire bits of business should be considered as being\nequally effective when used in any form of stage work.  Some of\nthem, however, lend themselves most readily to the vaudeville\ntwo-act.",
        "  Here, then, are a few of the hundred-odd things that you constantly\n  laugh at on the stage, though, when you see them in cold type,\n  you will probably be ashamed of doing so.",
        "  (1) Giving a man a resounding whack on the back under the guise\n  of friendship.  The laugh in this instance may be “built up\"\n  steadily in a climacteric way by repeating the blow three times\n  at intervals of several minutes.",
        "  (2) A man gives a woman a whack on the back, believing in an\n  absent-minded moment that the woman (to whom he is talking) is\n  a man.",
        "  (3) One character steps on the sore foot of another character,\n  causing the latter to jump with pain.",
        "  (4) The spectacle of a man laden with many large bundles.",
        "  (5) A man or a woman starts to lean his or her elbow on a table\n  or the arm of a chair, the elbow slipping off abruptly and\n  suddenly precipitating him or her forward.",
        "  (6) One character imitating the walk of another character, who\n  is walking in front of him and cannot see him.",
        "  (7) A man consuming a drink of considerable size at one quick\n  gulp.",
        "  (8) A character who, on entering an “interior” or room scene,\n  stumbles over a rug.  If the character in point be of the\n  “dignified” sort, the power of this laugh provoker is doubled.",
        "  (9) Intoxication in almost any form. [1]",
        "[1] Intoxication, however, must never be revolting.  To be welcomed,\nit must always be funny; in rare instances, it may be pathetic.",
        "  (10) Two men in heated conversation.  One starts to leave.\n  Suddenly, as if fearing the other will kick him while his back\n  is turned, this man bends his body inward (as if he actually had\n  been kicked) and sidles off.",
        "  (11) A man who, in trying to light his cigar or cigarette, strikes\n  match after match in an attempt to keep one lighted.  If the man\n  throws each useless match vigorously to the floor with a muttered\n  note of vexation the laughter will increase.",
        "  (12) The use of a swear-word. [2]",
        "[2] The use of swear-words is prohibited in most first-class\nvaudeville theatres.  On the walls of every B. F. Keith Theatre\nis posted this notice:  “The use of ’Damn’ and ’Hell’ is forbidden\non the stage of this theatre.  If a performer cannot do without\nusing them, he need not open here.”",
        "  (13) A man proclaims his defiance of his wife while the latter\n  is presumably out of hearing.  As the man is speaking, his wife’s\n  voice is heard calling him.  Meekly he turns and goes to her.\n  This device has many changes, such as employer and employee.\n  All are equally effective.",
        "  (14) A pair of lovers who try several times to kiss, and each\n  time are interrupted by the entrance of some one or by the ringing\n  of the doorbell or telephone-bell or something of the sort.",
        "  (15) A bashful man and a not-bashful woman are seated on a bench\n  or divan.  As the woman gradually edges up to the man, the man\n  just as gradually edges away from her.",
        "  All these “laugh-getters” are known to the experienced as “high\n  class\"; that is, they may all be used upon the legitimate stage.\n  On the burlesque and vaudeville stages devices of a somewhat\n  lower intellectual plane have established a permanent standing\n  An authority on this phase of the subject is Mr. Frederick\n  Wyckoff, who catalogues the following as a few of the tricks\n  that make a vaudeville audience laugh:",
        "  Open your coat and show a green vest, or pull out your shirt\n  front and expose a red undershirt.  Another excellent thing to\n  do is to wear a shirt without sleeves and pull off your coat\n  repeatedly. [1]",
        "[1] Such ancient methods of winning laughs, however, belong to\nvaudeville yesterdays.  It should be remembered that Mr. Nathan,\nwho bore the labor of writing this excellent article, is blessed\nwith a satirical soul–which, undoubtedly, is the reason why he\nis so excellent and so famous a dramatic critic.",
        "  Ask the orchestra leader if he is married.",
        "  Have the drummer put in an extra beat with the cymbals, then\n  glare at him.",
        "  Always use an expression which ends with the query, “Did he not?\"\n  Then say, “He did not.”",
        "  The men who elaborated this kind of thing into a classic are\n  Messrs. Weber and Fields.  They are the great presiding deities\n  of “slap-stick” humor.  They have capitalized it to enormous\n  financial profit.  They claim that Mr. Fields’ favorite trick\n  of poking his forefinger periodically in Mr. Weber’s eye is worth\n  a large fortune in itself.  A peculiarity of this kind of humor\n  is that it finds its basis in the inflicting of pain.  A painful\n  situation apparently contains elements of the ridiculous so long\n  as the pain is not actually of a serious nature.  Here, too, the\n  stage merely mirrors life itself.  We laugh at the person who\n  falls on the ice, at the man who bumps against a chair or table\n  in the dark, at the headache of the “morning after,” at the boy\n  who eats green apples and pays the abdominal penalty, at the\n  woman whose shoes are so tight they hurt her, at the person who\n  is thrown to the floor by a sudden lurch of a street-car, and\n  at the unfortunate who sits on a pin.  A man chasing his rolling\n  hat in the street makes everybody laugh.",
        "  The most successful tricks or jokes are all based on the idea\n  of pain or embarrassment.  Tacks made of rubber, matches that\n  explode or refuse to light, exploding cigars or cigarettes,\n  fountain-pens that smear ink over the fingers immediately they\n  are put to use, “electric” bells with pins secreted in their\n  push buttons, and boutonnieres that squirt water into the face\n  of the beholder, are a few familiar examples.",
        "Here, then, we have the bits of business that three of the ablest\nproducers of the legitimate stage–all graduates from vaudeville,\nby the way–agree upon as sure-fire for the vaudeville two-act.\nParadoxically, however, they should be considered not as instructive\nof what you should copy, but as brilliant examples of what you\nshould avoid.  They belong more to vaudeville’s Past than to its\nPresent.  Audiences laughed at them yesterday–they may not laugh\nat them tomorrow.  If you would win success, you must invent new\nbusiness in the light of the old successes.  The principles\nunderlying these laugh-getters remain the same forever.",
        "If you will read again what Weber and Fields have to say about\ntheir adventures in human nature, you will note that not once do\nthey mention the lines with which they accompanied the business\nof their two-act.  Several times they mention situation–which is\nthe result of action, when it is not its cause–but the words by\nwhich they accompanied those actions and explained those situations\nthey did not consider of enough importance to mention.  Every\nsuccessful two-act, every entertainment-form of which acting is\nan element–the playlet and the full-evening play as well–prove\nbeyond the shadow of a doubt that what audiences laugh at–what\nyou and I laugh at–is not words, but actions and situations.",
        "Later on, this most important truth–the very life-blood of stage\nreality–will be taken up and considered at greater length in the\nstudy of the playlet.  But it cannot be mentioned too often.  It\nis a vital lesson that you must learn if you would achieve even\nthe most fleeting success in writing for the stage in general and\nvaudeville in particular.",
        "But by action is not meant running about the stage, or even wild\nwavings of the arms.  There must be action in the idea–in the\nthought–even though the performers stand perfectly still.",
        "So it is not with words, witty sayings, funny observations and\ntopsy-turvy language alone that the writer works, when he constructs\na vaudeville two-act.  It is with clever ideas, expressed in\nlaughable situations and actions, that his brain is busy when he\nbegins to marshal to his aid the elements that enter into the\npreparation of two-act material.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}