{
    "title": "Writing for Vaudeville - Chapter I - The Why of the Vaudeville Act",
    "author": "Brett Page",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "A French workman who lived in the Valley of the Vire in the\nfourteenth or fifteenth century, is said to be vaudeville’s\ngrandparent.  Of course, the child of his brain bears not even a\nremote resemblance to its descendant of to-day, yet the line is\nunbroken and the relationship clearer than many of the family trees\nof the royal houses.  The French workman’s name was Oliver Bassel,\nor Olivier Basselin, and in his way he was a poet.  He composed\nand sang certain sprightly songs which struck the popular fancy\nand achieved a reputation not only in his own town but throughout\nthe country.",
        "Bassel’s success raised the usual crop of imitators and soon a\nwhole family of songs like his were being whistled in France.  In\nthe course of time these came to be classed as a new and distinct\nform of musical entertainment.  They were given the name of\n“Val-de-Vire” from the valley in which Bassel was born.  This\nname became corrupted, into “vaux-de-vire” in the time of Louis\nXVI, and was applied to all the popular or topical songs sung on\nthe streets of Paris.  Then the aristocrats took up these songs\nand gave entertainments at their country seats.  To these\nentertainments they gave the name of “vaux-de-ville,” the last\nsyllable being changed to honor Bassel’s native town [1] And\ngradually the x was dropped and the word has remained through the\nyears as it is to-day.",
        "[1] Another version relates that these songs were sung on the Pont\nNeuf in Paris, where stands the Hotel de Ville, or City Hall, and\nthus the generic name acquired the different termination.",
        "As the form of entertainment advanced, the word vaudeville expanded\nin meaning.  It came to comprise not only a collection of songs,\nbut also acrobatic feats and other exhibitions.  Having no dramatic\nsequence whatever, these unrelated acts when shown together achieved\nrecognition as a distinct form of theatrical entertainment.  As\n“vaudeville\"–or “variety\"–this form of entertainment became known\nand loved in every country of the world.",
        "Vaudeville was introduced into this country before 1820, but it\ndid not become a common form of entertainment until shortly before\nthe Civil War when the word ’variety’ was at once adopted and\nbecame familiar as something peculiarly applicable to the troubled\ntimes.  The new and always cheerful entertainment found the reward\nof its optimism in a wide popularity.  But as those days of war\nwere the days of men, vaudeville made its appeal to men only.  And\nthen the war-clouds passed away and the show business had to\nreestablish itself, precisely as every other commercial pursuit\nhad to readjust itself to changed conditions.",
        "Tony Pastor saw his opportunity.  On July 31, 1865, he opened “Tony\nPastor’s Opera House” at 199-201 Bowery, New York.  He had a theory\nthat a vaudeville entertainment from which every objectionable\nword and action were taken away, and from which the drinking bar\nwas excluded, would appeal to women and children as well as men.\nHe knew that no entertainment that excluded women could long hold\na profitable place in a man’s affections.  So to draw the whole\nfamily to his new Opera House, Tony Pastor inaugurated clean\nvaudeville [1]. Pastor’s success was almost instantaneous.  It\nbecame the fashion to go to Pastor’s Opera House and later when\nhe moved to Broadway, and then up to Fourteenth Street, next to\nTammany Hall, he carried his clientele with him.  And vaudeville,\nas a form of entertainment that appealed to every member of the\nhome circle, was firmly established–for a while.",
        "[1] In the New York Clipper for December 19, 1914, there is an\ninteresting article:  “The Days of Tony Pastor,” by Al.  Fostelle,\nan old-time vaudeville performer, recounting the names of the\nfamous performers who played for Tony Pastor in the early days.\nIt reads like a “who’s who” of vaudeville history.  Mr. Fostelle,\nhas in his collection a bill of an entertainment given in England\nin 1723, consisting of singing, dancing, character impersonations,\nwith musical accompaniment, tight-rope walking, acrobatic feats,\netc.",
        "For Pastor’s success in New York did not at first seem to the\naverage vaudeville manager something that could be duplicated\neverywhere.  A large part of the profits of the usual place came\nfrom the sale of drinks and to forego this source of revenue seemed\nsuicidal.  Therefore, vaudeville as a whole continued for years\non the old plane.  “Variety” was the name–in England vaudeville\nis still called “variety\"–that it held even more widely then.\nAnd in the later seventies and the early eighties “variety” was\non the ebb-tide.  It was classed even lower than the circus, from\nwhich many of its recruits were drawn.",
        "Among the men who came to vaudeville’s rescue, because they saw\nthat to appear to the masses profitably, vaudeville must be clean,\nwere F. F. Proctor in Philadelphia, and B. F. Keith in Boston.\nOn Washington Street in Boston, B. F. Keith had opened a “store\nshow.”  The room was very small and he had but a tiny stage; still\nhe showed a collection of curiosities, among which were a two-headed\ncalf and a fat woman.  Later on he added a singer and a serio-comic\ncomedian and insisted that they eliminate from their acts everything\nthat might offend the most fastidious.  The result was that he\nmoved to larger quarters and ten months later to still more\ncommodious premised.",
        "Continuous vaudeville–\"eleven o’clock in the morning until eleven\nat night\"–had its birth on July 6, 1885.  It struck the popular\nfancy immediately and soon there was hardly a city of any importance\nthat did not possess its “continuous” house.  From the “continuous\"\nvaudeville has developed the two-performances-a-day policy, for\nwhich vaudeville is now so well known.",
        "The vaudeville entertainment of this generation is, however, a\nvastly different entertainment from that of even the nineties.\nWhat it has become in popular affection it owes not only to Tony\nPastor, F. F.  Proctor, or even to B. F. Keith–great as was his\ninfluence–but to a host of showmen whose names and activities\nwould fill more space than is possible here.  E. F. Albee, Oscar\nHammerstein, S. Z. Poli, William Morris, Mike Shea, James E. Moore,\nPercy G. Williams, Harry Davis, Morris Meyerfeld, Martin Beck,\nJohn J. Murdock, Daniel F. Hennessy, Sullivan and Considine,\nAlexander Pantages, Marcus Loew, Charles E. Kohl, Max Anderson,\nHenry Zeigler, and George Castle, are but a few of the many men\nliving and dead who have helped to make vaudeville what it is.",
        "From the old variety show, made up of a singer of topical songs,\nan acrobatic couple, a tight-rope walker, a sidewalk “patter” pair,\nand perhaps a very rough comedy sketch, there has developed a\nperformance that sometimes includes as many as ten or twelve acts,\neach one presented by an artist whose name is known around the\nworld.  One of the laments of the old vaudeville performers is\nthat they have a place in vaudeville no more.  The most famous\ngrand opera singers and the greatest actors and actresses appear\nin their room.  The most renowned dramatists write some of its\nplaylets.  The finest composers cut down their best-known works\nto fit its stage, and little operas requiring forty people and\nthree or four sets of scenery are the result.  To the legitimate\n[1] stage vaudeville has given some of its successful plays and\nat least one grand opera has been expanded from a playlet.  To-day\na vaudeville performance is the best thought of the world condensed\nto fit the flying hour.",
        "[1] Legitimate is a word used in the theatrical business to\ndistinguish the full-evening drama, its actors, producers, and its\nmechanical stage from those of burlesque and vaudeville.  Originally\ncoined as a word of reproach against vaudeville, it has lost its\nsting and is used by vaudevillians as well as legitimate actors\nand managers.",
        "There is no keener psychologist than a vaudeville manager.  Not\nonly does he present the best of everything that can be shown upon\na stage, but he so arranges the heterogeneous elements that they\ncombine to form a unified whole.  He brings his audiences together\nby advertising variety and reputations, and he sends them away\naglow with the feeling that they have been entertained every minute.\nHis raw material is the best he can buy.  His finished product is\nusually the finest his brain can form.  He engages Sarah Bernhardt,\nCalve, a Sir James M. Barrie playlet, Ethel Barrymore, and Henry\nMiller.  He takes one of them as the nucleus of a week’s bill.\nThen he runs over the names of such regular vaudevillians as Grace\nLa Rue, Nat Wills, Trixie Friganza, Harry Fox and Yansci Dollie,\nEmma Carus, Sam and Kitty Morton, Walter C.  Kelly, Conroy and\nLeMaire, Jack Wilson, Hyams and McIntyre, and Frank Fogarty.  He\nselects two or maybe three of them.  Suddenly it occurs to him\nthat he hasn’t a big musical “flash” for his bill, so he telephones\na producer like Jesse L. Lasky, Arthur Hopkins or Joe Hart and\nasks him for one of his fifteen- or twenty-people acts.  This he\nadds to his bill.  Then he picks a song-and-dance act and an\nacrobatic turn.  Suddenly he remembers that he wants–not for this\nshow, but for some future week–Gertrude Hoffman with her big\ncompany, or Eva Tanguay all by herself.  This off his mind, the\nmanager lays out his show–if it is the standard nine-act\nbill–somewhat after the following plan, as George A. Gottlieb,\nwho books Keith’s Palace Theatre, New York, shows–probably the\nbest and certainly the “biggest” vaudeville entertainments seen\nin this country–has been good enough to explain.",
        "“We usually select a ’dumb act’ for the first act on the bill.\nIt may be a dancing act, some good animal act, or any act that\nmakes a good impression and will not be spoiled by the late arrivals\nseeking their seats.  Therefore it sometimes happens that we make\nuse of a song-and-dance turn, or any other little act that does\nnot depend on its words being heard.",
        "“For number two position we select an interesting act of the sort\nrecognized as a typical ’vaudeville act.’ It may be almost anything\nat all, though it should be more entertaining than the first act.\nFor this reason it often happens that a good man-and-woman singing\nact is placed here.  This position on the bill is to ’settle’ the\naudience and to prepare it for the show.",
        "“With number three position we count on waking up the audience.\nThe show has been properly started and from now on it must build\nright up to the finish.  So we offer a comedy dramatic sketch–a\nplaylet that wakens the interest and holds the audience every\nminute with a culminative effect that comes to its laughter-climax\nat the ’curtain,’ or any other kind of act that is not of the same\norder as the preceding turn, so that, having laid the foundations,\nwe may have the audience wondering what is to come next.",
        "“For number four position we must have a ’corker’ of an act–and\na ’name.’ It must be the sort of act that will rouse the audience\nto expect still better things, based on the fine performance of\nthe past numbers.  Maybe this act is the first big punch of the\nshow; anyway, it must strike home and build up the interest for\nthe act that follows.",
        "“And here for number five position, a big act, and at the same\ntime another big name, must be presented.  Or it might be a big\ndancing act–one of those delightful novelties vaudeville likes\nso well.  In any event this act must be as big a ’hit’ as any on\nthe bill.  It is next to intermission and the audience must have\nsomething really worth while to talk over.  And so we select one\nof the best acts on the bill to crown the first half of the show.",
        "“The first act after intermission, number six on the bill, is a\ndifficult position to fill, because the act must not let down the\ncarefully built-up tension of interest and yet it must not be\nstronger than the acts that are to follow.  Very likely there is\nchosen a strong vaudeville specialty, with comedy well to the fore.\nPerhaps a famous comedy dumb act is selected, with the intention\nof getting the audience back in its seats without too many conspicuous\ninterruptions of what is going on on the stage.  Any sort of act\nthat makes a splendid start-off is chosen, for there has been a\nfine first half and the second half must be built up again–of\ncourse the process is infinitely swifter in the second half of the\nshow–and the audience brought once more into a delighted-expectant\nattitude.",
        "“Therefore the second act after intermission–number seven–must\nbe stronger than the first.  It is usually a full-stage act and\nagain must be another big name.  Very likely it is a big playlet,\nif another sketch has not been presented earlier on the bill.  It\nmay be a comedy playlet or even a serious dramatic playlet, if the\nstar is a fine actor or actress and the name is well known.  Or\nit may be anything at all that builds up the interest and appreciation\nof the audience to welcome the ’big’ act that follows.  “For here\nin number eight position–next to closing, on a nine-act bill–the\ncomedy hit of the show is usually placed.  It is one of the acts\nfor which the audience has been waiting.  Usually it is one of the\nfamous ’single’ man or ’single’ women acts that vaudeville has\nmade such favorites.",
        "“And now we have come to the act that closes the show.  We count\non the fact that some of the audience will be going out.  Many\nhave only waited to see the chief attraction of the evening, before\nhurrying off to their after-theatre supper and dance.  So we spring\na big ’flash.’ It must be an act that does not depend for its\nsuccess upon being heard perfectly.  Therefore a ’sight’ act is\nchosen, an animal act maybe, to please the children, or a Japanese\ntroupe with their gorgeous kimonos and vividly harmonizing stage\ndraperies, or a troupe of white-clad trapeze artists flying against\na background of black.  Whatever the act is, it must be a showy\nact, for it closes the performance and sends the audience home\npleased with the program to the very last minute.",
        "“Now all the time a booking-manager is laying out his show, he has\nnot only had these many artistic problems on his mind, but also\nthe mechanical working of the show.  For instance, he must consider\nthe actual physical demands of his stage and not place next each\nother two full-stage acts.  If he did, how would the stage hands\nchange the scenery without causing a long and tedious wait?  In\nvaudeville there must be no waits.  Everything must run with\nunbroken stride.  One act must follow another as though it were\nespecially made for the position.  And the entire show must be\ndovetailed to the split seconds of a stop-watch.",
        "“Therefore it is customary to follow an ’act in One’ (See below)\nwith an act requiring Full Stage.  Then after the curtain has\nfallen on this act, an act comes on to play in One again.  A show\ncan, of course, start with a full-stage act, and the alternation\nprocess remains the same.  Or there may be an act that can open\nin One and then go into Full Stage–after having given the stage\nhands time to set their scenery–or vice versa, close in One.\nBriefly, the whole problem is simply this–acts must be arranged\nnot only in the order of their interest value, but also according\nto their physical demands.",
        "“But there is still another problem the manager must solve. ’Variety’\nis vaudeville’s paternal name–vaudeville must present a varied\nbill and a show consisting of names that will tend to have a\nbox-office appeal.  No two acts in a show should be alike.  No two\ncan be permitted to conflict. ’Conflict’ is a word that falls with\nominous meaning on a vaudeville performer’s or manager’s ears,\nbecause it means death to one of the acts and injury to the show\nas a whole.  If two famous singing ’single’ women were placed on\nthe same bill, very likely there would be odious comparisons–even\nthough they did not use songs that were alike.  And however\ninteresting each might be, both would lose in interest.  And yet,\nsometimes we do just this thing–violating a minor rule to win a\ngreat big box-office appeal.",
        "“Part of the many sides of this delicate problem may be seen when\nyou consider that no two ’single’ singing acts should be placed\nnext each other–although they may not conflict if they are placed\nfar apart on the bill.  And no two ’quiet’ acts may be placed\ntogether.  The tempo of the show must be maintained–and because\ntragic playlets, and even serious playlets, are suspected of\n’slowing up a show,’ they are not booked unless very exceptional.”",
        "These are but a few of the many sides of the problem of what is\ncalled “laying out a show.”  A command of the art of balancing a\nshow is a part of the genius of a great showman.  It is a gift.\nIt cannot be analyzed.  A born showman lays out his bill, not by\nrule, but by feeling.",
        "In preparing the raw material from which the manager makes up his\nshow, the writer may play many parts.  He may bear much of the\nburden of entertainment, as in a playlet, or none of the responsibility,\nas in the average dumb act.  And yet, he may write the pantomimic\nstory that pleases the audience most.  Indeed, the writer may be\neverything in a vaudeville show, and always his part is an important\none.",
        "Of course the trained seals do not need a dramatist to lend them\ninterest, nor does the acrobat need his skill; but without the\nwriter what would the actress be, and without the song-smith, what\nwould the singer sing?  And even the animal trainer may utilize\nthe writer to concoct his “line of talk.”  The monologist, who of\nall performers seems the most independent of the author, buys his\nmerriest stories, his most up-to-the-instant jests, ready-made\nfrom the writer who works like a marionette’s master pulling the\nstrings.  The two-act, which sometimes seems like a funny impromptu\nfight, is the result of the writer’s careful thinking.  The\nflirtatious couple who stroll out on the stage to make everyone\nin the audience envious, woo Cupid through the brain of their\nauthor.  And the musical comedy, with its strong combination of\nnearly everything; is but the embodied flight of the writer’s\nfancy.  In fact, the writer supplies much of the life-blood of a\nvaudeville show.  Without him modern vaudeville could not live.",
        "Thus, much of the present wide popularity of vaudeville is due to\nthe writer.  It is largely owing to the addition of his thoughts\nthat vaudeville stands to-day as a greater influence–because it\nhas a wider appeal–than the legitimate drama in the make-believe\nlife of the land.  Even the motion pictures, which are nearer the\neyes of the masses, are not nearer their hearts.  Vaudeville was\nthe first to foster motion pictures and vaudeville still accords\nthe motion picture the place it deserves on its bills.  For\nvaudeville is the amusement weekly of the world–it gathers and\npresents each week the best the world affords in entertainment.\nAnd much of the best comes from the writer’s brain.",
        "Because mechanical novelties that are vaudeville-worth-while are\nrare, and because acrobats and animal trainers are of necessity\nlimited by the frailties of the flesh, and for the reason that\ndancers cannot forever present new steps, it remains for the writer\nto bring to vaudeville the never-ceasing novelty of his thoughts.\nNew songs, new ideas, new stories, new dreams are what vaudeville\ndemands from the writer.  Laughter that lightens the weary day is\nwhat is asked for most.",
        "It is in the fulfilling of vaudeville’s fine mission that writers\nall over the world are turning out their best.  And because the\nmission of vaudeville is fine, the writing of anything that is not\nfine is contemptible.  The author who tries to turn his talents\nto base uses–putting an untrue emphasis on life’s false values,\npicturing situations that are not wholesome, using words that are\nnot clean–deserves the fate of failure that awaits him.  As E.\nF. Albee, who for years has been a controlling force in vaudeville,\nwrote:  [1] “We have no trouble in keeping vaudeville clean and\nwholesome, unless it is with some act that is just entering, for\nthe majority of the performers are jealous of the respectable name\nthat vaudeville has to-day, and cry out themselves against\nbesmirchment by others.”",
        "[1] “The Future of the Show Business,” by E. F. Albee, in The\nBillboard for December 19, 1914.",
        "Reality and truth are for what the vaudeville writer strives.  The\nclean, the fine, the wholesome is his goal.  He finds in the many\ntheatres all over the land a countless audience eager to hear what\nhe has to say.  And millions are invested to help him say it well.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}