{
    "title": "Writing for Vaudeville - Chapter XIX - The Elements of a Successful One-Act Musical Comedy",
    "author": "Brett Page",
    "chapter": "21",
    "content": [
        "\n",
        "\n\n",
        "If you were asked, “What is a one-act musical comedy?” you might\nanswer:  “Let’s see, a one-act musical comedy is–is–. Well, all\nI remember is a lot of pretty girls who changed their clothes every\nfew minutes, two lovers who sang about the moon, a funny couple\nand a whole lot of music.”",
        "Hazy?  Not at all.  This is really a clear and reasonably correct\ndefinition of the average one-act musical colnedy, for this type\nof act is usually about fifty per cent. girl, twenty per cent.\ncostumes and scenery, twenty-five per cent. music, and usually,\nbut not always, five per cent. comedy.  A musical comedy, therefore,\nis not music and comedy–it is girls and music.  That is why the\ntrade name of this, one of the most pleasing of vaudeville acts,\nis–a girl-act.”",
        "It was the girl-act, perhaps more than any other one style of act,\nthat helped to build vaudeville up to its present high standing.\nOn nearly every bill of the years that are past there was a girl-act.\nIt is a form of entertainment that pleases young and old, and\ncoming in the middle or toward the end of a varied program, it\nlends a touch of romance and melody without which many vaudeville\nbills would seem incomplete.",
        "A girl-act is a picture, too.  Moreover, it holds a touch of\nbigness, due to the number of its people, their changing costumes,\nand the length of time the act holds the stage.  With its tuneful\nhaste, its swiftly moving events, its rapid dialogue, its succession\nof characters, and its ever-changing, colorful pictures, the one-act\nmusical comedy is not so much written as put together.",
        "Technically known as a girl-act, and booked by managers who wish\na “flash\"–a big effect–the one-act musical comedy naturally puts\nits best foot foremost as soon as the curtain rises.  And, equally\nof course, it builds up its effects into a concluding best-foot.",
        "The best-foot of a musical comedy is the ensemble number, in which\nall the characters–save the principals, sometimes–join in a\nrousing song.  The ensemble is musical comedy, and one-act musical\ncomedy is–let this exaggeration clinch the truth–the ensemble. [1]",
        "[1] Of course, I am discussing the usual musical comedy–the flash\nof a bill–in pointing out so forcefully the value of the ensemble.\nThere have been some fine one-act musical comedies in which the\nensemble was not used at all.  Indeed, the musical comedy in one\nact without any ensemble offers most promising possibilities.",
        "Between the opening and the closing ensembles there is usually one\nother ensemble number, and sometimes two.  And between these three\nor four ensembles there are usually one or two single numbers–solos\nby a man or a woman–and a duet, or a trio, or a quartet.  These\nform the musical element of the one-act musical comedy.",
        "While the one-act musical comedy may be played in one set of scenery\nonly, it very often happens that there are two or three different\nscenes.  The act may open in One, as did Joe Hart’s “If We Said\nWhat We Thought,” and then go into Full Stage; or it may open in\nFull Stage, go into One for a little musical number, and then go\nback into a different full-stage scene for its finish.  It may\neven be divided into three big scenes–each played in a different\nset–with two interesting numbers in One, if time permits, or the\nact be planned to make its appeal by spectacular effects.",
        "Very often, as in Lasky’s “A Night on a Houseboat,” a big set-piece\nor a trick scene is used to give an effect of difference, although\nthe entire act is played without dropping a curtain.",
        "To sum up the idea behind the use of musical comedy scenery:  it\nis designed to present an effect of bigness–to make the audience\nfeel they are viewing a “production.”",
        "The same thought is behind the continual costume changes which are\nan integral part of the one-act musical comedy effect.  For each\nensemble number the girls’ costumes are changed.  If there are\nthree ensembles there are three costumes, and four changes if there\nare four ensembles.  Needless to say, it sometimes keeps the girls\nhustling every minute the act is in progress, changing from one\ncostume to another, and taking that one off to don a third or a\nfourth.",
        "The result in spectacular effect is as though a scene were changed\nevery time an ensemble number is sung.  Furthermore, the lights\nare so contrived as to add to this effect of difference, and the\ncombination of different colors playing over different costumes,\nmoving about in different sets, forms an ever-changing picture\ndelightfully pleasing and big.",
        "Now, as the musical comedy depends for its appeal upon musical\nvolume, numbers of people, sometimes shifting scenery, a kaleidoscopic\neffect of pretty girls in ever changing costumes and dancing about\nto catchy music, it does not have to lean upon a fascinating plot\nor brilliant dialogue, in order to succeed.  But of course, as we\nshall see, a good story and funny dialogue make a good musical\ncomedy better.",
        "If your memory and my recollection of numerous musical comedies\nof both the one-act and the longer production of the legitimate\nstage are to be trusted, a plot is something not vital to the\nsuccess of a musical comedy.  Indeed, it is actually true that\nmany a musical comedy has failed because the emphasis was placed\non plot rather than on a skeleton of a story which showed the\nlarger elements to the best advantage.  Therefore I present the\nplot element of the average one-act musical comedy thus:",
        "Whereas the opening and the finish of the playlet are two of its\nmost difficult parts to write, in the musical comedy the beginning\nand the finish are ready-made to the writer’s hand.  However anxious\nhe may be to introduce a novel twist of plot at the end, the writer\nis debarred from doing so, because he must finish with an ensemble\nnumber where the appeal is made by numbers of people, costumes,\npretty girls and music.  At the beginning, however, the writer may\nbe as unconventional as he pleases–providing he does not take too\nlong to bring on his first ensemble, and so disappoint his audience,\nwho are waiting for the music and the girls.  Therefore the writer\nmust be content to “tag on” his plot to an opening nearly always–\nif not always–indicated, and to round his plot out into an almost\ninvariably specified ending.",
        "Between the opening and the closing ensembles the writer has to\nfigure on at least one, and maybe more, ensembles, and a solo and\na duet, or a trio and a quartet, or other combinations of these\nmusical elements.  These demands restrict his plot still further.\nHe must indeed make his plot so slight that it will lead out from\nand blend into the overshadowing stage effects.  Necessarily, his\nplot must first serve the demands of scenery and musical numbers–\nthen and only then may his plot be whatever he can make it.",
        "The one important rule for the making of a musical comedy plot is\nthis:  The plot of a one-act musical comedy should be considered\nas made up of story and comedy elements so spaced that the time\nnecessary for setting scenery and changing costumes is neither too\nlong nor too short.",
        "More than one dress rehearsal on the night before opening has been\nwisely devoted to the precise rehearsing of musical numbers and\ncostume changes only.  The dialogue was never even hastily spoken.\nThe entire effort was directed to making the entrances and exits\nof the chorus and principals on time.  “For,” the producer cannily\nreasons, “if they slip up on the dialogue they can fake it–but\nthe slightest wait on a musical number will seem like a mortal\nwound.”",
        "If you recall any of Jesse L. Lasky’s famous musical acts, “A Night\nat the Country Club,” “At the Waldorf,” “The Love Waltz,” “The\nSong Shop” (these come readily to mind, but for the life of me I\ncannot recall even one incident of any of their plots), you will\nrealize how important is the correct timing of musical numbers.\nYou will also understand how unimportant to a successful vaudeville\nmusical comedy is its plot.",
        "As there is no time for studied character analysis and plot\nexposition, and little time for dialogue, the story of a musical\ncomedy must be told by broad strokes.  When you read “A Persian\nGarden,” selected for full reproduction in the Appendix because\nit is one of the best examples of a well-balanced musical comedy\nplot ever seen in vaudeville, you will understand why so careful\na constructionist as Edgar Allan Woolf begins his act with the\nfollowing broad stroke:",
        "The opening chorus has been sung, and instantly an old man’s voice\nis heard off stage.  Then all the chorus girls run up and say,\n“Oh, here comes the old Sheik now.”",
        "Again, when Paul wishes to be alone with Rose, Mr. Woolf makes\nPaul turn to Phil and say, “What did I tell you to do?”  Then Phil\nseizes Mrs. Schuyler and runs her off the stage into the house.",
        "Mr. Woolf’s skill built this very broad stroke up into a comedy\nexit good for a laugh, but you and I have seen other exits where\nthe comedy was lacking and the mechanics stood out even more boldly.",
        "So we see that the same time-restriction which makes a musical\ncomedy plot a skeleton, also makes the exits and entrances and the\ndialogue and every happening structurally a skeleton so loosely\njointed that it would rattle horribly–were it not for the beautiful\ncovering of the larger effects of costumes, scenery and music.\nTherefore the overshadowing necessity for speed makes admissible\nin the musical comedy broad strokes that would not be tolerated\nanywhere else.",
        "It is by willingly granting this necessary license that the audience\nis permitted to enjoy many single musical numbers and delightful\nensembles within the time-limits vaudeville can afford for anyone\nact.  So we see why it is–to return to the bald expository statement\nwith which this division begins–that the writer must consider his\nstory and his comedy scenes only as time-fillers to make the waits\nbetween musical numbers pleasantly interesting and laughter-worthwhile.",
        "Plainly recognizing the quickness with which one character must\nbe brought on the stage and taken off again, and thoroughly\nappreciating that whatever is done between the musical numbers\nmust be speedily dismissed, let us now see what forms of comedy\nare possible.",
        "Obviously the comedy cannot depend upon delicate shades.  It must\nbe the sort of comedy that is physical rather than mental.\nSlap-stick comedy would seem to be the surest to succeed.",
        "But while this is true, there is no need to depend entirely on the\nslap-stick brand of humor.  For instance, while we find in “A\nPersian Garden” one whole comedy scene built on the killing of\nmosquitoes on Phil’s face–certainly the slap-stick brand, even\nthough a hand delivers the slap–we also have the comedy of character\nin Mrs. Schuyler’s speeches.",
        "Comedy rising directly out of and dependent upon plot, however,\nis not the sort of comedy that usually gives the best results,\nbecause plot is nearly always subservient to the musical and picture\nmaking elements.  But the comedy element of plot may be made to\nrun throughout and can be used with good effect, if it is the kind\nthat is easily dismissed and brought back.  This is why so many\nmusical comedies have made use of plots hinged on mistaken identity,\nKings and Princesses in masquerade, and wives and husbands anxiously\navoiding each other and forever meeting unexpectedly.",
        "Still, plot-comedy may be depended upon for at least one big scene,\nif the idea is big enough.  For instance, the internationally\nsuccessful “The Naked Truth” possessed a plot that was big enough\nto carry the musical comedy on plot-interest alone, if that were\nnecessary.  Indeed, it might have been used as a good farce without\nmusic.  The whole act hung on a magic statue in whose presence\nnothing but the truth could be told, on pain of parting from one’s\nclothes.  And the comedy scenes that developed out of it carried\na series of twists and turns of real plot-interest that made the\nmusical numbers all the more delightful and the whole act a notable\nsuccess.  The musical element of this delightful vaudeville form\nmakes certain other humorous acts fit into the musical comedy\nstructure.  For instance, if the comedy character is left alone\non the stage, he can with perfect propriety deliver a short\nmonologue.  Or he may do anything else that will win laughter and\napplause.",
        "And the two-act, even more perfectly than the monologue, fits into\nthe musical comedy.  No matter what the two-act is, if it is short\nand humorous, it may be used for one of the ornamental time-gap\nstoppers.  A quarrel scene may be just what is needed to fill out\nand advance the plot.  But more often, the flirtation two-act is\nthe form that best suits, for the nature of the musical comedy\nseems best expressed by love and its romantic moments.  Indeed,\nthe flirtation two-act is often a little musical comedy in itself,\nminus a background of girls.  As an example, take Louis Weslyn’s\nvery successful two-act, “After the Shower.” [1] You can easily\nimagine all the other girls in the camping party appearing, to act\nas the chorus.  Then suppply a talkative chaperon, and you have\nonly to add her comical husband to produce a fine musical comedy\noffering.",
        "[1] See the Appendix.",
        "So we see once more that the one-act musical comedy is the result\nof assembling, rather than of writing.  There is no need of adding\neven one instruction paragraph here.",
        "Before we take up the one or two hints on writing that would seem\nto present themselves in helpful guise, you should read Edgar Allan\nWoolf’s “A Persian Garden.”  Turn to the Appendix and this act\nwill show you clearly how the writer welds these different vaudeville\nforms into one perfect whole.",
        " ",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}