{
    "title": "Writing for Vaudeville - Chapter II - Should You Try to Write For Vaudeville?",
    "author": "Brett Page",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "“I became a writer,” George Bernard Shaw once said, “because I\nwanted to get a living without working for it–I have since realized\nmy mistake.”  Anyone who thinks that by writing for vaudeville he\ncan get a living without working for it is doomed to a sad and\nspeedy awakening.",
        "If I were called upon to give a formula for the creation of a\nsuccessful vaudeville writer, I would specify:  The dramatic genius\nof a Shakespere, the diplomatic craftiness of a Machiavelli, the\nexplosive energy of a Roosevelt, and the genius-for-long-hours of\nan Edison:  mix in equal proportions, add a dash of Shaw’s impudence,\nall the patience of Job, and keep boiling for a lifetime over the\nseething ambition of Napoleon.",
        "In other–and less extreme–words, if you contemplate writing for\nvaudeville for your bread and butter, you must bring to the business,\nif not genius, at least the ability to think, and if not boundless\nenergy, at any rate a determination never to rest content with the\nworking hours of the ordinary professions.",
        "If you suppose that the mere reading of this book is going to make\nyou able to think, permit me gently to disillusion you; and if you\nare imbued with the flattering faith that after studying these\nchapters you will suddenly be able to sit down and write a successful\nplaylet, monologue, two-act, musical comedy libretto, or even a\ngood little “gag,” in the words of classic vaudeville–forget it!\nAll this book can do for you–all any instruction can do–is to\nshow you the right path, show precisely how others have successfully\nessayed it, and wish you luck.  Do you remember the brave lines\nof W. E. Henley, the blind English poet:",
        "And again in the same poem, “Invictus”:",
        "There sings the spirit that will carry a writer to success in\nvaudeville or in any other line of writing; and it is this inspired\nattitude you should assume toward the present book of instruction.",
        "These chapters, carefully designed and painstakingly arranged,\ncontain information and suggestions which, if studied and applied\nby the right person, will help him to a mastery of vaudeville\nwriting.  But they should be viewed not as laying down rules, only\nas being suggestive.  This book cannot teach you how to write–with\nits aid you may be able to teach yourself.",
        "Are you the sort of person likely to make a success of writing for\nvaudeville?  You, alone, can determine.  But the following discussion\nof some of the elements of equipment which anyone purposing to\nwrite for vaudeville should possess, may help you find the answer.",
        "Let us suppose that you have been engaged in writing for a newspaper\nfor years.  You started as a reporter and because of your unusual\nability in the handling of political news have made politics your\nspecialty.  You have been doing nothing but politics until politics\nseems to be all you know.  Suddenly the sporting editor falls ill,\nand at the moment there is no one to take his place but you.  Your\nassistant takes over your work and you are instructed to turn out\na daily page of sporting news.",
        "If you knew nothing at all about writing you would find the task\nnearly impossible to accomplish.  But you do know how to write and\ntherefore the mere writing does not worry you.  And your experience\nas a special writer on politics has taught you that there are\ncertain points all special newspaper work has in common and you\napply your knowledge to the task before you.",
        "Still you are seriously handicapped for a time because you have\nbeen thinking in terms of politics.  But soon, by turning all your\nenergy and ability upon your new subject, you learn to think in\nterms of sport.  And, if you are a better thinker and a better\nwriter than the old sporting editor, it won’t be long before you\nturn out a better sporting page than he did.  If you were the owner\nof the newspaper, which, in the emergency, would you choose to be\nyour sporting editor:  the untried man who has never demonstrated\nhis ability to write, the reporter who has no knowledge of special\nwriting, or the trained writer who has mastered one specialty and,\nit may reasonably be supposed, will master another quickly?  The\nsame care you would exercise in choosing another man to work for\nyou, you should exercise in choosing your own work for yourself.",
        "Do you know how to write?  Do you write with ease and find pleasure\nin the work?  If you do, class yourself with the reporter.",
        "What success have you had in writing fiction?  Have you written\nsuccessful novels or short-stories?  If you have, class yourself\nwith the special writer.  Did you ever write a play?  Was your\nfull-evening play accepted and successful?  If you have written a\nplay and if your play was a success, class yourself with the\nsporting editor himself–but as one who has made a success in only\none specialty in the realm of sport.",
        "For, those who have had some success in other forms of writing–even\nthe successful playwright–and those who never have written even\na salable joke, all have to learn the slightly different form of\nthe vaudeville act.",
        "But, having once learned the form and become perfectly familiar\nwith vaudeville’s peculiar requirements, the dramatist and the\ntrained fiction writer will outstrip the untrained novice.  Remember\nthat the tortoise was determined, persistent, and energetic.",
        "The dramatist and the trained fiction writer possess imagination,\nthey think in plots, they have learned how to picture vivid,\ndramatic incidents, and they know a story when it comes up and\ntaps them on the shoulder.  Furthermore, they know where to look\nfor ideas, and how to twist them to plot uses.  In every one of\nthese points of special knowledge both the dramatist and the trained\nfiction writer have the advantage over the untrained novice, for\nthe essence of all vaudeville writing lies in plot–which is\nstory–arrangement.",
        "But there is a wide difference between being able to think in a\nstory-plot and in drama, and in this the playwright who has produced\na full-evening play has the advantage over even the trained fiction\nwriter when it comes to applying his dramatic knowledge to vaudeville.\nPrecisely what the difference is, and what drama itself is–especially\nthat angle of the art to be found in vaudeville–will be taken up\nand explained as clearly as the ideas admit of explanation, in the\nfollowing pages.  But not on one page, nor even in a whole chapter,\nwill the definition of drama be found, for pulsating life cannot\nbe bound by words.  However, by applying the rules and heeding the\nsuggestions herein contained, you will be able to understand the\n“why” of the drama that you feel when you witness it upon the\nstage.  The ability to think in drama means being able to see drama\nand bring it fresh and new and gripping to the stage.",
        "Of course drama is nothing more than story presented by a different\nmethod than that employed in the short-story and the novel.  Yet\nthe difference in methods is as great as the difference between\npainting and sculpture.  Indeed the novel-writer’s methods have\nalways seemed to me analogous to those employed by the painter,\nand the dramatist’s methods similar to those used by the sculptor.\nAnd I have marvelled at the nonchalant way in which the fiction\nwriter often rushes into the writing of a play, when a painter\nwould never think of trying to “sculpt” until he had learned at\nleast some of the very different processes employed in the strange\nart-form of sculpture.  The radical difference between writing and\nplaywrighting [1] has never been popularly understood, but some\nday it will be comprehended by everybody as clearly as by those\nwhose business it is to make plays.",
        "[1] Note the termination of the word playwright.  A “wright” is\na workman in some mechanical business.  Webster’s dictionary says:\n“Wright is used chiefly in compounds, as, figuratively, playwright.\"\nIt is significant that the playwright is compelled to rely for\nnearly all his effects upon purely mechanical means.",
        "An intimate knowledge of the stage itself is necessary for success\nin the writing of plays.  The dramatist must know precisely what\nmeans, such as scenery, sound-effects, and lights–the hundred\ncontributing elements of a purely mechanical nature at his command–\nhe can employ to construct his play to mimic reality.  In the\npresent commercial position of the stage such knowledge is\nabsolutely necessary, or the writer may construct an act that\ncannot possibly win a production, because he has made use of\nscenes that are financially out of the question, even if they are\nartistically possible.",
        "This is a fundamental knowledge that every person who would write\nfor the stage must possess.  It ranks with the “a b c” course in\nthe old common school education, and yet nearly every novice\noverlooks it in striving after the laurel wreaths of dramatic\nsuccess that are impossible without it.  And, precisely in the\ndegree that stage scenery is different from nature’s scenes, is\nthe way people must talk upon the stage different from the way\nthey talk on the street.  The method of stage speech–what is\nsaid, not how it is said–is best expressed in the definition\nof all art, which is summed up in the one word “suppression.”  Not\nwhat to put in, but what to leave out, is the knowledge the\nplaywright–in common with all other artists–must possess.  The\ndifference in methods between writing a novel and writing a play\nlies in the difference in the scenes and speeches that must be\nleft out, as well as in the descriptions of scenery and moods of\ncharacter that everyone knows cannot be expressed in a play by\nwords.",
        "Furthermore, the playwright is working with spoken, not written,\nwords, therefore he must know something about the art of acting,\nif he would achieve the highest success.  He must know not only\nhow the words he writes will sound when they are spoken, but he\nmust also know how he can make gestures and glances take the place\nof the volumes they can be made to speak.",
        "Therefore of each one of the different arts that are fused into\nthe composite art of the stage, the playwright must have intimate\nknowledge.  Prove the truth of this statement for yourself by\nselecting at random any play you have liked and inquiring into the\ntechnical education of its author.  The chances are scores to one\nthat the person who wrote that play has been closely connected\nwith the stage for years.  Either he was an actor, a theatrical\npress agent, a newspaper man, a professional play-reader for some\nproducer, or gained special knowledge of the stage through a\ndramatic course at college or by continual attendance at the theatre\nand behind the scenes.  It is only by acquiring special knowledge\nof one of the most difficult of arts that anyone may hope to achieve\nsuccess.",
        "It is strange but true that a writer able to produce a successful\nvaudeville playlet often writes a successful full-evening play,\nbut that only in rare instances do full-evening dramatists produce\nsuccessful vaudeville playlets.  Clyde Fitch wrote more than\nfifty-four long plays in twenty years, and yet his “Frederic\nLemaitre,” used by Henry Miller in vaudeville, was not a true\nvaudeville playlet–merely a short play–and achieved its success\nsimply because Fitch wrote it and Miller played it with consummate\nart.",
        "The vaudeville playlet and the play that is merely short, are\nseparate art forms, they are precisely and as distinctly different\nas the short-story and the story that is merely short.  It is only\nwithin the last few years that Brander Matthews drew attention to\nthe artistic isolation of the short-story; and J. Berg Esenwein,\nin his very valuable work [1], established the truth so that all\nmight read and know it.  For years I have contended for the\nrecognition of the playlet as an art form distinct from the play\nthat is short.",
        "[1] Writing the Short-Story, by J. Berg Esenwein, published uniform\nwith this volume, in, “The Writer’s Library.”",
        "And what is true of the peculiar difference of the playlet form\nis, in a lesser measure, true of the monologue, the two-act, and\nthe one-act musical comedy.  They are all different from their\nsisters and brothers that are found as integral parts of full-evening\nentertainments.",
        "To recognize these forms as distinct, to learn what material [2]\nbest lends itself to them and how it may be turned into the most\nnatural and efficient form, requires a special training different\nfrom that necessary for the writing of plays for the legitimate\nstage.",
        "[2] The word material in vaudeville means manuscript material.\nTo write vaudeville material is to write monologues and playlets\nand the other forms of stage speech used in vaudeville acts.",
        "But not only is there a vast difference between the material and\nthe art forms of the legitimate and the vaudeville stage, there\nis also a great difference in their playing stages.  The arrangements\nof the vaudeville stage, its lights and scenery, are all unique,\nas are even the playing spaces and mechanical equipment.",
        "Therefore the author must know the mechanical aids peculiar to his\nspecial craft, as well as possess a familiar knowledge of the\nmaterial that vaudeville welcomes and the unique forms into which\nthat material must be cast.",
        "The “gentle reader” who has read thus far certainly has not been\ndeterred by the emphasis–not undue emphasis, by the way–placed\non the value of proved ability in other forms of writing to one\nwho would write for vaudeville.  That he has not been discouraged\nby what has been said–if he is a novice–proves that he is not\neasily downcast.  If he has been discouraged–even if he has read\nthis far simply from curiosity–proves that he is precisely the\nperson who should not waste his time trying to write for vaudeville.\nSuch a person is one who ought to ponder his lack of fitness for\nthe work in hand and turn all his energies into his own business.\nMany a good clerk, it has been truly said, has been wasted in a\npoor writer.",
        "But, while emphasis has been laid upon the value of training in\nother forms of literary work, the emphasis has been placed not on\npurely literary skill, but on the possession of ideas and the\ntraining necessary to turn the ideas to account.  It is “up to\"\nthe ambitious beginner, therefore, to analyze the problem for\nhimself and to decide if he possesses the peculiar qualifications\nthat can by great energy and this special training place him upon\na par with the write who has made a success in other forms of\nliterary work.  For there is a sense in which no literary training\nis really necessary for success in vaudeville writing.",
        "If the amateur has an imaginative mind, the innate ability to see\nand turn to his own uses an interesting and coherent story, and\nis possessed of the ability to think in drama, and, above all, has\nthe gift of humor, he can write good vaudeville material, even if\nhe has not education or ability to write an acceptable poem, article\nor short-story.  In other words, a mastery of English prose or\nverse is not necessary for success in vaudeville writing.  Some\nof the most successful popular songs, the most successful playlets,\nand other vaudeville acts, have been written by men unable to write\neven a good letter.",
        "But the constant advancement in excellence demanded of vaudeville\nmaterial, both by the managers and the public, is gradually making\nit profitable for only the best-educated, specially-trained writers\nto undertake this form of work.  The old, illiterate, rough-and-ready\nwriter is passing, in a day when the “coon shouter” has given the\nheadline-place to Calve and Melba, and every dramatic star has\nfollowed Sarah Bernhardt into the “two-a-day.” [1]",
        "[1] The two-a-day is stage argot for vaudeville.  It comes from\nthe number of performances the actor “does,” for in vaudeville\nthere are two shows every day, six or seven days a week.",
        "Nevertheless, in this sense the novice needs no literary training.\nIf he can see drama in real life and feels how it can be turned\ninto a coherent, satisfying story, he can learn how to apply that\nstory to the peculiar requirements of vaudeville.  But no amount\nof instruction can supply this inborn ability.  The writer himself\nmust be the master of his fate, the captain of his own dramatic\nsoul.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}