{
    "title": "Writing for Vaudeville - Chapter XVIII - Writing the Playlet",
    "author": "Brett Page",
    "chapter": "20",
    "content": [
        "\n",
        "\n\n",
        "While it is plain that no two writers ever have, nor ever will,\ngo about writing a playlet in precisely the same way, and impossible\nas it is to lay down rules which may be followed with precision\nto inevitable success, I shall present some suggestions, following\nthe logical order of composition.",
        "First, however, I must point out that you should study the vaudeville\nstage of this week, not of last year or even of last month, before\nyou even entertain a germ idea for a playlet.  You should be sure\nbefore you begin even to think out your playlet, that its problem\nis in full accord with the very best, and that it will fit into\nvaudeville’s momentary design with a completeness that will win\nfor it an eager welcome.",
        "You should inquire of yourself first, “Is this a comedy or a serious\nplaylet I am about to write?”  And if the latter, “Should I write\na serious playlet?”",
        "One of vaudeville’s keenest observers, Sime Silverman, editor of\nVariety, said when we were discussing this point:  “Nobody ought\nto write a tragic or even a serious playlet who can write anything\nelse.  There are two or three reasons why.  First, vaudeville likes\nlaughter, and while it may be made to like tears, a teary playlet\nmust be exceedingly well done to win.  Second, the serious playlet\nmust be so well done and so well advertised that usually a big\nname is necessary to carry it to success; and the ’name’ demands\nso much money that it is sometimes impossible to engage an adequate\nsupporting cast.  Third, the market for tragic and serious playlets\nis so small that there is only opportunity for the playlet master;\nof course, there sometimes comes an unknown with a great success,\nlike ’War Brides,’ [1] but only rarely.  Therefore, I would advise\nthe new writer to write comedy.”",
        "[1] Written by Miss Marion Craig Wentworth, and played by Olga\nNazimova.",
        "Miss Nellie Revell, whom B. F. Keith once called “The Big Sister\nof Vaudeville,” and who was Vaudeville Editor of the New York\nMorning Telegraph before becoming General Press Representative of\nthe Orpheum Circuit, summed up her years of experience as a critic\nin these words:",
        "“The new writer should first try his hand at a comedy playlet.\nThen after he has made a success of comedy, or if he is sure he\ncan’t write anything but sobby playlets, let him try to make an\naudience weep.  Vaudeville, like any other really human thing,\nwould rather laugh than cry, yet if you make vaudeville cry finely,\nit will still love you.  But a serious playlet must be mighty well\ndone to get over–therein lies a stumbling block sometimes.  A few\ngreat artists can make vaudeville sob finely–but only a few.\nComedy, good comedy, always gets by.",
        "“How many comedy playlets are there to one serious playlet in\nvaudeville?  I should say about ten to one.  That ought to convince\nanybody that comedy is the thing to write for vaudeville.”",
        "There have been many hybrid playlets which have combined tragedy\nand comedy to give some particular star an opportunity to show\nversatility in acting. [1] But some of these playlets have been\nmerely vehicles for a personality, and therefore cannot be considered\nin this discussion.",
        "[1] See Chapter XII, section II, topic 2.",
        "On the other hand, there have been some serious playlets which\nhave had comedy twists, or a light turn, which brought the curtain\ndown amid laughter that was perfectly logical and in good taste.\nAn example of the surprise ending that lightens the gloom is found\nin “The Bomb,” finely played by Wilton Lackaye, in which the Italian\nwho so movingly confesses to the outrage is merely a detective in\ndisguise, trapping the real bomb thrower–and suddenly he unmasks.\nIf a serious playlet can be made to end with a light touch that\nis fitting, it will have a better chance in vaudeville.  But this\nis one of the most difficult and dangerous effects to attempt.\nThe hazard is so great that success may come but once in many\nefforts. [2]",
        "[2] See Chapter XIV, section II, topic 3.",
        "Since comedy should be the new writer’s aim, the following discussion,\nwhile conceived with the broad view to illustrate the writing of\nthe playlet in general, brings into particular prominence the\nwriting of comedy.",
        "When should you begin to write your playlet?  Assuming that you\nalready have a germ idea, the next step is to express your theme\nin a single short sentence, and consider it as your playlet problem,\nwhich must be proved logically, clearly and conclusively.  To do\nthis you must dovetail your incidents into a playlet plot; but how\nfar should you think out your playlet before beginning to set it\ndown on paper?",
        "Nearly all the playlet writers with whom I have talked during a\nperiod of more than five years have with surprising unanimity\ndeclared in favor of beginning with the scenario, the summary of\nthe dramatic action.  But they disagree as to the completeness\nwith which the scenario should be drawn up.",
        "Some merely sketch the main outlines of the plot and leave to the\nmoment of actual writing the details that often make it a success.\nOthers write out a long scenario, boiling it down to the essence\nfor the stage version.  Still other playlet writers carry their\nscenarios just far enough to make sure that they will not have to\nthink about the details of plot when they set about writing the\ndialogue–they see that there is an effective reason for the\nentrance of each character and a clear motive for exit.  But,\nhowever they disagree as to the completeness the scenario should\nshow, they all agree that the plot should be firmly fixed in its\ngeneral outlines before pen is set to paper.",
        "It may be of suggestive value as well as of interest to point out\nthat in olden times the scenario was the only part of the play the\nplaywright wrote.  The groundwork of the plot was fixed beyond\nchange, and then the actors were permitted to do as they pleased\nwithin these limits.  Even today, in the construction of hurried\nentertainments for club nights at the various actors’ club-houses,\noften only the scenario or general framework of the act is typewritten\nand handed to the performers who are to take part.  All that this\ntells them is that on some given cue they are to enter and work\nopposite so-and-so, and are, in turn, to give an agreed-upon cue\nto bring on such-and-such a performer.  In a word, the invaluable\npart of any dramatic entertainment is the scenario.",
        "One valuable aid to the making of a clear and effective scenario\nis the use of a diagram of the set in which the act is to be played.\nReference to Chapter IV, “The Scenery Commonly Found in Vaudeville\nTheatres,” will place in your hands a wide–if not an exhaustive–\nrange of variations of the commonly found box sets.  Within the walls\nof any one of these diagrams you may carefully mark the exact\nlocation of chairs, tables and any other properties your action\ndemands.  Then, knowing the precise room in which your characters\nmust work, you can plot the details of their movements exactly\nfrom entrances to exits and give to your playlet action a clearness\nand preciseness it might not otherwise possess.",
        "But there is one point I feel the necessity of emphasizing, whose\napplication each one must determine for himself:  While you ought\nto consider your scenario as directive and as laying down the line\nthat should be followed, you ought not to permit your playlet to\nbecome irrevocably fixed merely because you have written your\nscenario.  It is often the sign of a dramatic mind, and of a healthy\nproblem too, that the playlet changes and develops as the theme\nis carefully considered.  To produce the very best work, a scenario\nmust be thought of as clay to be molded, rather than as iron that\nmust be scrapped and melted again to be recast.",
        "This section is so arranged that the elements of writing discussed\nin the preceding chapters are summarized, and the vital elements\nwhich could not be considered before are all given their proper\nplaces in a step-by-step scheme of composition.  The whole forms\na condensed standard for review to refresh your memory before\nwriting, and by which to test your playlet after it is written.",
        "Every playlet must have a beginning, a middle and an ending.  The\nbeginning must state the premises of the problem clearly and simply;\nthe middle must develop the problem logically and solve the\nentanglement in a “big” scene, and the ending must round out the\nwhole satisfyingly–with a surprise, if fitting.",
        "Because the total effect of a playlet is complete oneness, there\nlie in the “big” scene and in the ending certain results of which\nthe beginning must be the beginning or immediate cause.  Such\ncauses are what you must show clearly.",
        "(a) The Causes before the Curtain Rose.  If the causes lie far\nback in events that occurred before the curtain rose, you must\nhave those events carefully and clearly stated.  But while you\nconvey this necessary exposition as dramatically as possible, be\nsure to make the involved dramatic elements subservient to clearness.",
        "(b) The Causes that Occur after the Curtain Rises.  If the causes\ndo not lie in the past, but occur after the curtain rises, you\nmust show them as clearly occurring right then and there.  They\nmust be as plain as dawn, or the rest of the playlet will be\nshrouded in the darkness of perplexing doubts.",
        "(c) The Character Motive from which the Complication Rises.  If\nthe causes lie in character, you must show the motive of the person\nof the playlet from whose peculiar character the complication rises\nlike a spring from its source.  You must expose the point of\ncharacter plainly.",
        "But in striving to make your premises clear do not make the mistake\nof being prolix–or you will be tedious.  Define character sharply.\nTell in quick, searching dialogue the facts that must be told and\nlet your opening scenes on which the following events depend, come\nwith a snap and a perfectly adequate but nevertheless, have-done-with-it\nfeeling.",
        "In every scene of your playlet you must prepare the minds of your\naudience to accept gladly what follows–and to look forward to it\neagerly.  You must not only plainly show what the causes of every\naction are, but you must also make the audience feel what they\nimply.  Thus you will create the illusion which is the chief\ncharm of the theatre–a feeling of superiority to the mimic\ncharacters which the gods must experience as they look down upon\nus.  This is the inalienable right of an audience.",
        "(a) The Scenes that Make Suspense.  But while foreshadowing\nplainly, you must not forestall your effect.  One of the most\nimportant elements of playlet writing is to let your audience guess\nwhat is going to happen–but keep them tensely interested in how\nit is going to happen.  This is what creates the playlet’s enthralling\npower–suspense.",
        "It is so important to secure suspense in a playlet that an experienced\nwriter who feels that he has not created it out of the body of his\nmaterial, will go back to the beginning and insert some point that\nwill pique the curiosity of the audience, leaving it unexplained\nuntil the end.  He keeps the audience guessing, but he satisfies\ntheir curiosity finely in the finish–this is the obligation such\na suspense element carries with it.",
        "(b) The Points that Balance the Preparation with the Result.\nNothing could be more disastrous than to promise with weighty\npreparation some event stupendously big with meaning and then to\noffer a weak little result.  And it would be nearly as unfortunate\nto foreshadow a weak little fulfillment and then to present a\ntremendous result.  Therefore, you must so order your events that\nyou balance the preparation with the result, to the shade of a\ndramatic hair.",
        "But take care to avoid a too obvious preparation.  If you disclose\ntoo plainly what you are aiming at your end is defeated in advance,\nbecause your audience is bound to lapse into a cynically smiling\ndoes-this-fellow-take-us-for-babies? attitude.",
        "The art of the dramatic is the art that conceals art.  The middle\nof your playlet must conceal just enough to keep the stream of\nsuspense flowing eagerly toward the end, which is dimly seen to\nbe inevitably approaching.",
        "(c) The One Event that Makes the Climax Really Big.  From the\nfirst speech, through every speech, and in every action, your\nplaylet has moved toward this one event, and now you must bring\nit out so prominently that everything else sinks into insignificance.\nThis event is:  The change in the relations of the characters.",
        "This is the planned-for result of all that has gone before.  Bear\nfirmly in mind that you have built up a suspense which this change\nmust crown.  Keep foremost the fact that what you have hidden\nbefore you must now disclose.  Lay your cards on the table face\nup–all except one.  This last card takes the final trick, completing\nthe hand you have laid down, and everyone watches with breathless\ninterest while you play:",
        "If you can make this final event a surprise, all the better.  But\nif you cannot change the whole result in one dramatic disclosure,\nyou must be content to lay down your last card, not as a point in\nitself surprising, but nevertheless dramatically.",
        "The Finish must be Complete–and Completely Satisfy.  You have\nsprung your climax; you have disclosed what it is that changes the\nrelations of your characters; now you must show that those relations\nhave been changed.  And at the same time you bring forward the\nlast strand of plot that is loose and weave it into the now complete\ndesign.  You must account for everything here in the finish, and\ndo it with speed.",
        "Now let us say that you have expanded the first draft of your\nplastic scenario into a nearly perfect manuscript.  But as you\nread it over, you are not content.  You feel that it lacks “punch.\"\nWhat is “punch,” and how are you going to add it when it is lacking?",
        "Willard Mack says:  “’Punch’ is the most abused word I know.  The\ndramatic punch is continually confused with the theatrical trick.\nCritics said the third act of ’Kick In’ [1]–in which the detective\nis overpowered in a hand-to-hand fight after a hypodermic has been\njabbed into his wrist–had a punch.  It didn’t. What it really had\nwas a theatric trick.  But the human punch was in the second act,\nwhen the little frightened girl of the slums comes to see her\nwounded lover–who is really dead.  If the needle should suddenly\nbe lost in playing the third act the scene would be destroyed.\nBut the other moment would have its appeal regardless of theatrical\ndetail.”",
        "[1] Developed into a long play from the vaudeville act of the same\nname.",
        "Punch comes only from a certain strong human appeal in the story.\nPunch is the thing that makes the pulse beat a little quicker,\nbecause the heart has been touched.  Punch is the precise moment\nof the dramatic.  It is the second in which the revelation flashes\nupon the audience.",
        "While whatever punch you may be able to add must lie in the heart\nof your material–which no one but yourself can know–there are\nthree or four ways by which you may go about finding a mislaid\npunch.",
        "If you have turned the logical order of writing about and let your\nplaylet drag you instead of your driving it, you may find help in\nasking yourself whether you should keep your secret from the\naudience.",
        "While it is possible to write a most enthralling novel of mystery\nor a detective short-story which suddenly, at the very last moment,\nmay disclose the trick by which it has all been built up, such a\nthing is not successfully possible in a playlet.  You must not\nconceal the identity of anyone of your characters from the audience.\nConceal his identity from every other character and you may construct\na fine playlet, but don’t conceal his motive from the audience.",
        "The very nature of the drama–depending as it does on giving to\nthe spectator the pleasure of feeling omniscient–precludes the\npossibility of “unheralded surprise.”  For instance, if you have\na character whom the audience has never seen before and of whom\nthey know nothing suddenly spring up from behind a sofa where he\nhas overheard two other characters conspiring–the audience may\nthink he is a stage-hand.  How would they know he was connected\nwith the other characters in the playlet if you neglected to tell\nthem beforehand?  They could not know.  The sudden appearance of\nthe unknown man from behind the sofa would have much the effect\nof a disturbance in the rear of the theatre, distracting attention\nfrom the characters on the stage and the plot of the playlet.",
        "If your plot calls for an eavesdropper behind a sofa–though I\nhope you will never resort to so ancient a device–you must first\nlet the audience know who he is and why he wants to eavesdrop; and\nsecond you must show him going behind that sofa.  The audience\nmust be given the god-like pleasure of watching the other two\ncharacters approach the sofa and sit down on it, in ignorance that\nthere is an enemy behind it into whose hands they are delivering\nthemselves.",
        "This is only a simple instance, but it points out how far the\nramifications to which this problem of not keeping a secret from\nthe audience may extend.  Moreover, it should suggest that it is\npossible that your playlet lacks the required punch–because you\nhave kept something secret that you ought to have disclosed.\nTherefore, go through your playlet carefully and try to discover\njust what you have not treated with dramatic frankness.",
        "On the other hand, of course, if you decide you must keep a\nsecret–some big mystery of plot–you must be sure that it is worth\nkeeping.  If you build up a series of mysterious incidents, the\nsolution must be adequate to the suspense.  But, I have treated\nthis angle of secret-keeping in “preparation versus result,” so I\nshall now direct your attention to the other side of the problem\nof dramatic frankness–which may be the cause of the lack of punch:",
        "Go back through the early moments of your playlet and see if you\nhave not given the whole thing away at the very beginning.  If you\nhave, you have, as we saw, killed your suspense, which is the road\non which punch lies in wait.  The way to remedy this defect is to\ncondense the preparation and so express it in action and by dialogue\nthat you leave opportunity for a revealing flash.",
        "In going over your manuscript you must strive to attain the correct\nbalance between the two.  The whole art lies in knowing just what\nto disclose and it when to disclose it–and what not and when not\nto disclose.",
        "Remember that vaudeville has no time for “fine speeches.”  Cut\neven the lines you have put in for the purpose of disclosing\ncharacter, and–save in rare instances–depend chiefly on character\nrevelation through action.",
        "One of the most common reasons why playlets lack the effect of\nvital oneness is to be found in the fault of mixing the kinds:\nfor example, making the first half a comedy and the second half\na tragedy.  It is as if a song began with one air and suddenly\nswitched to a totally different melody.  If your playlet is a\ncomedy, make it a comedy throughout; it if is a deeply human story,\nlet it end as it began; [1] if you are writing a straight drama\nor a melodrama, keep your playlet straight drama or melodrama all\nthe way through.  Go over your playlet with the eye of a relentless\ncritic and make sure that you have not mixed your genres, which\nonly in the rarest cases can be done effectively.",
        "[1] See Chapter XIV, section II, topic 3.",
        "Finally, if every other investigation has failed to develop the\nneeded punch, go over your playlet again to see if it is possible\nthat you have erred in the first principle of the art.  If you\nhave permitted even one tiny scene to creep in that does not hold\na vital meaning to the single point of your climax, you have lost\nby so much the possibility of the punch.  Remember, here, that a\ngreat playlet can be played without a single word being spoken and\nstill be vividly clear to everyone.  Realizing this, chop every\nsecond of action that is not vital.",
        "But long before you have exhausted these suggestions you will have\ndeveloped your punch.  Your punch has risen out of your material–\nif you possess the sense of the dramatic.  If the punch has not\ndeveloped–with a series of minor punches that all contribute to\nthe main design of the “heart wallop\"–there is something wrong\nwith your material.",
        "But even a realization of this ought not to discourage you, for\nthere are instances every day of well-known playwrights who have\nchosen the wrong material.  We all have seen these plays.  You\nmust do as they do–cast your playlet aside and begin anew with\nnew material.  The man who keeps at it is the only one who wins–but\nhe must keep at it with the right stuff.",
        "When you have trimmed your playlet by cutting off all the trimmings,\nyour thoughts naturally turn to a title.  More than likely you\nhave selected your title long before you have written “curtain\"–it\nis possible a title sprang into your mind out of the germ idea.\nBut even then, you ought now to select the proper title.",
        "A proper title is one that both names a playlet and concisely\nsuggests more than it tells.  For instance, “The System” suggests\na problem vital to all big cities–because the word “system” was on\neverybody’s tongue at the time.  “The Lollard” piques curiosity–what\nis a “lollard,” you are inclined to want to know; it also carries\na suggestion of whimsicality.  “The Villain Still Pursued Her,\"\ntells as plainly as a whole paragraph could that the playlet is a\ntravesty, making fun of the old blood-and-thunder melodrama.  “In\nand Out” is a short, snappy, curiosity-piquing name; it is a title\nthat hangs out a sign like a question mark.  “Kick In” is of the\nsame class, but with the added touch of slang.  “War Brides” is\nanother luring title, and one that attracts on frankly dramatic\nand “problem” grounds.  “Youth” is a title that suggests much more\nthan it tells–it connotes almost anything.  “Blackmail” has the\npunch of drama and suggests “atmosphere” as well.  But these are\nenough to establish the fact that a good title is one which suggests\nmore than it tells.  A good title frankly advertises the wares\nwithin, yet wakens eager curiosity to see what those wares are.",
        "An improper title, first, is one that does not precisely fit a\nplaylet as a name; or second, that tells too much.  For instance,\n“Sweets to the Sweet” is the title of a playlet whose only reason\nfor being so named is because the young man brings the girl a box\nof candy–it does not name the playlet at all precisely, its\nconnotation is misleading.  Do not choose a title just because it\nis pretty.  Make your title really express the personality of your\nplaylet.  But more important still, do not let your title tell too\nmuch.  If “The Bomb” were called “The Trap,” much of the effect\nof the surprise would be discounted, and the unmasking of the\ndetective who confesses to throwing the bomb to trap the real\ncriminal would come as something expected.  In a word, be most\ncareful not to select a title that “gives it all away.”",
        "A short title seems to be the playlet fashion today; but tomorrow\nthe two- or three-word title may grow to a four- or five-word name.\nYet it will never be amiss to make a title short.",
        "This same law of good use points to a similar variation in the\ncontext of even the short title–I mean that every little while\nthere develops a fad for certain words.  There may at any time\nspring up a wide use of words like “girl,” or “fun,” or color\nwords, like “red “ or “purple” or “blond.”  But your close study\nof the vaudeville of the moment will show you when these fad-words\nmay be used advantageously in a title.",
        "You need never worry over-long about a title for your playlet if\nyou put the emphasis in your own mind upon the fact that your title\nis an advertisement.",
        "But when you have a playlet manuscript that is full of laughter\nand vibrant with dramatic thrills, and even after you have sold\nit to a manager who has produced it, your work as a playlet writer\nis not done.  You still must cut and polish it until it is a\nflawless gem that flashes from the stage.  As Edgar Allan Woolf\nexpressed it to me in one of our conversations:",
        "“The work of the author of a one-act comedy is not over until,\nafter several weeks of playing, his playlet has been so reshaped\nand altered by him that not a single dull spot remains.  Individual\nlines must be condensed so that they are as short as they possibly\ncan be made.  The elimination of every unnecessary word or phrase\nis essential.  Where a line that develops the plot can be altered\nso that it will still serve its purpose, and also score a laugh\non its own account, it must be so changed.  Where lines cannot be\nchanged, bits of comedy business may perhaps be inserted to keep\nthe audience from lapsing into listlessness.  For it is a deplorable\nfact that a vaudeville audience that is not laughing outright at\na comedy becomes listless.  Vaudeville managers never book a playlet\nthat makes an audience smile–for while the humor that brings a\nsmile may be more brilliant than the comedy that gets a laugh, it\nmust always be remembered that vaudeville audiences come to laugh\nand not to smile.  Some of the biggest laughs in every one of my\nmany acts I put in after the acts had been playing some weeks.\nAnd I attribute whatever success they have had later in the best\nvaudeville theatres to the improvements I have made during their\n’breaking in’ periods.”",
        "To sum up:  While no two writers ever have written and never will\nwrite a playlet in precisely the same way, the wise beginner chooses\nfor his first playlet a comedy theme.  Your germ idea you express\nin a single short sentence which you consider as the problem of\nyour playlet, to be solved logically, clearly and conclusively.\nInstinct for the dramatic leads you to lift out from life’s flowing\nstream of events the separate incidents you require and to dovetail\nthem into a plot which tells the story simply by means of characters\nand dialogue skillfully blended into an indivisible whole, flashing\nwith revealing meaning and ending with complete satisfaction.",
        "After you have thought out your playlet, you set down so much of\nit as you feel is necessary in the form of a scenario.  But you\ndo not consider this scenario as unchangeable.  Rather you judge\nthe value of the idea by the freedom with which it grows in\neffectiveness.  And while this process is going on, you carefully\nselect the basic points in the beginning of the story that must\nbe brought out prominently.",
        "Then you develop the story by making the points that foreshadow\nyour “big” scene stand out so as to weave the enthralling power\nof suspense.  You let your audience guess what is going to happen,\nbut keep them tensely interested in how it is going to happen.\nAnd you prepare your audience by a carefully preserved balance\nbetween the promise and the performance for the one big point of\nthe climax which changes the relations of the characters to each\nother.",
        "After you have shown the change as happening, you punch home the\nfact that it has happened, and withhold your completing card until\nthe finish.  In your finish you play the final card and account\nfor the last loose strand of the plot, with a speed that does not\ndetract from your effect of complete satisfaction.",
        "In seeking to “punch up” your playlet, you go over every word,\nevery bit of characterization, every moment of action, and eliminate\nsingle words, whole speeches, entire scenes, to cut down the playlet\nto the meat, seeking for lost punches particularly in the faults\nof keeping secrets that should be instantly disclosed, and in the\ntoo frank disclosures of secrets that ought to be kept in the\nbeginning.  And out of this re-writing there rises into view the\n“heart wallop” which first attracted you.",
        "Finally, when your playlet is finished, you decide on a proper\ntitle.  Remembering that a title is an advertisement, you choose\na short name that both names and lures.  And then you prepare\nthe manuscript for its market–which is discussed in a later\nchapter.",
        "But when you have written your playlet and have sold it to a manager\nwho has produced it, your work is not yet done.  You watch it in\nrehearsal, and during the “breaking in” weeks you cut it here,\nchange it there, make a plot-line do double duty as a laugh-line\nin this spot, take away a needless word from another–until your\nplaylet flashes a flawless gem from the stage.  The final effect\nin the medium of expression for which you write it is UNITY.  Every\npart–acting, dialogue, action–blends in a perfect whole.  Not\neven one word may be taken away without disturbing the total effect\nof its vital oneness.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}