{
    "title": "Writing for Vaudeville - Chapter III - The Vaudeville Stage and Its Dimensions",
    "author": "Brett Page",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "To achieve success in any art the artist must know his tools and\nfor what purposes they are designed.  Furthermore, to achieve the\nhighest success, he must know what he cannot do as well as what\nhe can do with them.",
        "The vaudeville stage–considered as a material thing–lends itself\nto only a few definite possibilities of use, and its scenery,\nlights and stage-effects constitute the box of tools the vaudeville\nwriter has at his command.",
        "The footlights are the equator of the theatre, separating the\n“front of the house,” or auditorium, from the “back of the house,\"\nor stage.  The frame through which the audience views the stage\nis the “proscenium arch.”  Flat against the stage side of the arch\nrun the “house curtain” and the asbestos curtain that are raised\nat the beginning and lowered at the end of the performance.",
        "That portion of the stage which lies between the curving footlights\nand a line drawn between the bases of the proscenium arch is called\nthe “apron.”  The apron is very wide in old-fashioned theatres,\nbut is seldom more than two or three feet wide in recently built\nhouses.",
        "1. One",
        "Back of the proscenium arch–four feet or more behind it–you have\nnoticed canvas-covered wings painted in neutral-toned draperies\nto harmonize with every sort of curtain, and you have noticed that\nthey are pushed forward or drawn back as it is found necessary to\nwiden or make narrow the stage opening.  These first wings, called\n“tormentors,” [1] extend upward from the floor–anywhere from\n18 to 25 feet,–to the “Grand Drapery” and “Working Drapery,” or\nfirst “border,” which extend and hang just in front of them across\nthe stage and hide the stage-rigging from the audience.  The space\nlying between the tormentors and a line drawn between the bases\nof the proscenium arch is called “One.”",
        "[1] No one of the score I have asked for the origin of the word\ntormentor has been able to give it.  They all say they have asked\nold-time stage-carpenters, but even they did not know.",
        "It is in One that monologues, most “single acts\"–that is, acts\npresented by one person–and many “two-acts\"–acts requiring but\ntwo people–are played.",
        "Behind the tormentors is a curtain called the “olio,” which\nfulfills the triple purpose of hiding the rest of the stage, serving\nas scenery for acts in One and often as a curtain to raise and\nlower on acts playing in the space back of One.",
        "2. Two",
        "Five, or six, or even seven feet behind the tormentors you have\nnoticed another set of wings which–extending parallel with the\ntormentors–serve to mask the rest of stage.  The space between\nthese wings and the line of the olio is called “Two.”",
        "In Two, acts such as flirtation-acts–a man and a woman playing\nlover-like scenes–which use scenery or small “props,” and all\nother turns requiring but a small playing space, are staged.",
        "3. Three",
        "An equal number of feet back of the wings that bound Two, are wings\nthat serve as boundaries for “Three.”",
        "In Three, playlets that require but shallow sets, and other acts\nthat need not more than twelve feet for presentation, are played.",
        "4. Four or Full Stage",
        "Behind the wings that bound Three are another pair of wings, set\nan equal number of feet back, which serve as the boundaries of\n“Four.”  But, as there are rarely more than four entrances on any\nstage, Four is usually called “Full Stage.”",
        "In Full Stage are presented all acts such as acrobatic acts, animal\nturns, musical comedies, playlets and other pretentious acts that\nrequire deep sets and a wide playing space.",
        "5. Bare Stage",
        "Sometimes the very point of a playlet depends upon showing not the\nconventional stage, as it is commonly seen, but the real stage as\nit is, unset with scenery; therefore sometimes the entire stage\nis used as the playing stage, and then in the vernacular it is\ncalled “Bare Stage.” [1]",
        "[1] The New Leader, written by Aaron Hoffman and played for so\nmany years by Sam Mann & Company, is an excellent example of a\nBare Stage act.",
        "On the opposite page is a diagram of the stage of Keith’s Palace\nTheatre, New York City.  A comparison of the preceding definitions\nwith this diagram should give a clear understanding of the vaudeville\nplaying stage.",
        "At audience-right–or stage-left–flat against the extended wall\nof the proscenium arch in the First Entrance (to One) there is\nusually a signal-board equipped with push buttons presided over\nby the stage-manager.  The stage-manager is the autocrat behind\nthe scenes.  His duty is to see that the program is run smoothly\nwithout the slightest hitch or wait between acts and to raise and\nlower the olio, or to signal the act-curtain up or down, on\ncues. [2]",
        "[2] A cue is a certain word or action regarded as the signal for\nsome other speech or action by another actor, or the signal for\nthe lights to change or a bell to ring or something to happen\nduring the course of a dramatic entertainment.",
        "When an act is ready to begin, the stage-manager pushes a button\nto signal the olio up or raises it himself–if, that drop [1] is\nworked from the stage–and on the last cue he pushes another button\nto signal the curtain down, or lowers it himself, as the case may\nbe.  He keeps time on the various acts and sees that the performers\nare ready when their turn arrives.  Under the stage-manager are\nthe various departments to which the working of scenery and effects\nare entrusted.",
        "[1] A drop is the general name for a curtain of canvas–painted\nto represent some scene and stretched on a batten–a long, thick\nstrip of wood–pocketed in the lower end to give the canvas the\nrequired stability. Sets of lines are tied to the upper batten\non which the drop is tied and thus the drop can be raised or lowered\nto its place on the stage.  There are sets of lines in the rear\nboundaries of One, Two, Three and Four, and drops can be hung\non any desired set.",
        "As a rule the stage-manager is also the stage-carpenter.  As such\nhe, the wizard of scenery, has charge of the men, and is able to\nerect a palace, construct a tenement, raise a garden or a forest,\nor supply you with a city street in an instant.",
        "Up on the wall of the stage, just under a network of iron called\nthe “gridiron\"–on which there are innumerable pulleys through\nwhich run ropes or “lines” that carry the scenery–there is, in\nthe older houses, a balcony called the “fly-gallery.”  Into the\nfly-gallery run the ends of all the lines that are attached to the\ncounter-weighted drops and curtains; and in the gallery are the\nflymen who pull madly on these ropes to lift or lower the curtains\nand drops when the signal flashes under the finger of the stage-manager\nat the signal-board below.  But in the newer houses nearly all\ndrops and scenery are worked from the stage level, and the\nfly-gallery–if there is one–is deserted.  When a “set” is to be\nmade, the stage-carpenter takes his place in the centre of the\nstage and claps his hands a certain number of times to make his\nmen understand which particular set is wanted–if the sequence of\nthe sets has not yet been determined and written down for the\nflymen to follow in definite order.  Then the flymen lower a drop\nto its place on the stage and the “grips” push out the “flats\"\nthat make the wall of a room or the wings that form the scenery\nof a forest–or whatever the set may be.",
        "Into the mimic room that the grips are setting comes the\nProperty-man–\"Props,” in stage argot–with his assistants, who\nplace in the designated positions the furniture, bric-a-brac,\npianos, and other properties, that the story enacted in this room\ndemands.",
        "After the act has been presented and the curtain has been rung\ndown, the order to “strike” is given and the clearers run in and\ntake away all the furniture and properties, while the property-man\nsubstitutes the new furniture and properties that are needed.\nThis is done at the same time the grips and fly men are changing\nthe scenery.  No regiment is better trained in its duties.  The\nproperty-man of the average vaudeville theatre is a hard-worked\nchap.  Beside being an expert in properties, he must be something\nof an actor, for if there is an “extra man” needed in a playlet\nwith a line or two to speak, it is on him that the duty falls.\nHe must be ready on the instant with all sorts of effects, such\nas glass-crashes and wood-crashes, when a noise like a man being\nthrown downstairs or through a window is required, or if a doorbell\nor a telephone-bell must ring at a certain instant on a certain\ncue, or the noise of thunder, the wash of the sea on the shore,\nor any one of a hundred other effects be desired.",
        "Upon the electrician fall all the duties of Jove in the delicate\nmatter of making the sun to shine or the moon to cast its pale\nrays over a lover’s scene.  Next to the stage-manager’s signal-board,\nor in a gallery right over it, or perhaps on the other side of the\nstage, stands the electric switch-board.  From here all the stage\nlights and the lights in the auditorium and all over the front of\nthe house are operated.",
        "From the footlights with their red and white and blue and vari-tinted\nbulbs, to the borders that light the scenery from above, the\nbunch-lights that shed required lights through windows, the\ngrate-logs, the lamps and chandeliers that light the mimic rooms\nthemselves, and the spot-light operated by the man in the haven\nof the gallery gods out front, all are under the direction of the\nelectrician who sits up in his little gallery and makes the moonlight\nsuddenly give place to blazing sunlight on a cue.",
        "It is to the stage-manager and the stage-carpenter, the property-man\nand the electrician, that are due the working of the stage miracles\nthat delight us in the theatres.",
        "In the ancient days before even candles were invented–the rush-light\ndays of Shakespere and his predecessors–plays were presented in\nopen court-yards or, as in France, in tennis-courts in the broad\ndaylight.  A proscenium arch was all the scenery usually thought\nnecessary in these outdoor performances, and when the plays were\ngiven indoors even the most realistic scenery would have been of\nlittle value in the rush-lit semi-darkness.  Then, indeed, the\nplay was the thing.  A character walked into the STORY and out of\nit again; and “place” was left to the imagination of the audience,\naided by the changing of a sign that stated where the story had\nchosen to move itself.",
        "As the centuries rolled along, improvements in lighting methods\nmade indoor theatrical presentations more common and brought scenery\ninto effective use.  The invention of the kerosene lamp and later\nthe invention of gas brought enough light upon the stage to permit\nthe actor to step back from the footlights into a wider working-space\nset with the rooms and streets of real life.  Then with the electric\nlight came the scenic revolution that emancipated the stage forever\nfrom enforced gloomy darkness, permitted the actor’s expressive\nface to be seen farther back from the footlights, and made of the\nproscenium arch the frame of a picture.",
        "“It is for this picture-frame stage that every dramatist is composing\nhis plays,” Brander Matthews says; “and his methods are of necessity\nthose of the picture-frame stage; just as the methods of the\nElizabethan dramatic poet were of necessity those of the platform\nstage.”  And on the same page:  The influence of the realistic\nmovement of the middle of the nineteenth century imposed on the\nstage-manager the duty of making every scene characteristic of the\nperiod and of the people, and of relating the characters closely\nto their environment.” [1]",
        "[1] The Study of the Drama, Brander Matthews.",
        "On the vaudeville stage to-day, when all the sciences and the arts\nhave come to the aid of the drama, there is no period nor place,\nnor even a feeling of atmosphere, that cannot be reproduced with\namazing truth and beauty of effect.  Everything in the way of\nscenery is artistically possible, from the squalid room of the\ntenement-dweller to the blossoming garden before the palace of a\nking–but artistic possibility and financial advisability are two\nvery different things.",
        "If an act is designed to win success by spectacular appeal, there\nis no doubt that it is good business for the producer to spend as\nmuch money as is necessary to make his effects more beautiful and\nmore amazing than anything ever before seen upon the stage.  But\neven here he must hold his expenses down to the minimum that will\nprove a good investment, and what he may spend is dependent on\nwhat the vaudeville managers will pay for the privilege of showing\nthat act in their houses.",
        "But it is not worth spectacular acts that the vaudeville writer\nhas particularly to deal.  His problem is not compounded of\nextravagant scenery, gorgeous properties, trick-scenes and\nlight-effects.  Like Shakespere, for him the play–the story–is\nthe thing.  The problem he faces is an embarrassment of riches.\nWith everything artistically possible, what is financially advisable?",
        "The highest praise a vaudevillian can conjure up out of his vast\nreservoir of enthusiastic adjectives to apply to any act is, “It\ncan be played in the alley and knock ’em cold.”  In plain English\nhe means, the STORY is so good that it doesn’t require scenery.",
        "Scenery, in the business of vaudeville–please note the word\n“business\"–has no artistic meaning.  If the owner of a dwelling\nhouse could rent his property with the rooms unpapered and the\nwoodwork unpainted, he would gladly do so and pocket the saving,\nwouldn’t he?  In precisely the same spirit the vaudeville-act owner\nwould sell his act without going to the expense of buying and\ntransporting scenery, if he could get the same price for it.  To\nthe vaudevillian scenery is a business investment.",
        "Because he can get more money for his act if it is properly mounted\nin a pleasing picture, the vaudeville producer invests in scenery.\nBut he has to figure closely, just as every other business man is\ncompelled to scheme and contrive in dollars and cents, or the\nbusiness asset of scenery will turn into a white elephant and eat\nup all his profits.",
        "Jesse L. Lasky, whose many pleasing musical acts will be remembered,\nhad many a near-failure at the beginning of his vaudeville-producing\ncareer because of his artistic leaning toward the beautiful in\nstage setting.  His subsequent successes were no less pleasing\nbecause he learned the magic of the scenery mystery.  Lasky is but\none example, and were it not that the names of vaudeville acts are\nbut fleeting memories, dimmed and eclipsed by the crowded impressions\nof many acts seen at one sitting, there might be given an amazing\nlist of beautiful little entertainments that have failed because\nof the transportation cost of the scenery they required.",
        "When a producer is approached with a request to read a vaudeville\nact he invariably asks, “What scenery?”  His problem is in two\nparts:",
        "1. He must decide whether the merits of the act, itself, justify\nhim in investing his money in scenery on the gamble that the act\nwill be a success.",
        "2. If the act proves a success, can the scenery be transported\nfrom town to town at so low a cost that the added price he can get\nfor the act will allow a gross profit large enough to repay the\noriginal cost of the scenery and leave a net profit?",
        "An experience of my own in producing a very small act–small enough\nto be in the primary class–may be as amusing as it is typical.\nMy partners and I decided to put out a quartet.  We engaged four\ngood singers, two of them men, and two women.  I wrote the little\nstory that introduced them in a humorous way and we set to work\nrehearsing.  At the same time the scenic artist hung three nice\nbig canvases on his paint frames and laid out a charming street-scene\nin the Italian Quarter of Anywhere, the interior of a squalid\ntenement and the throne room of a palace.",
        "The first drop was designed to be hung behind the Olio–for the\nact opened in One–and when the Olio went up, after the act’s name\nwas hung out, the lights dimmed to the blue and soft green of\nevening in the Quarter.  Then the soprano commenced singing, the\ntenor took up the duet, and they opened the act by walking\nrhythmically with the popular ballad air to stage-centre in the\namber of the spot-light.  When the duet was finished, on came the\nbaritone, and then the contralto, and there was a little comedy\nbefore they sang their first quartet number.",
        "Then the first drop was lifted in darkness and the scene changed\nto the interior of the squalid tenement in which the pathos of the\nlittle story unfolded, and a characteristic song was sung.  At\nlength the scene changed to the throne room of the palace, where\nthe plot resolved itself into happiness and the little opera closed\nwith the “Quartet from Rigoletto.”",
        "The act was a success; it never received less than five bows and\nalways took two encores.  But we paid three hundred and fifty\ndollars for those miracles of drops, my partners and I, and we\nused them only one week.",
        "In the first place, the drops were too big for the stage on which\nwe “tried out” the act.  We could not use them there and played\nbefore the house street-drop and in the house palace set.  The act\nwent very well.  We shipped the drops at length-rates–as all\nscenery is charged for by expressmen and railroads–to the next\ntown.  There we used them and the act went better.  It was a\nquestion whether the bigger success was due to the smoother working\nof the act or to the beautiful drops.",
        "The price for which the act was playing at that breaking-in period\nled me to ponder the cost of transporting the drops in their\nrolled-up form on the battens.  Therefore when I was informed that\nthe stage in the next town was a small one, I had a bright idea.\nI ordered the stage-carpenter to take the drops from their battens,\ndiscard the battens, and put pockets on the lower ends of the drops\nand equip the upper ends with tie ropes so the drops could be tied\non the battens used in the various houses.  The drops would then\nfit small or large stages equally well and could be folded up into\na small enough space to tuck in a trunk and save all the excess\ntransportation charges.",
        "Of course the drops folded up all right, but they unfolded in chips\nof scaled-off paint.  In the excitement, or the desire to “take a\nchance,” I had not given a thought to the plain fact that the drops\nwere not aniline.  They were doomed to chip in time anyway, and\nfolding only hastened their end.  Still, we received just as much\nmoney for the act all the time we were playing it, as though we\nhad carried the beautiful drops.",
        "Now comes the third lesson of this incident:  Although we were\nprecisely three hundred and sixty-eight dollars “out” on account\nof the drops, we really saved money in the end because we were\nforced to discard them.  The local union of the International\nAssociation of Theatrical Stage Employees–Stage Hands’ Union,\nfor short–tried to assess me in the town where we first used the\ndrops, for the salary of a stage-carpenter.  According to their\nthen iron-clad rule, before which managers had to bow, the scenery\nof every act carrying as many as three drops on battens had to be\nhung and taken down by the act’s own stage-carpenter–at forty\ndollars a week.  They could not collect from such an act today\nbecause the rules have been changed, but our act was liable, under\nthe old rules, and I evaded it only by diplomacy.  But even to-day\nevery act that carries a full set of scenery–such as a playlet\nrequiring a special set–must carry its own stage-carpenter.",
        "Therefore, to the problem of original cost and transportation\nexpense, now add the charge of forty dollars a week against\nscenery–and an average of five dollars a week extra railroad fare\nfor the stage-carpenter–and you begin to perceive why a vaudeville\nproducer asks, when you request him to read an act:  “What scenery?”",
        "There is no intention of decrying the use of special scenery in\nvaudeville.  Some of the very best and most profitable acts, even\naside from great scenic one-act dramas like “The System,” [1] would\nbe comparatively valueless without their individual sets.  And\nfurthermore the use of scenery, with the far-reaching possibilities\nof the special set in all its beauty and–on this side of the\nwater–hitherto unrealized effectiveness, has not yet even approached\nits noon.  Together with the ceaseless advance of the art of\nmounting a full-evening play on the legitimate stage [2] will go\nthe no less artistic vaudeville act.  But, for the writer anxious\nto make a success of vaudeville writing, the special set should\nbe decried.  Indeed, the special set ought not to enter into the\nwriter’s problem at all.",
        "[1] See Appendix.  [2] The Theatre of To-Day, Hiram Kelly Moderwell’s\nbook on the modem theatre, will repay reading by anyone particularly\ninterested in the special set and its possibilities.",
        "No scenery can make up for weakness of story.  Rather, like a paste\ndiamond in an exquisitely chased, pure gold setting, the paste\nstory will appear at greater disadvantage:  because of the very\nbeauty of its surroundings.  The writer should make his story so\nfine that it will sparkle brilliantly in any setting.",
        "The only thought that successful vaudeville writers give to scenery\nis to indicate in their manuscripts the surroundings that “relate\nthe characters closely to their environment.”",
        "It requires no ability to imagine startling and beautiful scenic\neffects that cost a lot of money to produce–that is no “trick.\"\nThe vaudeville scenery magic lies in making use of simple scenes\nthat can be carried at little cost–or, better still for the new\nwriter, in twisting the combinations of drops and sets to be found\nin every vaudeville house to new uses.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}