{
    "title": "Writing for Vaudeville - Chapter XV - The Characters in the Playlet",
    "author": "Brett Page",
    "chapter": "17",
    "content": [
        "\n",
        "\n\n",
        "In this chapter the single word “character” must, of necessity,\ndo duty to express three different things.  First, by “characters,\"\nas used in the title, I mean what the programs sometimes more\nclearly express by the words “persons of the play.”  Second, in\nthe singular, it must connote what we all feel when we use the\nword in everyday life, as “he is a man of–good or bad–character.\"\nAnd third, and also in the singular, I would also have it connote,\nin the argot of the stage, “a character actor,” meaning one who\npresents a distinct type–as, say, a German character, or a French\ncharacter.  It is because of the suggestive advantage of having\none word to express these various things that the single term\n“characters” is used as the title of this chapter.  But, that there\nmay be no possible confusion, I shall segregate the different\nmeanings sharply.",
        "In discussing how a playwright gets an idea, you will recall, we\nfound that there are two chief ways of fashioning the playlet:\nFirst, a plot may be fitted with characters; second, characters\nmay be fitted with a plot.  In other words, the plot may be made\nmost prominent, or the characters may be made to stand out above\nthe story.  You will also remember we found that the stage–the\nvaudeville quite as much as the legitimate–is “character-ridden,\"\nthat is, an actor who has made a pronounced success in the delineation\nof one character type forever afterward wants another play or\nplaylet “just like the last, but with a different plot,” so that\nhe can go right on playing the same old character.  This we saw\nhas in some cases resulted in the story being considered merely\nas a vehicle for a personality, often to the detriment of the\nplaylet.  Naturally, this leads us to inquire:  is there not some\njust balance between characters and plot which should be preserved?",
        "Were we considering merely dramatic theory, we would be perfectly\nright in saying that no play should be divisible into plot and\ncharacters, but that story and characters should be so closely\ntwinned that one would be unthinkable without the other.  As Brander\nMatthews says, “In every really important play the characters make\nthe plot, and the story is what it is merely because the characters\nare what they are.”  An exceptionally fine vaudeville example–one\nonly, it is agreeable to note, out of many that might be quoted\nfrom vaudeville’s past and present–that has but two persons in\nthe playlet is Will Cressy’s “The Village Lawyer.”  One is a\npenniless old lawyer who has been saving for years to buy a\nclarionet.  A woman comes in quest of a divorce.  When he has\nlistened to her story he asks twenty dollars advance fee.  Then\nhe persuades her to go back home–and hands the money back.  There\nis a splendid climax.  The old lawyer stands in the doorway of his\nshabby office looking out into the night.  “Well,” he sighs, “maybe\nI couldn’t play the darned thing anyway!”  If the lawyer had not\nbeen just what he was there would have been no playlet.  But vital\nas the indissoluble union of plot and characters is in theory, we\nare not discussing theory; we are investigating practice, and\npractice from the beginner’s standpoint, therefore let us approach\nthe answer to our question in this way:",
        "When you were a child clamoring for “a story” you did not care a\nsnap of your fingers about anything except “Once upon a time there\nwas a little boy–or a giant–or a dragon,” who did something.\nYou didn’t care what the character was, but whatever it was, it\nhad to do something, to be doing something all of the time.  Even\nwhen you grew to youth and were on entertainment bent, you cared\nnot so much what the characters in a story were, just so long as\nthey kept on doing something–preferably “great” deeds, such as\ncapturing a city or scuttling a ship or falling in love.  It was\nonly a little later that you came to find enjoyment in reading a\nbook or seeing a play in which the chief interest came from some\nperson who had admirable qualities or was an odd sort of person\nwho talked in an odd sort of way.  Was it George Cohan who said\n“a vaudeville audience is of the mental age of a nine-year-old\nchild”?",
        "Theoretically and, of course, practically too, when it is possible,\nthe characters of a playlet should be as interesting as the plot.\nEach should vitally depend upon the other.  But, if you must choose\nwhether to sacrifice plot-interest or character-interest, save the\ninterest of plot every time.  As Aristotle says, “the action is\nthe first and most important thing, the characters only secondary.”",
        "How a playwright begins to construct a play, whether he fits a\nplot with characters, or fits characters with a plot, does not\nmatter.  What matters is how he ends.  If the story and the\ncharacters blend perfectly the result is an example of the highest\nart, but characters alone will never make a stage story–the playlet\nwriter must end with plot.  Story is for what the stage is made.\nPlot is the life blood of the playlet.  To vivify cold dramatic\nincidents is the province of playlet characters.",
        "While it is true that, no matter with what method he begins, a\nplaywright may end by having a successful playlet, the clearer way\nto understanding is for us to suppose that you have your plot and\nare striving to fit it with live people–therefore I shall assume\nthat such is the case.  For if the reverse were the case and the\ncharacters were all ready to fit with a plot, the question would\nbe primarily not of characters but of plot.",
        "How many people shall I have in my playlet? ought to be one of\nthe very first questions the writer asks, for enough has been said\nin the earlier chapters, it would seem, to establish the fact that\nvaudeville is first of all a commercial pursuit and after that an\nartistic profession.  While there can be no hard and fast rule as\nto the number of persons there may be in a playlet, business economy\ndictates that there shall be no more than the action of the playlet\npositively demands.  But before I say a short word about this\ngeneral “rule,” permit me to state another that comes fast upon\nits heels:  A really big playlet–big in theme, in grip of action,\nand in artistic effect–may have even thrice the number of characters\na “little” playlet may possess.  Merit determines the number.",
        "Let us find the reasons for these two general statements in this\nway:",
        "In “The Lollard” there are four persons, while in “The System “\nthere are thirteen speaking parts and a number of “supers.”  Would\nit then be correct to suppose that “The System” is a “bigger\"\nplaylet than “The Lollard”?  It would not be safe to assume any\nsuch judgment, for the circuit that booked “The System” may have\nbeen in need of a playlet using a large number of persons to make\nwhat is known as a “flash,” therefore the booking manager may have\ngiven orders that this playlet be built to make that flash, and\nthe total return to the producer might not have been any greater\nproportionally than the return to the producer of the numerically\nsmaller “The Lollard.”  Therefore of two playlets whose total\neffects are equal, the one having the lesser number of persons is\nthe better producing gamble, and for this reason is more likely\nto be accepted when offered for sale.",
        "If you will constantly bear in mind that you are telling a story\nof action and not of character, you will find very little difficulty\nin reducing the number of players from what you first supposed\nabsolutely necessary.  As just one suggestion:  If your whole playlet\nhangs on an important message to be delivered, the property man,\ndressed as a messenger boy, may hand in the message without a word.\nI have chosen this one monotonously often-seen example because it\nis suggestive of the crux of the problem–the final force of a\nplaylet is affected little by what the character says when he\ndelivers a vital message.  All that matters is the message itself.\nThe one thing to remember in reducing the number of characters to\nthe lowest possible number is–plot.",
        "Four Persons the Average.  While there are playlets ranging in\nnumber of characters from the two-person “The Village Lawyer,\"\nthrough “The Lollard’s” four, to “The System’s” thirteen speaking\nparts, and even more in rare instances, the average vaudeville\nplaylet employs four people.  But it is a fact of importance to\nnote that a three-person playlet can be sold more easily–I am\nassuming an equal standard of merit–than a four-person playlet.\nAnd, by the same law of demand, a two-person playlet wins a quicker\nmarket than a three-person playlet.  The reason for this average\nhas its rise in the demands of the dramatic, and not merely in\neconomy.  The very nature of the playlet makes it the more difficult\nto achieve dramatic effect the more the number of characters is\nreduced.  But while four persons are perfectly permissible in a\nplaylet designed for vaudeville’s commercial stage, the beginner\nwould do well to make absolutely sure that he has reduced his\ncharacters to their lowest number before he markets his playlet,\nand, if possible, make a three-person or a two-person offering.",
        "There would seem to be little need, in this day of wide curiosity\nabout all the forms of writing and those of playwriting in particular,\nto warn the beginner against straying far afield in search of\ncharacters whom he will not understand even when he finds them.\nYet this is precisely the fault that makes failures of many otherwise\ngood playlets.  The whole art of selecting interesting characters\nmay be summed up in one sentence–choose those that you know.  The\nmost interesting characters in the world are rubbing elbows with\nyou every day.",
        "Willard Mack–who developed into a successful legitimate playwright\nfrom vaudeville, and is best known, perhaps, for the expansion of\nhis vaudeville act, “Kick in,” into the long play of the same\nname–has this to say on the subject:  “I say to the ambitious\nplaywright, take the types you are familiar with.  Why go to the\nNorthwest, to New Orleans in the 40’s, to the court of Louis XIV,\nfor characters?  The milkman who comes to your door in the morning,\nthe motorman on the passing street car, the taxi driver, all have\ntheir human-interest stories.  Anyone of them would make a drama.\nI never attempt to write anything that has not suggested itself\nfrom something in real life.  I must know it has existed.” [1]",
        "[1] Willard Mack on the “Vaudeville Playlet,” The New York Dramatic\nMirror, March 3, 1915.",
        "Precisely as it is impossible to tell anyone how to grasp the\ndramatic and transplant it into a playlet, is it impossible to\nshow how to seize on character and transplant it to the stage.\nOnly remember that interesting characters are all about you, and\nyou will have little difficulty–if you have, as the French say,\nthe “flare.”",
        "It would seem that a playwright who has his plot all thought out\nwould experience little difficulty in fitting the characters of a\nplaylet into their waiting niches; it is easy, true enough–if his\nplot is perfectly dovetailed and motivated as to character.  By\nthis I mean, that in even a playlet in which plot rides the\ncharacters, driving them at its will to attain its end, logic must\nbe used.  And it certainly would not be logical to make your\ncharacters do anything which such persons would not do in real\nlife.  As there must be unity in plot, so must there be unity in\ncharacter.",
        "The persons in a playlet are not merely puppets, even if plot is\nmade to predominate.  They are–let us hope–live persons.  I do\nnot mean that you have transplanted living people to the stage,\nbut that you have taken the elements of character that you require\nout of life and have combined these into a consistent whole to\nform characters necessary to your playlet.  Therefore, you must\nbe careful to make each character uniform throughout.  You must\nnot demand of any character anything you have not laid down in tbe\npremises of your problem–which presupposes that each character\npossesses certain definite and logical characteristics which make\nthe plot what it is.",
        "Bearing this single requirement firmly in mind, you must so motivate\nyour plot that everything which occurs to a character rises out\nof that character’s personality; you must make the crisis the\noutward evidence of his inner being and the change which comes\nthrough the climax the result of inner change.  This was considered\nin the chapters on the dramatic and on plot construction and\nexpressed when I said:  It is the meaning hidden in the events\nthat makes the dramatic.  It is this inner meaning that lies in\nthe soul of the character himself which marks the change in his\nown character and his own outward life.",
        "IV.  CHARACTERIZATION",
        "How a playwright delineates character in the persons of his playlet,\nis at once the easiest thing to explain and the most difficult for\nwhich to lay down helpful methods, for while the novelist and the\nshort-story writer have three ways of telling their readers what\nmanner of man it is in whom he asks interest, the dramatist has\nbut two.",
        "First, a playwright may build up a characterization by having one\ncharacter tell another what sort of a person the third is.  Second,\nhe may make the character show by his own speech and actions what\nhe is.  This latter is the dramatic way, and peculiarly the playlet\nway.",
        "As the first method is perfectly plain in itself, I shall dismiss\nit with the suggestive warning that even this essentially undramatic\nmethod must partake of the dramatic to be most effective:  to get\nthe most out of one character’s describing a second to a third,\nthe reason for the disclosure must be bone-and-brawn a part of the\naction.",
        "The two elements of the dramatic method are:  First, the character\nmay disclose his inner being by his own words, and second, by his\nactions.",
        "The first is so intimately connected with the succeeding chapter\non dialogue that I shall postpone its consideration until then and\ndiscuss here the disclosure of character through action.",
        "When you meet a man whom you have never met before, you carry away\nwith you a somewhat complete impression.  Even though he has spoken\nbut a word or two, his appearance first of all, the cut of his\nclothes, his human twinkle, the way he lights his cigar, the\ncourteous way in which he gives precedence to another, or his rough\nway of “butting into” a conversation, all combine to give him a\npersonality distinct from every other man’s.  What he does not\ndisclose of himself by actions, you read into his personality\nyourself.  “First impressions are the strongest,” is a common\nsaying–we make them strong by reading character on sight, by\njumping at conclusions.  Man does not need to have a whole life\nlaid before him to form a judgment.  Little things are what drive\ncharacter impressions home.",
        "It is this human trait of which the playwright makes use in the\ndelineation of character.  The playlet writer has even less time\nthan the legitimate dramatist to stamp character.  He must seize\non the essentials, and with a few broad strokes make the character\nlive as distinct from all other men.",
        "For much of his characterization–aside from that absolutely\ninherent in the plot–the playlet writer depends upon the actor.\nBy the use of costumes and of make-up, the age and station in life,\neven the business by which a character earns his daily bread, are\nmade clear at a glance.  And by the trick of a twitching mouth, a\ntrembling hand, or a cunningly humble glance, the inner being is\nlaid bare, with the help of a few vital words which are made to\ndo duty to advance the story as well.",
        "In a word, the playwright and the actor work in partnership, with\nbroad strokes, relying upon the eager imagination of the audience\nto amplify the tiny sketch into a well-rounded, full personality.\nThis is the method simply stated.  It does not admit of the laying\ndown of precepts.",
        "In the old days of vaudeville the persons of a playlet were often\nnamed to fit their most prominent characteristic; for instance, a\nsneaky fellow would be named Sam Sly, and a pretty girl Madge\nDimples.  But with the change in fashion in the long play, the\nplaylet has relegated this symbolical method of naming characters\nto burlesque and the lurid types of melodrama, and even there it\nis going out of fashion.",
        "Today, names are carefully chosen to seem as life-like as do the\ncharacters themselves.  Instead of trying to express characteristics\nby a name, the very opposite effect is sought, except when the\ncharacter would in real life have a “monicker,” or the naming of\nthe character in the old way would serve to relate the act more\nclosely to its form and awaken pleasing reminiscences. [1] The\nmethod today is to select a name that shall fit a character in a\ngeneral way and yet be so unobtrusive that it will not be remarked.",
        "[1] See The System and My Old Kentucky Home, in the Appendix.",
        "Simple names are always the best.  The shorter they are the\nbetter–usually nicknames, if true to life and the character, have\na “homey” sort of sound that is worth securing.  Bill, and Jack,\nand Madge, and Flo, or anyone of a hundred others, sound less\nformidable than William, and James, and Margaret, and Florence.\nNames that are long and “romantic” are usually amusing; merely\nlisten to Algernon, Hortense, and Reginald Montmorency, and you\nhave to smile–and not always with pleasure.",
        "But for a name to be simple or short or unromantic does not solve\nthe problem for all cases.  A long “romantic” name might be the\nvery best one you could choose for a certain character. [1] The\nname you should select depends on what effect you wish to secure.\nNo one can tell you just what name to choose for a character you\nalone have in mind.",
        "[1] See The Villain Still Pursued Her in the Appendix.",
        "But do not make the mistake of pondering too long over the naming\nof your characters.  It is not the name that counts, it is the\ncharacter himself, and behind it all the action that has brought\nthe character into being–your gripping plot.",
        "And now, let us sum up this brief discussion of characters and\ncharacterization before we pass on to a consideration of dialogue.\nBecause of time-restriction, a playlet must depend for interest\nupon plot rather than upon character.  The average number of persons\nin a playlet is four.  Interesting characters are to be found\neverywhere, and the playlet writer can delineate those he rubs\nelbows with better than those he does not know well and therefore\ncannot fully understand.  The same unity demanded of a plot is\nrequired of a character–characters must be consistent.\nCharacterization is achieved by the dramatic method of letting\nactions speak for themselves, is done in broad strokes growing out\nof the plot itself, and is conveyed in close partnership with the\nactor by working on the minds of the audience who take a meagre\nfirst impression and instantly build it up into a full portrait.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}