{
    "title": "Writing for Vaudeville - Chapter XI - Kinds of Playlet",
    "author": "Brett Page",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "The kind of playlet is largely determined by its characters and\ntheir surroundings, and on these there are practically no limits.\nYou may have characters of any nationality; you may treat them\nreverently, or–save that you must never offend–you may make them\nas funny as you desire; you may give them any profession that suits\nyour purpose; you may place them in any sort of house or on the\nopen hills or in an air-ship high in the sky; you may show them\nin any country of the earth or on the moon or in the seas under\nthe earth–you may do anything you like with them.  Vaudeville\nwants everything–everything so long as it is well and strikingly\ndone.  Therefore, to attempt to list the many different kinds of\nplaylet to be seen upon the vaudeville stage would, indeed, be a\ntask as fraught with hazard as to try to classify minutely the\ndivers kinds of men seen upon the stage of life.  And of just as\nlittle practical value would it be to have tables showing the\nscores of superficial variations of character, nationality, time\nand place which the years have woven into the playlets of the past.",
        "In the “art” of the playlet there are, to be sure, the same three\n“schools\"–more or less unconsciously followed in nearly every\nvaudeville instance–which are to be found in the novel, the\nshort-story, painting, and the full-length play.  These are, of\ncourse, realism, romance, and idealism. [1] These distinctions,\nhowever, are–in vaudeville–merely distinctions without being\nvaluable differences.  You need never give thought as to the school\nto which you are paying allegiance in your playlet; your work will\nprobably be neither better nor worse for this knowledge or its\nlack.  Your playlet must stand on its own legs, and succeed or\nfail by the test of interest.  Make your playlet grip, that is the\nthing.",
        "[1] Should you wish to dally with the mooted question of the\ndifference between realism and romanticism–in the perplexing mazes\nof which many a fine little talent has been snuffed out like a\nflickering taper in a gust of wind–there are a score or more\nvolumes that you will find in any large library, in which the whole\nmatter is thrashed out unsatisfactorily.  However, if you wish to\nspend a half-hour profitably and pleasantly, read Robert Louis\nStevenson’s short chapter, A Note on Realism, to be found in his\nsuggestive and all-too-few papers on The Art of Writing.  In the\ncollection of his essays entitled Memories and Portraits will be\nfound an equally delightful and valuable paper, A Gossip on Romance.\nA brief technical discussion will also be found in Writing the\nShort-Story, by J. Berg Esenwein, pp. 64-67.",
        "But do not confuse the word “romance,” as it is used in the preceding\nparagraph, with love.  Love is an emotional, not a technical\nelement, and consorts equally well with either romance or realism\nin writing.  Love might be the heading of one of those tables we\nhave agreed not to bother with.  Into everything that is written\nfor vaudeville love may stray.  Or it may not intrude, if your\npurpose demands that love stay out.  Yet, like the world, what\nwould vaudeville be, if love were left out?  And now we come to\nthose broad types of playlet which you should recognize instinctively.\nUnless you do so recognize them–and the varying half-grounds that\nlie between, where they meet and mingle quite as often as they\nappear in their pure forms–you will have but little success in\nwriting the playlet.",
        "In considering the broad types of playlet you should remember that\nwords are said to denote definitely the ideas they delineate,\nand to connote the thoughts and emotions they do not clearly\nexpress but arouse in the hearer or reader.  For example, what do\n“farce,” “comedy,” “tragedy” and “melodrama” connote to you?\nWhat emotions do they suggest?  This is an important matter, because\nall great artistic types are more or less fully associated with a\nmood, a feeling, an atmosphere.",
        "Webster’s dictionary gives to them the following denotations, or\ndefinitions:",
        "Farce:  “A dramatic composition, written without regularity, and\ndiffering from comedy chiefly in the grotesqueness, extravagance\nand improbability of its characters and incidents; low comedy.”",
        "Arthur Denvir’s “The Villain Still Pursued Her” is one of the\nbest examples of the travesty vaudeville has produced. [1] James\nMadison’s “My Old Kentucky Home” is a particularly fine example\nof burlesque in tabloid form. [1] These two acts have been chosen\nto show the difference between two of the schools of farce.",
        "[1] See Appendix.",
        "Comedy:  “A dramatic composition or representation, designed for\npublic amusement and usually based upon laughable incidents, or\nthe follies or foibles of individuals or classes; a form of the\ndrama in which humor and mirth predominate, and the plot of which\nusually ends happily; the opposite of tragedy.”",
        "Edgar Allan Woolf’s “The Lollard” is an exceptionally good example\nof satirical comedy. [1]",
        "Tragedy:  “A dramatic composition, representing an important event\nor a series of events in the life of some person or persons in\nwhich the diction is elevated, the movement solemn and stately,\nand the catastrophe sad; a kind of drama of a lofty or mournful\ncast, dealing with the dark side of life and character.”  Richard\nHarding Davis’s “Blackmail” is a notable example of tragedy. [1]",
        "[1] See Appendix.",
        "Melodrama:  “A romantic [connoting love] play, generally of a\nserious character, in which effect is sought by startling incidents,\nstriking situations, exaggerated sentiment and thrilling denouement,\naided by elaborate stage effects.  The more thrilling passages are\nsometimes accentuated by musical accompaniments, the only surviving\nrelic of the original musical character of the melodrama.”",
        "Taylor Granville’s “The System” is one of the finest examples of\npure melodrama seen in vaudeville. [2]",
        "[2] Written by Taylor Granville, Junie MacCree and Edward Clark;\nsee Appendix.",
        "There are, of course, certain other divisions into which these\nfour basic kinds of playlet–as well as the full-length play–may\nbe separated, but they are more or less false forms.  However,\nfour are worthy of particular mention:",
        "The Society Drama:  The form of drama in which a present-day story\nis told, and the language, dress and manners of the actors are\nthose of polite modern society. [1] You will see how superficial\nthe distinction is, when you realize that the plot may be farcical,\ncomic, tragic or melodramatic.",
        "[1] As the dramas of the legitimate stage are more often remembered\nby name than are vaudeville acts, I will mention as example of the\nsociety drama Clyde Fitch’s The Climbers.  This fine satire skirted\nthe edge of tragedy.",
        "The same is true of",
        "The Problem Drama:  The form of drama dealing with life’s\n“problems\"–of sex, business, or what not. [2]",
        "[2] Ibsen’s Ghosts; indeed, nearly every one of the problem master’s\nplays offer themselves as examples of the problem type.",
        "And the same is likewise true of",
        "The Pastoral-Rural Drama:  The form of drama dealing with rustic\nlife. [3]",
        "[3] The long play Way Down East is a fine example of the pastoral–or\nrural–drama of American life.",
        "And also of",
        "The Detective Drama:  [4] The form of drama dealing with the\ndetection of crime and the apprehension of the criminal.  I cannot\nrecollect a detective playlet–or three-act play, for that\nmatter–that is not melodramatic.  When the action is not purely\nmelodramatic, the lines and the feeling usually thrill with\nmelodrama. [5] “The System,” which is a playlet dealing with the\ndetection of detectives, is but one example in point.",
        "[4] Mr. Charlton Andrews makes a series of interesting and helpful\ndiscriminations among the several dramatic forms, in his work The\nTechnique of Play Writing, published uniform with this volume in\n“The Writer’s Library.”",
        "[5] Sherlock Holmes, William Gillette’s masterly dramatization of\nSir Arthur Conan Doyle’s famous detective stories, is melodramatic\neven when the action is most restrained.",
        "Here, then, we have the four great kinds of playlet, and four out\nof the many variations that often seem to the casual glance to\npossess elemental individuality.",
        "Remember that this chapter is merely one of definitions and that\na definition is a description of something given to it after–not\nbefore–it is finished.  A definition is a tag, like the label the\nentomologist ties to the pin after he has the butterfly nicely\ndead.  Of questionable profit it would be to you, struggling to\nwaken your playlet into life, to worry about a definition that\nmight read “Here Lies a Polite Comedy.”",
        "Professor Baker says that the tragedies of Shakespere may have\nseemed to the audiences of their own day “not tragedies at all,\nbut merely more masterly specimens of dramatic story-telling than\nthe things that preceded them.” [1] If Shakespere did not worry\nabout the precise labels of the plays he was busy writing and\nproducing, you and I need not.  Forget definitions–forget everything\nbut your playlet and the grip, the thrill, the punch, the laughter\nof your plot.",
        "[1] Development of Shakespere as a Dramatist, by Prof. Baker of\nHarvard University.",
        "To sum up:  The limits of the playlet are narrow, its requirements\nare exacting, but within those limits and those requirements you\nmay picture anything you possess the power to present.  Pick out\nfrom life some incident, character, temperament–whatever you\nwill–and flash upon it the glare of the vaudeville spot-light;\nbreathe into it the breath of life; show its every aspect and\neffect; dissect away the needless; vivify the series of actions\nyou have chosen for your brief and trenchant crisis; lift it all\nwith laughter or touch it all with tears.  Like a searchlight your\nplaylet must flash over the landscape of human hearts and rest\nupon some phase of passion, some momentous incident, and make it\nstand out clear and real from the darkness of doubt that surrounds\nit.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}