{
    "title": "Writing for Vaudeville - Chapter X - The Playlet as a Unique Dramatic Form",
    "author": "Brett Page",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "The playlet is a very definite thing–and yet it is difficult to\ndefine.  Like the short-story, painting as we know it today,\nphotography, the incandescent lamp, the telephone, and the myriad\nother forms of art and mechanical conveniences, the playlet did\nnot spring from an inventor’s mind full fledged, but attained its\npresent form by slow growth.  It is a thing of life–and life\ncannot be bounded by words, lest it be buried in the tomb of a\nhasty definition.",
        "To attempt even the most cautious of definitions without having\nfirst laid down the foundations of understanding by describing\nsome of the near-playlet forms to be seen on many vaudeville bills\nwould, indeed, be futile.  For perhaps the surest way of learning\nwhat a thing is, is first to learn what it is not.  Confusion is\nthen less likely to creep into the conception, and the definition\ncomes like a satisfactory summing up of familiar points that are\nresolved into clear words.",
        "Even in the old music hall days, when a patron strolled in from a\nhard day’s work and sat down to enjoy an even harder evening’s\nentertainment, the skit or sketch or short play which eventually\ndrifted upon the boards–where it was seen through the mists of\ntobacco smoke and strong drink–was the thing.  The admiration\nthe patrons had for the performers, whom they liberally treated\nafter the show, did not prevent them from actively driving from\nthe stage any offering that did not possess the required dramatic\n“punch.” [1] They had enjoyed the best of everything else the music\nhall manager could obtain for their amusement and they demanded\nthat their bit of a play be, also, the very best of its kind.",
        "[1] It is worthy of note in this connection that many of the\ndramatic and particularly the comedy offerings seen in the music\nhalls of twenty years ago, and in the “Honkitonks” of Seattle and\nother Pacific Coast cities during the Alaskan gold rush, have,\nexpurgated, furnished the scenarios of a score of the most successful\nlegitimate dramas and comedies of recent years.  Some of our\ngreatest legitimate and vaudeville performers also came from this\nhumble and not-to-be-boasted-of school.  This phase of the growth\nof the American drama has never been written.  It should be recorded\nwhile the memories of “old timers” are still fresh.",
        "No matter what this form of entertainment that we now know by the\nname of vaudeville may be called, the very essence of its being\nis variety.  “Topical songs\"–we call their descendants “popular\nsongs\"–classic ballads, short concerts given on all sorts of\ninstruments, juggling, legerdermain, clowning, feats of balancing,\nall the departments of dancing and of acrobatic work, musical\ncomedy, pantomime, and all the other hundred-and-one things that\nmay be turned into an amusing ten or twenty minutes, found eager\nwelcome on the one stage that made it, and still makes it, a\nbusiness to present the very newest and the very best of everything.\nTo complete its claim to the title of variety, to separate itself\nfrom a likeness to the circus, to establish itself as blood brother\nof the legitimate stage, and, most important of all, to satisfy\nthe craving of its audiences for drama, vaudeville tried many\nforms of the short play before the playlet was evolved to fill the\nwant.",
        "Everything that bears even the remotest likeness to a play found\na place and had a more or less fleeting–or lasting–popularity.\nAnd not only was every form of play used, but forms of entertainment\nthat could not by reason of their very excellencies be made to\nfill the crying want, were pressed into service and supplied with\nill-fitting plots in the vain attempt.",
        "Musical acts, whose chief appeal was the coaxing of musical sounds\nfrom wagon tires, drinking glasses, and exotic instruments, were\nstaged in the kitchen set.  And father just home from work would\nsay, “Come, daughter, let’s have a tune.”  Then off they would\nstart, give their little entertainment, and down would come the\ncurtain on a picture of never-to-be-seen domestic life.  Even\ntoday, we sometimes see such a hybrid act.",
        "Slap-stick sidewalk conversation teams often would hire an author\nto fit them with a ready-made plot, and, pushed back behind the\nOlio into a centre-door fancy set, would laboriously explain why\nthey were there, then go through their inappropriate antics and\nfinish with a climax that never “climaxed.”  All kinds of two-acts,\nfrom the dancing pair to the flirtatious couple, vainly tried to\ngive their offerings dramatic form.  They did their best to make\nthem over into little plays and still retain the individual elements\nthat had won them success.",
        "The futility of such attempts it took years to realize.  It was\nonly when the stock opening, “I expect a new partner to call at\nthe house today in answer to my advertisement (which was read for\na laugh) and while I am waiting for him I might as well practice\nmy song,” grew so wearisome that it had to be served with a special\nnotice in many vaudeville theatres, that these groping two-acts\nreturned to the pure forms from which they never should have\nstrayed.  But even today you sometimes see such an act–with a\nlittle less inappropriate opening–win, because of the extreme\ncleverness of the performers.",
        "Among the dramatic forms–by which I mean acts depending on dialogue,\nplot and “acting” for appeal–that found more or less success in\nvaudeville, were sketches and short plays (not playlets) using\neither comedy, farce, or dramatic plots, and containing either\nburlesque or extravaganza.  Let us take these dramatic forms in\ntheir order of widest difference from the playlet and give to each\nthe explanatory word it deserves.",
        "Extravaganza is anything out of rule.  It deals comically with the\nimpossible and the unreal, and serves its purpose best when it\namazes most.  Relying upon physical surprises, as well as extravagant\nstage-effects, the extravaganza act may be best explained, perhaps,\nby naming a famous example–\"Eight Bells.”  The Byrne Brothers\ntook the elements of this entertainment so often into\nvaudeville and out of it again into road shows that it is difficult\nto remember where it originated.  The sudden appearances of the\nacrobatic actors and their amazing dives through seemingly solid\ndoors and floors, held the very essence of extravaganza.  Uncommon\nnowadays even in its pure form, the extravaganza act that tries\nto ape the play form is seldom if ever seen.",
        "Burlesque acts, however, are not uncommon today and are of two\ndifferent kinds.  First, there is the burlesque that is travesty,\nwhich takes a well-known and often serious subject and hits off\nits famous features in ways that are uproariously funny.  “When\nCaesar Sees Her,” took the famous meeting between Cleopatra and\nMarc Antony and made even the most impressive moment a scream. [1]\nAnd Arthur Denvir’s “The Villain Still Pursued Her” (See Appendix),\nan exceptionally fine example of the travesty, takes the well-\nremembered melodrama and extracts laughter from situations that\nonce thrilled.",
        "[1] In musical comedy this is often done to subjects and personalities\nof national interest.  The Ziegfeld perennial Follies invariably\nhave bits that are played by impersonators of the national figure\nof the moment.  Sometimes in musical revues great dramatic successes\nare travestied, and the invariable shouts of laughter their\npresentation provokes are an illuminating exemplification of the\ntruth that between tragedy and comedy there is but a step.",
        "Second, there are the acts that are constructed from bits of comedy\nbusiness and depend for their success not on dialogue, but on\naction.  Merely a thread of plot holds them together and on it is\nstrung the elemental humor of the comedy bits, which as often as\nnot may be slap-stick.  The purpose being only to amuse for the\nmoment, all kinds of entertainment forms may be introduced.  One\nof the most successful examples of the burlesque tab, [2] James\nMadison’s “My Old Kentucky Home” (See Appendix), serves as the\nbasic example in my treatment of this vaudeville form.",
        "[2] Tab is short for tabloid.  There may be tabloid musical\ncomedies–running forty minutes or more–as well as burlesque\ntabs.",
        "Short plays, as the name implies, are merely plays that are short.\nThey partake of the nature of the long play and are simply short\nbecause the philosophic speeches are few and the number of scenes\nthat have been inserted are not many.  The short play may have\nsub-plots; it may have incidents that do not affect the main design;\nits characters may be many and some may be introduced simply to\nachieve life-like effect; and it usually comes to a leisurely end\nafter the lapse of from twenty minutes to even an hour or more.",
        "Again like the full-evening play, the one-act play that is merely\nshort paints its characters in greater detail than is possible in\nthe playlet, where the strokes are made full and broad.  Furthermore,\nwhile in the playlet economy of time and attention are prime\nrequisites, in the short play they are not; to take some of the\nincidents away from the short play might not ruin it, but to take\neven one incident away from a playlet would make it incomplete.",
        "For many years, however, the following tabloid forms of the\nlegitimate drama were vaudeville’s answer to the craving of its\naudiences for drama.",
        "(a) Condensed Versions, “Big” Scenes and Single Acts of Long\nPlays.  For example–an example which proves three points in a\nsingle instance:  the need for drama in vaudeville, vaudeville’s\nanxiety for names, and its willingness to pay great sums for what\nit wants–Joseph Jefferson was offered by F. F.  Proctor, in 1905,\nthe then unheard-of salary of $5,000 a week for twelve consecutive\nweeks to play “Bob Acres” in a condensed version of “The Rivals.\"\nMr. Jefferson was to receive this honorarium for himself alone,\nMr. Proctor agreeing to furnish the condensed play, the scenery\nand costumes, and pay the salaries of the supporting cast.  The\noffer was not accepted, but it stood as the record until Martin\nBeck paid Sarah Bernhardt the sum of $7,500 a week for herself and\nsupporting players during her famous 1913 tour of the Orpheum\nCircuit.  In recent years nearly every legitimate artist of national\nand international reputation has appeared in vaudeville in some\nsort of dramatic vehicle that had a memory in the legitimate.",
        "But that neither a condensed play, nor one “big” scene or a single\nact from a long play, is not a playlet should be apparent when you\nremember the impression of inadequacy left on your own mind by\nsuch a vehicle, even when a famous actor or actress has endowed\nit with all of his or her charm and wonderful art.",
        "(b) The Curtain-Raiser.  First used to supplement or preface a\nshort three-act play so as to eke out a full evening’s entertainment,\nthe little play was known as either an “afterpiece” or a\n“curtain-raiser\"; usually, however, it was presented before the\nthree-act drama, to give those who came early their full money’s\nworth and still permit the fashionables, who “always come late,\"\nto be present in time to witness the important play of the evening.\nThen it was that “curtain-raiser” was considered a term of reproach.\nBut often in these days a curtain-raiser, like Sir James M. Barrie’s\n“The Twelve Pound Look,” proves even more entertaining and worth\nwhile than the ambitious play it precedes.",
        "That Ethel Barrymore took “The Twelve Pound Look” into vaudeville\ndoes not prove, however, that the curtain-raiser and the vaudeville\nplaylet are like forms.  As in the past, the curtain-raiser of\ntoday usually is more kin to the long play than to the playlet.\nBut it is nevertheless true that in some recent curtain-raisers\nthe compact swiftness and meaningful effect of the playlet form\nhas become more apparent–they differ from the vaudeville playlet\nless in form than in legitimate feeling.",
        "Historically, however, the curtain-raiser stands in much the same\nposition in the genealogy of the playlet that the forms discussed\nin the preceding section occupy.  As in the other short plays,\nthere was no sense of oneness of plot and little feeling of\ncoming-to-the-end that mark a good playlet.",
        "Therefore, since the short play could not fully satisfy the\nvaudeville patron’s natural desire for drama, the sketch held the\nvaudeville stage unchallenged until the playlet came.",
        "The vaudeville sketch in the old days was almost anything you might\ncare to name, in dramatic form.  Any vaudeville two-act that stepped\nbehind the Olio and was able to hold a bit of a plot alive amid\nits murdering of the King’s English and its slap-stick ways, took\nthe name of “a sketch.”  But the “proper sketch,” as the English\nwould say–the child of vaudeville and elder half-brother to the\nplaylet–did not make use of other entertainment forms.  It depended\non dialogue, business and acting and a more or less consistent\nplot or near-plot for its appeal.  Usually a comedy–yet sometimes\na melodrama–the vaudeville sketch of yesterday and of today rarely\nmakes plot a chief element.  The story of a sketch usually means\nlittle in its general effect.  The general effect of the sketch\nis–general.  That is one of the chief differences between it and\nthe playlet.",
        "The purpose of the sketch is not to leave a single impression of\na single story.  It points no moral, draws no conclusion, and\nsometimes it might end quite as effectively anywhere before the\nplace in the action at which it does terminate.  It is built for\nentertainment purposes only, and furthermore, for entertainment\npurposes that end the moment the sketch ends.  When you see a\nsketch you carry away no definite impression, save that of\nentertainment, and usually you cannot remember what it was that\nentertained you.  Often a sketch might be incorporated into a\nburlesque show or a musical comedy and serve for part of an act,\nwithout suffering, itself, in effect. [1] And yet, without the\nsketch of yesterday there would be no playlet today.",
        "[1] Not so many years ago, a considerable number of vaudeville\nsketches were used in burlesque; and vice versa, many sketches\nwere produced in burlesque that afterward had successful runs in\nvaudeville.  Yet they were more than successful twenty-minute\n“bits,” taken out of burlesque shows.  They had a certain completeness\nof form which did not lose in effect by being transplanted.",
        "(a) The Character Sketch.  Some sketches, like Tom Nawn’s “Pat\nand the Geni,” and his other “Pat” offerings, so long a famous\nvaudeville feature, are merely character sketches.  Like the\nnear-short-story character-sketch, the vaudeville sketch often\ngives an admirable exposition of character, without showing any\nchange in the character’s heart effected by the incidents of the\nstory.  “Pat” went through all sorts of funny and startling\nadventures when he opened the brass bottle and the Geni came forth,\nbut he was the very same Pat when he woke up and found it all a\ndream. [1]",
        "[1] The Ryan and Richfield acts that have to do with Haggerty and\nhis society-climbing daughter Mag, may be remembered.  For longer\nthan my memory runs, Mag Haggerty has been trying to get her father\ninto society, but the Irish brick-layer will never “arrive.”  The\nhumor lies in Haggerty’s rich Irishness and the funny mistakes he\nalways makes.  The “Haggerty” series of sketches and the “Pat\"\nseries show, perhaps better than any others, the closeness of the\ncharacter-sketch short-story that is often mistaken for the true\nshort-story, to the vaudeville sketch that is so often considered\na playlet.",
        "Indeed, the vaudeville sketch was for years the natural vehicle\nand “artistic reward” for clever actors who made a marked success\nin impersonating some particular character in burlesque or in the\nlegitimate.  The vaudeville sketch was written around the personality\nof the character with which success had been won and hence was\nconstructed to give the actor opportunity to show to the best\nadvantage his acting in the character.  And in the degree that it\nsucceeded it was and still is a success–and a valuable entertainment\nform for vaudeville.",
        "(b) The Narrative Sketch.  Precisely as the character sketch is\nnot a playlet, the merely narrative sketch is not a true playlet.\nNo matter how interesting and momentarily amusing or thrilling may\nbe the twenty-minute vaudeville offering that depends upon incident\nonly, it does not enlist the attention, hold the sympathy, or\nlinger in the memory, as does the playlet.",
        "Character revelation has little place in the narrative sketch, a\ncomplete well-rounded plot is seldom to be found, and a change in\nthe relations of the characters rarely comes about.  The sketch\ndoes not convince the audience that it is complete in itself–rather\nit seems an incident taken out of the middle of a host of similar\nexperiences.  It does not carry the larger conviction of reality\nthat lies behind reality.",
        "(1) The Farce Sketch.  Nevertheless such excellent farce sketches\nas Mr. and Mrs. Sydney Drew, Rice and Cohen, Homer Mason and\nMargaret Keeler, and other sterling performers have presented in\nvaudeville, are well worth while.  The fact that many of the minor\nincidents that occur in such finely amusing sketches as Mason and\nKeeler’s “In and Out” [1] do not lend weight to the ending, but\nseem introduced merely to heighten the cumulative effect of the\nfarce-comedy, does not prove them, or the offering, to be lacking\nin entertainment value for vaudeville.  Rather, the use of just\nsuch extraneous incidents makes these sketches more worth while;\nbut the introduction of them and the dependence upon them, for\ninterest, does mark such offerings as narrative sketches rather\nthan as true playlets.",
        "[1] By Porter Emerson Brown, author of A Fool There Was, and other\nfull-evening plays.",
        "(2) The Straight Dramatic and Melodramatic Sketch.  In identically\nthe same way the introduction into one-act dramas and melodramas\nof “bits” that are merely added to heighten the suspense and make\nthe whole seem more “creepy,” without having a definite–an\ninevitable–effect upon the ending makes and marks them as narrative\ndramas and melodramas and not true playlet forms.",
        "From the foregoing examples we may now attempt",
        "A Vaudeville Sketch is a simple narrative, or a character sketch,\n  presented by two or more people, requiring usually about twenty\n  minutes to act, having little or no definite plot, developing\n  no vital change in the relations of the characters, and depending\n  on effective incidents for its appeal, rather than on the\n  singleness of effect of a problem solved by character revelation\n  and change.",
        "It must be borne in mind that vaudeville is presenting today all\nsorts of sketches, and that nothing in this definition is levelled\nagainst their worth.  All that has been attempted so far in this\nchapter has been to separate for you the various forms of dramatic\nand near-dramatic offerings to be seen in vaudeville.  A good\nsketch is decidedly worth writing.  And you should also remember\nthat definitions and separations are dangerous things.  There are\nvaudeville sketches that touch in one point or two or three the\npeculiar requirements of the playlet and naturally, in proportion\nas these approach closely the playlet form, hair-splitting separations\nbecome nearly, if not quite, absurd.",
        "Furthermore, when an experienced playwright sits down to write a\nvaudeville offering he does not consider definitions.  He has in\nhis mind something very definite that he plans to produce and he\nproduces it irrespective of definitions.  He is not likely to stop\nto inquire whether it is a sketch or a playlet. [1] The only\nclassifications the professional vaudeville writer considers, are\nfailures and successes.  He defines a success by the money it\nbrings him.",
        "[1] In discussing this, Arthur Hopkins said:  “When vaudeville\npresents a very good dramatic offering, ’playlet’ is the word used\nto describe it.  If it isn’t very fine, it is called a ’sketch.’”",
        "But today there is a force abroad in vaudeville that is making for\na more artistic form of the one-act play.  It is the same artistic\nspirit that produced out of short fiction the short-story.  This\nage has been styled the age of the short-story and of vaudeville–it\nis, indeed, the age of the playlet.",
        "The actor looking for a vaudeville vehicle today is not content\nwith merely an incident that will give him the opportunity to\npresent the character with which he has won marked success on the\nlegitimate stage.  Nor is he satisfied with a series of incidents,\nhowever amusing or thrilling they may be.  He requires an offering\nthat will lift his work into a more artistic sphere.  He desires\na little play that will be remembered after the curtain has been\nrung down.",
        "This is the sort of vehicle that he must present to win success\nin vaudeville for any length of time.  While vaudeville managers\nmay seem content to book an act that is not of the very first rank,\nbecause it is played by someone whose ability and whose name glosses\nover its defects, they do not encourage such offerings by long\ncontracts.  Even with the most famous of names, vaudeville\nmanagers–reflecting the desires of their audiences–demand\nacceptable playlets.",
        "Edgar Allan Woolf, one of the day’s most successful playlet writers\nwho has won success year after year with vaudeville offerings that\nhave been presented by some of the most famous actors of this\ncountry and of England, said when I asked him what he considered\nto be the difference between the sketch and the playlet:",
        "“There was a time when the vaudeville sketch was moulded on lines\nthat presented less difficulties and required less technique of\nthe playwright than does the playlet of today.  The curtain generally\nrose on a chambermaid in above-the-ankle skirts dusting the furniture\nas she told in soliloquy form that her master and mistress had\nsent for a new butler or coachman or French teacher.  How the\nbutler, coachman or French teacher might make her happier was not\ndisclosed.",
        "“Then came a knock on the door, followed by the elucidating remark\nof the maid, ’Ah, this must be he now.’ A strange man thereupon\nentered, who was not permitted to say who he was till the piece\nwas over or there would have been no piece.  The maid for no reason\nmistook him for the butler, coachman or French teacher, as the\ncase may have been, and the complications ensuing were made hilarious\nby the entrance of the maid’s husband who, of course, brought about\na comedy chase scene, without which no ’comedietta’ was complete.\nThen all characters met–hasty explanations–and ’comedy curtain.’",
        "“Today, all these things are taboo.  A vaudeville audience resents\nhaving the ’protiasis’ or introductory facts told them in monologue\nform, as keenly as does the ’legitimate’ audience.  Here, too, the\nactor may not explain his actions by ’asides.’ And ’mistaken\nidentity’ is a thing of the past.",
        "“Every trivial action must be thoroughly motivated, and the finish\nof the playlet, instead of occurring upon the ’catabasis,’ or\ngeneral windup of the action, must develop the most striking feature\nof the playlet, so that the curtain may come down on a surprise,\nor at least an event toward which the entire action has been\nprogressing.",
        "“But the most important element that has developed in the playlet\nof today is the problem, or theme.  A little comedy that provokes\nlaughter yet means nothing, is apt to be peddled about from week\nto week on the ’small time’ and never secure booking in the better\nhouses.  In nearly all cases where the act has been a ’riot’ of\nlaughter, yet has failed to secure bookings, the reason is to be\nfound in the fact that it is devoid of a definite theme or central\nidea.",
        "“The booking managers are only too eager to secure playlets–and\nnow I mean precisely the playlet–which are constructed to develop\na problem, either humorous or dramatic.  The technique of the\nplaylet playwright is considered in the same way that the three-act\nplaywright’s art of construction is analyzed by the dramatic\ncritic.”",
        "We have seen what the playlet is not.  We have considered the\nvarious dramatic and near-dramatic forms from which it differs.\nAnd now, having studied its negative qualities, I may assemble its\npositive characteristics before we embark once more upon the\ntroubled seas of definition.  The true playlet is marked by the\nfollowing ten characteristics:",
        "1–A clearly motivated opening–not in soliloquy form.",
        "2–A single definite and predominating problem or theme.",
        "3–A single preeminent character.",
        "4–Motivated speeches.",
        "5–Motivated business and acting.",
        "6–Unity of characters.",
        "7–Compression.",
        "8–Plot.",
        "9–A finish that develops the most striking feature into a\nsurprise–or is an event toward which every speech and every action\nhas been progressing.",
        "10–Unity of impression [1]",
        "[1] See page 30, Writing the Short-Story, by J. Berg Esenwein,\npublished in “The Writer’s Library,” uniform with this volume.\nNote the seven characteristics of the short-story and compare them\nwith the playlet’s ten characteristics.  You will find a surprising\nsimilarity between the short-story and the playlet in some points\nof structure.  A study of both in relation to each other may give\nyou a clearer understanding of each.",
        "Each of these characteristics has already been discussed in our\nconsideration of the dramatic forms–either in its negative or\npositive quality–or will later be taken up at length in its proper\nplace.  Therefore, we may hazard in the following words",
        "A Playlet is a stage narrative taking usually about twenty minutes\n  to act, having a single chief character, and a single problem\n  which predominates, and is developed by means of a plot so\n  compressed and so organized that every speech and every action\n  of the characters move it forward to a finish which presents the\n  most striking features; while the whole is so organized as to\n  produce a single impression.",
        "You may haunt the vaudeville theatres in a vain search for a playlet\nthat will embody all of these characteristics in one perfect\nexample. [1] But the fact that a few playlets are absolutely perfect\ntechnically is no reason why the others should be condemned.\nRemember that precise conformity to the rules here laid down is\nmerely academic perfection, and that the final worth of a playlet\ndepends not upon adherence to any one rule, or all–save as they\npoint the way to success–but upon how the playlet as a whole\nsucceeds with the audience.",
        "[1] Study the playlet examples in the Appendix and note how closely\neach approaches technical perfection.",
        "Yet there will be found still fewer dramatic offerings in vaudeville\nthat do not conform to some of these principles.  Such near-playlets\nsucceed not because they evade the type, but mysteriously in spite\nof their mistakes.  And as they conform more closely to the standards\nof what a playlet should be, they approach the elements that make\nfor lasting success.",
        "But beyond these “rules\"–if rules there really are–and far above\nthem in the heights no rules can reach, lies that something which\ncannot be defined, which breathes the breath of life into words\nand actions that bring laughter and tears.  Rules cannot build the\nbridge from your heart to the hearts of your audiences.  Science\nstands abashed and helpless before the task.  All that rules can\nsuggest, all that science can point out–is the way others have\nbuilt their bridges",
        "For this purpose only, are these standards of any value to you.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}