{
    "title": "Writing for Vaudeville - Chapter XIII - The Dramatic–The Vital Element of Plot",
    "author": "Brett Page",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "What the dramatic is–no matter whether it be serious or comic in\ntone–requires some consideration in a volume such as this, even\nthough but a brief discussion is possible and only a line of thought\nmay be pointed out.",
        "This discussion is placed here in the sequence of chapters, because\nit first begins to trouble the novice after he has accepted his\ngerm idea, and before he has succeeded in casting it into a stage\nstory.  Indeed, at that moment even the most self-sure becomes\nconscious of the demands of the dramatic.  Yet this chapter will\nbe found to overlap some that precede it and some that\nfollow–particularly the chapter on plot structure, of which this\ndiscussion may be considered an integral part–as is the case in\nevery attempt to put into formal words, principles separate in\ntheory, but inseparable in application.",
        "In the previous chapter, the conscious thought that precedes even\nthe acceptance of a germ idea was insisted on–it was “played up,\"\nas the stage phrase terms a scene in which the emotional key is\npitched high–with the purpose of forcing upon your attention the\nprime necessity of thinking out–not yet writing–the playlet.\nEmphasis was also laid on the necessity for the possession of\ndramatic instinct–a gift far different from the ability to think–by\nanyone who would win success in writing this most difficult of\ndramatic forms.  But now I wish to lay an added stress–to pitch\neven higher the key of emphasis–on one fundamental, this vital\nnecessity:  Anyone who would write a playlet must possess in himself,\nas an instinct–something that cannot be taught and cannot be\nacquired–the ability to recognize and grasp the dramatic.",
        "No matter if you master the technic by which the great dramatists\nhave built their plays, you cannot achieve success in writing the\nplaylet if you do not possess an innate sense of what is dramatic.\nFor, just as a man who is tone-deaf [1] might produce musical\nmanuscripts which while technically faultless would play inharmoniously,\nso the man who is drama-blind might produce “perfect” playlet\nmanuscripts that would play in dramatic discords.",
        "[1] Not organically defective, as were the ears of the great\ncomposer, Beethoven, but tone-deaf, as a person may be color-blind.",
        "When you witness a really thrilling scene in a play you find\nyourself sitting on the edge of your seat; you clench your hands\nuntil the nails sink into your flesh; tears roll down your cheeks\nat other scenes, until you are ashamed of your emotion and wipe\nthem furtively away; and you laugh uproariously at still other\nscenes.  But your quickened heart-beats, your tears, and your\nlaughter are, however, no evidence that you possess dramatic\ninstinct–they are a tribute to the possession of that gift in the\nperson who wrote the play.  So do not confuse appreciation–the\nultimate result of another’s gift–with the ability to create:\nthey are two very different things.",
        "No more does comprehension of a dramatist’s methods–a sort of\ndetached and often cold appreciation–indicate the possession of\ngifts other than those of the critic.",
        "Dramatic instinct is the ability to see the dramatic moments in\n  real life; to grasp the dramatic possibilities; to pick out the\n  thrills, the tears and the laughter, and to lift these out from\n  the mass and set them–combined, coherent and convincing–in a\n  story that seems truer than life itself, when unfolded on the\n  stage by characters who are more real than reality. [1]",
        "[1] Arniel in his Journal says:  “The ideal, after all, is truer\nthan the real; for the ideal is the eternal element in perishable\nthings; it is their type, their sum, their ’raison d’etre,’ their\nformula in the book of the Creator, and therefore at once the most\nexact and the most condensed expression of them.”",
        "Elizabeth Woodbridge in her volume, The Drama, says:  “It is in\nfinding the mean between personal narrowness which is too selective,\nand photographic impersonality that is not selective at all, that\nthe individuality of the artist, his training, and his ideals, are\ntested.  It is this that determines how much his work shall possess\nof what we may call poetic, or artistic, truth.”  [end footnote]",
        "Yet, true as it is that dramatic ability inevitably shines through\nfinished drama when it is well played upon the stage, there are\nso many determining factors of pleasing theme, acting, production\nand even of audience–and so many little false steps both in\nmanuscript and presentation; which might be counted unfortunate\naccident–that the failure of a play is not always a sure sign\nthat the playwright lacks dramatic instinct.  If it were, hardly\none of our successful dramatists of today would have had the heart\nto persevere–for some wrote twenty full-evening plays before one\nwas accepted by a manager, and then plodded through one or more\nstage failures before they were rewarded with final success.  If\nproducing managers could unerringly tell who has dramatic instinct\nhighly developed and who has it not at all, there would be few\nplay failures and the show-business would cease to be a gamble\nthat surpasses even horse-racing for hazard.",
        "Not only is it impossible for anyone to weigh the quantity or to\nassay the quality of dramatic instinct–whether in his own or\nanother’s breast–but it is as nearly impossible for anyone to\ndecide from reading a manuscript whether a play will succeed or\nfail.  Charles Frohman is reported to have said:  “A man who could\npick out winners would be worth a salary of a million dollars a\nyear.”",
        "And even when a play is put into rehearsal the most experienced\nmen in the business cannot tell unerringly whether it will succeed\nor fail before an audience.  An audience–the heart of the crowd,\nthe intellect of the mass, whatever you wish to call it–is at\nonce the jury that tries a play and the judge who pronounces\nsentence to speedy death or a long and happy life.  It is an\naudience, the “crowd,” that awards the certificate of possession\nof dramatic instinct. [1]",
        "[1] [four paragraphs:]",
        "From three of the ablest critics of the “theatre crowd” I quote a\ntabloid statement:",
        "“The theatre is a function of the crowd,” says Brander Matthews,\n“and the work of the dramatist is conditioned by the audience to\nwhich he meant to present it.  In the main, this influence is\nwholesome, for it tends to bring about a dealing with themes of\nuniversal interest.  To some extent, it may be limiting and even\nharmful–but to what extent we cannot yet determine in our present\nignorance of that psychology of the crowd which LeBon has analyzed\nso interestingly.”",
        "Here is M. LeBon’s doctrine neatly condensed by Clayton Hamilton:\n“The mental qualities in which men differ from one another are the\nacquired qualities of intellect and character; but the qualities\nin which they are one are basic passions of the race.  A crowd,\ntherefore, is less intellectual and more emotional than the\nindividuals that compose it.  It is less reasonable, less judicious,\nless disinterested, more credulous, more primitive, more partisan;\nand hence, a man, by the mere fact that he forms a part of an\norganized crowd, descends several rungs on the ladder of civilization.\nEven the most cultured and intellectual of men, when he forms an\natom of a crowd, loses consciousness of his acquired mental\nqualities, and harks back to his primal nakedness of mind.  The\ndramatist, therefore, because he writes for the crowd, writes for\nan uncivilized and uncultivated mind, a mind richly human, vehement\nin approbation, violent in disapproval, easily credulous, eagerly\nenthusiastic, boyishly heroic, and carelessly thinking.”",
        "And Clayton Hamilton himself adds that, “. . .both in its sentiments\nand in its opinions, the crowd is hugely commonplace.  It is\nincapable of original thought and of any but inherited emotion.\nIt has no speculation in its eyes.  What it feels was felt before\nthe flood; and what it thinks, its fathers thought before it.  The\nmost effective moments in the theatre are those that appeal to\ncommonplace emotions–love of women, love of home, love of country,\nlove of right, anger, jealousy, revenge, ambition, lust and\ntreachery.”",
        "By what standards, then, do producers decide whether a play has\nat least a good chance of success?  How is it possible for a manager\nto pick a successful play even once in a while?  Why is it that\nmanagers do not produce failures all the time?",
        "Leaving outside of our consideration the question of changeable\nfashions in themes, and the commercial element (which includes the\nnumber of actors required, the scenery, costumes and similar\nfactors), let us devote our attention, as the manager does, to the\ndetermining element–the story.",
        "Does the story grip?  Does it thrill?  Does it lure to laughter?\nDoes it touch to tears?  Is it well constructed–that is, does it\ninterest every minute of the time?  Is every word, is every action,\nthoroughly motivated?  Is the dialogue fine?  Are the characters\ninteresting, lovable, hateable, laughable, to be remembered?  Does\nit state its problem clearly, so that everyone can comprehend it,\ndevelop its angle absorbingly, and end, not merely stop, with\ncomplete satisfaction?  Could one little scene be added, or even\none little passage be left out, without marring the whole?  Is it\ntrue to life–truer than life?  If it is all this, it is good\ndrama.",
        "Good drama is therefore more than plot.  It is more than story\nplus characters, dialogue, acting, costumes, scenery–it is more\nthan them all combined.  Just as a man is more than his body, his\nspeech, his dress, his movings to and fro in the scenes where he\nplays out his life, and even more than his deeds, so is a play\nmore than the sum of all its parts.  Every successful play, every\ngreat playlet, possesses a soul–a character, if you like–that\ncarries a message to its audiences by means which cannot be analyzed.",
        "But the fact that the soul of a great play cannot be analyzed does\nnot prevent some other dramatist from duplicating the miracle in\nanother play.  And it is from a study of these great plays that\ncertain mechanics of the drama–though, of course, they cannot\nexplain the hidden miracle–have been laid down as laws.",
        "These few observations upon the nature of drama, which have scarcely\nbeen materially added to since Aristotle laid down the first over\ntwo thousand years ago, will be taken up and discussed in their\nrelation to the playlet in the chapter on plot construction.  Here\nthey have no place, because we are concerned now not with how\nthe results are obtained, but with what they are.",
        "Let us approach our end by the standard definition route.  The\nword “drama” is defined by Webster as, “A composition in poetry\nor prose, or both, representing a picture of human life, arranged\nfor action, and having a plot, developed by the words and actions\nof its characters, which culminates in a final situation of human\ninterest.  It is usually designed for production on the stage,\nwith the accessories of costumes, scenery, music, etc.”",
        "“Dramatic,” is defined as, “Of or pertaining to the drama; represented\nby action; appropriate to or in the form of a drama; theatrical.\nCharacterized by the force and fidelity appropriate to the drama.”",
        "In this last sentence we have the first step to what we are seeking:\nanything to be dramatic must be forceful, and it also must be\nfaithful to life.  And in the preceding sentence, “dramatic. . .\nis theatrical,” we have a second step.",
        "But what is “forceful,” and why does Webster define anything that\nis dramatic as “theatrical”?  To define one shadow by the name of\nanother shadow is not making either clearer.  However, the necessary\nlooseness of the foregoing definitions is why they are so valuable\nto us–they are most suggestive.",
        "If the maker of a dictionary, [1] hampered by space restrictions,\nfinds it necessary to define “dramatic” by the word “theatrical,\"\nwe may safely assume that theatrical effect has a foundation in\nthe very heart of man.  How many times have you heard someone say\nof another’s action, “Oh, he did that just for theatrical effect”?\nInstantly you knew that the speaker was accusing the other of a\ndesire to impress you by a carefully calculated action, either of\nthe fineness of his own character or of the necessity and righteousness\nof your doing what he suggested so forcefully.  We need not go\nback several thousand years to Aristotle to determine what is\ndramatic.  In the promptings of our own hearts we can find the\nanswer. [2]",
        "[1] Webster’s Dictionary was chosen because it is, historically,\nclosely associated with American life, and therefore would seem\nto reflect the best American thought upon the peculiar form of our\nown drama.",
        "[2] Shelley, in his preface to Cenci, says:  “The highest moral\npurpose aimed at in the highest species of the drama is the teaching\nof the human heart, through its sympathies and antipathies, the\nknowledge of itself.”",
        "What is dramatic, is not what falls out as things ordinarily occur\nin life’s flow of seemingly disconnected happenings; it is what\noccurs with precision and purpose, and with results which are\neventually recognizable as being far beyond the forces that show\nupon its face.  In an illuminating flash that reveals character,\nwe comprehend what led up to that instant and what will follow.\nIt is the revealing flash that is dramatic.  Drama is a series of\nrevealing flashes.",
        "“This is not every-day life,” we say, “but typical life–life\nas it would be if it were compactly ordered–life purposeful, and\nleading surely to an evident somewhere.”",
        "And, as man’s heart beats high with hope and ever throbs with\njustice, those occurrences that fall out as he would wish them are\nthe ones he loves the best; in this we find the reason for “poetic\njustice\"–the “happy ending.”  For, as “man is of such stuff as\ndreams are made of,” so are his plays made of his dreams.  Here\nis the foundation of what is dramatic.",
        "Yet, the dramatic ending may be unhappy, if it rounds the play out\nwith big and logical design.  Death is not necessarily poignantly\nsad upon the stage, because death is life’s logical end.  And who\ncan die better than he who dies greatly? [1] Defeat, sorrow and\nsuffering have a place as exquisitely fitting as success, laughter\nand gladness, because they are inalienable elements of life.  Into\nevery life a little sadness must come, we know, and so the lives\nof our stage-loves may be “draped with woe,” and we but love them\nbetter.",
        "[1] “The necessity that tragedy and the serious drama shall possess\nan element of greatness or largeness–call it nobility, elevation,\nwhat you will–has always been recognized.  The divergence has\ncome when men have begun to say what they meant by that quality,\nand–which is much the same thing–how it is to be attained.  Even\nAristotle, when he begins to analyze methods, sounds, at first\nhearing, a little superficial.”  Elizabeth Woodbridge, The Drama,\npp. 23-24.",
        "Great souls who suffer, either by the hand of Fate, or unjustly\nthrough the machinations of their enemies, win our sympathy for\ntheir sorrows and our admiration by their noble struggles.  If\nFate dooms them, there may be no escape, and still we are content;\nbut if they suffer by man’s design, there must be escape from\nsorrow and defeat through happiness to triumph–for, if it were\nnot so, they would not be great.  The heart of man demands that\nthose he loves upon the stage succeed, or fail greatly, because\nthe hero’s dreams are our dreams–the hero’s life is ours, the\nhero’s sorrows are our own, and because they are ours, the hero\nmust triumph over his enemies.",
        "Thus, for the very reason that life is a conflict and because man’s\nheart beats quickest when he faces another man, and leaps highest\nwhen he conquers him, the essence of the dramatic is–conflict.\nVoltaire in one of his letters said that every scene in a play\nshould represent a combat.  In “Memories and Portraits,” Stevenson\nsays:  “A good serious play must be founded on one of the passionate\ncruces of life, where duty and inclination come nobly to the\ngrapple.”  Goethe, in his “William Meister” says:  “All events\noppose him [the hero] and he either clears and removes every\nobstacle out of his path, or else becomes their victim.”  But it\nwas the French critic, Ferdinand Brunetiere, who defined dramatic\nlaw most sharply and clearly, and reduced it to such simple terms\nthat we may state it in this one free sentence:  “Drama is a\nstruggle of wills and its outcome.”",
        "In translating and expounding Brunetiere’s theory, Brander Matthews\nin his “A Study of the Drama” condenses the French critic’s\nreasoning into these illuminating paragraphs:",
        "“It [the drama] must have some essential principle of its own.\nIf this essential principle can be discovered, then we shall be\nin possession of the sole law of the drama, the one obligation\nwhich all writers for the stage must accept.  Now, if we examine\na collection of typical plays of every kind, tragedies and melodramas,\ncomedies and farces, we shall find that the starting point of\neveryone of them is the same.  Some one central character wants\nsomething; and this exercise of volition is the mainspring of the\naction. . . .  In every successful play, modern or ancient, we shall\nfind this clash of contending desires, this assertion of the human\nwill against strenuous opposition of one kind or another.",
        "“Brunetiere made it plain that the drama must reveal the human\nwill in action; and that the central figure in a play must know\nwhat he wants and must strive for it with incessant determination.\n. . .Action in the drama is thus seen to be not mere movement or\nexternal agitation; it is the expression of a will which knows\nitself.",
        "“The French critic maintained also that, when this law of the drama\nwas once firmly grasped, it helped to differentiate more precisely\nthe several dramatic species.  If the obstacles against which the\nwill of the hero has to contend are insurmountable, Fate or\nProvidence or the laws of nature–then there is tragedy, and the\nend of the struggle is likely to be death, since the hero is\ndefeated in advance.  But if these obstacles are not absolutely\ninsurmountable, being only social conventions and human prejudices,\nthen the hero has a chance to attain his desire,–and in this case,\nwe have the serious drama without an inevitably fatal ending.\nChange this obstacle a little, equalize the conditions of the\nstruggle, set two wills in opposition–and we have comedy.  And\nif the obstacle is of still a lower order, merely an absurdity of\ncustom, for instance, we find ourselves in farce.”",
        "Here we have, sharply and brilliantly stated, the sole law of\ndrama–whether it be a play in five acts requiring two hours and\na half to present, or a playlet taking but twenty minutes.  This\none law is all that the writer need keep in mind as the great\ngeneral guide for plot construction.",
        "Today, of course, as in every age when the drama is a bit more\nvirile than in the years that have immediately preceded it, there\nis a tendency to break away from conventions and to cavil at\ndefinitions.  This is a sign of health, and has in the past often\nbeen the first faint stirring which betokened the awakening of the\ndrama to greater uses.  In the past few years, the stage, both\nhere and abroad, has been throbbing with dramatic unrest.  The\nresult has been the presentation of oddities–a mere list of whose\nnames would fill a short chapter–which have aimed to “be different.\"\nAnd in criticising these oddities–whose differences are more\napparent than real–critics of the soundness and eminence of Mr.\nWilliam Archer in England, and Mr. Clayton Hamilton in America,\nhave taken the differences as valid ground for opposing Brunetiere’s\nstatement of the law of the drama.",
        "Mr. Hamilton, in his thought-provoking “Studies in Stage-craft,\"\ntakes occasion to draw attention to the fact that Brunetiere’s\nstatement is not as old as Aristotle’s comments on the drama.  Mr.\nHamilton seemingly objects to the eagerness with which Brunetiere’s\nstatement was accepted when first it was made, less than a quarter\ncentury ago, and the tenacity with which it has been held ever\nsince; while acknowledging its general soundness he denies its\ntruth, more on account of its youth, it would seem, than on account\nof the few exceptions that “prove it,” putting to one side, or\nforgetting, that its youth is not a fault but a virtue, for had\nit been stated in Aristotle’s day, Brunetiere would not have had\nthe countless plays from which to draw its truth, after the fruitful\nmanner of a scientist working in a laboratory on innumerable\nspecimens of a species.  Yet Mr. Hamilton presents his criticism\nwith such critical skill that he sums it all up in these judicial\nsentences:",
        "”. . .But if this effort were ever perfectly successful, the drama\nwould cease to have a reason for existence, and the logical\nconsequence would be an abolition of the theatre. . . .  But on the\nother hand, if we judge the apostles of the new realism less by\ntheir ultimate aims than by their present achievements, we must\nadmit that they are rendering a very useful service by holding the\nmirror up to many interesting contrasts between human characters\nwhich have hitherto been ignored in the theatre merely because\nthey would not fit into the pattern of the well-made play.”",
        "As to the foremost critical apostle of the “new realism\"–which\nseeks to construct plays which begin anywhere and have no dramatic\nending and would oppose the force of wills by a doubtfully different\n“negation of wills\"–let us now turn to Mr. William Archer and his\nvery valuable definition of the dramatic in his “Play-Making”:",
        "“The only really valid definition of the dramatic is:  any\nrepresentation of imaginary personages which is capable of interesting\nan average audience assembled in a theatre. . . .  Any further\nattempt to limit the term ’dramatic’ is simply the expression of\nan opinion that such-and-such forms of representation will not be\nfound to interest an audience; and this opinion may always be\nrebutted by experiment.”",
        "Perhaps a truer and certainly as inclusive an observation would\nbe that the word “dramatic,” like the words “picturesque” and\n“artistic,” has one meaning that is historical and another that\nis creative or prophetic.  To say of anything that it is dramatic\nis to say that it partakes of the nature of all drama that has\ngone before, for “ic” means “like.”  But dramatic does not mean\nonly this, it means besides, as Alexander Black expresses it, that\n“the new writer finds all the world’s dramatic properties gathered\nas in a storehouse for his instruction.  Under the inspiration of\nthe life of the hour, the big man will gather from them what is\ndramatic today, and the bigger man will see, not only what was\ndramatic yesterday and what is dramatic today, but what will be\ndramatic tomorrow and the day after tomorrow.”",
        "Now these admirably broad views of the drama and the dramatic are\npresented because they are suggestive of the unrestricted paths\nthat you may tread in selecting your themes and deciding on your\ntreatment of them in your playlets.  True, they dangerously represent\nthe trend of “individualism,” and a master of stagecraft may be\nindividual in his plot forms and still be great, but the novice\nis very likely to be only silly.  So read and weigh these several\ntheories with care.  Be as individual as you like in the choice\nof a theme–the more you express your individuality the better\nyour work is likely to be–but in your treatment tread warily in\nthe footprints of the masters, whose art the ages have proved to\nbe true.  Then you stand less chance of straying into the underbrush\nand losing yourself where there are no trails and where no one is\nlikely to hear from you again.",
        "But clear and illuminating as these statements of the law of the\ndrama are, one point needs slight expansion, and another vital\npoint, not yet touched upon, should be stated, in a volume designed\nnot for theory but for practice.",
        "The first is, “Action in the drama is thus seen to be not mere\nmovement or external agitation; it is the expression of a will\nwhich knows itself.”  Paradoxical as it may seem, action that is\ndramatic is not “action,” as the word is commonly understood.\nPhysical activity is not considered at all; the action of a play\nis not acting, but plot–story.  Does the story move–not the\nbodies of the actors, but the merely mental recounting of the\nnarrative?  As the French state the principle in the form of a\ncommand, “Get on with the story!  Get on!”  This is one-half of the\nplaywright’s action-problem.",
        "The other half–the other question–deals, not with the story\nitself, but with how it is made to “get on.”  How it is told in\naction–still mental and always mental, please note–is what\ndifferentiates the stage story from other literary forms like the\nnovel and the short-story.  It must be told dramatically or it is\nnot a stage story; and the dramatic element must permeate its every\nfibre.  Not only must the language be dramatic–slang may in a\ngiven situation be the most dramatic language that could be used–and\nnot only must the quality of the story itself be dramatic, but the\nscene-steps by which the story is unfolded must scintillate with\nthe soul of the dramatic–revealing flashes.",
        "To sum up, the dramatic, in the final analysis, has nothing whatever\nto do with characters moving agitatedly about the stage, or with\nmoving at all, because the dramatic lies not in what happens but\nin what the happening means.  Even a murder may be undramatic,\nwhile the mere utterance of the word “Yes,” by a paralyzed woman\nto a paralyzed man may be the most dramatic thing in the world.\nLet us take another instance:  Here is a stage–in the centre are\nthree men bound or nailed to crosses.  The man at the left turns\nto the one in the middle and sneers:",
        "“If you’re a god, save yourself and us.”",
        "The one at the left interrupts,",
        "“Keep quiet!  We’re guilty, we deserve this, but this Man doesn’t.”",
        "And the Man in the centre says,",
        "“This day shalt thou be with me in paradise.”",
        "Could there be anything more dramatic than that? [1]",
        "[1] Do not attempt to stage this sacred scene.  However, Ran\nKennedy, who wrote The Servant in the House, did so at Winthrop\nAmes’ Little Theatre, New York, in an evening of one-act plays,\nwith surprising results.",
        "To carry this truth still further, let me offer two examples out\nof scores that might be quoted to prove that the dramatic may not\neven depend upon speech.",
        "In one of Bronson Howard’s plays, a man the police are after\nconspires with his comrades to get him safely through the cordon\nof guards by pretending that he is dead.  They carry him out, his\nface covered with a cloth.  A policeman halts them–not a word is\nspoken–and the policeman turns down the cover from the face.\nDramatic as this all is, charged as it is with meaning to the man\nthere on the stretcher and to his comrades, there is even more\nportentous meaning in the facial expression of the policeman as\nhe reverently removes his helmet and motions the bearers to go\non–the man has really died.",
        "The movements are as simple and unagitated as one could imagine,\nand not one word is spoken, yet could you conceive of anything\nmore dramatic?  Again, one of the master-strokes in Bulwer-Lytton’s\n“Richelieu” is where the Cardinal escapes from the swords of his\nenemies who rush into his sleeping apartments to slay him, by lying\ndown on his bed with his hands crossed upon his breast, and by his\nward’s lover (but that instant won to loyalty to Richelieu)\nannouncing to his fellow conspirators that they have come too\nlate–old age has forestalled them, “Richelieu is dead.”",
        "The only difference between the sublime and the ridiculous is the\nproverbial step.  The sad and the funny are merely a difference\nof opinion, of viewpoint.  Tragedy and comedy are only ways of\nlooking at things.  Often it is but a difference of to whom the\ncircumstance happens, whether it is excruciatingly funny or\nunutterably sad.  If you are the person to whom it happens, there\nis no argument about it–it is sad; but the very same thing happening\nto another person would be–funny.",
        "Take for example, the everyday occurrence of a high wind and a\nflying hat:  If the hat is yours, you chase it with unutterable\nthoughts–not the least being the consciousness that hundreds may\nbe laughing at you–and if, just as you are about to seize the\nhat, a horse steps on it, you feel the tragedy of going all the\nway home without a hat amid the stares of the curious, and the\nsorrow of having to spend your good money to buy another.",
        "But let that hat be not yours but another’s and not you but somebody\nelse be chasing it, and the grins will play about your mouth until\nyou smile.  Then let the horse step on the hat and squash it into\na parody of a headgear, just as that somebody else is about to\nretrieve it–and you will laugh outright.  As Elizabeth Woodbridge\nin summing up says, “the whole matter is seen to be dependent on\nperception of relations and the assumption of a standard of\nreference.”",
        "Incidentally the foregoing example is a very clear instance of the\ncomic effect that, like the serious or tragic effect, is achieved\nwithout words.  Any number of examples of comedy which secure their\neffect without action will occur to anyone, from the instance of\nthe lackadaisical Englishman who sat disconsolately on the race\ntrack fence, and welcomed the jockey who had ridden the losing\nhorse that had swept away all his patrimony, with these words:\n“Aw, I say, what detained you?” [1] to the comedy that was achieved\nwithout movement or words in the expressive glance that the owner\nof the crushed headgear gave the guileless horse.",
        "[1] It would seem needless to state categorically that the sources\nof humor, and the technical means by which comedy is made comic,\nhave no place in the present discussion.  We are only concerned\nwith the flashes by which comedy, like tragedy, is revealed.",
        "Precisely as the tragic and the serious depend for their best\neffects upon character-revealing flashes and the whole train of\nincidents which led up to the instant and lead away from it, does\nthe comic depend upon the revealing flash that is the essence of\nthe dramatic, the veritable soul of the stage.",
        "No matter by what technical means dramatic effect is secured,\nwhether by the use of words and agitated movement, or without\nmovement, or without words, or sans both, matters not; the\nilluminating flash which reveals the thought behind it all, the\nmeaning to the characters and their destiny–in which the audience\nis breathlessly interested because they have all unconsciously\ntaken sides–is what makes the dramatic.  Let me repeat:  It is not\nthe incident, whatever it may be, that is dramatic, but the\nilluminating flash that reveals to the minds of the audience the\nmeaning of it.",
        "Did you ever stand in front of a newspaper office and watch the\nboard on which a baseball game, contested perhaps a thousand miles\naway, is being played with markers and a tiny ball on a string?\nThere is no playing field stretching its cool green diamond before\nthat crowd, there are no famous players present, there is no crowd\nof adoring fans jamming grand stand and bleachers; there is only\na small board, with a tiny ball swaying uncertainly on its string,\nan invisible man to operate it, markers to show the runs, and a\nlittle crowd of hot, tired men and office boys mopping their faces\nin the shadeless, dirty street.  There’s nothing pretty or pleasant\nor thrillingly dramatic about this.",
        "But wait until the man behind the board gets the flashes that tell\nhim that a Cravath has knocked the ball over the fence and brought\nin the deciding run in the pennant race!  Out on the board the\nlittle swaying ball flashes over the mimic fence, the tiny piece\nof wood slips to first and chases the bits of wood that represent\nthe men on second and third–home! “Hurray!  Hurray!!  Hurray!!!\"\nyell those weary men and office boys, almost bursting with delight.\nOver what?  Not over the tiny ball that has gone back to swaying\nuncertainly on its string, not over the tiny bits of board that\nare now shoved into their resting place, not even over those\nruns–but over what those runs mean!",
        "And so the playlet writer makes his audience go wild with delight–\nnot by scenery, not by costumes, not by having famous players, not by\nbeautifully written speeches, not even by wonderful scenes that\nflash the dramatic, but by what those scenes in the appealing story\nmean to the characters and their destiny, whereby each person in\nthe audience is made to be as interested as though it were to him\nthese things were happening with all their dramatic meaning of\nsadness or gladness.",
        "However, it is to the dramatic artist only that ability is given\nto breathe nobility into the whole and to charge the singleness\nof effect with a vitality which marks a milestone in countless\nlives.",
        "In this chapter we have found that the essence of drama is conflict–\na clash of wills and its outcome; that the dramatic consists in those\nflashes which reveal life at its significant, crucial moments; and\nthat the dramatic method is the way of telling the story with such\neconomy of attention that it is comprehended by means of those\nilluminating flashes which both reveal character and show in an\ninstant all that led up to the crisis as well as what will follow.",
        "Now let us combine these three doctrines in the following definition,\nwhich is peculiarly applicable to the playlet:",
        "Drama–whether it be serious or comic in tone–is a representation\n  of reality arranged for action, and having a plot which is\n  developed to a logical conclusion by the words and actions of\n  its characters and showing a single situation of big human\n  interest; the whole is told in a series of revealing flashes of\n  which the final illuminating revelation rounds out the entire\n  plot and leaves the audience with a single vivid impression.",
        "Finally, we found that the physical movements of the characters\noften have nothing to do with securing dramatic effect, and that\neven words need not of necessity be employed.  Hence dramatic\neffect in its final analysis depends upon what meaning the various\nminor scenes and the final big situation have for the characters\nand their destinies, and that this dramatic effect depends,\nfurthermore, upon the big broad meaning which it bears to the minds\nof the audience, who have taken sides and feel that the chief\ncharacter’s life and destiny represent their own, or what they\nwould like them to be, or fear they might be.  In the next chapter\nwe shall see how the dramatic spirit is given form by plot structure.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}