{
    "title": "Writing for Vaudeville - Chapter XVI - Dialogue in the Playlet",
    "author": "Brett Page",
    "chapter": "18",
    "content": [
        "\n",
        "\n\n",
        "We have now come to one of the least important elements of the\nplaylet–yet a decorative element which wit and cleverness can\nmake exceedingly valuable.",
        "If it is true that scenery is the habitation in which the playlet\nmoves, that its problem is the heart beating with life, that the\ndramatic is the soul which shines with meaning through the whole,\nthat plot is the playlet’s skeleton which is covered by the flesh\nof the characters–then the dialogue is, indeed, merely a playlet’s\nclothes.  Clothes do not make a man, but the world gives him a\nreadier welcome who wears garments that fit well and are becoming.\nThis is the whole secret of dialogue–speeches that fit well and\nare becoming.",
        "It has been said that “Romeo and Juliet” played in English in any\ncountry would be enjoyed by everyone, even though they could not\nunderstand a word of what was said.  There is a story told about\na Slav in Pennsylvania who could not speak one word of English,\nbut who happened to come up from his work as a laborer in a coal\nmine just as the people were filing in to the performance of “The\nTwo Orphans,” and as he had nothing in particular to do, in he\nwent–and nearly broke up the performance by the loudness of his\nsobbing.  I shall never forget an experience of my own, when I\ntook a good French friend to see David Warfield in “The Music\nMaster\"; this young chap could not understand more than a word\nhere and there, but we were compelled to miss the last act because\nhe cried so hard during the famous lost-daughter scene that he was\nashamed to enter the theatre after the intermission.",
        "Every great play is, in the last analysis, a pantomime.  Words are\nunnecessary to tell a stage story that has its wellspring deep in\nthe emotions of the human heart.  Words can only embellish it.  A\ngreat pantomimist–a Mlle. Dazie, who played Sir James M. Barrie’s\n“The Pantaloon” in vaudeville without speaking a word; a Pavlowa,\nwho dances her stories into the hearts of her audience; a Joe\nJackson, who makes his audiences roar with laughter and keeps them\nconvulsed throughout his entire act, with the aid of a dilapidated\nbicycle, a squeaky auto horn and a persistently annoying cuff–does\nnot need words to tell a story.",
        "The famous French playwright Scribe–perhaps the most ingenious\ncraftsman the French stage has ever seen–used to say, “When my\nsubject is good, when my scenario (plot) is very clear, very\ncomplete, I might have the play written by my servant; he would\nbe sustained by the situation;–and the play would succeed.\"\nPlutarch tells us that Menander, the master of Greek comedy, was\nonce asked about his new play, and he answered:  “It is composed\nand ready; I have only the verses (dialogue) to write.” [1]",
        "[1] Reported in A Study of the Drama, by Brander Matthews.",
        "If it is true that a great play, being in its final analysis a\npantomime, is effective without dialogue, and if some famous\ndramatists thought so little of dialogue that they considered their\nplays all written before they wrote the dialogue, then speech must\nbe something that has little comparative value–something primarily\nemployed to aid the idea behind it, to add emphasis to plot–not\nto exist for itself.",
        "Dialogue makes the dramatic story clear, advances it, reveals\ncharacter, and wins laughter–all by five important means:",
        "(a) Dialogue Conveys Information of Basic Events at the Opening.\nAs we saw in the discussion of the structural elements of plot,\nthere are of necessity some points in the basic incidents chosen\nfor the story of a playlet that have their roots grounded in the\npast.  Upon a clear understanding of these prior happenings which\nmust be explained immediately upon the rise of the curtain, depends\nthe effect of the entire sequence of events and, consequently, the\nfinal and total effect of the playlet.  To “get this information\nover” the characters are made to tell of them as dramatically as\npossible.  For instance:",
        "Angela Maxwell knocks on Miss Carey’s door the instant the curtain\nrises on “The Lollard,” and as soon as Miss Carey opens the door\nAngela says:  “Listen, you don’t know me, but I’ve just left my\nhusband.”  And the dialogue goes on to tell why she left Harry,\nclearly stating the events that the audience must know in order\nto grasp the meaning of those that follow.",
        "At the very beginning of a playlet the dialogue must be especially\nclear, vividly informing and condensed.  By “condensed,” I meant\nthe dialogue must be tense, and supported by swift action–it must\nwithout delay have done with the unavoidable explanations, and\nquickly get into the rising movement of events.",
        "(b) Dialogue Brings out the Incidents Clearly.  Never forgetting\nthat action makes dialogue but that dialogue never makes action,\nlet us take the admirable surprise ending of “The System,” for an\nexample:",
        "The Inspector has left, after giving The Eel and Goldie their\nfreedom and advising them to clear out and start life anew.  The\naudience knows they are in hard straits financially.  How are they\ngoing to secure the money to get away from town?  Goldie expresses\nit concisely:  “Well, we’re broke again (tearfully). We can’t go\nWest now, so there’s no use packing.”  This speech is like a\nsign-post that points out the condition the events have made them\nface.  And then like a sign-post that points the other way, it\nadds emphasis to the flash of the surprise and the solution when\nThe Eel, stealthily making sure no one will see him and no one can\nhear him, comes down to Goldie, sitting forlornly on the trunk,\ntaps her on the shoulder and shows her Dugan’s red wallet.  Of\ncourse, the audience knows that the wallet spells the solution of\nall their problems, but The Eel clinches it by saying, “Go right\nahead and pack.”",
        "Out of this we may draw one observation which is at least interesting,\nif not illuminating:  When an audience accepts the premises of a\nplaylet without question, it gives over many of its emotions and\nmost of its reasoning power into the author’s hands.  Therefore\nthe author must think for his audience and keenly suggest by\ndialogue that something is about to happen, show it as happening,\nand make it perfectly clear by dialogue that it has actually\nhappened.  This is the use to which dialogue is put most\ntellingly–bringing out the incidents in clear relief and at the\nvery same time interpreting them cunningly.",
        "(c) Dialogue Reveals Character Humanly.  Character is tried,\ndeveloped and changed not by dialogue, but by action; yet the first\nintimate suggestion of character is shown in dialogue; and its\ntrials, development and change are brought into clear relief–just\nas events, of which character-change is the vital part, are made\nunmistakably clear–by the often illuminating word that fits\nprecisely.  As J. Berg Esenwein says, “Just as human interest is\nthe heart of the narrative, so human speech is its most vivid\nexpression.  In everyday life we do not know a man until we have\nheard him speak.  Then our first impressions are either confirmed,\nmodified, or totally upset.” [1]",
        "[1] Writing the Short-Slory, page 247.",
        "It is by making all of his characters talk alike that the novice\nis betrayed, whereas in giving each character individuality of\nspeech as well as of action the master dramatist is revealed.\nWhile it is permissible for two minor characters to possess a hazy\nlikeness of speech, because they are so unimportant that the\naudience will not pay much attention to them, the playlet writer\nmust give peculiar individuality to every word spoken by the chief\ncharacters.  By this I do not mean that, merely to show that a\ncharacter is different, a hero or heroine should be made to talk\nwith a lisp or to use some catch-word–though this is sometimes\ndone with admirable effect.  What I mean is that the words given\nto the chief characters must possess an individuality rising from\ntheir inner differences; their speech should show them as not only\ndifferent from each other, but also different from every other\ncharacter in the playlet–in the whole world, if possible–and\ntheir words should be just the words they and no others would use\nin the circumstances.",
        "If you will remember that you must give to the dialogue of your\nchief characters a unity as complete as you must give to plot and\ncharacter as shown through action, you will evade many dialogue\ndangers.  This will not only help you to give individuality to\neach character, but also save you from making a character use\ncertain individual expressions at one time and then at another\ntalk in the way some other character has spoken.  Furthermore,\nstrict observance of this rule should keep you from putting into\nthe mouth of a grown man, who is supposed to be most manly,\nexpressions only a “sissy” would use; or introducing a character\nas a wise man and permitting him to talk like a fool.  As in life,\nso in dialogue–consistency is a test of worth.",
        "Keep your own personality out of the dialogue.  Remember that your\ncharacters and not you are doing the talking.  You have laid down\na problem in your playlet, and your audience expects it to fulfill\nits promise dramatically–that is, by a mimicry of life.  So it\ndoes not care to listen to one man inhabiting four bodies and\ntalking like a quartet of parrots.  It wants to hear four different\npersonalities talk with all the individuality that life bestows\nso lavishly–in life.",
        "You will find little difficulty in keeping your individuality out\nof dialogue if you will only remember that you cannot write\nintelligently of characters you do not know.  Make use of the\ncharacters nearest you, submerge yourself in their individualities,\nand you will then be so interested in them that you will forget\nyourself and end by making the characters of your playlet show\nthemselves in their dialogue as individual, enthrallingly entertaining,\nnew, and–what is the final test of all dialogue–convincing.",
        "(d) Dialogue Wins Laughter.  There are three sources from which\nlaughter rises out of dialogue.  First, from the word that is a\nwitticism, existing for its own sake.  Second, from the word that\nis an intensely individual expression of character–the\ncharacter-revealing phrase.  Third, the word that is funny because\nit is spoken at the right instant in the action.  All three have\na place in the playlet, but the last, the dialogue that rises out\nof and illuminates a situation, is productive of the best results.\nThis is but another way of saying what cannot be too often repeated,\nthat the playlet is plot. [1]",
        "[1] See Chapter V, in which humor was discussed in relation to the\nmonologue.",
        "Even in dialect, dialogue does not bother with anything much but\nplot-expression of character.  Indicate the odd twist of a character’s\nthoughts as clearly as you can, but never try to reproduce all his\nspeech phonetically.  If you do, you will end disastrously, for\nyour manuscript will look like a scrambled alphabet which nobody\ncan decipher.  In writing dialect merely suggest the broken English\nhere and there–follow the method so clearly shown in “The German\nSenator.”  Remember that the actor who will be engaged to play the\npart has studied the expression of that particular type all his\nlife.  His method of conveying what you intend is likely to be\ndifferent from your method.  Trust him–for you must.",
        "(e) Dialogue Advances the Action and Rounds Out the Plot.\nPrecisely in the way that incidents are brought out clearly by\ndialogue, dialogue advances the action and rounds out the plot at\nthe curtain.  Clear as I hope the method has been made, I wish to\npoint out two dialogue peculiarities which come with the rise of\nemotion.",
        "First, as the action quickens, there inevitably occurs a compression\ninherent in the dramatic that is felt by the dialogue.  Joe Maxwell’s\nepitome of vaudeville as he once expressed it to me in a most\nsuggestive discussion of the two-a-day, illustrates this point\nbetter, perhaps, than a chapter would explain:  “Vaudeville is\nmeat,” he said, “the meat of action, the meat of words.”  There\nis no time in vaudeville climaxes for one word that does not point\nout, or clinch home the action.  Here action speaks louder than\nwords.  Furthermore, in the speed of bodily movement there is\nactually no time for words.  If two men are grappling in a life\nand death struggle they can’t stop for speech.",
        "And second, as the playlet nears its ending there is no need for\nexplanatory words–if the preceding action has been dramatic.\nEvery new situation rises out of the old, the audience knows it\nall now, they even foresee the climax, and, in a well constructed\nplaylet, they feel the coming-to-an-end thrill that is in the air.\nWhat need is there for dialogue?  Only a need for the clearing,\nclinching kind, and for",
        "The Finish Line.  While the last-speech of a playlet is bone of\nthe bone and blood of the blood of plot, the finish line is\npeculiarly a part of dialogue.  It is here, in the last line, that\nthe tragic has a strangely illuminating force and the comic must\nbe given full play.  Indeed, a comedy act that does not end in a\n“scream” is hardly worth anything.  And, as comedy acts are most\nin demand in vaudeville, I shall relate this discussion solely to\nthe comic ending.  Here it is, then, in the last line of a comedy\nact, that the whole action is rounded neatly off with a full play\nof fancy–with emphasis on the use of wit.",
        "Of course I do not mean that the last line may be permitted to\nstray away from the playlet and crack an unrelated joke.  But the\nlast line, being a completing line, may return to some incident\nearlier than the closing action.  It may with full profit even go\nback to the introduction, as “The Lollard’s” last line takes Miss\nCarey back to her interrupted sleep with, “Now, thank Gawd, I’ll\nget a little sleep.”",
        "Or it may be merely a quaint line, like that which ended a very\nsuccessful playlet which has stuck in my memory, but whose title\nI have forgotten.  Here the sweethearts were brought together,\nthey flew into each other’s arms, they kissed.  Naturally the\ncurtain was on that kiss, but no–they drew apart and the girl\nrubbed her lips with the back of her hand.  “Aw,” said the boy,\n“what you rubbing it off for?”  And the girl, half-crying,\nhalf-laughing, answered, “I ain’t rubbing it off; I’m rubbing it\nin!“",
        "Or the last line may be a character line, rounding back to the\nopening, perhaps, but having its mainspring in character, like the\nlast line of “The Village Lawyer”:  “Well,” he sighs–as he watches\nthe money with which he could have satisfied his longing to buy a\nclarionet, disappear–\"Maybe I couldn’t play the darned thing\nanyway!” [1]",
        "[1] Chapter XV, section I.",
        "Example after example might be quoted to illustrate every possible\nvariation, yet in the end we would come to the very same conclusions\nthese four instances reveal.  The finish line is the concluding\nthought of the action.  It may round back to the opening plainly;\nbring out sharply the most prominent point developed; vividly\npresent a pleasing side-light with a punch; illuminate a character\npoint; take some completing element and twist it into a surprise–\nindeed, the finish line may present anything at all, so long as it\nthrills with human interest and laughter.",
        "In playlet dialogue there is as much need of the dramatic spirit\nas in the playlet plot.  Not what is said in real life, but what\nmust be said to express the action concisely, is its aim.  Playlet\ndialogue cannot take time to reproduce small talk.  It must connote,\nnot denote, even the big things.  To omit is more important than\nto include.  A whole life must be compressed into a single speech\nand entire stages of progression be epitomized in a single sentence.\nTrue enough, in really big scenes a character may rise to lofty\nexpression; but of all playlet moments, here sane selection and\ncompression are most vital.  The wind of talk must be made compressed\nair.",
        "Conversation for conversation’s sake is the one thing, above all\nothers that stamps a playlet as in vain.  I have seen producing\nmanager after producing manager run through manuscripts to select\nfor careful reading the ones with short speeches.  Those weighty\nwith long speeches were returned unread.  Why?  Because experience\nhad taught them that a playlet filled with long speeches is likely\nto be filled with little else.  They realize that conversation as\nan art died the day the first automobile did the mile in sixty\nflat.  Speed is what the playlet needs, and talk slows the track.\nIn the classic words of vaudeville, if you must talk, “hire a\nhall.”",
        "Where is it you hear more clever lines than anywhere else?  In\nvaudeville.  Where is it that slang hits the hardest?  In vaudeville.\nOn what stage do people talk more nearly like you and I talk?  The\nvaudeville stage.  For vaudeville is up-to-the-minute–vaudeville\nis the instant’s dramatic review.",
        "And it is this speech of the instant that playlet dialogue needs–\nthe short, sharp, seemingly thoughtless but vividly pulsating words\nof everyday life.  If today men talked in long speeches filled\nwith grandiloquent periods, the playlet would mimic their length\nand tone, but men today do not speak that way and the playlet must\nmimic today’s shortness and crispness.  As Alexander Black says,\n“The language of the moment is the bridge; that carries us straight\nto the heart of the whole world, and all the past.  Life or fancy\nthat comes in the language of the moment comes to us translated.\nFantastically, the language of the street is always close to the\nbones of art.  It is always closer to the Bible and to all the big\nfellows than the language of the drawing rooms.  Art is only the\nexpression of ideas.  Ideas, emotions, impulses, are more important\nthan the medium, just as religion is more important than theology.\nThere is just as much excuse for saying ’theology for its own sake’\nas for saying ’art for art’s sake.’ The joy of a new word should\nmake us grateful for the fertility of the street out of which most\nof the really strong words come.  The street doesn’t make us fine,\nbut it keeps us from being too sweet and thin.  It loves the punch.\nAnd the punch clears the path.”  It is the punch in dialogue that\nthe playlet demands.",
        "Before we agree upon what is fit and becoming dialogue, I think\nit advisable to condense into a few words all that I have said on\nthe subject.  In its final analysis a playlet is a pantomime.\nDialogue is primarily employed to add emphasis to the plot.  It\ndoes this by conveying information of basic events at the opening;\nby bringing out the succeeding incidents clearly; by revealing\ncharacter humanly; by winning laughter; by advancing the action;\nand by rounding out the plot in a finish line which thrills with\nhuman interest and, in the comedy playlet, with laughter.  And\nnow, what is fit and becoming dialogue?  Fit dialogue is–what\nfits the plot exactly.  Becoming dialogue is–what makes the plot\nseem even better.  But dialogue cannot make plot better, it can\nonly make it seem better–it can only dress it.  Remember that.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}