{
    "title": "Writing for Vaudeville - Chapter XVII - “Business” in the Playlet",
    "author": "Brett Page",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "In considering the “business” of the playlet, we have come to the\nplace where it would seem that writing must be left behind and the\nfunction of the producer entered upon.  For business is the detail\nof stage action and movement.  But, while it is the peculiar\nfunction of the producer to invent and to incorporate into the\nplaylet little bits of everyday movements of the characters to\nlend the effect of real life to the mimic picture, it is the\nprovince of the writer–in reducing his words to the lowest possible\nnumber, in an effort to secure that “economy of attention” which\nis the foundation of all art–to tell as much of his story as he\ncan by actions that speak even louder than words.  Every great\nplaywright is as much a producer as he is a writer.",
        "As we saw in Chapter VII, “business” includes every movement an\nactor makes while he is on the stage.  Thus a facial expression\nmay be called “business,” if it lends a peculiar significance\nto a line.  And a wild leap of a man on horseback through a\nwindow–this has actually been done in a vaudeville act–is also\ncalled business.  In fact everything, from “mugging,” [1] walking\nabout, sitting down, picking up a handkerchief, taking off or\nputting on a coat, to the wordless scenes into which large parts\nof the story are condensed and made clear solely by situation–everything\nis called “business.”  But to differentiate the actor’s part from\nthe work of the playwright, I shall arbitrarily call every action\nwhich is as indivisible from acting as facial play, “pantomime\";\nwhile I shall employ the word “business” to express the use of\nmovement by the playwright for the purpose of condensing large\nparts of the story and telling it wordlessly.",
        "[1] “Mugging,” considered by some to be one of the lowest forms\nof comedy, is bidding for laughter by facial contortions unrelated\nto the action or the lines–making the scene subservient to the\ncomical faces made by the actor.",
        "[2] The impossibility of keeping separate the designing and the\nwriting of business, will be seen as the chapter progresses,\ntherefore I shall treat both freely in one.",
        "Let us turn to that part of the third scene of “The System” where\nThe Eel and Goldie–who have been given their liberty “with a\nstring to it” by Inspector McCarthy in his anxiety to catch Officer\nDugan red-handed–are “up against it” in their efforts to get away\nfrom town.  They have talked it all over in Goldie’s flat and The\nEel has gone out to borrow the money from Isaacson, the “fence.\"\nNow when The Eel closes Goldie’s door and runs downstairs, Goldie\nlistens intently until the outer door slams, then begins to\npack.  She opens the trunk first, gets her jacket from the couch\nwhere she has thrown it, puts it in the trunk and then goes up\ninto the bedroom and gets a skirt.  She shakes the skirt as she\ncomes down stage.  Then a long, low whistle is heard–then the\nrapping of a policeman’s club.",
        "“Bulls!” she gasps.  Looking up at the light burning, she turns\nit out and closes the trunk at the same time.  And she stands still\nuntil she sees the shadow of a man’s hand cast by the moonlight\non the wall.  Then she gives a frightened exclamation and cowers\non the sofa.",
        "Here we have packed into little more than sixty seconds a revelation\nof the fear in which all crooks live, the unthinking faith and\nlove Goldie bears The Eel, and a quiet moment which emphasizes the\nrush of the preceding events–a space also adding punch to the\nclimax of incidents which follow hot upon its heels.  When the\nlong, low whistle sounds and the policeman’s club raps out its\nalarm, the audience feels that the action is filled with tense\nmeaning–The Eel has been caught.  That hand on the wall is like\na coming event casting its shadow before, and when Goldie gives\nher frightened exclamation and cowers on the couch, her visible\nfear–coming in contrast to her commonplace packing to get\naway–builds up the scene into a thrill that is capped by the\nmeaningful window entrance of Dugan.  “Ah!” says the audience,\n“here’s the first time they’ve gotten together alone.  It’s the\nfirst time we’ve really seen that Dugan is behind it all.  Something\nbig is going to happen.”",
        "All of these revealing flashes, which illumine like searchlights,\nare told by movement.  The only word that is spoken is Goldie’s\ncry “Bulls!”  The only other sounds are the whistle and the rapping\nof the club.  But if Goldie had taken up the time with telling the\naudience how glad she was to pack and get away with The Eel to a\nnew life, and if she had expressed her fear by bewailing the\nhardness of fate–the dramatic effect would have been lost.  Do\nyou see how words can kill and soundless movements vivify?",
        "In “The Lollard,” when Miss Carey wants to disillusionize Angela,\nshe does not sit down and argue her out of her insane infatuation\nfor Fred; nor does she tell Angela that Fred is a “lollard” and\nweakly unmask him by describing his “lollard “ points.  She cries\n“Fire!  Fire!  Fire!”  Whereupon Fred dashes out on the stage and\nAngela and the audience with their own eyes behold Fred as a\n“lollard.”  Here the whole problem of the playlet is solved in a\nflash.  Not one word of explanatory dialogue is needed.",
        "In “Three of a Kind,” a comedy playlet produced by Roland West,\ntwo crooks fleece a “sucker” and agree to leave the money in a\nmiddle room while they sleep in opposite rooms.  They say they\ntrust each other implicitly, but each finds a pretext to sit up\nand watch that money himself.  The comedy rises from their movements\naround the room as they try to outmaneuver each other.",
        "These three examples plainly show how movement, unexplained by\ndialogue, may be used to condense a middle action, a climax, and\nan opening.  Now, if you will turn to the surprise ending of “The\nSystem\"–which has been discussed before in its relation to\ndialogue–you will see how business may condense an ending.  Indeed,\nthe very essence of the surprise ending lies in this dramatic\nprinciple.  Of course, how the condensation of story into movement\nis to be made in any given case depends upon the material, and the\nwriter’s purpose.  But as a part of the problem let us see",
        "Consider the inimitable gesture the Latins use when they wish to\nexpress their helplessness.  The shoulders shrug until the man\nseems folding into himself, his hands come together approaching\nhis face and then he drops them despairingly to his side as if he\nwould say:  “But what can I do?”  A gesture such as this reveals\nin a flash the depths of a human soul.  Volumes could say no more.",
        "This is what the actor may bring to your playlet, and what you,\nwith the greatest caution, may sometimes–though rarely–indicate\nin your manuscript.",
        "“Walk up stage,” said David Belasco to an actor who was proving\n“difficult,” “and when you turn your back, get some meaning into\nit.  Make your back express–the whole play, if you can.”  Most\ncertainly you would not write this in the directions for a\nplaylet–the producer would laugh at it and the actor would be\nindignant.  But you might with the greatest helpfulness direct\nthat the character turn his back–and this is the point of the\nproblem–if, by turning his back on some one, the character conveys,\nsay, contempt for or fearlessness of an enemy’s bravado.  Every\ndirection for acting in your playlet must be of such a kind that\nanyone can convey the meaning–because the emphasis is inherent\nin the situation.  A stage direction ought not to depend for its\nvalue on the actor’s ability.  If this were not so, play writing\nwould consist chiefly in engaging fine actors.",
        "When an actor receives a part he studies it not only to learn the\nlines, but with the desire to familiarize himself with the character\nso thoroughly that he may not seem to be playing it.  He hopes to\nmake the audience feel that the character is alive.  For this\nreason, it is not amiss to indicate characteristic actions once\nin a while.  A good example of this is found in “The Lollard,\"\nwhere Angela says to Miss Carey:  “But–excuse me–how do you know\nso many different kinds of men if you’ve never been married?”",
        "“Boarders,” says Miss Carey quickly.  “To make ends meet, I’ve\nalways had to have a male boarder since I was left an orphan.\"\n“She rises–turns her back to audience–gives a touch to her\npigtail, during laugh on this line.  This business always builds\nlaugh,” say the directions.  It is such little touches that stamp\na character as individual; and therefore they are just the little\ntouches the playwright may add to his manuscript by way of suggestion\nto the actor.  They may be very helpful, indeed, but they should\nbe made with great care and discretion.  For the actor, if he is\na capable performer, is ready when rehearsal begins with many\nsuggestions of a like nature.  He will often suggest something\nthat will not only exhibit character clearly, but will also condense\nstory by eliminating needless words and movement.",
        "For instance:  F. F. Mackay was rehearsing to play the French count\nin the famous old play, “One of Our Girls.”  Mr. Bronson Howard\nhad directed in his manuscript that the count, when struck across\nthe face with a glove by an English officer, should become very\nviolent and angry, in accordance with the popular notion of an\nexcitable Frenchman’s character.  “But Mr. Mackay,” says Daniel\nFrohman, “argued that the French count, having been shown in the\nplay to be an expert duellist with both the rapier and the pistol,\nand having faced danger frequently, was not liable to lose control\nof himself.  Mr. Howard readily saw the point.  The result was one\nof the most striking situations in the American drama; for the\nFrenchman received the insult without the movement of a muscle.\nHe stood rigid.  Only the flash of the eye for an instant revealed\nhis emotion.  Then the audience saw his face grow red, and then\npale.  This was followed by the quiet announcement from the count\nthat he would send his seconds to see the Englishman.",
        "“This exhibition of facial emotion betrayed by the visible rush\nof blood to the actor’s face was frequently noted at the time.\nIt was a muscular trick, Mr. Mackay told me.  He put on a tight\ncollar for the scene and strained his neck against it until the\nblood tame, and when he released the pressure, and the blood\nreceded, the effect was reached.  It was a splendid moment, and\nit is one of the many effects that have been studied out during\nthe progress and development of a play during rehearsals.”",
        "It is for the great majority of such little touches, therefore,\nthat the playwright must depend on the actor and the producer to\nadd to his playlet.  However, the playwright may help to the limit\nof his ability, by giving very short, very carefully thought out\ndirections in his manuscript.  But it is much better for the novice\nto disregard suggestions to the actor for character analysis and\neven to be sparing with his hints for facial expressions or slight\nmovements–and to content himself with an effort to condense his\nstory in the broader ways.",
        "As the playlet is primarily action, and as the audience expects\nthe playlet to keep moving all the time, it is a common practise\nto try to trick the audience into believing every speech is vibrant\nwith emotional force, by keeping the actors moving about the stage.\nBut the fact that a really vital speech may be killed by a movement\nwhich distracts the attention of the audience ought to be proof\npositive that needless movements about the stage are merely a\nconfession of poverty in the playlet.  Nevertheless, as a long\nexplanatory speech seems sometimes unavoidable, I devote two or\nthree short paragraphs to what has saved some playlets from absolute\nfailure.",
        "If you are unable to tell every bit of your story by dramatic means\nand therefore face a long speech that may seem tiresomely wordy,\nbreak it up with natural movements which lend a feeling of homely\nreality to the scene.  For instance, don’t let the character who\nis delivering that long speech tell it all uninterruptedly from\nthe chair in which he is sitting.  Let him rise after he has spoken\ntwo or three sentences and cross to the other character, or do\nsomething that will illustrate a point in his story, or have the\none who is listening interrupt now and then.  Inject motive into\nthe interruptions if you can; but in any event, keep your characters\nmoving.",
        "But make the movements natural.  To this end, study the movements\nof the men and women about you.  Try to invent new ways of expressing\nthe old things in movement.  Strive not so much to be “different,\"\nas to be vividly interesting.  You can make the movements of your\ncharacters about the stage as brilliant as dialogue.",
        "Above all, make sure that you do not let your characters wander\nabout the stage aimlessly.  To make it a complete unity every\nlittle scene demands as careful thought as does the entire playlet.\nA playlet may be suggestively defined as a number of minute-long\nplaylets moving vividly one after the other to make a vivid whole.\nRemember this, and you may be able to save a tiresome scene from\nruining the entire effect of your playlet.",
        "As a playlet is nothing if it is not action, so a comedy playlet\nis nothing if its comedy does not develop from situations.  By\n“action,” as the word is used here, I mean that the story of the\nplaylet is told by the movements of its characters.  In real life,\nyou know, comedy and tragedy do not come from what persons say\nthey are going to do–but from what they actually do.  Therefore,\nthe merry jests that one character perpetrates upon another must\nbe told not in words, but by showing the character actually\nperpetrating them on the victim.  In a comedy playlet, the playwright\nmust be a practical joker.  Every funny happening in a playlet is\na “scene that must be shown.”",
        "For instance, in “Billy’s Tombstones,” the football player who is\nin love with the girl, whom he has followed half around the world,\nis shown first as losing his “tombstones\"–his false teeth, made\nnecessary by the loss of his real ones in a famous college game;\nthen he is shown in his wild efforts to pronounce his sweetheart’s\nname without the dental help.  Much of the comedy arises from his\nefforts to pronounce that loved name–and the climax comes when\nthe lost tombstones are found and Billy proposes to her in perfect\nspeech that lingers fondly on her name.",
        "In farce–particularly in the old farces which depended on mistaken\nidentity, a motive force considered hardly worthy of use today–the\ncomedy arises very rarely from a witty saying in itself.  The fun\nusually depends upon the humorous situations that develop.  “The\nNew Coachman\"–one of those old farcical “screams\"–contained an\nexceptionally fine example of this point and is pertinent to-day\nbecause it had no relation to mistaken identity in this humorous\nscene.  Here the best fun of the comedy came from the use of a\nstepladder by the supposed coachman, who got all tangled up in it.\nAfter the first misstep with that stepladder, there was never any\ntime for more than a word here and there.  Of course, such a scene\ndepends upon the actor almost entirely, and therefore cannot be\nindicated in the business by the playwright, but I use it for an\nexample because it is a peculiarly brilliant instance of the fact\nthat hearty laughter depends not on hearing, but on seeing.",
        "But do not make the mistake of trying to patch together a comedy\nplaylet from the bits of funny stage business you have seen in\nother acts.  If you present such a manuscript to a producer you\nmay be very sure it will be refused, for there are plenty of\nproducers and performers in vaudeville who can supply such an act\nat a moment’s notice from memory.",
        "The sort of comedy expected from the playwright is comedy that\ndevelops from situation.  It is in the invention of new situations\nand new business to fit these situations that the playlet writer\nfinds his reward in production and profit.",
        "Among the many definitions of drama–frequently misleading, but\nequally often helpful–there is one which holds the whole art of\nplay writing lies in getting the characters on the stage naturally\nand effectively and getting them off again–naturally and effectively.\nBut, even the most daring of definition makers has not yet told\nus how this is to be accomplished in all cases.  The fact is, no\none can tell us, because a method that would be natural and effective\nin a given playlet, would very likely be most unnatural and\nineffective in another.  All that can be said is that the same\ndramatic sense with which you have constructed the story of your\nplaylet will carry you forward in the inevitable entrances and\nexits.  How these moments are to be effective, lies in the very\nnature of the story you are telling.  This is boldly begging the\nquestion, but it is all that may with honest helpfulness be said.",
        "However, regarding the stage-cross, and allied movements of the\nactors, there are two suggestions that may be helpful.  The first\nis founded on the old theory that a scene ought to be “dressed\"\nall the time–that is, if one character moves across the stage,\nthe other ought to move a little up stage to give him room to cross\nand should then move down on the opposite side, to keep the scene\ndressed or “balanced.”  But no hard and fast rule can be given,\neven for the stage-cross.  If it seems the easy and natural thing\nfor the characters to do this, all well and good.  But you should\nfeel no compulsion about it and really should give to the matter\nbut little thought.",
        "The second is based on the common-sense understanding at which you\nyourself will arrive if you will take the trouble to notice how\nthe slightest movement made by one of two persons to whom you are\ntelling a story distracts the other’s attention.  Briefly, never\nindicate business for a character during the moments when short\nand vitally important speeches are conveying information to the\naudience.",
        "Both of these minor suggestions may be summed up in this sentence\nwith which I shall dismiss the subject:  The box sets in which the\nplaylet is played in vaudeville are usually not very deep and are\nso arranged that every part of the scene is in plain view from\npractically every seat in the house, therefore you may forget that\nyour story is being played in a mimic room and may make your\ncharacters move as if the room were real.  If you will only keep\nin mind you should have little trouble.",
        "In the old days before the boxed set, the manuscript of a play\nbristled with such cryptic signs as R. U. E., and L. F. E., meaning,\nwhen reduced to everyday English, “right upper entrance,” “left\nfirst entrance,” and the like.  But as the old “entrances” of the\nstage have been lost with the introduction of the box set, which\nclosely mimics a real room–being, indeed, a room with the fourth\nwall removed–the modern stage directions are much simpler.  “Right\ndoor,” “centre door,” “left door,” are the natural directions to\nbe found in a playlet manuscript today.",
        "It is a good general rule to avoid in your stage directions\nexpressions which show you are dealing with a stage scene and not\na scene of real life.  In the first place, if you attempt to be\ntechnical, you are very likely to be over-technical and confusing.\nIn the second place, you will be more likely to produce a life-like\nplaylet if you are not forever groping among strange terms, which\nmake you conscious all the time that you are dealing with unreality.\nTherefore choose the simplest directions, expressed in the fewest\npossible words, to indicate the effects you have carefully thought\nout:  Never forget that reality and simplicity go hand in hand.",
        "And now it may be of advantage to sum up what has been said about\nstage business in this chapter.  We have seen how business may be\nused to condense the story of a playlet; how business is often–though\nnot always–the very heart of the dramatic; how pantomime may be\nskillfully used to condense salient parts of the playlet story and\nillumine character; how business may be employed to break up a\nclumsy but necessarily long speech–thus sometimes saving a playlet\nfrom the failure of the tedious;–and why business is more productive\nof comedy than is dialogue.  We have concluded that the playlet\nwriter must not ape what has already been done, but can win success\nonly in the measure he succeeds in bringing to his playlet new\nbusiness which makes his new situations all the more vivid and\nvital.  Finally, we have seen that entrances and exits must be\nnatural and effective, and that all stage business should be\nconceived and thought of and indicated in the manuscript as simple\nexpressions of reality.",
        "With this chapter, the six elements of a successful playlet have\nbeen discussed from the angle of exposition.  In the next chapter\nI shall make use of all this expository material and shall endeavor\nto show how playlets are actually written.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}