{
    "title": "Writing for Vaudeville - Chapter XII - How Playlets are Germinated",
    "author": "Brett Page",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "Where does a playlet writer get his idea?  How does he recognize\na playlet idea when it presents itself to him?  How much of the\nplaylet is achieved when he hits on the idea?  These questions are\nasked successful playlet writers every day, but before we proceed\nto find their answers, we must have a paragraph or two of definition.",
        "Whenever the word “problem” is used–as, “the problem of a playlet\"–I\ndo not mean it in the sense that one gathers when he hears the\nwords “problem play\"; nothing whatever of sex or the other problems\nof the day is meant.  What I mean is grasped at first glance better,\nperhaps, by the word “theme.”  Yet “theme” does not convey the\nprecise thought I wish to associate with the idea.",
        "A theme is a subject–that much I wish to convey–but I choose\n“problem” because I wish to connote the fact that the theme of a\nplaylet is more than a subject:  it is precisely what a problem in\nmathematics is.  Given a problem in geometry, you must solve\nit–from its first statement all the way through to the “Q.E.D.\"\nEach step must bear a plain and logical relation to that which\nwent before and what follows.  Your playlet theme is your problem,\nand you must choose for a theme or subject only such a problem as\ncan be “proved” conclusively within the limits of a playlet.",
        "Naturally, you are inclined to inquire as a premise to the questions\nthat open this chapter, What are the themes or subjects that offer\nthemselves as best suited to playlet requirements?  In other words,\nwhat make the best playlet problems?  Here are a few that present\nthemselves from memory of playlets that have achieved exceptional\nsuccess:",
        "A father may object to his son’s marrying anyone other than the\ngirl whom he has chosen for him, but be won over by a little\nbaby–\"Dinkelspiel’s Christmas,” by George V. Hobart.",
        "A slightly intoxicated young man may get into the wrong house by\nmistake and come through all his adventures triumphantly to remain\na welcome guest–\"In and Out,” by Porter Emerson Brown.",
        "A “crooked” policeman may build up a “system,” but the honest\npolicemen will hunt him down, even letting the lesser criminal\nescape to catch the greater–\"The System,” by Taylor Granville,\nJunie MacCree and Edward Clark.",
        "Youth that lies in the mind and not in the body or dress may make\na grandmother act and seem younger than her granddaughter–\"Youth,\"\nby Edgar Allan Woolf.",
        "A foolish young woman may leave her husband because she has “found\nhim out,” yet return to him again when she discovers that another\nman is no better than he is–\"The Lollard,” by Edgar Allan Woolf.",
        "A man may do away with another, but escape the penalty because of\nthe flawless method of the killing–\"Blackmail,” by Richard Harding\nDavis.",
        "A wide range of themes is shown in even these few playlets, isn’t\nthere?  Yet the actual range of themes from which playlet problems\nmay be chosen is not even suggested.  Though I stated the problems\nof all the playlets that were ever presented in vaudeville, the\nfield of playlet-problem possibilities would not be even adequately\nsuggested.  Anything, everything, presents itself for a playlet\nproblem–if you can make it human, interesting and alive.",
        "What interests men and women?  Everything, you answer.  Whatever\ninterests you and your family, and your neighbor and his family,\nand the man across the street and his wife’s folks back home–is\na subject for a playlet.  Whatever causes you to stop and think,\nto laugh or cry, is a playlet problem.  “Art is life seen through\na personality,” is as true of the playlet as of any other art form.",
        "Because some certain subject or theme has never been treated in a\nplaylet, does not mean that it cannot be.  It simply means that\nthat particular subject has never yet appealed to a man able to\npresent it successfully.  Vaudeville is hungering for writers able\nto make gripping playlets out of themes that never have been treated\nwell.  To such it offers its largest rewards.  What do you know\nbetter than anyone else–what do you feel keener than anyone else\ndoes–what can you present better than anyone else?  That is the\nsubject you should choose for your playlet problem.",
        "And so you see that a playlet problem is not merely just “an idea\";\nit is a subject that appeals to a writer as offering itself with\npeculiar credentials–as the theme that he should select.  It is\nanything at all–anything that you can make your own by your mastery\nof its every angle.",
        "(a) Unfamiliar Themes.  If a subject of which you have not a\nfamiliar knowledge presents itself to you, reject it.  Imagine how\na producer, the actors and an audience–if they let the thing go\nthat far–would laugh at a playlet whose premises were false and\nwhose incidents were silly, because untrue.  Never give anyone an\nopportunity to look up from a manuscript of yours and grin, as he\nsays:  “This person’s a fool; he doesn’t know what he’s writing\nabout.”",
        "(b) “Cause” Themes.  Although more powerful than the “stump” or\nthe pulpit today, and but little less forceful than the newspaper\nas a means of exposing intolerable conditions and ushering in new\nand better knowledge, the stage is not the place for propaganda.\nThe public goes to the theatre to be entertained, not\ninstructed–particularly is this true of vaudeville–and the writer\ndaring enough to attempt to administer even homeopathic doses of\ninstruction, must be a master-hand to win.  Once in a generation\na Shaw may rise, who, by a twist of his pen, can make the public\nthink, while he wears a guileful smile as he propounds philosophy\nfrom under a jester’s cap; but even then his plays must be edited–as\nsome of Shaw’s are–of all but the most dramatic of his belligerently\nimpudent notions.",
        "If you have a religious belief, a political creed, a racial\npropagandum–in short, a “cause\"–either to defend or to forward,\ndon’t write it in a drama.  The legitimate stage might be induced\nto present it, if someone were willing to pay the theatre’s losses,\nbut vaudeville does not want it.  Choose any form of presentation–a\nnewspaper article, a magazine story, anything at all–save a playlet\nfor polemic or “cause” themes.",
        "(c) Hackneyed Themes.  What has been “done to death” in vaudeville?\nYou know as well as the most experienced playlet-writer, if you\nwill only give the subject unbiased thought.  What are the things\nthat make you squirm in your seat and the man next you reach for\nhis hat and go out?  A list would fill a page, but there are two\nthat should be mentioned because so many playlets built upon them\nare now being offered to producers without any hope of acceptance.\nThere is the “mistaken identity” theme, in which the entire action\nhinges on one character’s mistaking another for someone else–one\nword spoken in time would make the entire action needless, but the\nword is never spoken–or there would be no playlet.  And the\n“henpecked husband,” or the mistreated wife, who gets back at the\nfinal curtain, is a second.  Twenty years hence either one of these\nmay be the theme of the “scream” of the season, for stage fashions\nchange like women’s styles, but, if you wish your playlet produced\ntoday, don’t employ them.",
        "(d) Improper Themes.  Any theme that would bring a blush to the\ncheek of your sister, of your wife, of your daughter, you must\navoid.  No matter how pure your motive might be in making use of\nsuch a theme, resolutely deny it when it presents itself to you.\nThe fact that the young society girl who offered me a playlet based\non, to her, an amazing experience down at the Women’s Night\nCourt–where she saw the women of the streets brought before the\njudge and their “men” paying the fines–was a clean-minded,\nbig-hearted girl anxious to help better conditions, did not make\nher theme any cleaner or her playlet any better.",
        "Of course, I do not mean that you must ignore such conditions when\nyour playlet calls for the use of such characters.  I mean that\nyou should not base your playlet entirely on such themes–you\nshould never make such a theme the chief reason of your playlet’s\nbeing.",
        "You may treat any subject or play upon any theme, whatsoever it\nmay be, provided it is not a “cause,” is not hackneyed, is not\nimproper for its own sake and likely to bring a blush to the cheeks\nof those you love, is familiar to you in its every angle, and is\na subject that forms a problem which can be proved conclusively\nwithin the requirements of a playlet.",
        "It is generally accepted by students of the novel and the short-story\nthat there are three ways of constructing a narrative:",
        "(a) Characters may be fitted with a story.",
        "(b) A sequence of events may be fitted with characters.",
        "(c) An interesting atmosphere may be expressed by characters and\na sequence of events.",
        "In other words, a narrative may be told by making either the\ncharacters or the events or the atmosphere peculiarly and particularly\nprominent.",
        "It should be obvious that the special character of vaudeville makes\nthe last-named–the story of atmosphere–the least effective;\nindeed, as drama is action–by which I mean a clash of wills and\nthe outcome–no audience would be likely to sit through even\ntwenty minutes of something which, after all, merely results in a\n“feeling.”  Therefore the very nature of the pure story of atmosphere\neliminates it from the stage; next in weakness of effect is the\nstory of character; while the strongest–blood of its blood and\nbone of its bone–is the story of dramatic events.  This is for\nwhat the stage is made and by which it lives.  To be sure, character\nand atmosphere both have their places in the play of dramatic\naction, but for vaudeville those places must be subordinate.",
        "These last two ways of constructing a story will be taken up and\ndiscussed in detail later on, in their proper order; they are\nmentioned here to help make clear how a playwright gets an idea.",
        "It is not at all uncommon for a playlet writer to be asked to fit\nsome legitimate star, about to enter vaudeville, with a playlet\nthat shall have for its hero or its heroine the particular character\nin which the star has had marked success. [1] And often a man and\nwife who have achieved a reputation in vaudeville together will\norder a new playlet that shall have characters modeled on the lines\nof those in the old playlet.  Or, indeed, as I have know in many\ninstances, three performers will order a playlet in which there\nmust be characters to fit them all.  When a writer receives such\nan order it would seem that at least a part of his task is already\ndone for him; but this is not the case, he still must seek that\nmost important things–a story.",
        "[1] In precisely the same way writers of the full-evening play for\nthe legitimate stage are forever fashioning vehicles for famous\nstars.  The fact that the chief consideration is the star and that\nthe play is considered merely as a “vehicle” is one of the reasons\nwhy our plays are not always of the best.  Where you consider a\npersonality greater than a story, the story is likely to suffer.\nCan you name more than one or two recent plays so fashioned that\nhave won more than a season’s run?",
        "The beginner, fortunately, is not brought face to face with this\nproblem; he is foot-free to wander wherever his fancy leads.  And\nyet he may find in his thoughts a character or two who beg to serve\nhim so earnestly that he cannot deny them.  So he takes them,\nknowing them so well that he is sure he can make them live–and\nhe constructs a story around them.",
        "Or there may first pop into his mind a story in its entirety, full\nfledged, with beginning, middle and ending–that is; thoroughly\nmotivated in every part and equipped with characters that live and\nbreathe.  Unhappily this most fortunate of occurrences usually\nhappens only in the middle of the night, when one must wake up\nnext morning and sadly realize it was but a dream.",
        "A playwright, let us say, reads in the newspapers of some striking\ncharacters, or of an event that appeals to him as funny or as\nhaving a deep dramatic import.  There may be only a few bald lines\ntelling the news.  features of the story in one sentence, or there\nmay be an entire column, discussing the case from every angle.\nWhatever it is, the bit of news appeals to him, and maybe of all\nmen to him only, so he starts thinking about the possibilities it\noffers for a playlet.",
        "Some striking incident rises out of the life about the playwright\nand he sees it or hears about it, and straightway comes the thought:\nThis is a playlet idea.  A large number of playlets have been\ngerminated so.",
        "Some personal experience which wakens in the mind of the playwright\nthe thought, Here’s something that’ll make a good playlet, is one\nof the fruitful sources of playlet-germs.",
        "But however the germ idea comes to him–whether as a complete\nstory, or merely as one striking incident, or just a situation\nthat recommends itself to him as worth while fitting with a story–he\nbegins by turning it over in his mind and casting it into dramatic\nform.",
        "For the purpose of illustration, let us suppose that Taylor\nGranville, who conceived the idea of “The System,” had read in the\nNew York newspapers about the Becker case and the startling expose\nof the alleged police “system” that grew out of the Rosenthal\nmurder, here is how his mind, trained to vaudeville and dramatic\nconventions, might have evolved that excellent melodramatic playleet.\n[1]",
        "[1] As a matter of fact, Mr. Granville had the first draft of the\nplaylet in his trunk many months before the Rosenthal murder\noccurred, and Mr. MacCree and Mr. Clark were helping him with the\nfinal revisions when the fatal shot was fired.",
        "In this connection it should be emphasized that the Becker case\ndid not make The System a great playlet; the investigation of the\nNew York Police Department only gave it the added attraction of\ntimeliness and, therefore, drew particular attention to it.  Dozens\nof other playlets and many long plays that followed The System on\nthe wave of the same timely interest failed.  Precisely as Within\nthe Law, Bayard Veiller’s great play, so successful for the Selwyn\nCompany, was given a striking timeliness by the Rosenthal murder,\nThe System reaped merely the brimming harvest of lucky accident.\nAnd like Within the Law, this great playlet would be as successful\ntoday as it was then–because it is “big” in itself. [end footnote]",
        "The incidents of “the Becker Case” were these:  Herman Rosenthal,\na gambler of notorious reputation, one day went to District Attorney\nWhitman with the story that he was being hounded by the police–at\nthe command of a certain Police Lieutenant.  Rosenthal asserted\nthat he had a story to tell which would shake up the New York\nPolice Department.  He was about to be called to testify to his\nalleged story when he was shot to death in front of the Metropole\nHotel on Forty-third Street and the murderer or murderers escaped\nin an automobile.  Several notorious underworld characters were\narrested, charged with complicity in the murder, and some, in the\nhope, it has been said, of receiving immunity, confessed and\nimplicated Police Lieutenant Becker, who was arrested on the charge\nof being the instigator of the crime. [1] These are the bare facts\nas every newspaper in New York City told them in glaring headlines\nat the time.  Merely as incidents of a striking story, Mr. Granville\nwould, it is likely, have turned them over in his mind with these\nthoughts:",
        "[1] Becker’s subsequent trial, conviction, sentence to death and\nexecution occurred many months later and could not have entered\ninto the playwright’s material, therefore they are not recounted\nhere.",
        "“If I take these incidents as they stand, I’ll have a grewsome\nending that’ll ’go great’ for a while–if the authorities let me\nplay it–and then the playlet will die with the waning interest.\nThere isn’t much that’s dramatic in a gambler shown in the District\nAttorney’s Office planning to ’squeal,’ and then getting shot for\nit, even though the police in the playlet were made to instigate\nthe murder.  It’d make a great ’movie,’ perhaps, but there isn’t\nenough time in vaudeville to go through all the motions:  I’ve got\nto recast it into drama.",
        "“I must ’forget’ the bloody ending, too–it may be great drama,\nbut it isn’t good vaudeville.  The two-a-day wants the happy ending,\nif it can get it.",
        "“And even if the Becker story’s true in every detail, Rosenthal\nisn’t a character with whom vaudeville can sympathize–I’ll have\nto get a lesser offender, to win sympathy–a ’dip’s’ about right–\n’The Eel.’",
        "“There isn’t any love-interest, either–where’s the girl that\nsticks to him through thick and thin?  I’ll add his sweetheart,\nGoldie.  And I’ll give The Eel more sympathy by making Dugan’s\nmotive the attempt to win her.",
        "“Then there’s got to be the square Copper–the public knows that\nthe Police force is fundamentally honest–so the Department has\ngot to clean itself up, in my playlet; fine, there’s McCarthy, the\nhonest Inspector.”",
        "Here we have a little more, perhaps, than a bare germ idea, but\nit is probably the sort of thing that came into Mr. Granville’s\nmind with the very first thought of “The System.”  Even more might\nhave come during the first consideration of his new playlet, and–as\nwe are dealing now not with a germ idea only but primarily with\nhow a playwright’s mind works–let us follow his supposititious\nreasoning further:",
        "“All right; now, there’s got to be an incident that’ll give Dugan\nhis chance to ’railroad’ The Eel, and a money-society turn is\nalways good, so we have Mrs. Worthington and the necklace, with\nGoldie, the suspected maid, who casts suspicion on The Eel.  Dugan\n’plants’ it all, gets the necklace himself, tries to lay it to The\nEel, and win Goldie besides–but a dictograph shows him up.  Now\na man-to-man struggle between Dugan and The Eel for good old\nmelodrama.  The Eel is losing, in comes the Inspector and saves\nhim–Dugan caught–triumph of the honest police–and Goldie and\nThe Eel free to start life anew together.  That’s about it–for a\nstarter, anyway.",
        "“Re-read these dramatic incidents carefully, compare them with the\nincidents of the suggestive case as the newspapers reported them,\nand you will see not only where a playwright may get a germ idea,\nbut how his mind works in casting it into stage form.",
        "The first thing that strikes you is the dissimilarity of the two\nstories; the second, the greater dramatic effectiveness of the\nplot the playlet-writer’s mind has evolved; third, that needless\nincidents have been cut away; fourth, that the very premise of the\nstory, and all the succeeding incidents, lead you to recognize\nthem in the light of the denouement as the logical first step and\nsucceeding steps of which the final scene is inevitably the last;\nfifth, however many doubts may hover around the story of the\nsuggesting incident, there is no cloud of doubt about the perfect\njustice of the stage story; and, sixth, that while you greet the\nending of the suggesting story with a feeling of repugnance, the\nfinal scene of the stage story makes the whole clearly, happily\nand pleasantly true–truer than life itself, to human hearts which\nforever aspire after what we sometimes sadly call “poetic justice.”",
        "Now, in a few short paragraphs, we may sum up the answer to the\nquestion which opens this chapter, and answer the other two questions\nas well.  A playlet writer may get the germ of a playlet idea:\nfrom half-ideas suggested by the necessity of fitting certain\nplayers; directly from his own imagination; from the newspapers;\nfrom what someone tells him, or from his observation of incidents\nthat come under his personal notice; from experiences that happen\nto him–in fact, from anywhere.",
        "A playlet writer recognizes that the character or characters, the\nincident or incidents, possess a funny, serious or tragic grip,\nand the fact that he, himself, is gripped, is evidence that a\nplaylet is “there,” if–IF–he can trust his own dramatic instinct.\nA playlet writer recognizes an idea as a playlet idea, because he\nis able so to recognize such an idea; there is no escape from this:\nYOU MUST POSSESS DRAMATIC INSTINCT [1] to recognize playlet ideas\nand write playlets.",
        "[1] See the following chapter on “The Dramatic–the Vital Element\nof Plot.”",
        "No two persons in this world act alike, and certainly no two persons\nthink alike.  How much of a playlet is achieved when the germ idea\nis found and recognized, depends somewhat upon the idea–whether\nit is of characters that must be fitted with a story, a series of\nincidents, or one incident only–but more upon the writer.  I have\nknown playlets which were the results of ideas that originated in\nthe concepts of clever final situations, the last two minutes of\nthe playlet serving as the incentive to the construction of the\nstory that led inevitably up to the climax.  I have also known\nplaylets whose big scenes were the original ideas–the opening and\nfinish being fitted to them.  One or two writers have told me of\nplaylets which came almost entirely organized and motivated into\ntheir minds with the first appearance of the germ idea.  And others\nhave told me of the hours of careful thinking through which they\nsaw, in divers half-purposes of doubt, the action and the characters\nemerge into a definite, purposeful whole.",
        "What one writer considers a full-fledged germ idea, may be to\nanother but the first faint evidence that an idea may possibly be\nthere.  The skilled playlet-writer will certainly grasp a germ\nidea, and appraise its worth quicker than the novice can.  In the\neager acceptance of half-formed ideas that speciously glitter,\nlies the pitfall which entraps many a beginner.  Therefore, engrave\non the tablets of your resolution this determination and single\nstandard:",
        "Never accept a subject as a germ idea and begin to write a playlet\n  until you have turned its theme over in your mind a sufficient\n  length of time to establish its worth beyond question.  Consider\n  it from every angle in the light of the suggestions in this\n  chapter, and make its characters and its action as familiar to\n  you as is the location of every article in your own room.  Then,\n  when your instinct for the dramatic tells you there is no doubt\n  that here is the germ idea of a playlet, state it in one short\n  sentence, and consider that statement as a problem that must be\n  solved logically, clearly and conclusively, within the requirements\n  of the playlet form.",
        "With the germ idea the entire playlet may flood into the writer’s\nmind, or come in little waves that rise continually, like the ever\nadvancing tide, to the flood that touches high-water mark.  But,\nhowever complete the germ idea may be, it depends upon the writer\nalone whether he struggles like a novice to keep his dramatic head\nabove water, or strikes out with the bold, free strokes of the\npractised swimmer.",
        "Continue...",
        "\nThis text of Writing for Vaudeville (Part A, also see Part B) by Brett Page is in the public domain.\nThis page has been created by Philipp Lenssen.\nPage last updated on November 2004.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Writing for VaudevilleBy Brett PageAt Amazon"
    ]
}